[
  {
    "uuid": "a8e2032575980113ecf00c092fc527039d3fdf21",
    "url": "https://andaluciainformacion.es/granada/1728854/alerta-naranja-en-malaga-y-almeria-y-amarilla-en-huelva-cordoba-jaen-y-sevilla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-08-02T04:54:00Z",
    "title": "Alerta naranja en Málaga y Almería y amarilla en Huelva, Córdoba, Jaén y Sevilla | Andalucía Información. Todas las noticias de Granada",
    "text": "La Agencia Estatal de Meteorología (Aemet) ha activado este viernes el aviso naranja por calor en Málaga y Almería, así como el amarillo en las provincias de Huelva, Córdoba, Jaén y Sevilla. Tras una ola de calor de tres días de duración que ha afectado a toda Andalucía, los termómetros comienzan a dar tregua en Cádiz y Granada. Según la información de la página web de la Aemet, consultada por Europa Press, se ha activado para la jornada del viernes la alerta naranja por calor desde las 13,00 hasta las 21,00 horas en el Valle del Almanzora y Los Vélez (Almería) con máximas de 40ºC. En las zonas malagueñas de Sol y Guadalhorce y de la Axarquía las máximas serán de 39 grados, aunque en el interior de las regiones el mercurio podrá alcanzar los 40. Asimismo, durante la misma franja horaria, se ha activado el aviso amarillo por calor en la campiña cordobesa y sevillana, en Morena y Condado y en el Valle del Guadalquivir (Jaén) con máximas de 39ºC, aunque la Aemet ha destacado que localmente se podrán alcanzar los 40ºC. Además, en el Nacimiento y Campo de Tabernas de Almería la máxima será de 38ºC, mientras que en el litoral onubense se podrán alcanzar los 37ºC. Para el resto de Andalucía, se prevén cielos despejados y temperaturas en descenso generalizado, excepto en el Valle del Guadalquivir y en el litoral mediterráneo. Los vientos pasarán de carácter flojo a moderado de componente oeste, y podrán soplar con fuerza en el litoral mediterráneo. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T11:32:16.385+03:00",
    "updated": "2024-08-02T11:32:16.385+03:00"
  },
  {
    "uuid": "2bb5529cd85fcdb48439cde9d130c50698e3550a",
    "url": "https://newsrnd.com/news/2023-12-24-this-terrorist-group-could-be-behind-the-plan-to-attack-cologne-cathedral.BJXOfpOSv6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-24T09:42:00Z",
    "title": "This terrorist group could be behind the plan to attack Cologne Cathedral - The Limited Times",
    "text": "Status: 24.12.2023, 10:23 a.m.\nBy: Peter Sieben\nCommentsPrint Share\nIndications of terror plans in Cologne: A certain group may be behind it, according to security circles. It would not be their first attempted attack this year.\nCologne – Shortly before Christmas, there are indications of a possible attack plan by an Islamist group on Cologne Cathedral, among other places. The police speak of a \"danger warning\", the officers have initiated extensive protective measures at Cologne Cathedral. A church in Vienna was also a possible target, it was said on Saturday. According to information from the German Press Agency, the group could have links to the terrorist group Islamic State Khorasan Province (ISPK). If confirmed, it would not be their first attack plan in Germany. Terrorism expert Hans-Jakob Schindler of the Counter Extremism Project (CEP) tells IPPEN. MEDIA: \"ISPK seems to have its eyes firmly on Germany\".\nOne day before Christmas, the police in Cologne at the cathedral increased their protective measures: There were indications of a terrorist attack. © Sascha Thelen/dpa\nSuspected terror in Cologne: IS offshoot could be behind it The group was formed in Afghanistan in 2015 as a local branch of the Islamic State. It is considered the second strongest armed group in the country – after the Taliban, which ISPK is fighting. In recent years, the group has repeatedly carried out attacks in Afghanistan and Pakistan. \"ISPK continues to be the ISIS offshoot that tries to organize the most attacks in Western countries,\" Schindler said.\nIt could be the group's third serious attempt to commit attacks in this country as well. As early as 2020, ISPK is said to have planned attacks on NATO bases in Germany. In July 2023, seven suspected IS supporters were arrested. They are accused of having entered Germany to commit attacks. The men, most of whom are from Tajikistan, are said to have been in close contact with ISPK people.\nYoung people wanted to join the IS offshoot Just a few weeks ago, the police arrested two teenagers, who are also said to have planned attacks in North Rhine-Westphalia. They had exchanged views on it via a Telegram chat, and the target is said to have been Christmas markets, among other things. \"The two youths who were arrested a few weeks ago probably wanted to join the ISPK in Afghanistan after the attack,\" says terrorism expert Hans-Jakob Schindler.\nShortly before, Islamic scholar Ahmad Omeirate had spoken to IPPEN. MEDIA : \"There is a great danger that radicalisation will lead to attacks from the jihadist scene.\" There were some signs: Islamist groups and hate preachers have been making increasingly radical propaganda on social media for months – they want to lure young people in particular.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "peter sieben",
          "sentiment": "negative"
        },
        {
          "name": "ippen",
          "sentiment": "none"
        },
        {
          "name": "sascha thelen",
          "sentiment": "none"
        },
        {
          "name": "hans-jakob schindler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cologne cathedral",
          "sentiment": "negative"
        },
        {
          "name": "ispk",
          "sentiment": "none"
        },
        {
          "name": "german press agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "state khorasan province",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "cologne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T11:49:06.441+02:00",
    "updated": "2023-12-24T11:49:06.441+02:00"
  },
  {
    "uuid": "53af08c093132ed6d6a2632e43985b011fc7ec57",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/pressadvantage-2023-12-29-greenstein-and-milbauer-llp-now-have-seven-convenient-locations-throughout-new-york",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Advantage",
    "published": "2023-12-29T17:49:00Z",
    "title": "Greenstein & Milbauer, LLP Now Have Seven Convenient Locations Throughout New York | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "NEW YORK, NY - Greenstein & Milbauer, LLP has a proven track record of successful cases, demonstrating their ability to navigate the complexities of personal injury law. Over the years, the firm has secured millions of dollars in settlements and verdicts for its clients, ensuring they receive fair compensation for their hardships. The firm's success is built on a foundation of thorough investigation, strategic negotiation, and aggressive litigation when necessary.\nThe attorneys at Greenstein & Milbauer, LLP are not only skilled litigators but also empathetic counselors. They understand that behind every case is a person whose life has been disrupted, and they strive to provide not just legal representation, but also support and guidance through a challenging time. This personalized approach has earned them a reputation for compassionate service and has made them a trusted choice for accident victims across New York.\nGreenstein & Milbauer, LLP is proud to serve clients across New York from their seven strategic locations. Each office is conveniently located, ensuring they're accessible and within reach for their clients. This extensive network reflects the firm's commitment to being available for their clients, ensuring they receive timely and efficient legal assistance when they need it most.\nHarlem Office: Situated in the vibrant heart of Harlem, this office is a beacon of support for accident victims in the area. It's easily accessible, encouraging local residents to seek the legal help they need.\nBronx Office: The Bronx office is a cornerstone in the community, providing essential legal services to victims in one of the city's most populous boroughs.\nBrooklyn Office: Located in the bustling borough of Brooklyn, this office provides convenient access to top-tier legal advice for residents across the borough.\nQueens Office: Serving one of the most culturally diverse areas in the world, the Queens office is equipped to handle cases from a wide array of backgrounds.\nStaten Island Office: As the only office of its kind on Staten Island, this location ensures that even the residents of the city's least populated borough have access to exceptional legal services.\nYonkers Office: Just north of the city, the Yonkers office extends Greenstein & Milbauer, LLP's reach beyond the city limits, bringing their expertise to clients in the surrounding suburbs.\nNassau County Office: Serving clients on Long Island, this office makes world-class personal injury legal services available to those living outside of the five boroughs.\nThese seven locations across New York City and beyond are testament to Greenstein & Milbauer, LLP's commitment to making their services accessible to all who need them. They understand the challenges that accompany seeking legal help after an accident, and their multiple locations aim to ease this process.\nGreenstein & Milbauer, LLP boasts a skilled team of accident attorneys who handle a wide range of accident cases. Their extensive experience and deep understanding of the legal landscape enable them to effectively counter tactics employed by insurance companies to deny or reduce claims.\nThe firm's recent addition of new attorney firepower further strengthens its ability to fight for its clients. Individuals who have been hurt in any type of accident, including slips and falls in supermarkets or injuries caused by dogs, are encouraged to immediately consult with the firm.\nFor those seeking to reclaim their future after an accident, Greenstein & Milbauer, LLP can be reached at 1-800-VICTIM2 ( 842-8462 ). With their no-fee guarantee, potential clients can rest assured that they have nothing to lose and everything to gain by seeking legal support.\nTo learn more about Greenstein & Milbauer, LLP, their services, or to find the nearest office, visit their website or call 1-800-VICTIM2 ( 842-8462 ).\n###\nFor more information about Greenstein & Milbauer, LLP, contact the company here:\nGreenstein & Milbauer, LLP\nRob Greenstein\n(800) 842-8462\ngreensteinmilbauersocial@gmail.com\n1825 Park Ave\nNew York, NY 10035\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cloudquote.io/article/5",
      "https://tracking.newsrpm.com/pixel?slug=pressadvantage-2023-12-29-greenstein-and-milbauer-llp-now-have-seven-convenient-locations-throughout-new-york",
      "https://www.cloudquote.io",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://www.tracking.newsrpm.com/pixel?slug=pressadvantage-2023-12-29-greenstein-and-milbauer-llp-now-have-seven-convenient-locations-throughout-new-york",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://cloudquote.io"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "greenstein & milbauer, llp",
          "sentiment": "neutral"
        },
        {
          "name": "ny - greenstein & milbauer, llp",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:00:57.798+02:00",
    "updated": "2023-12-29T20:00:57.798+02:00"
  }
]