[
  {
    "uuid": "b0df90985b6e4e327a9e9bf6fbc6b075dc8ec51f",
    "url": "https://www.newsbreak.com/kearney-county-ne/3279965355248-the-warmest-december-in-kearney-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T04:23:00Z",
    "title": "The warmest December in Kearney County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Kearney County, Nebraska from 1901-2000 was 26.3. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Kearney County, Nebraska experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Kearney County, Nebraska history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://img.particlenews.com/image.php?url=3V7MRk_0qSydM5o00",
      "https://www.stacker.com/Nebraska/Kearney-County-NE",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3V7MRk_0qSydM5o00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3V7MRk_0qSydM5o00",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=3V7MRk_0qSydM5o00",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://stacker.com/Nebraska/Kearney-County-NE"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "kearney county",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:12:11.745+02:00",
    "updated": "2023-12-29T07:12:11.745+02:00"
  },
  {
    "uuid": "07924d6e4629b7aab07e6dfcfcbb85b2fa704bc1",
    "url": "https://www.islamicity.org/101887/from-pain-to-peace-the-role-of-quran-recitation-in-modern-childbirth-practices",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HiraMukhtar",
    "published": "2024-05-31T08:25:00Z",
    "title": "From Pain to Peace - The Role of Quran Recitation in Modern Childbirth Practices",
    "text": "[Faith & Spirituality](https://www.islamicity.org/explore/topics/faith/), [Featured](https://www.islamicity.org/explore/featured/), [Highlights](https://www.islamicity.org/explore/highlights/)Topics: [Quran](https://www.islamicity.org/topics/quran/) 160 The birth of a child stands as one of life's most extraordinary moments for a woman. It is an event mixed with courage, joy, and immense mental, physical, and emotional strength. However, despite the excitement that the birth of a child brings, underneath that surface, many women experience significant vulnerabilities, obstacles, and trauma - yet this remains a testament to the profound strength of women. Each breath a mother takes during labor is often with pain, but this is no doubt yet another beautiful miracle of Allah (SWT) that women bring us into this world. Our Creator says in Surah Luqman, Ayah 14, 'And We have commanded people to honor their parents. Their mothers bore them through hardship upon hardship, and their weaning takes two years. So be grateful to Me and your parents. To Me is the final return' ( [31:14](https://www.islamicity.org/quransearch/index.php?q=31%3A14)). This narrative deepens when we consider the significant interventions that bridge the gap in health disparities, as researched in a recent [case study](http://ijmhs.id/index.php/OK/article/view/50) for the International Journal of Midwifery and Health Sciences. This study showcases the unique connection that exists between spirituality and medical care, proving how the recitation of the Quran during the first stages of labor can significantly alleviate pain for birthing mothers. It is a reminder of the often overlooked benefits of the Quran, revered and frequently read during Ramadhan but not as commonly turned to throughout the rest of the year. The study highlights the spiritual peace it provides and its benefits in one of life's most challenging moments. The case study further highlights the importance of having a more holistic approach to labor/childbirth. In a 2024 [case study,](http://ijmhs.id/index.php/OK/article/view/50) The Effect of Murrotal Al-Qur'an Audio on First Stage Labor Pain Among Maternity Women, three researchers conducted a study on women 'who were in the first stage labor in January 2022 which consisted of 68 women'. The women were admitted to Prof. Dr. J. A. Latumeten Hospital in Maluku Province, Indonesia. The 68 women who were selected for this experiment had no hearing complications or labor difficulties. For the experimental group, an audio recitation of Surah Ar-Rahman was played for 30 minutes. Researchers discovered afterward that 60% of women experienced 'moderate' pain levels before the recitation, and 66.6% of women experienced only mild pain after the recitation. During the first stage of labor, the mother begins to feel multiple contractions, which gradually become more frequent and powerful, [according to the Mayo Clinic.](https://www.mayoclinic.org/healthy-lifestyle/labor-and-delivery/in-depth/stages-of-labor/art-20046545#:~:text=During%20active%20labor%2C%20your%20cervix,increasing%20pressure%20in%20your%20back.) Because it is the lengthiest labor phase, doctors have divided it into early and active labor. The length of stage one varies from woman to woman, with some labor pains only lasting a few hours. For others, it can last a couple of days. According to the research, 'childbirth pain (is) ranked among the most intense pains recorded compared with other sources of acute pain (such as a fracture or deep laceration)'. The pain of childbirth can be so intense that it affects a woman psychologically, impacting the entire birth process and the welfare of the baby. Several factors determine how intense labor pains can be, and those are 'age, anxiety, fear of childbirth, education, individual perception of pain, and the role of the midwife'. Labor also drastically changes the human body, causing chronic pain, postpartum depression, and changes in heart rate/blood pressure. Many medical professionals either use pharmacological or non-pharmacological therapies to manage labor pain. Non-pharmacological pain therapies include 'acupressure, acupuncture, cold compresses, warm compresses, hydrotherapy, hypnotherapy', and even Quran recitations. The purpose of these therapies is to completely distract the mother from the pain. Unfortunately, many women who experience severe labor pains are not provided with these resources. According to a study, The Effect of Qur'anic murrotal Therapy on Postpartum Blues During the Puerperium, 'murrotal is the chanting of the holy verses of the Quran'. These verses are recited in a steady rhythm at a 'slow and harmonious tempo'. When listening to the verses of the Quran, this therapy reduces 'stress hormones, [activates] natural endorphins, [increases] feelings of relaxation, and [distracts] from fear, anxiety, and tension'. Although the exact origin or inventor of murrotal therapy is not well-documented, it is recognized as a complementary therapy that utilizes the spiritual and soothing qualities of Quranic recitations to support physical and mental well-being. Studies have shown that murrotal therapy can effectively reduce blood pressure in hypertensive patients and improve psychological states. For instance, research conducted at Universitas Muhammadiyah Semarang demonstrated its efficacy in lowering blood pressure among hypertensive patients. Another study highlighted its positive impact on cardiovascular reactivity in hypertensive pre-elderly subjects. The practice itself represents a significant collective development in the field of spiritual and holistic health care, particularly within Muslim communities. When listening to the Quran and the way it calms down the body, there is a direct link between the mind and the heart. Research states 'impulses (stimuli) enter the brain through the auditory area'. The cochlea sends these signals to the thalamus, which then transfers them to the amygdala, the brains control center for emotions. From the amygdala, the signals are relayed to the hippocampus, and then to the hypothalamus. Once the audio is processed, it generates an energy that positively impacts the heart. Allah (SWT) says in the Quran, 'We send down the Quran as a healing and mercy for the believers, but it only increases the wrongdoers in loss (The Clear Quran®, 17:82)'. Not only is murrotal therapy something that can greatly benefit women during childbirth, but it is a great resource to have for those who are suffering from postpartum depression. There is no doubt that modern technology has made the practice of listening to the Quran on the go a lot more accessible. The recent release of The Clear Quran® Dramatized Audiobook App offers a powerful tool for expecting mothers. This app provides an immersive auditory experience, allowing users to listen to the Quran in a captivating, dramatized format. The Clear Quran® Dramatized Audiobook App is meticulously designed to enhance the spiritual experience by delivering the Quran's verses with emotional depth and clarity. Available on various platforms, the app ensures that mothers-to-be can easily integrate Quranic recitation into their daily routine, particularly during labor. Listening to the Quran through this app can help mitigate labor pains by invoking a sense of peace and relaxation, as documented in the study conducted at Prof. Dr. J. A. Latumeten Hospital. The dramatized recitations are not only soothing but also engaging, which can be particularly beneficial during the intense moments of labor. By providing easy access to the healing verses of the Quran, The Clear Quran® Dramatized Audiobook App supports mothers in harnessing the spiritual and emotional benefits of murrotal therapy. This modern resource bridges traditional spiritual practices with contemporary technology, offering a holistic approach to maternal care. Explore more about The Clear Quran® Dramatized Audiobook App here, and consider integrating this invaluable resource into your childbirth plan to experience the profound, calming effects of Quran recitation during one of life's most extraordinary moments. Childbirth is a profound journey marked by immense strength and vulnerability. While medical advancements continue to evolve, the spiritual support provided by Quran recitation during labor remains invaluable. The Clear Quran® Dramatized Audiobook App offers an innovative way to bring this timeless practice into the delivery room. providing comfort and alleviating pain through its captivating recitations. As we embrace holistic approaches to maternal care, let's not overlook the power of spirituality. With tools like The Clear Quran® Dramatized Audiobook App, we can support mothers through their labor, enriching their experience with the calming and healing words of the Quran. Related Suggestions We prepared this quick tour to help you get familiar with the new design so you find your way around the new site much quicker. Let's begin. Topics menu will always be here, always within reach. Here, you will find quick shortcuts to major topics & hubs under IslamiCity. Site search is also one click away. Here, you will also find the links to the most visited sections of IslamiCity, such as Prayer times, Hijri Converter, Phonetic Search, Quran Section, IslamiCity Bazar and more. If you need a Login or Registeration, this is your starting point. If you see a green icon like this (), it means you're already logged in! But if you see, a red iconlike this (), it means you are NOT logged in. It's all color coded. We'd love it if your icon is always green. It makes us a community. Everything under IslamiCity is categorized under the major hubs you see in this panel. Due to overwhelming content, each of these hubs can be considered a home page of its own. Faith is where the tenets, pillars and spiruality related content is found. Science section features not just Science but also Nature and Technology. This section is more for the technologically minded. World section is for the News Buds. It covers day to day World Affairs, Politics & News. Life section is all about Society, Art, Culture, History, Sports, Food, Music and much more. Values section on the other hand is very special. We created it for only one thing in mind; to create a peaceful corner that features just inspiring and uplifting material, focused around Universal Values to be reflect upon -- at a time never needed more desperately than now Every other Friday, we try to feature a new theme which will uplift our spirituality. Our themes mostly focus on the universal values such as compassion, patience, love and so on. We feature each theme with a beautiful image. Click on these beautiful images & start exploring the theme/value behind it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "quran",
          "sentiment": "neutral"
        },
        {
          "name": "modern childbirth practices faith & spirituality",
          "sentiment": "neutral"
        },
        {
          "name": "swt",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "midwif",
          "sentiment": "none"
        },
        {
          "name": "surah luqman",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T11:28:06.750+03:00",
    "updated": "2024-06-07T13:10:21.181+03:00"
  },
  {
    "uuid": "1c519468e29f8670cf808badf582a183a16fa1d0",
    "url": "https://menafn.com/1107668761/Year-Review-2023-Article-370-Same-Sex-Marriage-Maharashtra-Political-Row-Here-Are-5-Key-Supreme-Court-Judgements",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-28T23:01:00Z",
    "title": "Year Review 2023: Article 370, Same-Sex Marriage, Maharashtra Political Row - Here Are 5 Key Supreme Court Judgements | MENAFN.COM",
    "text": "( MENAFN - Live Mint) \"The Indian judiciary made significant achievements in terms of resolving pending cases. India is infamous for a large number of court cases that can go on for decades. In 2023, pendency numbers in the Supreme Court touched its all-time high of 80,439. At the same time, the apex court managed to announce judgments in around 52,220 cases this year, a significant improvement from the previous year, according to the data from the National Judicial Data Grid (NJDG). Here is the list of 5 key judgments announced by the apex court in 2023 to die with dignityIn January this year, the Supreme Court removed some mandatory conditions mentioned in the guidelines for the withdrawal of life-support systems of terminally ill patients. The SC bench had announced its judgements while hearing the case Common Cause vs Union of India decision was based on the SC's previous judgement in Common Cause vs Union of India (2018) in which the SC had stated that the Right to Die with Dignity is a fundamental right under Article 21 this year's judgement, the apex court changed the guidelines for euthanasia and held that doctors will need only five years of experience to be a part of the medical board. As per the guidelines, two boards of doctors play a key role in the validation of end-of-life instructions laid down on behalf of a critically ill patient. Earlier, a doctor required an experience of 20 years to be a part of any of the board. The judgement also made it mandatory for the two boards to arrive at a decision“preferably” within 48 hours of the case being referred to it 370In another judgement, a Supreme Court bench led by CJI DY Chandrachud upheld the central government's move to abrogate Article 370 of the Constitution. The Article gave special status to the erstwhile state of Jammu and Kashmir. The SC also instructed the Centre to order assembly elections in Jammu and Kashmir by September 2024, along with the restoration of their statehood at the earliest. In its ruling, the Supreme Court had agreed with the Union that Article 370 was a temporary provision as it was placed under Part XXI of the constitution LG vs AAPAnother Supreme Court bench led by CJI DY Chandrachud announced its decision on the Government of NCT of Delhi v Union of India case on May 11. In its judgement, the SC bench made it clear that the government of the National Capital of Delhi (NCTD), instead of the Lieutenant Governor (LG), is responsible for the management of the national capital's civil servants and daily administrative affairs the announcement of the judgement, The Government of National Capital Territory of Delhi (Amendment) Bill, 2023, moved by the BJP government was passed by the Parliament. The Modi government's Bill reversed the SC judgement in the matter Sena vs Shiv SenaIn the case -- Subhash Desai vs Principal Secretary, Governor of Maharashtra and Ors -- a five-judge SC bench held that the Maharashtra governor's decision to order a floor test against the then CM Uddhav Thackeray was illegal. The judgement was made in May this year. A faction of the Shiv Sena under the leadership of Eknath Shinde had rebelled against Uddhav Thackeray in June 2022. To deal with the situation, Thackeray issued 16 disqualification notices through the deputy speaker. However, the rebel MLAs then moved a no-confidence motion against the deputy speaker which was rejected based on lack of authenticity. Later, Thackeray resigned from his CM post even before the execution of the floor test ordered by the governor SC in its judgement observed that even though the governor's order for a floor test was illegal, Thackeray's resignation couldn't be reversed because it was voluntary marriageA five-judge Supreme Court bench on October 17 announced its judgement in the Supriyo @ Supriya Chakraborty v Union of India, upheld the validity of the Special Marriage Act, 1954, and refused to legalise same-sex marriage. The SC bench held that the right to marry is not a fundamental right for queer persons decision was delivered by a 3:2 majority and the SC observed that it is not within the court's jurisdiction to recognise the right or compel Parliament to make a relevant law. However, the Centre was ordered to constitute a cabinet committee to look into the rights of homosexual couples in India.\nMENAFN29122023007365015876ID1107668761\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "external_links": [
      "https://www.livemint.com/news/india/year-review-2023-article-370-same-sex-marriage-maharashtra-political-row-here-are-5-key-supreme-court-judgements-11703838865913.html",
      "https://livemint.com/news/india/year-review-2023-article-370-same-sex-marriage-maharashtra-political-row-here-are-5-key-supreme-court-judgements-11703838865913.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "key supreme court",
          "sentiment": "negative"
        },
        {
          "name": "maharashtra political row - here are",
          "sentiment": "negative"
        },
        {
          "name": "sc",
          "sentiment": "none"
        },
        {
          "name": "common cause vs union of india",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "national judicial data grid",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:07:10.645+02:00",
    "updated": "2023-12-29T21:07:10.645+02:00"
  }
]