[
  {
    "uuid": "b690839d2d7ce3d542900ae9cfcb12f7baf46c76",
    "url": "https://www.ajc.com/life/radiotvtalk-blog/the-high-museum-launches-monthly-free-wednesday-admission-through-early-2027/IGBIQG2PVNACXF2FAEUC44NATY/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rodney Ho",
    "published": "2024-01-05T21:57:00Z",
    "title": "The High Museum launches monthly free Wednesday admission through early 2027",
    "text": "The High Museum of Art is introducing a monthly free admission day on the third Wednesday of every month starting Jan. 17.\nThe Art Bridges Foundation of Atlanta is funding the “Access for All” program through January 2027. A press release did not state how much money they are donating.\nThe monthly free day is part of High’s new Culture Collective initiative featuring events and classes for adults who want to explore art and creativity and build new skills and social connections, the museum said.\n“Through Culture Collective, we aim to foster lifelong learning and growth, celebrate the wonderful diversity of our remarkable city, and embrace accessibility in new and important ways,” said Rand Suffolk, the High’s director. “We are grateful to the Art Bridges Foundation for this strategic and vital investment, and we look forward to welcoming all on these special days.”\nThis new free day will complement an existing UPS Second Sundays , which provides free admission every second Sunday from noon to 5 p.m. targeting families and features music and a variety of special programming.\nThe Access for All Wednesdays will offer attendees access to art classes, gallery conversations and tours and music from jazz artists who normally perform during High’s popular Friday Jazz series.\nFor more information, visit high.org/event/access-for-all/ .\nAbout the Author\nRodney Ho Rodney Ho writes about entertainment for The Atlanta Journal-Constitution including TV, radio, film, comedy and all things in between. A native New Yorker, he has covered education at The Virginian-Pilot, small business for The Wall Street Journal and a host of beats at the AJC over 20-plus years. He loves tennis, pop culture & seeing live events.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.facebook.com/ajcradiotv",
      "https://twitter.com/ajcrodneyho",
      "https://urldefense.com/v3/__http:/www.high.org/event/access-for-all/__;!!JZyed81S!nQ9AKWlFBJd56P_OVRnFjlxMOMA4ersDyz4zWlg96_UxDBCv5E4mHCdy--sfn8UthqTwwMllc3n5YtZuWos$",
      "https://high.org/event/ups-second-sunday-january/",
      "https://artbridgesfoundation.org/",
      "https://artbridgesfoundation.org",
      "https://www.artbridgesfoundation.org/",
      "https://www.high.org/event/ups-second-sunday-january/",
      "https://www.urldefense.com/v3/__http:/www.high.org/event/access-for-all/__;!!JZyed81S!nQ9AKWlFBJd56P_OVRnFjlxMOMA4ersDyz4zWlg96_UxDBCv5E4mHCdy--sfn8UthqTwwMllc3n5YtZuWos$",
      "https://high.org/event/ups-second-sunday-january",
      "https://facebook.com/ajcradiotv",
      "https://www.twitter.com/ajcrodneyho"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rand suffolk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "art bridges foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:50.928+02:00",
    "updated": "2024-01-06T00:01:50.928+02:00"
  },
  {
    "uuid": "a4e65add41b3a9ffedb6faaea7e3026ff2c7fccc",
    "url": "https://www.elespanol.com/mundo/europa/20231228/rusia-ucrania-refuerzan-carrera-armamentistica-kiev-dobla-produccion-moscu-multiplica/820668324_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miguel Flores",
    "published": "2023-12-28T00:00:00Z",
    "title": "Rusia y Ucrania refuerzan la carrera armamentística: Kiev dobla su producción y Moscú la multiplica por 50",
    "text": "Soldados ucranianos en tanques rusos T-72 capturados. Reuters\nEuropa Rusia y Ucrania refuerzan la carrera armamentística: Kiev dobla su producción y Moscú la multiplica por 50 El Gobierno de Zelenski busca incrementar la fabricación propia de armas este 2024 para dejar de depender del suministro extranjero. 28 diciembre, 2023 22:10 guardar Guerra Rusia-Ucrania Rusia Ucrania Vladimir Putin Volodímir Zelenski Miguel Flores Rostyslav Averchuk Casi dos años después del comienzo de guerra, Rusia y Ucrania han hecho balance del desempeño en el frente de batalla este 2023. Ambos países llegan a la misma conclusión: en un tablero internacional tan volátil, la carrera armamentística se gana invirtiendo en la producción doméstica . Este jueves, la corporación estatal rusa Rostec anunció que la producción de munición para armas ligeras y de misiles para lanzaderas se multiplicó 50 veces desde el comienzo de la guerra en Ucrania.\nKiev busca seguir la estela de Moscú, aunque las posibilidades son mucho más limitadas. De cara al año próximo, Ucrania se propone duplicar la producción nacional de armas, que ya se triplicó de 2022 a 2023. El Gobierno de Volodímir Zelenski persigue dejar de depender de la provisión de municiones extranjeras: tras el paquete de ayuda militar por valor de 250 millones de dólares anunciado por Estados Unidos el miércoles, Kiev no espera grandes aportaciones de Washington en 2024. Al Congreso estadounidense ya le costó aprobar el lote de esta semana, y no hay indicios de que el país norteamericano acuerde más proyectos de financiación a Ucrania en los próximos meses.\nLas entregas del millón de proyectiles de artillería prometido por la Unión Europea también van mucho más lentas de lo esperado. A finales de noviembre, Ucrania sólo había recibido 300.000, según el Ministerio de Asuntos Exteriores. Es poco probable que la UE envíe a tiempo el resto, unos 700.000 proyectiles, antes de marzo de 2024. Mientras tanto, los soldados ucranianos han reducido considerablemente el número de proyectiles de artillería que disparan cada día, según diversos informes procedentes desde la línea del frente. Se ven obligados a racionar las existencias restantes mientras hacen frente a la creciente presión rusa, informa Efe .\n[ La UE prepara un plan B de ayuda de 20.000 millones a Ucrania para esquivar el veto de Hungría ]\nEl desarrollo de la producción nacional adquiere especial importancia en tales condiciones, según dejaron claro el miércoles altos funcionarios ucranianos en una serie de declaraciones dedicadas al sector de defensa del país. Según el ministro de Industrias Estratégicas, Olexandr Kamishin, 300.000 ucranianos están empleados actualmente en 500 empresas del sector . Su producción se triplicó en 2023 y se espera que se duplique en 2024, reveló Kamishin, según informa Ukrinform .\n200 de las empresas del sector están implicadas en la producción de drones, que cada vez son más importantes en el campo de batalla. Según Zelenski, se espera producir un millón de drones \"suicidas\" de corto alcance en 2024, mientras el Estado busca una mayor celeridad en sus actuaciones, tras un lento comienzo en el que fue criticado por mostrar poca iniciativa en asegurar la ventaja de Ucrania en este ámbito.\nUn programa de financiación de 1.000 millones de euros , puesto en marcha por el gobierno en 2023, ha contribuido a acelerar su producción, subrayó Kamishin. Ucrania también debería tratar de reducir su dependencia del suministro de piezas de repuesto procedentes de China, aunque no es probable que esto ocurra pronto, según había declarado anteriormente a Efe Yuri Kovalchuk , productor voluntario de drones de Leópolis.\nSegún Kovalchuk, una ventaja importante de los productores ucranianos es que pueden contar con la reacción constante de los soldados para aumentar la eficacia de los drones. También se ha avanzado en la producción de artillería, con seis obuses Bogdana listos cada mes , reveló Kamishin. Señaló que Ucrania ha estado trabajando en la creación de sus propios sistemas de defensa antiaérea, al tiempo que se negó a revelar detalles sobre el programa \"más importante\", el de misiles de largo alcance.\n[ Rusia da por abortada la contraofensiva ucraniana: \"La misión de 2023 fue cumplida con éxito\" ]\nSin embargo, seguir el ejemplo del enemigo puede no ser la idea más inteligente para Ucrania. En Rusia, varios medios independientes han denunciado que Rostec elude las sanciones impuestas por Occidente por medio de compañías fantasmas que les permiten importar componentes sujetos a restricciones e indispensables para la fabricación de misiles y drones.\nTanto Putin como el ministro de Defensa ruso, Serguéi Shoigú , han informado durante el último año sobre el incremento de la producción de armas en el país. Según informó el mandatario ruso en septiembre pasado, la producción de blindados se incrementó al triple durante los primeros nueve meses de este año. Putin ha llamado en varias ocasiones a aumentar también la fabricación de medios antiaéreos , de lucha antibatería y en particular de drones.\n¿Es posible no depender de EEUU? En 2024, es probable que en el caso de Ucrania la dependencia del extranjero continúe. Kiev ha multiplicado por 42 su producción de granadas de mortero y por tres la de proyectiles de artillería en 2023, aunque no se espera que la producción de proyectiles de artillería de 155 mm estándar de la OTAN, tan urgentemente necesarios, comience hasta 2024. \"Por desgracia, en este calibre dependemos de nuestros socios , dependemos del suministro de la pólvora de disponibilidad limitada\", explicó Kamishin.\nA pesar de los progresos en algunos ámbitos en 2023, la producción nacional sólo podría aspirar a disminuir la dependencia de Ucrania de los suministros del exterior y no a eliminarla por completo , dijo a Efe Oleksí Melnik, experto militar del Centro Razumkov. \"Más bien podría complementar [la ayuda exterior] y reducir el nivel actualmente crítico de dependencia de la ayuda exterior\", subrayó Melnik al señalar que ningún país del mundo es capaz de producir todas las armas completamente por sí mismo.\n[ Ucrania combate sobre el hielo mientras espera la munición que no llega de Occidente ]\nLa escasez de especialistas altamente cualificados y la financiación insuficiente probablemente seguirán obstaculizando la producción nacional, advirtió Kovalchuk asimismo. Para superar las dificultades, el Estado debería liderar la producción de armas, aunque las empresas privadas, más flexibles, y los voluntarios civiles deberían seguir desempeñando un papel importante, considera Melnik.\nSigue los temas que te interesan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:16.817+02:00",
    "updated": "2024-01-12T13:25:38.240+02:00"
  },
  {
    "uuid": "f5fe5702a784f9c845aeb3c5ced5352f287a9531",
    "url": "https://www.meneame.net/m/actualidad/mezquitas-iglesias-puerto-mas-antiguo-gaza-israel-quiere-vid",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "spacemenko",
    "published": "2024-02-23T06:34:00Z",
    "title": "Mezquitas, iglesias y el puerto más antiguo de Gaza: “Israel quiere erradicar la vida humana y el patrimonio cultural”",
    "text": "Menéame\nLogo Menéame\nPortada\nPortada\nNuevas\nArtículos\nPopular\nMás visitadas\n50F0E052-9EF2-4C3C-849B-F46536B96FBF\nNótame\nmis comunidades\nCiencia\nPolítica\nEconomía\nActualidad\nSeries\notras secciones\nComunidades\nFisgona\nlogin\nregístrate\n×\nÚnete a Cultura\nÚnete a Cultura\nHace 11 minutos | Por\nspacemenko\na\neldiario.es\nPublicado hace 11 minutos por\nspacemenko\na\neldiario.es\nMezquitas, iglesias y el puerto más antiguo de Gaza: “Israel quiere erradicar la vida humana y el patrimonio cultural”\neldiario.es\nLa mezquita Omari, con sus muros destruidos y su minarete cercenado, sigue en pie, pero muy dañada. El casco antiguo de la Ciudad de Gaza también está en ruinas. La mezquita del siglo VII, conocida como la Gran Mezquita de Gaza, era la más célebre de la Franja y sus alrededores representaban un importante enclave histórico y cultural.\nEtiquetas\nisrael\ngaza\npatrimonio\ncultura\nmezquitas\nguerra\nruinas\nmenéalo\n4\nDE3C548D-E347-406A-A60F-E6BBD322CAB7\n7\n0\nCopiar enlace\nCompartir en X\nCompartir en facebook\nCompartir en telegram\nEmbed\nVoto negativo\nMás información\nComunidad destacada de hoy\nCultura\nCultura y divulgación\nLoguéate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T08:48:02.520+02:00",
    "updated": "2024-02-23T08:48:02.520+02:00"
  },
  {
    "uuid": "94609bfb839c0cd4dda90705d54a29f6c8c42fc7",
    "url": "https://www.eurasiareview.com/24122023-iranian-authorities-seize-sakharov-prize-awarded-to-honor-mahsa-amini-rights-groups-say/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eurasia Review",
    "published": "2023-12-24T00:00:00Z",
    "title": "Iranian Authorities Seize Sakharov Prize Awarded To Honor Mahsa Amini, Rights Groups Say – Eurasia Review",
    "text": "Iranian Authorities Seize Sakharov Prize Awarded To Honor Mahsa Amini, Rights Groups Say By [RFE RL](https://www.eurasiareview.com/author/rfe-rl/) ( [RFE/RL](https://www.rferl.org/a/iran-sakharov-prize-mahsa-amini/32744731.html)) — Iranian authorities have seized the prestigious Sakharov Prize that was awarded by the European Parliament to honor Mahsa Amini, whose September 2022 death in custody sparked nationwide anti-government protests and who came to symbolize battle for human rights for Iranian women. The Norway-based Human rights organization Hengaw and the France-based Kurdistan Human Rights Network on December 23 said the award was confiscated by security forces at the Tehran airport as the Amini family attorney, Saleh Nikbakht, was returning to the country with the award, which he had planned to hand over to the family. The Iranian government did not immediately comment on the reports of the seizure of the award. The [prize](https://www.europarl.europa.eu/news/en/press-room/20231208IPR15773/sakharov-prize-parliament-honours-jina-mahsa-amini-and-iranian-women-protesters), which was set up in 1980 to honor individuals and organizations promoting human rights and basic freedoms, includes a 50,000 euro ($54,000) prize. “The European Parliament proudly stands with the brave and defiant who continue to fight for equality, dignity, and freedom in Iran,” European Parliament President Roberta Metsola said at the time, adding that the award “remembers their struggle and continues to honor all those who have paid the ultimate price for liberty.” The European Parliament had invited the Amini family to participate in the ceremony. But on December 8, Amini’s mother, father, and brother were told at Tehran’s Iman Khomeini Airport that they had been barred from travelling abroad for the December 13 ceremony in Strasbourg, France. Nikbakht was able to leave through the exit gate to travel to France to accept the award. At the Sakharov Prize ceremony, Nikbakht read a message from Mojgan Eftekhari, Mahsa Amini’s mother, to the audience. Nikbakht himself on October 18 was sentenced to one year in prison and to a supplementary sentence on charges of “propaganda against the state” in events linked to interviews with foreign media outlets. He had been given notice to turn himself in to begin his sentence, according to the Kurdistan Human Rights Network. Amini, a 22-year-old Iranian Kurdish woman, died in custody on September 16, 2022, shortly after being detained by the so-called “morality police” for allegedly violating the country’s strict Islamic dress code. Supporters say she was subjected to physical abuse while in custody. Iranian authorities launched a brutal crackdown against mass demonstrations that were sparked by Amini’s death and which became one of the most daunting challenges faced by the Islamist government since Iran’s 1979 revolution. In October 2022, Amini’s family reported receiving death threats aimed at preventing them from participating in the peaceful protests.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.europarl.europa.eu/news/en/press-room/20231208IPR15773/sakharov-prize-parliament-honours-jina-mahsa-amini-and-iranian-women-protesters),",
      "https://www.rferl.org/a/iran-sakharov-prize-mahsa-amini/32744731.html))",
      "https://rferl.org/a/iran-sakharov-prize-mahsa-amini/32744731.html))",
      "https://europarl.europa.eu/news/en/press-room/20231208IPR15773/sakharov-prize-parliament-honours-jina-mahsa-amini-and-iranian-women-protesters),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mahsa amini",
          "sentiment": "negative"
        },
        {
          "name": "saleh nikbakht",
          "sentiment": "none"
        },
        {
          "name": "amini",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rights groups say – eurasia",
          "sentiment": "neutral"
        },
        {
          "name": "rfe",
          "sentiment": "none"
        },
        {
          "name": "kurdistan human rights network",
          "sentiment": "none"
        },
        {
          "name": "european parliament",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hengaw",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T04:29:11.326+02:00",
    "updated": "2023-12-24T04:29:11.326+02:00"
  },
  {
    "uuid": "592909246880108772281fe8c0eab9bc23909dbe",
    "url": "https://globorural.globo.com/negocios/noticia/2024/11/sem-mais-precatorios-lucro-da-zilor-caiu-71percent-no-segundo-trimestre-da-safra.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-11-30T01:12:00Z",
    "title": "Sem mais precatórios, lucro da Zilor caiu 71% no segundo trimestre da safra",
    "text": "Aumento de receita A receita líquida total, em contrapartida, cresceu 11,4%, fruto da melhora dos preços dos produtos e do aumento das vendas de açúcar em comparação com o ano passado. Na Biorigin — unidade de negócios de leveduras e ingredientes especiais cujo controle a Zilor vendeu para a francesa Lesaffre em outubro —, a receita cresceu 9,3%, para R$ 171,2 milhões.\nO clima também teve impacto sobre a variação do valor do ativo biológico, o que reduziu a margem de lucro bruto. Sem o efeito da depreciação, o lucro antes de juros, impostos, depreciação e amortização (Ebitda) ajustado acabou crescendo 20,7%, para 475,9 milhões, o que resultou em aumento de 3,9 pontos da margem Ebitda, para 50,7%.\nA dívida líquida, por sua vez, encerrou o trimestre em R$ 1,7 bilhão, o que representou queda de 6,8% em relação ao mesmo intervalo de 2023/24 e aumento de 68,1 em comparação com os três primeiros meses da safra atual. A alavancagem, medida pela divisão da dívida líquida pelo Ebitda, ficou praticamente estável, em 1,69 vez.\nA conta do endividamento inclui uma parcela de R$ 46,5 milhões que a Zilor aportou em cotas subordinadas de um fundo de investimento em direitos creditórios (FIDC) para financiar os parceiros agrícolas da companhia. Sem o efeito do fundo, a dívida líquida ficaria em R$ 1,6 bilhão, e a alavancagem iria para 1,64 vez.\nCaixa\nAo longo do trimestre, a Zilor consumiu R$ 709 milhões de seu caixa, que encerrou o período em R$ 1,7 bilhão. Na comparação com o segundo trimestre de 2023/24, o caixa aumentou 21,2%.\nDepois do encerramento do segundo trimestre, a Zilor comprou, por R$ 600 milhões, a usina Salto Botelho Agroenergia , que pertencia ao fundo Amerra (o valor seria ajustado à dívida líquida e ao capital de giro na conclusão da operação). Com a unidade, que fica em Lucelia (SP), a moagem de cana da Zilor terá um acréscimo anual de 15%, para 13,8 milhões de toneladas.\nA divulgação do balanço do segundo trimestre marca a saída de Fabiano Zillo da presidência executiva da companhia, que passará a ser ocupada por André Inserra a partir de 2 de dezembro. Zillo irá para o conselho de administração da empresa, controlada por sua família.\nMais recente Próxima Insumos e equipamentos têm descontos na Black Friday Balanço da empresa Cana-de-açúcar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T04:13:41.399+02:00",
    "updated": "2024-11-30T04:13:41.399+02:00"
  },
  {
    "uuid": "ec1ff1716f9356743660ed8eea5d2a23c04e517f",
    "url": "https://www.pulse.ng/lifestyle/beauty-health/never-eat-these-5-foods-before-exercising-unless-you-want-stomach-troubles/e53e5jz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Temi Iwalaiye",
    "published": "2024-08-30T10:54:00Z",
    "title": "Never eat these 5 foods before exercising unless you want stomach troubles.",
    "text": "While these meals are healthy, eating them before working out can be unhealthy and disruptive to your exercise regime. Recommended articles Some nutrients improve athletic performance and cause us to increase strength and energy, while others produce stomach trouble or tiredness. Here are five foods to avoid before working out 1. Protein shakes Many people drink protein shakes before workouts to aid muscle growth and recovery, but they are not very beneficial as they are the last nutrient needed before exercising. Rather eat carbs pre-workout for energy and digestion, as protein slows down digestion. 2. Fried foods ALSO READ: 10 most delicious foods in the world in 2024 Fried foods like doughnuts, puff puff and chips can hinder blood flow during workouts. These foods are difficult to digest, causing blood to flow to the stomach for digestion and reducing blood flow to the arms and legs. The body's hard work to digest these foods can also make you feel lethargic. This can result in feeling like you're giving 100% but may not be able to perform as many reps or run as fast. 3. Dairy products Dairy products, containing protein and fat can agitate the gastrointestinal tract, especially during workouts in hot weather even if you are not lactose intolerant. Avoid milk, cheese, and yoghurt when you are about to engage in a vigorous workout to avoid discomfort or vomiting. 4. Nuts and avocados ALSO READ: 5 vegetables that burn belly fat Although healthy, they are rich in monounsaturated fat and may not be useful for when you are about to workout, especially if consumed before cardio. These fatty snacks can disrupt blood flow and cause nausea, heartburn, and bloating. They can leave you feeling heavy and slow during exercise. 5. Cereals and granola Even though eating more fibre can improve gut health, cholesterol, and blood sugar levels, it's best to avoid fibre-rich cereals until after a workout, the body can't absorb or digest fibre, so it passes through the gut and will make you want to poop. JOIN OUR PULSE COMMUNITY! Eyewitness? Submit your stories now via social or: Email: [eyewitness@pulse.ng](mailto: eyewitness@pulse.ng)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T15:16:02.459+03:00",
    "updated": "2024-08-30T15:38:46.608+03:00"
  },
  {
    "uuid": "35b7d273b1d5d552e0aed5d9891d65fadbcc507e",
    "url": "https://www.knkx.org/2023-12-28/nikki-haley-didnt-say-slavery-caused-the-civil-war-now-shes-facing-major-backlash",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashley Lopez",
    "published": "2023-12-28T17:35:00Z",
    "title": "Nikki Haley didn't say slavery caused the Civil War. Now she's facing major backlash | KNKX Public Radio",
    "text": "Nikki Haley didn't say slavery caused the Civil War. Now she's facing major backlash Former South Carolina Gov. Nikki Haley is facing significant backlash after failing to mention slavery as a driving force behind the Civil War during a campaign stop in New Hampshire. At an event on Wednesday, a voter asked Haley: \"what was the cause of the United States Civil War?\" She replied that the cause \"was basically how government was going to run, the freedoms, and what people could and couldn't do.\" \"I think it always comes down to the role of government and what the rights of the people are,\" Haley continued. \"And I will always stand by the fact that, I think, government was intended to secure the rights and freedoms of the people.\" After Haley gave her answer, the voter told her that it was \"astonishing\" that she gave an answer \"without mentioning the word 'slavery.'\" Last night, [President Biden](https://twitter.com/JoeBiden/status/1740221284284256645?) said on X in response to a video of this exchange that the Civil War was indeed \"about slavery.\" It was about slavery.— Joe Biden (@JoeBiden) [https://t.co/q9bTDvtPne] [December 28, 2023] During an interview with a local radio station on Thursday, Haley addressed what happened. \"Of course the Civil War was about slavery,\" she said. \"We know that. That's the easy part of it.\" Haley explained that she was interested in talking about what lessons should be drawn from the Civil War and defended her answer to the voter. \"I know it's about slavery,\" she said. \"I am from the South.\" Haley has a [complicated history](https://www.npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024) when it comes to issues of race. As a woman of color, her campaign was angling to strike a different tone on issues of race and identity – especially in comparison to her chief rival in the GOP primary, former President Donald Trump. As South Carolina's governor, Haley ordered the confederate flag be removed from the grounds of the state capitol following the 2015 shooting of Black parishioners at a church in Charleston in 2015. Haley also [condemned Trump](https://www.politico.com/news/2020/08/25/haley-trump-charlottesville-comments-401587) following the racist and antisemitic gathering in Charlottesville, Va., in 2017. (She also served as U.N. ambassador to Trump from 2017 to 2018.) The Republican Party, though, has been striking an overall different tone when it comes to issues of race and the country's history with slavery and white supremacy. Republican governors, including some of Haley's rivals in the race, have been [eliminating](https://www.npr.org/2023/05/15/1176210007/florida-ron-desantis-dei-ban-diversity) diversity and inclusion efforts in higher education, as well as [banning books](https://www.wusf.org/education/2023-06-01/politifact-fl-desantis-said-not-a-single-book-was-banned-districts-have-removed-dozens) that are about race. Backlash to Haley's comments comes less than three weeks before Republican voters start voting in early primary states. The Iowa caucus, the first primary contest, is Jan. 15. Haley's campaign, in particular, has had a surprising amount of momentum in the last several months. The once crowded field of presidential hopefuls has been shrinking ahead of early state elections but Haley has been one of the few candidates actually gaining more support. Just this week, there have been reports that Florida Gov. Ron DeSantis' campaign is [struggling](https://www.nytimes.com/2023/12/24/us/politics/desantis.html) and businessman Vivek Ramaswamy has [cut TV ad spending](https://www.npr.org/2023/12/27/1221828944/vivek-ramaswamys-campaign-has-slowed-tv-ad-spending-ahead-of-the-iowa-caucus). Trump has had a commanding lead in the polls in early states and nationally. Haley, however, has been the only candidate in the primary that has presented any sort of challenge for the former president. Haley routinely polls second or third in early state polling and performs well when in head-to-head polling with Biden. Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.politico.com/news/2020/08/25/haley-trump-charlottesville-comments-401587)",
      "https://www.npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024)",
      "https://www.wusf.org/education/2023-06-01/politifact-fl-desantis-said-not-a-single-book-was-banned-districts-have-removed-dozens)",
      "https://www.npr.org/2023/05/15/1176210007/florida-ron-desantis-dei-ban-diversity)",
      "https://twitter.com/JoeBiden/status/1740221284284256645?)",
      "https://t.co/q9bTDvtPne",
      "https://www.npr.org/2023/12/27/1221828944/vivek-ramaswamys-campaign-has-slowed-tv-ad-spending-ahead-of-the-iowa-caucus).",
      "https://www.nytimes.com/2023/12/24/us/politics/desantis.html)",
      "https://www.npr.org.",
      "https://nytimes.com/2023/12/24/us/politics/desantis.html)",
      "https://npr.org/2023/12/27/1221828944/vivek-ramaswamys-campaign-has-slowed-tv-ad-spending-ahead-of-the-iowa-caucus).",
      "https://politico.com/news/2020/08/25/haley-trump-charlottesville-comments-401587)",
      "https://npr.org.",
      "https://www.t.co/q9bTDvtPne",
      "https://npr.org/2023/02/15/1157122486/nikki-haley-confederate-flag-race-president-2024)",
      "https://twitter.com/JoeBiden/status/1740221284284256645",
      "https://www.twitter.com/JoeBiden/status/1740221284284256645?)",
      "https://npr.org/2023/05/15/1176210007/florida-ron-desantis-dei-ban-diversity)",
      "https://wusf.org/education/2023-06-01/politifact-fl-desantis-said-not-a-single-book-was-banned-districts-have-removed-dozens)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley",
          "sentiment": "negative"
        },
        {
          "name": "haley",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "knkx public radio",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:18.365+02:00",
    "updated": "2023-12-29T00:36:18.365+02:00"
  }
]