[
  {
    "uuid": "38345554d4013c7c26a31bdd03a4dc18c5d4b59e",
    "url": "https://www.floridatoday.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are repeating number sequence s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from 000 to 999 , with each number having a distinct meaning and energy, USA Today previously reported. The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” according to the Old Farmer’s Almanac website. The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like Amazon , eBay and Etsy , the Detroit Free Press, part of the USA Today Network reported. Here’s what we know about the date. Numerology is an ancient esoteric science that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist Novalee Wilder shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer Narayana Montúfar told Farmer’s Almanac that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: How to keep your pets calm during New Year's Eve fireworks If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the Old Farmer’s Almanac. Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or 11:11 , the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the Farmer’s Almanac : Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: These celebrities belong to the winter Zodiac sign",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.novaleewilder.com/",
      "https://www.almanac.com/123123-meaning-123123",
      "https://www.farmersalmanac.com/1111-good-luck-and-history",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0",
      "https://www.britannica.com/topic/numerology",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1",
      "https://www.farmersalmanac.com/its-palindrome-day-14486",
      "https://www.naramon.com/",
      "https://novaleewilder.com/",
      "https://farmersalmanac.com/its-palindrome-day-14486",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1",
      "https://naramon.com/",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0",
      "https://almanac.com/123123-meaning-123123",
      "https://www.amazon.com/s",
      "https://www.novaleewilder.com",
      "https://www.etsy.com/market/123123",
      "https://amazon.com/s?k=123123&ref=cs_503_search",
      "https://www.naramon.com",
      "https://britannica.com/topic/numerology",
      "https://farmersalmanac.com/1111-good-luck-and-history",
      "https://www.ebay.com/sch/i.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "etsy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usa today network",
          "sentiment": "none"
        },
        {
          "name": "detroit free press",
          "sentiment": "none"
        },
        {
          "name": "usa today",
          "sentiment": "none"
        },
        {
          "name": "ebay",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T04:36:22.332+02:00",
    "updated": "2023-12-30T04:36:22.332+02:00"
  },
  {
    "uuid": "181e18278982ccf546eaf6804af019a927f80e11",
    "url": "https://www.meneame.net/story/declaracion-oficial-iran-entidad-sionista-estados-unidos-deben/c078",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ochoceros",
    "published": "2023-12-24T10:46:00Z",
    "title": "#78 Declaración Oficial de Irán: \"La entidad sionista y Estados Unidos deben ser castigados por genocidio en los tribunales internacionales\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Iran, que financia y entrena a Hammas, Hezbollah y los huties y uno de los principales actores de todo esto.\nClaro que se le puede reprochar siendo uno de los bandos del conflicto y quien seguramente está detrás del 7 de Octubre.\n[#51](c51#c-51) si nos ponemos a mirar países que financian a grupos que luego resultan son terroristas, igual nos sorprende la historia.\nTe acuerdas de Osama Bin añaden y Afganistán?\n[#51](c51#c-51) Puedes considerar que financia el terrorismo o puedes considerar que arma a grupos para resistir una ocupación, pero como la situación es la que es, la ayuda a veces llega a manos de gente un poco tarada. Lo mismo podría decirse de la ayuda de USA a Ucrania y las tropas neonazis de su ejército. Personalmente creo que si Irán no hiciera esto no habríamos visto cosas como las del 7 de octubre, pero tampoco quedaría un solo palestino a menos de 600km de TelAviv.\n[#63](c63#c-63) DIficil saber que pasaria sin Iran. El caso es que Iran, Hammas, Hezbollah y los huties tienen como objetivo vital eliminar a Israel e incluso a los judios. Iran paga a Hammas para atacar a Israel, no para que en Gaza tengan buena vida. Usan a los palestinos como carne de cañón.\nAsi que no los veo como parte de la solución, sino del problema.\n[#65](c65#c-65) Irán no tiene como objetivo eliminar a los judíos, de hecho es el país con más judíos de oriente medio detrás de Israel, y tienen un representante en el parlamento.\nEn todo lo demás, claramente sí.\n[#1](c1#c-1) demagogia nivel Dios, Irán es una gran implicada en todo lo que está pasando, de dónde creéis que sacan la enorme cantidad de cohetes que lanzan sobre Israel unos muertos de hambre como los gazaties?\nEncima hablando de putas las tacones, irán hablando de justicia.... sería para reír si no fuera tan triste.\n[#1](c1#c-1) [#2](c2#c-2) [#7](c7#c-7) seguís mirando a través de las gafas de la propaganda occidental, propaganda que tienen controlada los EEUU, por cierto. Esa en la que todos son muy malísimos y todos van por si interés, pero en la que siempre, siempre los EEUU son los menos malos. Esa no os la despegais del ideario ni con agua caliente y es precisamente donde está la raíz del problema.\nAñado a\n[#61](c61#c-61).\nTanta propaganda hollywoodiense salvandonos de los meteoritos, aliens, villanos con poderes y luchando por la libertad y objetivos nobles. Con gente tan simpática que nos hacen reír en sus comedias, gente con fantasía e imaginación que nos hacen viajar a mundos imaginarios, al espacio, gente que tiene sentimientos muy profundos y sinceros, haciéndonos vivir escenas de amor, abogados que luchan por los derechos e injusticias y que ha base de lucha y empeño consiguen justicia, en el país de la justicia. Es decir, gente como nosotros, con la que cualquiera se sentiría identificado. Esta gente por narices tiene un transfondo de buenas intenciones, seguro, y por tanto solo pueden ser los menos malos. Además siempre contado por ellos. Este es uno de los pilares, si no el más importante, del imperio, el mediático.\nEn contraposición tenemos un país desconocido, que por consecuencia genera desconfianza y del que solo tenemos noticias malas y que parece que tienen muy malas intenciones. Además si no nos ha llegado su cultura, su comida, es porque nadie la debe querer, debe ser peor que la del resto, no como la yanki que la quiere medio mundo y está por todas partes.\nLuego así pasa, que sale una noticia sin contexto, sin contrastar, y mala para \"el régimen\" con represión para los gays, o para la mujer y hay que sacar las antorchas y afilar los cuchillos. Pero cuando en yankilandia hay problemas con la violencia policial, con los negros todos los días o vemos lo que no respetan ningún derecho humano como con Guantanamo y con las guerras que montan por el mundo lo único que hacemos es soltar la hamburguesa para darle un trago a la Coca-Cola.\n[#1](c1#c-1) No por ser Iran; pero cuando países que flagrantemente desprecian los derechos humanos, masacran minorías y un largo etc (que sí, que todo el mundo lo termina haciendo en mayor o menor medida, si nos ponemos a buscar la aguja en la paja)\nPues como que me da un\n\"No sé Rick... parece falso\"\nCuando un régimen como el de Irán te pinta la cara frente a todo el mundo es que la moralidad de tu país es un saco de mierda en el sótano del infierno, así, sin más. Y ya no engañas a nadie fuera de tus votantes más extremistas.\nMuchos deberían hacerse mirar a quién y qué cojones están apoyando y reflexionar en la intimidad de su dormitorio, en vez de ir negativizando noticias del Menéame y pidiendo que baneen a quienes denunciamos al Estado genocida, supremacista y expansionista de Israel.\n[#2](c2#c-2) Irán justificando un atentado que él mismo apoyó y planeó. Grear surprise.\nAdemás, algo me dice que el discurso de irán lleva siendo el mismo con y sin muertos palestinos durante décadas: \"muerte a Israel\".\nEstados Unidos e Israel quieren y necesitan la guerra. El mundo debe evitar entrar en la espiral belicista en que pretenden hacernos caer y que sólo les beneficia a ellos. La legalidad internacional, los bloqueos y las sanciones son el único camino, o se habrá caído en su trampa y ellos se legitimarán en la infinidad de medios y parlamentos que controlan.\nEl apartheid debe acabar de una vez por todas y para siempre. Los palestinos están en su tierra y son los ocupados, tienen derecho a defenderse, Israel es la potencia ocupante y carece de ese derecho. Son los palestinos los que tienen derecho a quedarse y luchar por ello.\nNo lo digo yo, lo dicen los tratados internacionales.\n[#4](c4#c-4) Tienes toda la razón, pero no se si van a quedar palestinos, no es apartheid es genocidio y no hay presión suficiente para pararlo. Ya hay más de 20,000 muertos palestinos, no sabemos cuántos mutilados, cuantos traumatizados de por vida y que viabilidad le queda a Palestina con un mundo que deja que Israel los destruya sin poner límite.\n[#4](c4#c-4) Y que haces con esa gente que lleva 2000-3000 anios en Israel? Recuerda que hay judios que nunca se fueron.\nTambien... hay gente que lleva ahi desde que sus abuelos se defendierion de la invasion de los paises arabes en el 48. Los mandas a otro sitio? Recordemos que quien inicio esto no fueron los israelies, si no los paises musulmanes de alrededor por el precepto de \"tierra que fue musulmana hay que reconquistarla.\"\nLos acuerdos internacionales son de dos estados, y los paises arabes de alrededor nunca lo han aceptado. Tampoco la parte fachas de los sionistas, es verdad.\n[#30](c30#c-30) No hay necesidad de mandar a nadie a ningún lado (excepto a los colonos, claro), basta con que vivan en esas tierras pero bajo una autoridad que no sea la de un estado genocida y sin un derecho supremacista.\n[#31](c31#c-31) Ostias, pues eso es imposible. Si pones a los musulmanes a cargo, de facto todo el cuerpo legal de todos los paises musulames esta basado en la sharia (notese las minusculas) que es supremacista y genocida por definicion, ya que establece el principio de que solo los musulmanes son ciudadanos de pleno derecho y que hay cosas como la apostasia, que son penadas con la muerte.\n[#34](c34#c-34) Depende, si se constituye como república islámica sí, pero el hecho de que sea un país musulmán o de mayoría musulmana no implica que vayan a aplicar la sharia. Hay muchos países de mayoría musulmana que no la aplican a nivel estatal, aunque sí se aplica parcialmente a nivel privado/familiar:\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg\nY por ejemplo tienes Egipto, que es una República Árabe de mayoría musulmana (~94%) del islamismo suní, y que ha tenido un período islámico (el periodo de los Hermanos Musulmanes), pero luego se les acabó persiguiendo a los extremistas islamistas. Pero hasta los Hermanos Musulmanes se supone que tenían tolerancia por otras religiones:\n\"Creo que los cristianos coptos tienen derechos inherentes. Creo que son parte e integrantes de la estructura de la sociedad egipcia, y lo han sido durante más de 1400 años. Ellos son, sin duda, tan egipcios como yo lo soy, y tienen tanto derecho a esta patria como el que yo tengo...\"\nhttps://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia\nTodo depende de cómo se plantee, pero dados los países del entorno como Egipto o incluso Jordania (aunque estos sí meten la sharia por ahí, hacen mezcla) podría haber un país musulmán relativamente moderado, además de que cada país tiene su contexto y su coyuntura, en esas tierras han vivido las tres religiones abrahámicas durante miles de años, que se han pegado piñazos sí, pero no es lo mismo que un país donde solo ha habido musulmanes durante cientos de años.\nYo evidentemente pondría un estado totalmente ateo, pero soñar es gratis. Lo ideal sería un estado laico, pero en esas tierras unos y otros siguen con mentalidad un poco trasnochada. Pero es a lo que habría que aspirar, estado laico y que cada uno rece a Alá, Yahvé, el Oso Yogi o a Yoda, pero sin fliparse.\n[#36](c36#c-36) Los coptos estan relegados a ser los basureros que reciclan la mierda. Estas hablando de paises con unos mecanismos discriminatorios bestiales comparados con occidente.\nPor cierto, el mapa que has mandado, ya da miedo en si solo.\n[#38](c38#c-38) En casi cualquier país con escasa tradición democrática te encuentras unos mecanismos discriminatorios bestiales, de Occidente a veces uno habla como si fuésemos de otro planeta, pero hasta hace relativamente poco en muchos países hoy punteros había una gran discriminación hacia diversos grupos étnicos y religiosos, y en algunos sitios de hecho se sigue dando. Pero al final a fuerza de muchas protestas, participación de todo el mundo en la política sin excepciones (lo que implica tener que \"vender\" el voto a \"esos también\"), etc, se ha ido regulando. Y aun así hay bandazos a niveles legales cuando ciertos grupos políticos más extremistas llegan al poder. Aunque no lleguen al nivel de otros países más orientales, pero son los ramalazos de lo que hemos sido a lo largo de la historia las sociedades humanas.\nLa paz y la \"tolerancia\" son un fenómeno completamente reciente (que no nuevo, ojo, pero las civilizaciones pacíficas a lo largo de la historia acababan aplastadas por las belicosas), y ni siquiera es del todo permanente en los lugares más \"civilizados\", más bien intermitente, con avances y retrocesos dependiendo del momento.\n[#4](c4#c-4) \"La legalidad internacional, los bloqueos y las sanciones son el único camino\"\nSe apela a la CPI y por la influencia de EEUU se la pela.\nSe denuncia y se pide ayuda en la ONU y EEUU lo veta pese a los funcionarios muertos de la propia ONU.\n4 gatos hutíes hacen un bloqueo marítimo y EEUU militariza la zona para impedirlo.\nIsrael está masacrando abiertamente a miles de niños, mujeres y ancianos, y EEUU pone su mayor portaviones y su ejército en la zona para proteger y garantizar que nadie pare el genocidio.\nIgual ya va siendo hora de poner el bloqueo, embargos y sanciones a EEUU y dejarse de hipocresía.\n[#19](c19#c-19) El terrorismo Uyghur ha generado miles de muertos en atentados con bombas en China.\nEstoy en contra de los campos de reeducación para cualquiera que tenga relación cercana o remota con un terrorista Uygjur, pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China en la region de Xinjiang que es parte de China desde la dinastia Han. También estoy en contra la dispersion de presos en Espana y la ley antiterrorista utilizada casi para cualquier mierda, y también contra la detención sin garantias de espaldas mojadas en EE.UU. y la segregación en EEUU de ninos y sus familias.\nLee un poquito y deja de decir tanta chorrada por dios. Que no sabes nada.\n[#37](c37#c-37) El tibet?\ncuándo ocurrió lo del tibet? en qué contexto? En los últimos 50 anos?. En el contexto de la paz o el de una guerra civil dentro de un estado dictatorial gobernado con mano de hierro por el Kuomintang? Quién ocupo Tibet en primer término? Sabemos algo? o sólo has venido a repetir mantritas.\nlectura? para qué? saber uno de lo que habla? para qué?\nah si para justificar miles de ninos hombres y mujeres inocente espanzurrados en nombre del derecho de criminales racistas adoctrinados (no judios no israelies, sino CRIMINALES, a robar la casa de otro y a destrozar su vida por una paja mental.\nnegativo a la ignoracia hijo mío, A LA IGNORANCIA. ahí va el tuyo.\nChina no tiene un conflicto desde el conflicto de apenas dias con Vietnam por tierras fronterizas. Y de eso hace ya más de 50 anos! Aprende a leer cojona!\n[#41](c41#c-41) tú ya estás atragantado, comiendote doblada la propaganda para bobos e ignorantes, apenas te pasa ya por la garganta ni con abundante agua. Es que por no saber no sabes ni desarrollarla. Simplemente repetición papagaya es lo tuyo.\nQué pena das hijo.\n[#45](c45#c-45) que tu sepas? no sabes ni lo que has dicho ni sobre qué hablabas ni dónde te metías. Solo venías al y china qué que es lo mismo que ha hecho cognitiva. Todo en el contexto de un genocidio televisado. Tomas a todo el mundo por idiota? a ver si va a ser al revés.\nA cuidar esa comprension lectora. Para el 2024 más lectura.\nte vendrá muy bien y amueblarás mejor la mollera. Eso es cuidarse.\n[#47](c47#c-47) humildad es algo digno de pedir a quien viene aqui a hablar de lo que desconoce y como un meticón a criticar a otros sobre asuntos que le quedan muy grandes y sobre los que ignora todo. Es decir a ti.\nTienes que informarte primero, leer comprensivamente las cosas y luego opinar o criticar, no creo que sea yo el primero que te lo dice.\nEstas fiestas, como te he dicho, de felices no tienen nada.\n[#24](c24#c-24) \"pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China\"\nDesconozco tus motivos para blanquear una dictadura en la que los derechos humanos y la libertad de expresión brillan por su ausencia, pero en cualquier caso me parecen completamente innecesarios para denunciar las atrocidades cometidas por EEUU o Israel.\nhttps://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/\nPues a mi me parece interesantisimo, y muy acertado, que les llamen \"entidad sionista\" y en ningún momento se refieran a ellos como Israel. Me parece que incluso estos. con todo y como son, ya también han aprendido bastante de como ganar la batalla mediática. Al gobierno sionista de Israel, y a USA les va a costar grandemente haberse quitado las caretas por completo durante esta masacre. No han dejado ni la menor duda que aunque haya más de un malo en esta película, ellos son los peores.\n[#23](c23#c-23) USA además con el viejo decrépito genocida de Biden (lo llamo así no solo por su apoyo al genocidio actual, es que ese señor ha apoyado hasta la guerra de Irak en su momento, y su apoyo fue muy importante*) es especialmente ridícula, da todo el rato la sensación de que el presidente representa a la perfección lo que es USA: un estado ya decrépito en un mundo que empieza a dejar de ser el suyo, manteniendo la mentalidad y las formas del siglo pasado.\n*Presidente del Comité de Relaciones Exteriores del Senado, tras los atentados del 11 de septiembre de 2001, apoyó las políticas del presidente George W. Bush,54 reclamando tropas terrestres adicionales para Afganistán. Aunque se opuso inicialmente a una acción unilateral, no sin antes agotar todas las vías diplomáticas, en octubre de 2002 votó a favor de la resolución que autorizaba al Gobierno a utilizar la fuerza contra Irak.2 Su apoyo fue crucial desde su condición de presidente del Comité de Relaciones Exteriores.\nhttps://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional\n[#28](c28#c-28) Franco asesinó un montón de gente por considerarlos inferiores. Israel está asesinando a un montón de gente por considerarlos inferiores. Ambos son una mierda bastante parecida, con una diferencia: uno es del siglo pasado, el otro está cometiendo un genocidio a día de hoy.\n[#20](c20#c-20) Vaya tontería con el temita de China, que la sigues nombrando como si fuera el coco pero a dia de hoy China ha causado varios ordenes de magnitud menos muertos que EEUU y ciertamente también ha violado los derechos humanos menos que los uesei, incluso incluyendo en la historia reciente los momentos más salvajes de los gobiernos anteriores chinos. El problema de gente como tú es que se creen que EEUU es mejor que China en esos aspectos sólo porque desde tu posición muy cómoda nunca has sido objetivo de sus guerras, violaciones de derechos humanos, intervenciones y demás daños al mundo que han causado.\n[#28](c28#c-28) Rebate sus argumentos si es que puedes anda y deja de decir imbecilidades y de hacer el ridículo. En China los ciudadanos también votan y eligen a sus representantes dentro de un mismo partido, que no es tan diferente a un sistema con dos partidos financiados por los mismos grupos de poder, como en los EEUU.\n[#71](c71#c-71) hay gente que no es ilustrable, pero merece la pena que si algún joven pasa por aquí preguntándose si hay alguna diferencia entre China y España, que entienda que sí, de forma objetiva, y neutral como es la Wikipedia.\n[#73](c73#c-73) si pasa algún joven por aquí preguntándose si la wikipedia es una forma objetiva y neutral de informarse\nhttps://www.elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html\n\" Lo que ocurrió el 7 de octubre se debe a las masacres cometidas contra el pueblo palestino antes de esa fecha. \"\nIrán justificando (y posiblemente más que eso) el despreciable y brutal ataque terrorista sobre civiles del 7 de octubre por Hamás.\nEstán los fundamentalistas de Irán para dar lecciones de nada.\nme recuerda a un viejo Skets de Faemino y Cansado, creo, \" tú quien quieres que te salve SuperZron o PlasticsMan o algo así. ¡ Pobres palestinos!\n[#6](c6#c-6) Tu afirmación parte de una falacia enorme. Los derechos humanos YA no valen nada. La única vía para implementarlos y estandarizarlos es que todo el mundo funcione bajo las mismas reglas, sin excepciones. Si no esos \"derechos\" son papel mojado.\nQue no hay que irse a China ni hostias, ¿los derechos humanos de Julian Assange dónde están?\n[#6](c6#c-6) cuanto valen los derechos humanos de un palestino masacrado entre cascotes?\nY la de 20.000 de ellos?\n[#10](c10#c-10) si a alguien le importara la vida de los palestinos más que su muerte como mártires contra Israel, preferiría verlos vivos y refugiados antes que masacrados entre cascotes.\nSólo Israel prefiere eso.\n[#6](c6#c-6) a quién dices que está mascarando china? Y en cuantas guerras ha participado China en el último medio siglo? Cuantos países ha invadido? Tienes siquiera pajolera idea de qué hablas? o solo repites mantras?\nEE.UU se cepilló 2 millones de iraquies, en base a una mentira además.\nIsrael ha matado en un par de meses más civiles que nadie en el ultimo medio siglo, en base a una paja mental equiparable al nazismo ya y mientras invade agrede y oprime desde hace más de medio siglo también.\nTu tara en cognición no es nueva, es el sesgo de toda la puta vida de quien picotea la propaganda que le sirve su patrón.\nLo que está claro es que este \"orden\" que vendes implica racismo a raudales, caos, crimen e injusticia en proporciones inaceptables y debe cambiar, Espana no puede ser cómplice de más mentiras y masacres derivadas y menos de los sionazis..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/",
      "https://www.elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html",
      "https://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional",
      "https://www.es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://elmundo.es/tecnologia/2019/06/05/5cf6a2a5fdddff7a768b45d2.html",
      "https://www.amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://amnesty.org/es/latest/news/2022/09/china-long-delayed-un-report-must-spur-accountability-for-crimes-against-humanity-in-xinjiang/",
      "https://www.es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:49:36.322+02:00",
    "updated": "2023-12-24T13:49:36.322+02:00"
  },
  {
    "uuid": "a35576e31685b5a03b52d7381bc802bc68a8192c",
    "url": "https://yts.mx/movies/falcon-lake-2022",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staceyjm-",
    "published": "2024-01-07T21:41:00Z",
    "title": "Falcon Lake (2022) [720p] [BluRay] [YTS.MX]",
    "text": "I saw this film at the 2022 Toronto International Film Festival. Of the twelve films I saw, it was, hands down, the best, and one that will stay with me for a long time.\nI don't like reading reviews on here that speak too much to a film's plot, so I won't go into details there. Suffice it to say, this is a uniquely crafted coming-of-age story, depicted with almost painful accuracy, with more than a few twists and fresh takes on the genre. It's funny, moving, at times quiet and contemplative, other times intense and energetic. The acting is superb, and the score is perfect.\nI believe it was Howard Hawks who said, what makes a great film is: three great scenes, and no bad scenes. If that is the measuring stick, Charlotte LeBon has presented us with a humble Canadian cinematic masterpiece. Not a single shot of this film is unnecessary or superfluous. Foreshadowing beats its quiet wings throughout the entire film, building to one of the best closing shots I have ever witnessed on screen. Watching those final moments, even my goosebumps had goosebumps. If you've seen the film, you'll know what I mean.\nFalcon Lake\n2022 [FRENCH]\nDrama / Fantasy / Horror / Romance\nFalcon Lake\n2022\n[[FRENCH]]https://yts.mx/browse-movies/0/all/all/0/latest/0/fr\nDrama / Fantasy / Horror / Romance\nLoading video, please wait...\nPlot summary\nA shy teenager on a summer vacation experiences the joy and pain of young adulthood when he forges an unlikely bond with an older girl.\nUploaded by:\nFREEMAN\nJanuary 07, 2024 at 11:45 PM\nDirector\nTop cast\nTech specs720p.BLU 1080p.BLU 720p.WEB 1080p.WEB\nMovie Reviews\nA humble masterpiece\nI saw this film at the 2022 Toronto International Film Festival. Of the twelve films I saw, it was, hands down, the best, and one that will stay with me for a long time.\nAtmospheric slow burner\nIf you're into coming of age movies this one is a treat.\nThe story of Bastien and Chloe is one that you might have seen before but the characters are so well written that you feel like you are making the same new experiences that Bastien does during the movie. They are relatable, flawed yet likeable characters.\nWhile the movie feels very mysterious due to it's cinematography it is actually a fun ride. I've rarely seen humor pulled off in such a way that there is still enough place to contemplate on the emotional depth of the characters presented.\nChloe and Bastien need to be seen to be believed. The chemistry is extraordinary. Much of the film is, actually.\nThe ending is not. It feels rushed and doesn't give the viewers enough time to familiarize themselves with the situation. Also, something feels off but I can't quite put my finger on it. If the ending would have been en par with the rest of the movie this would have been movie of the year material for me, a strong 9/10 at least. As is, this is still an 8/10 and I kept thinking about Bastien and Chloe for well after when I left the Cinema. Go watch this if you get the chance to!\n(Seen this at Viennale Film Festival 2022)\nLove can lead you to a better place, to hell on earth, or both\nAt a remote cabin in Quebec an awkward and innocent 14-year-old boy, Bastien, is taken under the wing of Chloe, an older, mischievous, and much more worldly girl. While swimming beneath the stars and with tales of ghosts, invitations to parties, impossible dares, challenges to face fears, humor, sexual tension, and acts of courage and defiance, Bastien is beguiled by Chloe. She takes him into underworlds around him as well as inside himself, that he never knew existed. He feels on top of the world and also like he is going under.\n\"You have to be intelligent to find others intelligent,\" said director Charlotte Le Bon who appeared at this Toronto International Film Festival screening of her debut feature film with one of its stars (Sara Montpetit, who plays Chloe). This enthralling teenage romance and boreal forest cabin inspired tale really resonate with me because I had similar experiences. Chloe is the type of girl I repeatedly fell for in my life, and I treasure a similarly situated cabin in Canada. In Falcon Lake the parents have a peripheral role. The story revolves around Bastien's point of view, and I find that interesting and refreshingly different from mainstream films that focus more on parents. Music is used sparsely and with powerful effect. The acting, sound, photography, dialogue, and everything else all come together so well. Falcon Lake feels authentic and assured. We will see more from Charlotte and Sara in the future. Falcon Lake first appeared at Cannes and is based on a graphic novel by Bastien Vives.\nRead more IMDb reviews",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://www.imdb.com/title/tt11448830",
      "http://imdb.com/title/tt11448830"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charlotte lebon",
          "sentiment": "none"
        },
        {
          "name": "howard hawks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "falcon lake",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:24:58.605+02:00",
    "updated": "2024-01-08T01:24:58.605+02:00"
  },
  {
    "uuid": "f8aa20d085f2530b513a5272b01da53b8fdbe8a3",
    "url": "https://www.meneame.net/story/como-perder-alcaldia-pamplona-reputacion-sola-frase/c036",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yopasabaporaqui",
    "published": "2023-12-28T21:49:00Z",
    "title": "#36 Cómo perder la alcaldía de Pamplona y la reputación en una sola frase",
    "text": "[Osdransky](/user/Osdransky)a [eldiario.es](/go/link/3891544)\nLa plaza consistorial de Pamplona parece sanfermines en esta moción pero el PP sigue sin entender absolutamente nada!!!!\nIdos a tomar por culo!!!!!!!\n[#1](c1#c-1) llevan así desde la recogida de firmas para derogar el estatut catalán. Pero que sigan, que sigan.\n[#10](c10#c-10) y eso que allí ponen todos los impedimentos posibles para que la gente no vote (sobre todo los grupos poblacionales que no suelen votar a los republicanos).\n[#1](c1#c-1) Positivo por el elefante uso del imperativo del verbo ir con el enclético \"os\". Aunque la real academia admite desde hace años \"iros\" y todos recordamos con cariño aquel \"si me queréis, irse\" de la gran Lola no es menos cierto que \"Idos a tomar por culo\" destila elegancia, clasicismo, ritmo, gracia y donaire en cada sílaba.\n[#9](c9#c-9) No hay ningún clasismo, todo lo contrario, está reconociendo la dureza de ese trabajo y el mérito que tiene hacerlo.\nEs como si dijera \"preferiría trabajar en la mina\". Se refiere a la dureza del trabajo.\nNo va a decir \"preferiría trabajar como CEO de un eléctrica\", lo cual no suena a trabajo físico duro.\nNingún clasismo, pero lo dice elpanfleto.es, manipulando, y os lo tragáis todo sin masticar. Qué pena. Un poquito de capacidad crítica no os vendría mal, deberíais intentarlo, aunque os cueste, debido a que hay que pensar y eso no es fácil para vosotros. Es más fácil formar parte del rebaño.\n[#21](c21#c-21) te voy a explicar porque es clasismo. No hace muchos años estas señoras de bien lo primero que veían cuando salian por la puerta de su casa era una mujer fregando escaleras. Y las miraban con desprecio porque sabian que si no se hubieran casado con un hombre de bien posiblemente serían una de ellas, y ahi estaban las limpiadoras de escaleras para recordárselo. Por eso muchas veces estas nobles condesas trataban de la peor manera a estas limpiadoras, porque veían en ellas lo que podían llegar a ser ellas si la vida les daba un revés. Por eso es Clasismo del rancio.\nA mí el que me hace gracia es Feijó diciendo que el PSOE ya no es un partido constitucionalista.\nPues no sé, creo que debió quedarse dormido en el artículo 1 porque en el 140 ya te dice de forma general cómo se eligen los concejales y como son éstos los que eligen a un alcalde.\nEn fin, que habrá quien le compre el discurso, pero no hay por donde cogerlo\n[#14](c14#c-14) ¿Que se modere?\n¡Le pagan y muy bien por eso!\nY le sacan en El Hormiguero cada vez que escribe un libro.\nNo conoces a los Lara, los del Planeta, ni a Mauricio su jefe directo.\nEl aislamiento del PP,UPN, muestra que estos partidos como la frase demuestra son partidos para defender los intereses de las clases privilegiadas; y que al no poder presentar su programa: defender los intereses de los ricos, el único argumento que han tenido y tienen es ETA, al no existir ETA ya, se han quedado sin argumentos con los que conseguir votos de los que no son de su clase social\nCreo que les ha retratado muy bien. Estoy un poco cansado de eldiario pero este artículo es bastante adecuado.\n[#0](c0#c-0) gracias\n[#2](c2#c-2) Tranquilo, tienen todo el escudo mediático. No lo verás en el telediario de A3, salvo que esa misma frase la hubiera dicho una alcaldesa del PSOE o de SUMAR.\n[#5](c5#c-5) Al hilo de lo que dices, hoy he visto las noticias de la noche de A·, con Vicente Vallés, y, en algún momento creía que le iba a dar un infarto: los independentistas, Bildu, traición del PSOE, traición de Sánchez y así así... Uno, si sigue escuchando cree que va a llegar el final de la democracia y el apocalipsis, como mínimo.\n[#6](c6#c-6) es indecente lo de ese señor... verlo vomitar bilis de esa manera, da muchisima grima, no se como no le aconseja alguien que se modere un poco",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:06.058+02:00",
    "updated": "2023-12-29T01:04:06.058+02:00"
  },
  {
    "uuid": "f00bb60594d0b5aac63c921dc180d38d7e38a3bc",
    "url": "https://www.kpcnews.com/obituaries/article_57672220-df47-11ef-b50a-33380bbe717f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cernsberger@kpcmedia.com (ernsberger)",
    "published": "2025-01-31T05:00:00Z",
    "title": "Clifford Beaty",
    "text": "ANGOLA — We are sad to announce that on Thursday, Jan. 30, 2025, we had to say goodbye to our beloved father, Clifford E. “Gene” Beaty.\nGene was born on Dec. 5, 1929, in Auburn, Indiana.\nHe married Audrey M. Kelly on Nov. 17, 1950. They lived many years in Auburn before moving to Angola, Indiana.\nGene worked at the Auburn Post Office and after retirement enjoyed all the activities of living at the lake.\nHis wife, Audrey, preceded him in death on March 27, 2018, and his son, Brent, on June 8, 2024.\nHe is survived by his daughters, Pamela (Sebert) and Lori Lantz; his daughter-in-law, Marymae Beaty; his grandchildren, Taylor Beaty, Kelly Harness and Mark Lantz; and his great-grandchildren.\nThere will be no services.\nPreferred memorials may be directed to Heart to Heart Hospice Care, 5646 Coventry Lane, Fort Wayne, IN 46804.\nTo send condolence, visit www.fellerandclark.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Lifestyle and Leisure->wellness"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://www.fellerandclark.com",
      "http://fellerandclark.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Clifford Beaty",
          "sentiment": "negative"
        },
        {
          "name": "Audrey M. Kelly",
          "sentiment": "none"
        },
        {
          "name": "Marymae Beaty",
          "sentiment": "none"
        },
        {
          "name": "Taylor Beaty",
          "sentiment": "none"
        },
        {
          "name": "Mark Lantz",
          "sentiment": "none"
        },
        {
          "name": "Lori Lantz",
          "sentiment": "none"
        },
        {
          "name": "Gene",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Heart Hospice Care",
          "sentiment": "none"
        },
        {
          "name": "Auburn Post Office",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T08:54:56.393+02:00",
    "updated": "2025-01-31T08:54:56.393+02:00"
  }
]