[
  {
    "uuid": "28b5862658d461bf7be8301e6fdc3281340d34da",
    "url": "https://istoe.com.br/multidao-de-evangelicos-toma-ruas-de-sao-paulo-na-marcha-para-jesus-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin3",
    "published": "2024-05-30T20:01:00Z",
    "title": "Multidão de evangélicos toma ruas de São Paulo na Marcha para Jesus",
    "text": "Uma maré azul de centenas de milhares de fiéis evangélicos tomou nesta quinta-feira (30) as ruas de São Paulo na Marcha para Jesus, um evento com forte dimensão política, além do seu aspecto religioso.\nCom os braços para o alto e olhos fechados, os participantes dançaram, cantaram e rezaram, vestindo camisetas azuis com o logotipo da 32ª edição da Marcha.\nUma grande bandeira de Israel foi levada pela multidão, um símbolo do forte apoio do movimento evangélico e ultraconservador do Brasil àquele país, em meio ao conflito com o movimento islamita Hamas na Faixa de Gaza.\nA Marcha também aconteceu em meio ao aumento da tensão entre Israel e o governo do presidente Lula, que retirou ontem seu embaixador em Tel Aviv, que não será substituído.\nO evento ganhou tons políticos nos últimos anos, com o crescimento da comunidade cristã evangélica brasileira, que se tornou cada vez mais influente, principalmente durante o mandato do ex-presidente Jair Bolsonaro (2019-2022).\nNa manhã de hoje, os fiéis deixaram o centro da cidade e se dirigiram a uma grande praça localizada cinco quilômetros ao norte, onde astros brasileiros do gospel fizeram um show durante toda a tarde.\n“Isso é uma experiência! Quando a gente vem uma vez, não deixa mais de vir”, disse a pastora Gislene Alves, 60.\nA empresária Raimunda Gonçalves da Silva, 29, compareceu para rezar “pelas pessoas necessitadas, pelo Rio Grande do Sul e por Israel também”.\nLula não participou da Marcha, mas enviou um representante do governo, e a presidência divulgou uma mensagem em seu nome: “Como cristão, sinto-me regozijado de ver a dimensão extraordinária que esse evento tomou e o papel significativo que ele desempenha na vida de muitos brasileiros.”\nO prefeito de direita de São Paulo, Ricardo Nunes, que buscará um novo mandato nas eleições de outubro, dirigiu-se aos fiéis: “Que essa marcha possa sair daqui para entrar em muitas casas. Estou muito feliz por estar aqui, eu amo Jesus Cristo, amo vocês”, disse o aliado de Bolsonaro.\nOs brasileiros evangélicos representam cerca de um terço dos 203 milhões de habitantes do país, mas alguns líderes religiosos afirmam que eles serão a maioria dentro de dez anos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-31T02:09:16.209+03:00",
    "updated": "2024-05-31T02:09:16.209+03:00"
  },
  {
    "uuid": "6c488cbe954afcfa08f74017d42aafe604e52833",
    "url": "https://m.dailyhunt.in/news/india/english/lokmattimes-epaper-dhfd5012174f5c4159918eaf51ebc42a19/hm+amit+shah+holds+massive+roadshow+in+gandhinagar+ahead+of+nomination+filing-newsid-n601434836",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-04-18T17:17:00Z",
    "title": "HM Amit Shah holds massive roadshow in Gandhinagar ahead of nomination filing",
    "text": "Thousands of people gathered just to get a glimpse of the Home Minister.\nHighlighting achievements of the government under the leadership of Prime Minister Narendra Modi such as the construction of the Ram Mandir, the abolition of Triple Talak, and \"enhanced\" national security, he said: \"We aim to win all 26 seats in Gujarat.\"\n\"People gave Narendrabhai Modi 10 years, and today, you can see the Ram Mandir, the removal of the Triple Talak, the Uniform Civil Code, and above all, the country is protected under him... under the Sonia-Manmohan government, daily anyone would enter our country from Pakistan... But now, Gujarat&apos;s son, Narendra Modi, leads the country. Narendrabhai worked to protect the country,\" he added.\nHome Minister Shah, who is scheduled to file the nomination paper on Friday, advised the crowd to vote in the first half, before 10:30 a.m., to avoid the heat.\nHe traversed significant areas of Gandhinagar, including Sanand, Kalol, Sabarmati, Ghatlodiya, Naranpura, and Vejalpur, to bolster support within the Gandhinagar Lok Sabha constituency -- a pivotal seat in Gujarat&apos;s political landscape. His son and BCCI Secretary Jay Shah was also present at the Sanand event.\nHistorically, Gandhinagar has served as a launching pad for notable political figures such as former Prime Minister Atal Bihari Vajpayee and former Deputy Prime Minister L.K. Advani.\nSince its establishment in 1967, the constituency has evolved into a BJP stronghold, witnessing the electoral battles of various distinguished leaders.\nDisclaimer: This post has been auto-published from an agency feed without any modifications to the text and has not been reviewed by an editor",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amit shah",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "narendrabhai",
          "sentiment": "none"
        },
        {
          "name": "narendrabhai modi",
          "sentiment": "none"
        },
        {
          "name": "sonia-manmohan",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "naranpura",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gandhinagar",
          "sentiment": "none"
        },
        {
          "name": "ghatlodiya",
          "sentiment": "none"
        },
        {
          "name": "vejalpur",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "gandhinagar lok sabha",
          "sentiment": "none"
        },
        {
          "name": "sabarmati",
          "sentiment": "none"
        },
        {
          "name": "sanand",
          "sentiment": "none"
        },
        {
          "name": "kalol",
          "sentiment": "none"
        },
        {
          "name": "gujara",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:23:05.891+03:00",
    "updated": "2024-04-19T01:23:05.891+03:00"
  },
  {
    "uuid": "de70f8872d13e39ee7511cb80147eadbb603cc57",
    "url": "https://kalkinemedia.com/news/world-news/best-locations-on-wolf-road-recognized-for-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "info@kalkinemedia.com (EIN Presswire)",
    "published": "2023-12-28T18:04:00Z",
    "title": "Best Locations on Wolf Road Recognized for 2023",
    "text": "EINPresswire.com/ -- Restaurants, coffee shops, bars, banks, hotels, supermarkets - Wolf Road in Colonie, NY has it all – and for more than 50 years The Anderson Group has been a part of this vibrant business community with their commercial office space leasing companyheadquartered at 125 Wolf Rd. Through their annual ‘Best on Wolf Road’ contest they invite the community to cast their votes for their favorite businesses with locations along the busy commercial corridor just outside Albany.\nIn 2023, Capital Region voters determined the standout businesses in various categories, including Best Coffee Shop, Best Lunch, Best Local Restaurant, Best National Chain, Best Happy Hour, Best Sweets, Best Regional Bank, Best Hotel and Best Supermarket.\nThis year's 'Best on Wolf' contest saw the rise of a couple of new category winners like Professor Java’s Coffee Sanctuary for Best Coffee Shop and JT Maxies Bar & Grill for Best Happy Hour. Meanwhile, favorites such as Chipotle, Barnsider, Trustco Bank, Marriott Albany, and Trader Joe’s continued their winning streaks in their respective categories. Notably, Nothing Bundt Cakes reclaimed the Best Sweets category after triumphing back in 2021.\nEach winning establishment was honored with the 2023 'Best on Wolf Winner' certificate to display at their location. Owners and employees alike echoed sentiments of passion for their work, exemplified by Professor Java’s heartfelt declaration: \"We love what we do. 28 years of serving Colonie and all of Albany county,\" shared on social media alongside their Best on Wolf Winner certificate.\nWinners List\nBest Coffee Shop: Professor Java’s Coffee Sanctuary - 145 Wolf Road, Albany, NY, 12205\nBest Lunch: Chipotle - 105 Wolf Road, Albany, NY, 12205\nBest Local Restaurant: Barnsider - 480 Sand Creek Rd, Albany, NY, 12205\nBest National Chain: The Cheesecake Factory - 131 Wolf Road #140, Albany, NY, 12205\nBest Happy Hour: JT Maxies Bar & Grill - 240 Wolf Road, Albany, NY, 12205\nBest Sweets: Nothing Bundt Cakes - 110 Wolf Road Unit 2, Albany, NY, 12205\nBest Regional Bank: Trustco Bank - 34 Wolf Road, Albany, NY, 12205\nBest Hotel: Marriott Albany - 189 Wolf Road, Albany, NY, 12205\nBest Supermarket: Trader Joe’s - 79 Wolf Road, Albany, NY, 12205\n“We love to see how proud business owner & operators are to be recognized as having the\nbest location on Wolf Road. It’s great to see such pride in our local business community,” said Greg Anderson, Partner at The Anderson Group.\nSee more about the\n“Best On Wolf Road”winning locations here.\nRichard Akullian\nAkullian Creative Enterprises\n+1 518-516-1984\nemail us here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.einpresswire.com/",
      "https://www.andersonoffices.com/insights/best-on-wolf-road-2023-winners/",
      "http://www.einpresswire.com/contact_author/677810175",
      "https://www.andersonoffices.com/",
      "http://einpresswire.com/contact_author/677810175",
      "https://andersonoffices.com/",
      "https://www.andersonoffices.com/insights/best-on-wolf-road-2023-winners",
      "https://www.andersonoffices.com",
      "https://andersonoffices.com/insights/best-on-wolf-road-2023-winners/",
      "https://www.einpresswire.com",
      "https://einpresswire.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "wolf",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trustco bank",
          "sentiment": "none"
        },
        {
          "name": "best coffee shop",
          "sentiment": "none"
        },
        {
          "name": "anderson group",
          "sentiment": "none"
        },
        {
          "name": "jt maxies bar & grill",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wolf road",
          "sentiment": "none"
        },
        {
          "name": "marriott albany",
          "sentiment": "none"
        },
        {
          "name": "ny",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:22:45.662+02:00",
    "updated": "2023-12-29T02:22:45.662+02:00"
  }
]