[
  {
    "uuid": "676fff1df14a17307445dcd857f3f9ace6ddc0e8",
    "url": "https://www.brandonsun.com/national/2023/12/28/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-4",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Canadian Press",
    "published": "2023-12-28T22:01:00Z",
    "title": "Friends and family mourn the loss of Canadians killed by Hamas in Israel",
    "text": "Friends and family mourn the loss of Canadians killed by Hamas in Israel\nAdvertisement\nRead this article for free:\nor\nAlready have an account?\nLog in here »\nWe need your support!\nLocal journalism needs your support!\nAs we navigate through unprecedented times, our journalists are working harder than ever to bring you the latest local updates to keep you safe and informed.\nNow, more than ever, we need your support.\nStarting at $14.99 plus taxes every four weeks you can access your Brandon Sun online and full access to all content as it appears on our website.\n[Subscribe Now](/subscribe)\nor call circulation directly at (204) 727-0527.\nYour pledge helps to ensure we provide the news that matters most to your community!\nFriends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\nGlobal Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities.\nThe Hamas attacks killed an estimated 1,200 people and militants took another 240 hostage, 105 of whom were released during a temporary pause in the violence at the end of last month.\nAs Israel continues its retaliation on Hamas in the Gaza Strip, authorities there say more than 20,000 Palestinians have now been killed.\nHere’s what we know about the Hamas victimswith ties to Canada:\nJudih Weinstein Haggai\nJudih Weinstein Haggai, 70, was out on an early-morning walk when Hamas started its attack, her family says.\nShe told members of her Nir Oz kibbutz that a militant on a motorcycle shot her husband and she was less severely wounded. The community was unable to dispatch an ambulance before militants arrived there.\nLast week, the kibbutz confirmed Gadi Haggai, Judih’s husband, died on Oct. 7, and on Thursday they confirmed Weinstein Haggai also died that day, and her body is being held in Gaza.\nWeinstein Haggai was born in New York state but arrived in Toronto at the age of three, and moved to Israel 20 years later to live with her husband. She held Canadian, Israeli and American citizenships.\nWeinstein Haggai was an artist and a volunteer who the kibbutz said “pursued many initiatives to advance peace in the region.”\nHer brother Larry Weinstein said the family is distressed by Israel’s offensive in Gaza and the rise of hateful speech in Canada toward both Jews and Muslims.\n“We’re inspired by my sister, who believed in peace and believed in harmony,” he said. “There can’t be any kind of resolution when people are at each other’s throats.”\nVivian Silver\nVivian Silver, 74, was in her home on Kibbutz Be’eri near the Gaza border and talking on the phone with her son Yonatan Zeigen when they learned of the incursion by Hamas into Israel.\n“We couldn’t grasp the incapability of the Israeli army to defend the civilians … we started to say goodbye because we realized this is probably our last words to each other,” Zeigen later told a news conference organized by the Jerusalem Press Club.\nHe said they shifted their conversations to text messages so his mother could stay silent, and someone broke into her home. They said they loved one another before the messages stopped coming.\nZeigen said he had received information that she was taken hostage, and her phone had been geolocated in Gaza.\nOn Monday, his brother Chen Zeigen confirmed their mother’s death. He said Israeli authorities told him the remains found earlier in the kibbutz had been identified as Silver.\nHe said his mother was born in Winnipeg and moved to Israel in 1974.\nShe dedicated her life to peacebuilding and fostering understanding between Israelis and Palestinians, he added.\nShe also volunteered to help children in Gaza access medical care in Israel.\nTiferet Lapidot\nTiferet Lapidot, 22, was a few days shy of her 23rd birthday and attending a music festival when the Hamas attack began.\nHer cousin Oran Zlotnik remembered Lapidot as a charismatic and compassionate person who had travelled the world, taught in Africa and spent time in Australia before she returned to Israel in the fall.\nHer uncle Harel Lapidot said she called her mother the morning of the attack to say she was hiding in a bush and to ask whether she should flee. Her cellphone was later tracked to the Gaza Strip, leading family to believe she was being held hostage. They then mounted a campaign to secure her freedom.\nZlotnik said that when the cellphone of one of Lapidot’s friends, confirmed deceased, was also traced to Gaza, the family realized it was possible she wasn’t a hostage.\nHarel Lapidot said his niece’s body was later identified and the family held a funeral.\n“We know for a fact they were hunted,” he said. “They ran away and they were hunted and killed.”\nTiferet Lapidot was an Israeli citizen but her family was from Canada, including her father, Ohad, who was born in Saskatchewan.\nHarel Lapidot thanked the Jewish community in Canada and MPs who had reached out to help and offer support. The family had a meeting with Foreign Affairs Minister Mélanie Joly while she was in Israel.\nNetta Epstein\nIsraeli-Canadian Netta Epstein, 21, died when his home, Kibbutz Kfar Aza, came under attack.\nHis mother, Ayelet Shachar-Epstein, said he loved life. She learned the circumstances of his death from text messages he sent her in the moments before he was killed, and from his fiancée, Irene Shavit, who survived.\nNetta Epstein was inside a safe room with Shavit, and he jumped on a grenade thrown in by the attackers.\nShachar-Epstein, who also lost her mother-in-law and two brothers-in-law in the attacks, described it as a terrorist invasion.\nShe said her son, who had worked with special needs youth, had returned home two months earlier after completing military service.\nHe was born in Montreal and was a Canadian citizen. Shachar-Epstein said many members of the family still live in that city.\nShir Georgy\nIsraeli Canadian Shir Georgy, 22, was killed by Hamas militants who ambushed the music festival near Kibbutz Re’im.\nGeorgy’s aunt Michal Bouganim confirmed the death.\n“We are currently a mess, heartbroken,” Bouganim said in a Facebook message.\nBouganim shared a 22-second clip on her social media in which a terrified Georgy was seen sitting on a floor, with her back against a wall and surrounded by other festival attendees — some of them injured.\nGeorgy’s funeral was held in Israel.\nAdi Vital-Kaploun\nAdi Vital-Kaploun, 33, was killed by Hamas militants in her kibbutz near the Israeli border with the Gaza Strip, said the Jewish Federation of Ottawa.\nThe group’s CEO made a statement on behalf of Vital-Kaploun’s family, saying the dual citizen has a large extended family in the Ottawa area.\nThe family said she died a hero, after convincing her killers to spare her two young children and warning her father and husband to stay hidden during the attack.\n“Adi was a beautiful woman that brought love and lightness to the people around her, but also she was very focused and determined to make a beautiful life for her family,” her cousin-in-law Aaron Smith said in an interview.\nThe family said she was an amazing mother and wife, always bringing love and laughter to their household.\nShe was also a talented dancer, saxophonist and basketball player.\nAfter completing her master’s degree in engineering, Vital-Kaploun excelled in her cybersecurity career, they said.\n“We are mourning trying to process this unconscionable act of terrorism in her kibbutz and across the country,” said the family, adding that they wish her memory to be “a blessing.”\nBen Mizrachi\nCanadian Ben Mizrachi was one of at least 260 people gunned down by Hamas militants at the music festival in southern Israel.\nMizrachi, 22, from Vancouver, was described as “larger than life with a big personality” in a statement by his former high school in B.C.\nEzra Shanken, CEO of the Jewish Federation of Greater Vancouver, said Mizrachi was about to start university in Israel after serving with the country’s national defence force.\nHilit Nurick, a home economics teacher at King David High School in Vancouver, remembered Mizrachi as a “kind, wonderful, and community-minded” young man who had a positive influence on everyone around him.\nNurick said she and Mizrachi once put a large event together for more than 100 people at school.\n“He was in charge of making Moroccan-style spicy fish stew. He brought his mother’s recipe and shared it with everyone and taught us how to make it,” said Nurick. “He was incredible, just an incredible human being.”\nAlexandre Look\nAlexandre Look, who had recently celebrated his 33rd birthday, was among those killed while attending the musical festival.\nLook, who lived in Montreal with his family before moving to Mexico, died a hero, his dad said in a Facebook post.\n“Like a true warrior he left as a hero wanting to protect the people he was with,” Alain Haim Look said.\nFriend Lior Horovitz described him as a “once-in-a-lifetime person” who became like family during their five-year friendship.\nIn a phone interview from a town outside Tel Aviv, she said she and her boyfriend met Alexandre Look in Mexico. They became fast friends and would organize their vacations to meet up, either in Mexico or Israel.\nHe was a proud Jewish Canadian and a generous person who would do anything for his friends, she said.\n“He’s a person who loves people,” she said. “He’s the guy that’s always going to help others, especially if they are Jewish.”\nThis report by The Canadian Press was first published Dec. 28, 2023.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brandon sun",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "global affairs canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:55.010+02:00",
    "updated": "2023-12-29T00:09:55.010+02:00"
  },
  {
    "uuid": "8f577affac476b7802b219a9f3889ca21c9d3ac5",
    "url": "https://www.ole.com.ar/ecuador/liga-pro/antonio-alvarez-barcelona-arremetio-ministerio-deporte-asuncion-dirigencia_0_KZWbV2UuUG.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Deportivo Olé",
    "published": "2024-06-06T19:27:00Z",
    "title": "Barcelona arremetió contra el Ministerio del Deporte: \"Están rascándose la barriga\" :: Olé Ecuador",
    "text": "Aunque por poco no logró el objetivo de ganar la Fase 1 de [LigaPro](https://www.ole.com.ar/tema/ligapro.html), en [Barcelona](https://www.ole.com.ar/tema/barcelona.html) están conformes con el primer semestre del año y ya preparan las naves para ir por más. Entre otras cosas, el Ídolo resolvió la incertidumbre dirigencial con el proceso electoral que ratificó a Antonio Alvarez como presidente. Sin embargo, todavía no llegó la aprobación del Ministerio del Deporte y por eso se pronunció el mandatario. \"No podemos trabajar todavía. Seguimos sin ningún tipo de rango de acción\", comentó el mayor directivo del elenco guayaquileño tras su presencia en el Consejo Extraordinario de Presidentes. \"Brillan por su ausencia\", castigó en su descargo con Radio Caravana, a la vez que agregó: \"El que quiere trabajar, trabaja. El que quiere besar busca la boca. La gente ya saben como ellos (Ministerio) actúan, que le ven la quinta pata al gato todo. Barcelona está muerto ahora y hay que ver si se lo revive de alguna manera\". \"No solamente en refuerzos, también en entidades bancarias. No nos ven como un equipo serio, prometimos tener los papeles al día para poder trabajar y no los tenemos porque el Ministerio está rascándose la barriga\", arremetió el presidente de BSC a la espera de la anhelada inscripción. Y en esa línea, el pope del elenco amarillo habló de la actualidad del club y dijo: \"Se está trabajando en la cancha para que esté mejor. Las canchas en el fútbol ecuatoriano son un desastre y así no se puede competir en alto nivel. El terreno del Monumental está bien, la del Liga de Quito está en buen estado, la de Independiente del Valle también en buen estado. Pero vas a Latacunga a jugar un partido, pasas la pelota y parece que hay un terremoto\". Respecto a la búsqueda de nuevos jugadores para el plantel, Alvarez destacó la importancia que \"Barcelona invierta y no gaste\". En esa línea, adelantó que el plantel jugará dos partidos en Estados Unidos \"a fines de junio o principios de julio\" y que la pretemporada será en Guayaquil. ¿Los rivales? El directivo señaló que hubo avances con equipos peruanos pero sin confirmaciones al momento. La postura de Barcelona sobre GolTV y los derechos audiovisuales \"Barcelona siempre en posición de ayudar a todos y estar unidos. Después de la carta que enviaron (GolTV), que fue un golpe para todos, la verdad que es muy difícil volver atrás\", comentó Alvarez [respecto al rompimiento de contrato con la empresa que tenía los derechos audiovisuales](https://www.ole.com.ar/ecuador/liga-pro/consejo-presidentes-rome-contrato-gol-tve-derechos-audiovisuales_0_3h4rZUPAiZ.html). \"Dijeron que no adeudaban nada desde 2023 y eso no es real, era algo molesto. Hay que buscar una empresa, la que sea que venga, que sea seria y cumpla con sus responsabilidades para no vivir lo mismo y que no sea un círculo vicioso\", señaló el presidente de Barcelona y, al ser consultado por ECDF como opción, advirtió: \"El Canal del Fútbol le debe a Barcelona 16 mil dólares desde el mes de enero por la Noche Amarilla. Si nos debe eso y no nos paga, qué pasará cuando tengan que pagar millones a los clubes... entonces debe ser una empresa seria\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:09:00.239+03:00",
    "updated": "2024-06-07T01:09:00.239+03:00"
  },
  {
    "uuid": "96ceb4f69db65e41bd63d706756dec09c5de7042",
    "url": "https://aleteia.org/2024/03/29/pope-francis-meditations-for-the-stations-of-the-cross",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@AleteiaEN",
    "published": "2024-03-29T12:04:00Z",
    "title": "Pope Francis' meditations for the 2024 Stations of the Cross",
    "text": "\"In Prayer with Jesus on the Way of the Cross\": These are the meditations that will be used for the Via Crucis in the Colosseum. Each station has a brief litany-type prayer. Please consider a gift for Aleteia!\nHelp us spread the joy of Christ's victory.\nAleteia depends on your support.\nJoin our Lenten Campaign 2024.\nDONATE NOW For the first time, Francis himself has written the meditations for the traditional celebration of the Way of the Cross, which will start inside the Colosseum at 9:15 pm on Good Friday.\nThe last pope to have written the meditations himself was John Paul II in 2003, two years before his death.\nHere is a Vatican translation of Pope Francis’ reflections:\n~\nIntroduction:\nLord Jesus, as we contemplate your cross, we realize that you sacrificed yourself completely for our sake. We now take this time to be with you. We want to spend it in closeness to you. On the way from Gethsemane to Calvary, you never stopped praying. In this Year of Prayer, we accompany you on your own journey of prayer.\nFrom the Gospel according to Mark\nThey went to a place called Gethsemane… Jesus took with him Peter and James and John, and began to be distressed and agitated. He said to them, “Remain here and keep awake.” Going a little farther, he threw himself on the ground and prayed… “Abba, Father, for you all things are possible; remove this cup from me; yet not what I want but what you want.” He came and found them sleeping; and he said to Peter, “Could you not keep awake one hour?” (14:32-37).\nLord, you prepared for every day of your life with prayer, and now, in Gethsemane, you prepare for your Passover. Abba, Father, for you all things are possible, you say, for prayer is before all else dialogue and intimacy, yet at the same time struggle and supplication: Remove this cup from me! Prayer too is entrustment and offering: Yet not what I want, but what you want . In your prayer, you passed through the narrow door of our human suffering and experienced it fully. You were “distressed and agitated” ( Mk 14:33), fearful in the face of death, crushed beneath the burden of our sin, and oppressed by untold grief. Yet in the midst of this struggle, you prayed “more earnestly” ( Lk 22:44), and in this way turned your bitter anguish into a sacrifice of love.\nOf us, you asked only one thing: to remain with you and to keep awake . You did not ask something impossible, but simply closeness. How many times, though, have I strayed far from you! How many times, like the disciples, rather than keeping awake, have I instead fallen asleep! How many times have I failed to find the time or the desire to pray, whether from weariness, distraction or dullness of mind and heart! Lord Jesus, say once more to me and to us, your Church: “Get up and pray” ( Lk 22:46). Rouse us, Lord! Awaken our hearts from their lethargy, for today too – today above all – you count on our prayer.\nFirst Station: Jesus is condemned to death\nThen the high priest stood up before them and asked Jesus, “Have you no answer? What is it that they testify against you?” But he was silent and did not answer… Pilate again asked him, “Have you no answer? See how many charges they bring against you.” But Jesus made no further reply, so that Pilate was amazed (Mk 14:60-61; 15:4-5).\nJesus, you are life itself, and now you are sentenced to death. You are truth itself, and now you are falsely put on trial. Why don’t you protest? Why don’t you speak up and defend yourself? Why don’t you confound the learned and powerful, as you did so often and so well? Your reaction troubles us, Jesus: at the decisive moment, you choose not to speak; you remain silent. Because the more potent evil is, the more radical is your response. And that response is silence. Yet that silence is itself pregnant: it is prayer, meekness, forgiveness; it is a means of redeeming evil, a means of converting your passion into a sacrificial gift. Jesus, I realize how little I know you, for I find it hard to understand your silence. Amid the frantic pace of my life, my absorption with the things of this world, my struggle to keep up with others or my need to be at the centre of attention, I fail to find time to stop and be with you. To allow you, Word of the Father, ever silently at work, to act in my life. Jesus, I find your silence troubling. It makes me realize that prayer is not about lips that move, but a heart that listens, for to pray is to become open to your word, and to adore your presence.\nLet us pray together and say: Speak to my heart, Jesus\nYou, who respond to evil with good,\nSpeak to my heart, Jesus\nYou, who calm rage with meekness\nSpeak to my heart, Jesus\nYou, who detest gossip and complaints,\nSpeak to my heart, Jesus\nYou, who peer into the depths of my heart,\nSpeak to my heart, Jesus\nYou, who love me more than I do myself,\nSpeak to my heart, Jesus\nSecond Station: Jesus carries his cross\nHe bore our sins in his body on the cross,\nso that, free from sins,\nwe might live for righteousness;\nby his wounds you have been healed (1 Pet 2:24).\nJesus, we too have our crosses to bear. At times, they are heavy indeed: illness, an accident, the death of a dear one, disappointment in love, a child gone astray, a lost job, a hurt that will not heal, a failed project, the frustration of yet another hope… Jesus, how do I pray in those situations? What am I to do when I feel crushed by life, heavy of heart, under pressure and lacking the strength to go on? Your answer is an invitation: “Come to me, all you that are weary and are carrying heavy burdens, and I will give you rest” ( Mt 11:28). “Come to me”. Yet I take refuge in myself: I brood, I nurse my griefs, I wallow in negativity. Come to me. Saying this was not enough; you came to us and you took our cross upon your shoulders to lighten its weight. You want us to lay upon your shoulders all our problems and needs, because you want us to find freedom and love in you. Thank you, Jesus. I unite my cross to yours, I bring you my weariness and my cares, I cast upon you every burden of my heart.\nLet us pray together and say: I come to you, Lord\nWith the story of my life,\nI come to you, Lord\nWith all my cares,\nI come to you, Lord\nWith all my frailty and shortcomings,\nI come to you, Lord\nWith all my fears,\nI come to you, Lord\nWith complete trust in your love for me,\nI come to you, Lord\nThird Station: Jesus falls the first time\nVery truly, I tell you, unless a grain of wheat falls into the earth and dies, it remains just a single grain; but if it dies, it bears much fruit (Jn 12:24).\nJesus, you have fallen. What are you thinking, how are you praying, prostrate in the dust? Above all, what gives you the strength to pick yourself up again? As you lie face-down on the ground, unable to see the sky above, I imagine you praying in your heart: Father, who art in heaven . The loving gaze of the Father is the source of your strength. At the same time, I imagine that, as you kiss the cold dry ground, you think of man, formed from the dust of the earth. You think of all of us whom you hold in your heart, and you repeat once again the words of your testament: “This is my body, which is given for you” ( Lk 22:19). The Father’s love for you and your love for us: that love is the force that makes you get up and go forward. For those who love do not stay down but start over again; those who love do not tire, but keep going; those who love take wing and fly. Jesus, I keep asking you for many things, but there is only one thing that I need, and that is the ability to love. I will fall often in life, but with your love, I will be able to pick myself up and go forward, even as you did. For you know what it means to fall. Your life was a constant descent for our sake: from God to man, from man to slave, from slave to crucifixion and the tomb. Like the seed that falls to the ground and dies, you came down in order to lift us up from the earth and bring us to heaven. You, who raise us from the dust and give us new hope, grant me the strength to love and to begin anew.\nLet us pray together and say: Jesus, give me the strength to love and begin anew\nWhen I am overcome by disappointment,\nJesus, give me the strength to love and begin anew\nWhen I am weighed down by the judgements of others,\nJesus, give me the strength to love and begin anew\nWhen things go wrong and I lose my patience,\nJesus, give me the strength to love and begin anew\nWhen I feel that I cannot go on,\nJesus, give me the strength to love and begin anew\nWhen I fear that nothing will ever change,\nJesus, give me the strength to love and begin anew\nFourth Station: Jesus meets his Mother\nWhen Jesus saw his mother and the disciple whom he loved standing beside her, he said to the disciple, “Here is your mother.” And from that hour the disciple took her into his own home (Jn 19:26-27).\nJesus, your disciples abandoned you, Judas betrayed you and Peter denied you. You are left alone with your cross. Yet your Mother is there for you. She needs no words, it is enough to look into her eyes that understand and share in your suffering. Jesus, in Mary’s eyes, bright with tears, you see mirrored the tender love, the warm caresses and the loving embrace that surrounded and sustained you from your earliest years. A mother’s eyes remind us too of all the goodness we have known. All of us need a mother to bring us into the world, but also to help us find our proper place in the world. You know this, and, from the cross, you give us your own Mother. Here is your Mother , you say to your disciple and to each of us. After the gift of the Eucharist, you gave us Mary as your final, parting gift. Jesus, on your journey you drew strength from the memory of her love; my journey too needs to be grounded in the memory of all the goodness I have known. Yet I realize how little room I make in my prayer for grateful remembrance. My prayer is all too hurried, a quick list of things I need for today and tomorrow. Mary, stop me from rushing. Help me to recall and cherish the graces I have received, to remember God’s forgiveness and his blessings, to revive my first love, to savour anew the wonders of his providence, and to shed tears of gratitude.\nLet us pray together and say: Lord, renew in me the memory of your love\nWhen the wounds of the past are re-opened,\nLord, renew in me the memory of your love\nWhen I lose my sense of reality,\nLord, renew in me the memory of your love\nWhen I take for granted all the gifts I have received,\nLord, renew in me the memory of your love\nWhen I lose sight of the gift that I am,\nLord, renew in me the memory of your love\nWhen I neglect to give you thanks,\nLord, renew in me the memory of your love\nFifth Station: Jesus is helped by Simon of Cyrene\nAs the soldiers led him away, they seized a man, Simon of Cyrene, who was coming from the country, and they laid the cross on him, and made him carry it behind Jesus (Lk 23:26).\nJesus, how often in the face of life’s challenges we think that we can go it alone! How hard we find it to ask for help, lest we give the impression that we are not up to the task! What pains we take to put ourselves in the best light, to put on a good show! It is not easy to trust others, and even less to depend on them. Yet those who pray know their needs, and you, Jesus, in your own prayer, knew what it meant to entrust yourself completely. So you did not refuse the help offered by the man from Cyrene. You allowed this simple man, a farmer returning from the fields, to witness your weakness. Thank you, Jesus, because, by letting yourself be helped in your need, you have shown us the image of a God who is not distant and untouchable. In your vulnerability, you have shown us the triumph of your love. You have taught us that to love means to reach out to those who may be ashamed to ask for our help. In this way, weakness becomes an opportunity for growth. That is what happened to Simon of Cyrene. Your weakness changed his life; one day he will realize that he helped his Saviour and was redeemed by the very cross he carried. Jesus, grant that my life too may change. Help me lower my defenses and allow you to love me in those places where I have fallen most grievously.\nLet us pray together and say: Heal me, Jesus\nFrom the presumption of self-sufficiency,\nHeal me, Jesus\nFrom thinking that I can do without you or anyone else,\nHeal me, Jesus\nFrom my obsession with being perfect,\nHeal me, Jesus\nFrom my reluctance to entrust my frailty to you,\nHeal me, Jesus\nFrom hurrying past the needy whom I encounter on my way,\nHeal me, Jesus\nSixth Station: Jesus is comforted by Veronica, who wipes his face\nBlessed be God, the Father of mercies and the God of all consolation, who consoles us in all our affliction, that we may be able to console those who are in any affliction… For just as the sufferings of Christ are abundant for us, so also our consolation is abundant through Christ (2 Cor 1:3-5).\nJesus, crowds of people witness the brutal spectacle of your execution. Without knowing you or knowing the truth, they make judgements, they cast aspersions, they mock you and condemn you. The same thing happens even now, Lord, without the need for a gruesome parade: all it takes is a keyboard to spew insults and condemnation. Yet amid the roar of the crowd, a woman makes her way to Jesus. She says nothing; she acts. She does not rant and rail; she shows mercy and compassion. She goes against the tide: alone, with the courage of compassion and love, she finds a way to pass among the soldiers, merely to give you the comfort of a caress. Her gesture of mercy will be remembered for all time. Jesus, how often I ask you to be consoled! Veronica reminds me that you too want to be consoled. You, the God who draws near to us, ask us to draw near to you. You, my comfort, desire to be comforted by me. Jesus, Love unrequited, today too you look among the crowd for hearts sensitive to your suffering and pain. You seek true worshippers , those who adore in spirit and truth (cf. Jn 4:23), and abide in you (cf. Jn 15). Jesus, Love forsaken, awaken in me the desire to remain in your presence, to adore you and to console you. Grant that, in your name, I may be a source of consolation for others.\nLet us pray together and say: Make me a witness of your consolation\nGod of mercy, ever close to the heartbroken,\nMake me a witness of your consolation\nGod of tender love, who take pity on us,\nMake me a witness of your consolation\nGod of compassion, who detest apathy and indifference,\nMake me a witness of your consolation\nYou, who are grieved when I point a finger at others,\nMake me a witness of your consolation\nYou, who came not to condemn but to save,\nMake me a witness of your consolation\nSeventh Station: Jesus falls again beneath the weight of the cross\n[The younger son] came to himself and said… “I will get up and go to my father, and I will say to him, ‘Father, I have sinned” … So he set off and went to his father. But while he was still far off, his father saw him and was filled with compassion; he ran and put his arms around him and kissed him. Then the son said to him, “Father, I have sinned; I am no longer worthy to be called your son.” But the father said… “This son of mine was dead and is alive again; he was lost and is found” (Lk 15:17-18.20-22.24).\nJesus, the cross is heavy: it bears all the weight of disappointment, failure and humiliation. I realize this whenever I feel overwhelmed, beleaguered and misunderstood; when I am weighed down by the burdens of responsibility and work, when I find myself in the grip of anxiety and desperation, and keep saying to myself: “This is it; this time you won’t get back up.” And it only gets worse. Every time I fall back into my sins and faults, I hit rock bottom: I am critical of others and then realize that I am no different. There is nothing worse than self-remorse and the overwhelming sense of guilt. Jesus, you fell again and again beneath the weight of the cross, and so you are at my side whenever I stumble and fall. With you, hope always springs anew; after every fall, I can get up again. When I stumble, you do not give up on me but draw even closer. Thank you for watching over me. Thank you, because I fall so often, yet you never cease to forgive me. Keep reminding me that every fall can become a crucial step on my journey, since it helps me to realize the one thing that matters: my need for you. Jesus, plant in my heart the firm realization that I truly rise only when you lift me up, when you set me free from my sins. For life begins anew not from my resolutions, but from your forgiveness.\nLet us pray together and say: Raise me up, Jesus\nWhen I am disheartened, dismayed and discouraged,\nRaise me up, Jesus\nWhen I recognize my failings and feel worthless,\nRaise me up, Jesus\nWhen I feel overwhelmed by feelings of shame and inadequacy,\nRaise me up, Jesus\nWhen I am tempted to lose hope,\nRaise me up, Jesus\nWhen I forget that my strength lies in your forgiveness,\nRaise me up, Jesus\nEighth Station: Jesus meets the women of Jerusalem\nA great number of the people followed him, and among them were women who were beating their breasts and wailing for him (Lk 23:27).\nJesus, who remains with you to the end along the way of the cross? Not the powerful, who wait for you on Calvary, nor the onlookers standing at a distance, but those ordinary people who are great in your eyes, yet small in the eyes of the world. There are the women, in whom you inspired hope: they have no voice, yet they make their presence felt. Help us to recognize the dignity of those women who remained faithful and stood by you in your passion, and those who in our own day are exploited and endure injustice and indignity. Jesus, the women you encounter beat their breasts and weep for you. They do not weep for themselves, but for you; they weep for the evil and sin of the world. Their tearful prayers touch your heart. Is my own prayer capable of tears? Am I moved as I gaze upon you, crucified for my sake, and contemplate your gentle, wounded love? Do I grieve for my hypocrisy and my infidelity? When I am faced with the tragedies of today’s world, is my heart frozen or does it melt? How do I react when I see the madness of war, the faces of children no longer able to smile and of mothers who see them hungry and underfed, and have no more tears to shed? Jesus, you wept over Jerusalem; you weep over the hardness of our hearts. Touch my heart; add tears to my prayer and prayer to my tears.\nLet us pray together and say: Jesus, melt my hardened heart\nYou know the secrets of every heart,\nJesus, melt my hardened heart\nYou are grieved by the hardness of our hearts,\nJesus, melt my hardened heart\nYou love hearts that are humble and contrite,\nJesus, melt my hardened heart\nYou dried Peter’s tears by your forgiveness\nJesus, melt my hardened heart\nYou turn our mourning into song,\nJesus, melt my hardened heart\nNinth Station: Jesus is stripped of his garments\n“Lord, when was it that we saw you hungry and gave you food or thirsty and gave you something to drink? And when was it that we saw you a stranger and welcomed you or naked and gave you clothing? And when was it that we saw you sick or in prison and visited you?” … And he will answer them, ‘Truly I tell you, just as you did it to one of the least of these who are members of my family, you did it to me” (Mt 25:37-40) .\nJesus, you spoke these words before your passion. Now I know why you insisted on identifying yourself with those in need. You too were imprisoned; you too were a stranger, led outside the city to be crucified. You too were naked, stripped of your clothes. You too were sick and wounded; on the cross, you too were thirsty and hungered for love. Teach me to see you in those who suffer, for you are there, and in those stripped of their dignity, demeaned by the arrogance, injustice and power of those who exploit the poor amid general indifference. I look at you, Jesus, stripped of your garments, and I realize that you are asking me to strip myself of so many unnecessary things. For you do not look at appearances, but at the heart, and you ask for a prayer that is not empty but rich in love. Divested of everything, divest me in the same way. Words are cheap. Do I really love you in the poor, your wounded flesh? Do I pray for those stripped of their dignity? Or do I pray only for my own needs and garb myself in my own certainties? Jesus, your truth lays me bare and forces me to focus on what really matters: on you, the crucified Lord, and our crucified brothers and sisters. Grant that I may understand this now, lest I be found naked, bereft of love, when I stand before you on the last day.\nLet us pray together and say: Strip me, Lord Jesus\nOf my attachment to appearances,\nStrip me, Lord Jesus\nOf my armour of indifference,\nStrip me, Lord Jesus\nOf my idea that helping others is not my job,\nStrip me, Lord Jesus\nOf empty words and routine prayer,\nStrip me, Lord Jesus\nOf the notion that life is good if it is good for me,\nStrip me, Lord Jesus\nTenth Station: Jesus is nailed to the cross\nWhen they came to the place that is called The Skull, they crucified Jesus there with the criminals, one on his right and one on his left. Then Jesus said, “Father, forgive them; for they do not know what they are doing” (Lk 23:33-34).\nJesus, they pierce your arms and legs with nails, tearing through your flesh; yet even now, when your physical pain is most excruciating, you utter the unthinkable prayer: you forgive the very ones who drive nails into your wrists. Nor is this the first time, for so many other times, as the Gospel tells us, you repeated: “Father, forgive…”. With you, Jesus, I too can find courage to embrace the forgiveness that sets our hearts free and enables life to begin anew. Lord, it was not enough for you to forgive us; you also excused us before the Father: “for they do not know what they are doing” . You take our side, you become our advocate, you intercede on our behalf. Now your hands that blessed and healed are nailed fast; now your feet that brought glad tidings to the poor can no longer move; now, in utter helplessness, you show us the triumphant power of prayer. Atop Golgotha, you reveal to us the heights of intercessory prayer, which brings salvation to the world. Jesus, let me pray not merely for myself and for my dear ones, but also for those who do not love me and for those who hurt me. Let me pray, according to the intentions of your heart, for those who wander far from you. Let me make reparation for, and intercede for, all those who do not know you or the joy of experiencing your love and forgiveness.\nLet us pray together and say: Father, have mercy on us and on the whole world\nThrough the sorrowful passion of Jesus,\nFather, have mercy on us and on the whole world\nThrough the power of his wounds,\nFather, have mercy on us and on the whole world\nThrough his forgiveness offered on the cross,\nFather, have mercy on us and on the whole world\nFor all those who forgive others out of love for you,\nFather, have mercy on us and on the whole world\nBy the prayers of all those who believe and hope in you, adore you and love you,\nFather, have mercy on us and on the whole world\nEleventh Station: Jesus’ cry of abandonment\nFrom noon on, darkness came over the whole land until three in the afternoon. And about three o’clock Jesus cried with a loud voice, “Eli, Eli, lema sabachthani?” that is, “My God, my God, why have you forsaken me?” (Mt 27:45-46).\nJesus, this prayer of yours is unexpected: you cry out to the Father in your abandonment. You, the eternal Son, dispense no answers from on high, but simply ask why ? At the height of your passion, you experience the distance of the Father; you no longer even call him “Father”, but “God”, almost as if you can no longer glimpse his face. Why? So that you can plunge into the abyss of our pain. You did this for my sake, so that when I see only darkness, when I experience the collapse of my certainties and the wreckage of my life, I will no longer feel alone, but realize that you are there beside me. You, the God of closeness, experienced abandonment so that I need no longer fall prey to feelings of isolation and abandonment. When you asked the question why , you did it in the words of a Psalm. You made even the utmost experience of desolation into a prayer. As we too must do, amid the storms of life. Rather than keeping silent, closed in on ourselves, we should cry out to you. Glory to you, Lord Jesus, for you did not flee from my pain and confusion, but tasted them to the full. Praise and glory to you, for you bridged every distance in order to draw near to those who were farthest from you. In my own dark night, when I keep asking why , I find you, Jesus, the light that shines in the darkness. And in the plea of all those who are alone, rejected, oppressed or abandoned, I find you, my God. May I always recognize your presence and turn to you in love.\nLet us pray together and say: Jesus, help me to recognize you and love you\nIn unborn and abandoned children,\nJesus, help me to recognize you and love you\nIn young people who long for someone to hear their cry of pain,\nJesus, help me to recognize you and love you\nIn the many elderly people left alone and forgotten,\nJesus, help me to recognize you and love you\nIn prisoners and in the lonely,\nJesus, help me to recognize you and love you\nIn those peoples most exploited and ignored,\nJesus, help me to recognize you and love you\nTwelfth Station: Jesus dies, commending himself to the Father and the good thief to Paradise\n[One of the criminals who were crucified with him] said, “Jesus, remember me when you come into your kingdom.” He replied, “Truly I tell you, today you will be with me in Paradise” … Then Jesus, crying with a loud voice, said, “Father, into your hands I commend my spirit.” Having said this, he breathed his last (Lk 23:42-43.46).\nA criminal in Paradise! He entrusts himself to you, Jesus, and you entrust him, along with yourself, to the Father. God of the impossible, you turn a thief into a saint. And not only that: on Calvary you change the course of history. You turn the cross, the emblem of torture, into the very icon of love. You make the wall of death a bridge to life. You turn darkness into light, division into fellowship, sorrow into dancing. You even turn the tomb, the last outpost of life, into a doorway of hope. All these reversals you bring about in union with us, and never without us. Jesus, remember me! This heartfelt prayer was all it took to work a miracle in the life of that criminal. Such is the amazing power of prayer. At times, I may feel that my prayers go unheard, yet what is most important is to persevere, to persist, to keep saying to you: “Jesus, remember me!” If you remember me, my evil will no longer be an endpoint but a new beginning. Remember me: welcome me once more into your heart, even when I stray, when I lose my way in the tumult of life. Remember me, Jesus, for to be remembered by you – as the Good Thief shows us – is to enter into paradise. Above all, remind me, Jesus, that my prayer can change the course of history.\nLet us pray together and say: Jesus, remember me\nWhen hope fades and disappointment reigns,\nJesus, remember me\nWhen I am powerless to make a decision,\nJesus, remember me\nWhen I lose faith in myself and in others,\nJesus, remember me\nWhen I lose sight of the immensity of your love,\nJesus, remember me\nWhen I think that all my prayers are fruitless,\nJesus, remember me\nThirteenth Station: Jesus is taken down from the Cross and placed in the arms of Mary\nSimeon said to his mother Mary, “This child is destined for the falling and the rising of many in Israel, and to be a sign that will be opposed… and a sword will pierce your own soul too” (Lk 2:33-35).\nMary, because you said “yes”, the Word took flesh in your womb. Now his broken body lies on your lap. The child you once cradled in your arms is now a mangled corpse. Yet even now, in the depths of your grief, you demonstrate your complete self-abandonment. A sword has pierced your soul, yet in your prayer, you continue to say “yes”’ to God. We find it so hard to say “yes”; more often we say “but”: but if I had better parents, but if I had been better understood and loved, but if my career had taken off, but if I hadn’t had that problem or that illness, but if God had only granted my request… We keep asking why things happen as they do, and so we find it hard to live the present moment with love. You, Mary, could have had any number of “ifs” to say to God, but you persisted in saying “yes”. Steadfast in your faith, you believed that sorrow, experienced in love, bears saving fruit. That with God, suffering never has the final word. As you hold the lifeless body of Jesus in your arms, you hear once more his last words to you: Behold your son . Mother, I am that son! Take me into your arms and tend my wounds. Help me to say “yes” to God, “yes” to love. Mother of mercy, we live in a merciless age and we yearn for compassion and understanding. In the strength of your love, anoint us with the balm of meekness. Overcome the resistance of our hearts and untie the knots of our souls.\nLet us pray together and say: Mary, take my hand\nWhen I indulge in recrimination and self-pity,\nMary, take my hand\nWhen I give up and succumb to my failings,\nMary, take my hand\nWhen I am weak and find it hard to say “yes” to God,\nMary, take my hand\nWhen I am indulgent with myself and unbending with others,\nMary, take my hand\nWhen I want the Church and the world to change, yet refuse to change myself,\nMary, take my hand\nFourteenth Station: Jesus is placed in the tomb of Joseph of Arimathea\nWhen it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus. He went to Pilate and asked for the body of Jesus… Joseph took the body and wrapped it in a clean linen cloth and laid it in his own new tomb, which he had hewn in the rock (Mt 27:57-60).\nJoseph. The name that, along with the name of Mary, appears at the dawn of Christ’s coming, now returns at the first light of Easter. Joseph of Nazareth had a dream and courageously took Jesus and saved him from Herod. You, Joseph of Arimathea, now take his body, without realizing that something incredible and wonderful would happen there, in the tomb you provided for Jesus when all seemed lost. Yet how true it is that every gift given to God receives an even greater reward. Joseph of Arimathea, you are a prophet of boldness and courage. To bestow your gift on one who was dead, you approach the dreaded Pilate and ask permission to bury Jesus in the tomb that you had prepared for yourself. Your plea is insistent and you do what you said. Joseph, remind us that persevering prayer bears fruit and overcomes even the darkness of death. Love never goes unanswered, but always grants new beginnings. Your tomb, which – alone in history – would be the wellspring of new life, was itself new, freshly hewn from the rock. As for me, what new gift will I give Jesus this Easter? A little more time to spend with him? A little more love for others? My fears and my buried sorrows, which Christ is waiting for me to offer to him, as you did with your tomb? It will truly be Easter if only I give something of myself to the One who gave his life for me. For it is in giving that we receive, and we find our lives whenever we lose them, our possessions whenever we give them away.\nLet us pray together and say: Have mercy, Lord\nOn me, so loath to be converted,\nHave mercy, Lord\nOn me, so prone to take and so reluctant to give,\nHave mercy, Lord\nOn me, who find it so hard to surrender to your love,\nHave mercy, Lord\nOn us, so ready to use things but so slow to serve others,\nHave mercy, Lord\nOn our world, dotted with sepulchres of selfishness,\nHave mercy, Lord\nConcluding Invocations to the Holy Name of Jesus\nLord, we lift our prayer to you, like the poor, the needy and the sick in the Gospels, who called upon you in the simplest and most direct of ways: by crying out your name.\nJesus, your name itself saves, for you are our salvation.\nJesus, you are my life. I need you, lest I go astray, for you forgive me and raise me up; you bring healing to my heart and give meaning to my pain.\nJesus, you took my evil upon yourself. From the cross, you do not accuse me but embrace me. Meek and humble of heart, heal me of jealousy and resentment; set me free from suspicion and distrust.\nJesus, as I contemplate you on the cross, I find pure love, the meaning of my life and the goal of my journey. Help me to love and forgive, to leave behind my impatience and indifference, and not to feel sorry for myself.\nJesus, on the cross you thirsted. You thirsted for my love and my prayer; you count on them, in bringing to fulfilment your plan of goodness and peace.\nJesus, I thank you for all those who answer your call and persevere in prayer, firm faith and constancy in confronting every challenge and difficulty.\nJesus, I lift up to you the pastors of your flock, whose prayer sustains your holy people. May they make time to dwell in your presence and may they conform their hearts to your own.\nJesus, I praise you for those contemplatives, male and female, whose prayer, hidden from the world and pleasing to you, sustains the Church and our human family.\nJesus, I bring before you all those families and individuals who have prayed with us tonight in their homes: the elderly, especially those who live alone, and the sick, the treasures of the Church, who unite their sufferings to your own.\nJesus, may this prayer of intercession embrace our brothers and sisters who in so many parts of the world are suffering persecution on account of your name; those who experience the trauma of war, and all those who look to you for the strength to bear their heavy crosses.\nJesus, by your cross, you have made us one. Bring believers into deeper communion, help us to grow in fraternity and forbearance, to cooperate with one another and to journey together. Grant lasting peace to your Church throughout the world.\nJesus, just judge who will one day call me by name, free me from hasty judgment, gossip, and violent and offensive words.\nJesus, in the hour of your death, you said: “It is finished”. I have not yet finished the course of my life, yet I continue to trust in you, for you are my hope, the hope of the Church and the hope of our world.\nJesus, let me say one last word to you, and to say it over and over again: Thank you! Thank you, my Lord and my God!\nRead more: This artist painted the Way of the Cross 120 years ago, and today it’s on the walls of St. Peter’s Basilica",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Health"
    ],
    "external_links": [
      "https://press.vatican.va/content/salastampa/it/bollettino/pubblico/2024/03/29/0259/00551.html#en)for",
      "https://www.vatican.va/news_services/liturgy/2003/documents/ns_lit_doc_20030418_viacrucis_it.html)was",
      "https://vatican.va/news_services/liturgy/2003/documents/ns_lit_doc_20030418_viacrucis_it.html)was",
      "https://www.press.vatican.va/content/salastampa/it/bollettino/pubblico/2024/03/29/0259/00551.html#en)for"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francis",
          "sentiment": "negative"
        },
        {
          "name": "christ",
          "sentiment": "neutral"
        },
        {
          "name": "john paul ii",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cross please",
          "sentiment": "negative"
        },
        {
          "name": "calvary",
          "sentiment": "none"
        },
        {
          "name": "cross",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gethsemane",
          "sentiment": "none"
        },
        {
          "name": "colosseum",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T15:29:56.241+03:00",
    "updated": "2024-03-30T01:27:26.860+03:00"
  },
  {
    "uuid": "d49f1db1c470942715e1a139af478bad2ab5f9a6",
    "url": "https://www.slashgear.com/1691549/new-ferrari-f80-laferrari-successor-details-horsepower",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "staff@slashgear.com (Rahul Srinivas)",
    "published": "2024-10-17T21:51:00Z",
    "title": "Ferrari F80 Gives LaFerrari A Rare Successor With Record-Setting Horsepower",
    "text": "Cars Ferrari F80 Gives LaFerrari A Rare Successor With Record-Setting Horsepower By Rahul Srinivas Oct. 17, 2024 5:51 pm EST\nFerrari\nMore than a decade after Ferrari unveiled its last halo car — the LaFerrari — the Italian sports car major finally has a new vehicle worthy enough to be called its successor. The company calls it the Ferrari F80, and it is touting it as the newest supercar in the line of iconic sports cars the company has made since it launched the Ferrari GTO in 1984. The Ferrari F80's bloodline goes back to several iconic cars, including the Ferrari F40 (1987) , Ferrari F50 (1995), and the Enzo Ferrari (2002) .\nAdvertisement Historically, the engine tech used on Ferrari's halo cars is heavily inspired by the engines used on flagship motorsport cars from the era they launched. With the current generation of Formula 1 and World Endurance Championship (WEC) cars switching to V6 engines mated to a hybrid system, it was only natural for the Ferrari F80 to follow suit. This explains why the Ferrari F80 ditches the V12 engine we saw on the LaFerrari in favor of a 3-liter V6 engine that draws heavily from the engine used on the Ferrari 499P Le Mans Hypercar.\nWhile this move may not go too well with V12 enthusiasts, the six-cylinder engine on the Ferrari F80 is the most powerful gasoline engine ever made by Ferrari . The F80's powertrain also includes additional electric motors that generate additional power. The combined power output from the gasoline-electric combination exceeds the 1,000-horsepower mark, firmly putting the Ferrari F80 in hypercar territory.\nAdvertisement How much power does the Ferrari F80 make?\nFerrari\nThe Ferrari gets a 2,992cc V6 engine that alone makes a peak power of 900 horsepower, making it the most powerful gasoline engine ever made by the marquee sports car maker. As outlined earlier, this engine draws heavily from the powerplant used on the 499P race car, which was famously featured in two editions of the 24 Hours of Le Mans.\nAdvertisement The Ferrari F80 is also the first Ferrari to ever feature electric turbo technology, which involves an electric motor placed between the turbine and compressor of each turbocharger. These fast-acting motors boost specific power output and also help improve the car's response while at low rpms.\nAs for the hybrid powerplant, the Ferrari F80 uses three electric motors developed by Ferrari itself at its Maranello facility. These motors give the car an additional 300 horsepower. Two of these motors are placed on the front axle, while the third motor is placed between the engine and the dual-clutch automatic transmission. The combined power output of this hybrid system on the Ferrari F80 totals 1,200 horsepower , making it among most powerful Ferrari cars ever.\nAdvertisement With such copious amounts of power at its disposal, Ferrari went to great lengths to ensure that the car remained planted to the ground during high-speed runs. To achieve this, the company designed the vehicle to generate 2,204 pounds (1,000 kg) of downforce while doing speeds in excess of 155 mph (250 km/hr). Also helping the car with its exceptional downforce numbers is the rear wing-diffuser system, which alone generates 50% of the downforce applied to the rear axle of the car.\nThe gasoline-hybrid combination of the powerplants on the Ferrari F80 lets it do 0-60 mph (100 km/h) in 2.15 seconds and 0-124 mph (200 km/h) in 5.75 seconds.\nFerrari F80: The design and interior\nFerrari\nThe Ferrari F80 has been designed in-house by Ferrari at the Ferrari Styling Center, currently headed by Flavio Manzoni. The car looks markedly different from the LaFerrari it replaces, which may or may not be a good thing depending on what side of the design divide you stand.\nAdvertisement Ferrari claims that the fresh design language of the F80 takes several design elements from older Ferrari cars, with a sprinkling of futuristic elements. When viewed from the sides, the most striking aspect of the F80 is the rear wing, with all design elements attempting to emphasize the muscularity of this single design element. The car also derives design cues from the Ferrari F40, with the most notable element being the vertical ends of the wheel arch.\nMoving on to the interior, the first thing Ferrari mentions is its seating capacity. Right from the design stage of the F80, Ferrari designers wanted the car to give onlookers the visual perception of an enclosed Formula 1 car . This meant that the car had to feature the cockpit of a single-seat racer while also being able to accommodate a co-passenger.\nAdvertisement Following a lengthy process that involved people from various departments, Ferrari was able to create a new solution that puts the driver at the center of the action. The passenger seat is slightly offset from the driver's and is integrated into the cabin, giving onlookers a perception of it almost disappearing from view.\nFerrari will make 799 units of the F80, and all 799 of them are reportedly already sold. The first deliveries of this $3.9 million supercar are set to begin toward the end of 2025, which is still a year away.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "d49f1db1c470942715e1a139af478bad2ab5f9a6",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-10-18T01:11:18.870+03:00",
    "updated": "2024-10-18T05:32:18.499+03:00"
  },
  {
    "uuid": "9a06d5d78b43daec9e234098acc0ed20947394a3",
    "url": "https://www.abc.net.au/news/2024-07-26/history-haunts-matildas-paris-olympics-loss-germany/104144800",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samantha Lewis",
    "published": "2024-07-25T13:20:00Z",
    "title": "History haunts the Matildas in group-stage loss to Germany at the Paris Olympics - ABC News",
    "text": "How soon did the white-hot flashbacks begin for Tony Gustavsson?\nWas it when Jule Brand tore into the Matildas' penalty area before dinking past two scrambling defenders and sending her shot over the crossbar in the ninth minute?\nMatildas lose 3-0 to Germany The Matildas' Olympic campaign is off to a rocky start, losing to Germany 3-0 in their opening game in Marseille.\nRead more\nWas it when Steph Catley tumbled into the grass clutching her head after being bodied out of the air during a German corner in the 14th?\nWas it 10 minutes after that, when Marina Hegering left two Australian defenders in her wake as she leapt into the humid Marseille night to score the first of Germany's three goals?\nOr maybe it was before the game itself began, when Tameka Yallop was withdrawn from the squad through injury — yet another lick of bad luck in what has already been a bonfire of unluckiness in preparation for this Olympics.\nThree years ago, in Gustavsson's first friendly game as head coach of the Matildas, he watched his side get demolished 5-2 by a ruthless German team.\nThat result, he said at the time, was bad, but understandable: Australia was missing several key players, including Catley, Yallop, Ellie Carpenter, Katrina Gorry, and Kyra Cooney-Cross, and included several new ones, like Beattie Goad, Amy Sayer, and Indiah-Paige Riley, as the team began what would become a long-term rebuild.\nBut Germany didn't care. It tore through Australia with ease, scoring its first goal just 11 minutes into the game, before adding four more later on. The Matildas played like a team who'd only just met each other, and in some cases, it was true.\nMarina Hegering opened the scoring for Germany in the first half with a towering header. ( Getty Images: Alex Livesey )\nOnly Emily Gielnik made the score-line slightly more respectable, scoring twice in the final 10 minutes to bring some semblance of competition back into the headlines.\nGermany didn't care on Friday morning, either.\nWhile its opening group game of the Paris Olympics may not have ended with the same score as three years ago, the same crumpling from Australia was there; the same exposed nerves, the same paralysed panic, the same capitulation to a ferocious German team that was faster, stronger, and better in every way.\nGiven Gustavsson had his strongest possible line-up at his disposal, even though some of them had limited minutes in their legs due to ongoing injury troubles, this result was not understandable. It was just bad.\nLoading... Almost from the opening whistle, the Matildas looked unfamiliar and under-done: their touches were a bit too big, their passes a bit too long, their decisions a bit too slow.\nSimilar to the warm-up friendly against Canada a week ago, Australia seemed to be a half-beat behind its opponents, lacking the technical sharpness and tactical clarity that is required to go far in tournaments like these.\nFoord, Hayley Raso and Cortnee Vine were regularly isolated out on the edges of the game, waiting like caged animals to unleash their speed in behind. But the passes rarely came, and the ones that did were hopeful more than thoughtful, and easily wrangled by the unhurried Germans.\nA few clever overlaps from Catley and Ellie Carpenter showed glimmers of the tactics we know, but when the final pass spun into the box, it rarely met another yellow shirt deliberately, with the crumbs of miscued clearances all they could rely on.\nAnd despite the number of times Germany scythed a single pass through the guts of Australia's midfield, the rejuvenated Katrina Gorry was possibly the team's best, throwing herself around the pitch to make crucial last-ditch blocks before immediately scampering up to restart the play.\nThere were small pockets of progress. After Catley's injury delay, the Matildas looked calmer, more structured, got some breath back in their lungs. Well-timed substitutes introduced fresher legs, with Sharn Frier and Michelle Heyman carving out their own solo half-chances through sheer stubbornness alone.\nBut again and again, the irrepressible Germans squeezed the spark out of them. And so the game rolled on.\nGermany proved its medal credentials against the Matildas on Friday. ( Getty Images: Alex Livesey )\nPerhaps, when you boil it down, Australia's best players were simply not ready for Germany's best players. And even when it feels like they've come so far, the team has tumbled back to 2021 all over again.\n\"Congratulations to Germany; they were a class better than us tonight, that's just facts,\" Gustavsson said.\n\"We need to be really honest about that, and I said it to the players as well. You can clearly see that they're up to the speed of international football.\n\"We've done everything we can to try and prepare for that so it wouldn't be too big of a surprise, but I don't think we were ready for it.\"\nGermany, on the other hand, looked like it had been ready for this game for a while.\nSwitching freely between formations and tactics, pouncing in transition one minute to controlling possession and breaking through lines the next, the Germans played like a team that knows it doesn't have time to warm into a tournament that has just six games between them and gold.\nJule Brand epitomised Germany's ferocity best: the young winger, who scored two minutes after coming on back in that 2021 game, danced through the Matildas' defenders with a kind of giddiness, knowing she was always a little bit quicker than whoever was trailing in her shadow.\nShe could have had two or three goals herself. But, as it turns out, she didn't need them: two carbon-copy corners were all Marina Hegering and Lea Schueller needed to crystallise their game-wide dominance in a hard number.\nLea Schueller scored Germany's second with another header from a corner, while Jule Brand finished off a sizzling move to score the third. ( Getty Images: Alex Livesey )\nAustralia had been warned about that, too. But it let it happen anyway.\n\"Obviously we're a bit upset that they scored on two set pieces, which we had planned for,\" Gustavsson said.\n\"Our scout identified that they're very dangerous on that one: we trained it, we focused on it, but they still scored from two set plays.\n\"When they got the game to 1-0, they managed to get the game to where they wanted it: they sat back and transitioned on us. That's not what Germany normally do, but it was tactically smart, and they hurt us in transition.\"\nSo what now?\nThere is a longer history that haunts this side, and which could spell worse things to come. In Australia's first ever Olympic Games, back at Sydney 2000, it lost by precisely this score-line to exactly this same opponent.\nWhile it drew its next game, it lost the one after that, and was bundled out of the group stage.\nWhy the Matildas' Olympic group will test their medal credentials Two former world champions and a rising African powerhouse stand in the Matildas' way. So how will the Olympic group stage define their medal chances?\nRead more\nAre these bad omens? How much should we read into the past to understand the present?\nPerhaps, in the search for simple answers, we draw blunter conclusions from history than the nuance that reality requires.\nIt's true that the Matildas are not at their same sharpness as they were at last year's World Cup, with their bodies not nearly as well prepared as they were then.\nIt's true that they're missing their best ever striker, who played a pivotal role in their last Olympics run in Tokyo, and whose leadership on and off the field was unquantifiable.\nAnd it's true that the rest of the world is also very good at football, particularly the runner-up of the Euros two years ago, who knows exactly how to win things like this because they've done it before. All of these things can be true at once.\n\"Is everything really bad? No,\" Gustavsson said.\n\"There's parts in that first half when we moved the ball really well, and we can show that we can break teams down. But over 90 minutes, they were a class better than us.\n\"Could we have been better ready for this? Because we weren't. And there's frustration from the players as well because they're trying, they're trying, they're trying. What we need to do is be real and say, 'Okay, let's use this as a wake-up call. We're in international football now and we have no time to dwell.'\n\"This is a reality-check in terms of where we are right now. I don't think our performance today represents the whole four-year development journey; I think it represents the challenges that we had going in.\n\"But one thing that I know about this team is that when their back is against the corner, and there's a lot of shit thrown at them, with curveballs in different ways ... they never use these things as excuses.\"\nThe explanation for today is somewhere within all of that.\nBut it probably doesn't make this performance feel any better, either for them or for us.\nThe ABC of SPORT Sports content to make you think... or allow you not to. A newsletter delivered each Saturday. Your information is being handled in accordance with the ABC Privacy Collection Statement . Email address Subscribe Posted 10h ago 10 hours ago Thu 25 Jul 2024 at 11:20pm , updated 4h ago 4 hours ago Fri 26 Jul 2024 at 5:06am Share\nCopy link\nFacebook\nX (formerly Twitter)\nRelated Stories Matildas fall 3-0 to Germany in Olympic opener How to stay across the Olympics on the ABC Matildas star forced out of Paris Olympics opener against Germany 'We've done it before': Can the Matildas' matured mentality create Olympic history? How the Matildas tackle their Olympic group will prove their medal credentials",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://live-production.wcms.abc-cdn.net.au/56fae48a78513afbef6da44c4fd41be2?impolicy=wcms_crop_resize&cropH=2610&cropW=3480&xPos=271&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fhistory-haunts-matildas-paris-olympics-loss-germany%2F104144800%3Futm_campaign%3Dabc_news_web%26utm_content%3Dfacebook%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/3fdaebff32897e249e876f3dfb2fb2f7?impolicy=wcms_crop_resize&cropH=3204&cropW=4806&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/30d2277439097764043c38eedbd1b9c5?impolicy=wcms_crop_resize&cropH=2462&cropW=3693&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/bcca8b6015995231e9e46fbc26e37fc4?impolicy=wcms_crop_resize&cropH=3186&cropW=4779&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/5703ae600944d9b7cb24815cebdbf8a3?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/30bb493859f078d18aaa48b4be4bdd49?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/56fae48a78513afbef6da44c4fd41be2?impolicy=wcms_crop_resize&cropH=2610&cropW=3915&xPos=53&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=278&yPos=0&width=862&height=647",
      "https://twitter.com/intent/tweet?text=History+haunts+the+Matildas+in+group-stage+loss+to+Germany+at+the+Paris+Olympics&url=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fhistory-haunts-matildas-paris-olympics-loss-germany%2F104144800%3Futm_campaign%3Dabc_news_web%26utm_content%3Dtwitter%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/30d2277439097764043c38eedbd1b9c5?impolicy=wcms_crop_resize&cropH=2462&cropW=3283&xPos=205&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=278&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/56fae48a78513afbef6da44c4fd41be2",
      "https://www.live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/bcca8b6015995231e9e46fbc26e37fc4",
      "https://www.live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/3fdaebff32897e249e876f3dfb2fb2f7?impolicy=wcms_crop_resize&cropH=3204&cropW=4806&xPos=0&yPos=0&width=160&height=107",
      "https://www.facebook.com/sharer.php",
      "https://twitter.com/intent/tweet",
      "https://www.live-production.wcms.abc-cdn.net.au/bcca8b6015995231e9e46fbc26e37fc4?impolicy=wcms_crop_resize&cropH=3186&cropW=4779&xPos=0&yPos=0&width=160&height=107",
      "https://www.twitter.com/intent/tweet?text=History+haunts+the+Matildas+in+group-stage+loss+to+Germany+at+the+Paris+Olympics&url=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fhistory-haunts-matildas-paris-olympics-loss-germany%2F104144800%3Futm_campaign%3Dabc_news_web%26utm_content%3Dtwitter%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/30bb493859f078d18aaa48b4be4bdd49",
      "https://live-production.wcms.abc-cdn.net.au/5703ae600944d9b7cb24815cebdbf8a3",
      "https://www.live-production.wcms.abc-cdn.net.au/56fae48a78513afbef6da44c4fd41be2?impolicy=wcms_crop_resize&cropH=2610&cropW=3915&xPos=53&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/30d2277439097764043c38eedbd1b9c5?impolicy=wcms_crop_resize&cropH=2462&cropW=3693&xPos=0&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/5703ae600944d9b7cb24815cebdbf8a3?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/30bb493859f078d18aaa48b4be4bdd49?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/30d2277439097764043c38eedbd1b9c5",
      "https://live-production.wcms.abc-cdn.net.au/3fdaebff32897e249e876f3dfb2fb2f7",
      "https://www.live-production.wcms.abc-cdn.net.au/30d2277439097764043c38eedbd1b9c5?impolicy=wcms_crop_resize&cropH=2462&cropW=3283&xPos=205&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/56fae48a78513afbef6da44c4fd41be2?impolicy=wcms_crop_resize&cropH=2610&cropW=3480&xPos=271&yPos=0&width=862&height=647",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-26%2Fhistory-haunts-matildas-paris-olympics-loss-germany%2F104144800%3Futm_campaign%3Dabc_news_web%26utm_content%3Dfacebook%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/3e6421de2a4d52696eec5e38bb044f46"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tony gustavsson",
          "sentiment": "negative"
        },
        {
          "name": "jule brand",
          "sentiment": "neutral"
        },
        {
          "name": "alex livesey",
          "sentiment": "none"
        },
        {
          "name": "steph catley",
          "sentiment": "none"
        },
        {
          "name": "gustavsson",
          "sentiment": "none"
        },
        {
          "name": "tameka yallop",
          "sentiment": "none"
        },
        {
          "name": "marina hegering",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "matildas",
          "sentiment": "negative"
        },
        {
          "name": "abc news how",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "marseille",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:37:20.594+03:00",
    "updated": "2024-07-26T12:50:46.473+03:00"
  },
  {
    "uuid": "a8d9e8514ec79e257a230cfc0f8ecd9e060aee18",
    "url": "https://ground.news/article/lake-ice-is-deteriorating-fast",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brainerd Dispatch",
    "published": "2023-12-28T15:57:00Z",
    "title": "Ground News - Lake ice is deteriorating fast",
    "text": "Summary by Brainerd Dispatch BRAINERD A topic of conversation over Christmas may have centered on an unlikely math conversion table as in how much back-breaking snow would be on the ground if temperatures were colder. Instead a seemingly endless amount of rain fell across the Brainerd lakes area with dreary day piling up after dreary day and the unusual sound of falling rain day and night in late December. It turns out the snow to rain ratio is a bit complicated to me… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nBrainerd Dispatch Lean Right High Factuality Media Conglomerate: Forum Communications Lake ice is deteriorating fast BRAINERD A topic of conversation over Christmas may have centered on an unlikely math conversion table as in how much back-breaking snow would be on the ground if temperatures were colder. Instead a seemingly endless amount of rain fell across the Brainerd lakes area with dreary day piling up after dreary day and the unusual sound of falling rain day and night in late December. It turns out the snow to rain ratio is a bit complicated to me…\n10 hours ago · Brainerd, United States Read Full Article\nBrainerd Dispatch Lean Right High Factuality Media Conglomerate: Forum Communications\nLake ice is deteriorating fast BRAINERD A topic of conversation over Christmas may have centered on an unlikely math conversion table as in how much back-breaking snow would be on the ground if temperatures were colder. Instead a seemingly endless amount of rain fell across the Brainerd lakes area with dreary day piling up after dreary day and the unusual sound of falling rain day and night in late December. It turns out the snow to rain ratio is a bit complicated to me…\n10 hours ago · Brainerd, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://www.brainerddispatch.com/news/local/lake-ice-is-deteriorating-fast?utm_source=ground.news&utm_medium=referral",
      "https://brainerddispatch.com/news/local/lake-ice-is-deteriorating-fast?utm_source=ground.news&utm_medium=referral",
      "https://www.brainerddispatch.com/news/local/lake-ice-is-deteriorating-fast"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "brainerd dispatch brainerd",
          "sentiment": "negative"
        },
        {
          "name": "forum communications lake",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right brainerd dispatch lean right high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ground news - lake",
          "sentiment": "none"
        },
        {
          "name": "brainerd",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:00.046+02:00",
    "updated": "2023-12-29T00:43:00.046+02:00"
  },
  {
    "uuid": "75d383bda7f6d3107e810ebe4a04e1e0ec94e478",
    "url": "https://www.tvanouvelles.ca/2024/04/11/un-scientifique-de-la-nasa-rencontre-des-eleves-a-saguenay",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David-Alexandre Vincent",
    "published": "2024-04-11T20:46:00Z",
    "title": "Un scientifique de la NASA rencontre des élèves à Saguenay | TVA Nouvelles",
    "text": "Des jeunes de l’école secondaire polyvalente Arvida, à Saguenay, ont eu la chance de rencontrer un scientifique de la NASA venu donner une conférence pour motiver et inspirer. Marc Simard, qui a lui-même fréquenté cette école, souhaitait redonner aux élèves et est venu d’aussi loin que la Californie. «J’espère que j’ai eu un impact positif sur la carrière de certains étudiants. Je sais qu’il y en a quelques-uns qui sont venus me voir à la fin et qui m’ont parlé de leur projet en physique et en astronomie», a exprimé avec fierté le scientifique natif de Saguenay. TVA Nouvelles Avec un CV de 19 pages, l’homme travaille aujourd’hui sur des satellites et sur les changements climatiques. La direction a accueilli Marc Simard en héros et espère que son message aura trouvé écho auprès des élèves qui ont pu assister à la conférence. «On voit que son parcours est inspirant parce que lui avait une passion, il a développé sa passion et il continue de le faire. Il parle déjà de 2045, 2050, donc se projeter dans l’avenir, c’est important», a relaté le directeur adjoint de l’établissement scolaire, Jonathan Tremblay. Marc Simard espère bien avoir de nouveaux collègues issus de son ancienne école secondaire dans quelques années. «Ils ont déjà l’étincelle. Je pense qu’il suffit qu’on leur donne un petit peu d’oxygène pour que ça devienne un feu», a-t-il conclu.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:58:03.536+03:00",
    "updated": "2024-04-12T04:16:47.375+03:00"
  },
  {
    "uuid": "bf5862fcdd037218a5f48b655444db5c99b87720",
    "url": "https://www.rundschau-online.de/region/euskirchen-eifel/euskirchen/lebenshilfe-euskirchen-bietet-freizeit-fuer-schueler-mit-behinderungen-an-1041373",
    "ord_in_thread": 0,
    "author": "Gerriet Scheben",
    "published": "2025-06-12T08:18:48Z",
    "title": "Lebenshilfe Euskirchen bietet Freizeit für Schüler mit Behinderungen an",
    "text": "Bis 2019 organisierte die Diakonie ein Sommerprogramm. In diesen Ferien präsentiert die Lebenshilfe Euskirchen ein vielfältiges Angebot.\nSechs Jahre pausiertLebenshilfe Euskirchen bietet Freizeit für Schüler mit Behinderungen\nGerriet Scheben\nSechs Jahre ist es her, seitdem in Euskirchen eine Sommerfreizeit für Schüler und Schülerinnen mit Behinderungen angeboten worden ist. Die Diakonie Euskirchen sei bis 2019 verantwortlich gewesen, erinnern sich Christian Meyer und Claudia Rapp-Ludwig vom Verein Lebenshilfe Euskirchen. Dann sei die Corona-Pandemie gekommen. Die Ferienbetreuung für Kinder und Jugendliche mit Einschränkungen habe seitdem nicht mehr stattgefunden. Aktuell sei der kirchliche Träger zudem ausgelastet: Die Fusion mit Bonn zum Diakonische Werk Bonn und Region erfordere derzeit alle Kräfte.\nSo kommt es, dass die Lebenshilfe Euskirchen in den Sommerferien ein Programm für Schülerinnen und Schüler mit speziellen Bedarfen präsentiert. Geschäftsführer Christian Meyer und die Leiterin des Bereichs Offene Hilfen, Claudia Rapp-Ludwig erläutern, warum ihre Selbsthilfevereinigung für Menschen mit Behinderungen viel Aufwand betrieben hat, um die Ferienbetreuung neu aufzulegen.\n„Die Ferienbetreuung kann keiner leisten“, sagt Christian Meyer angesichts des teils hohen Pflege- und Betreuungsbedarfs für einige Kinder und Jugendliche mit geistigen und/oder körperlichen Einschränkungen. Weder die arbeitenden Eltern, noch die Großeltern, noch die OGS. Der Bedarf bei den Eltern sei aber riesig, so der 37-Jährige. Es brauche Profis, die mit den besonderen Bedarfen der Schülerinnen und Schüler umgehen könnten, pflichtet Claudia Rapp-Ludwig bei: „Die Eltern werden vor ein immenses Problem gestellt. Sie müssen sechs Wochen Ferien einfach überbrücken. Jeder, der Kinder hat, weiß, wie schwierig das ist.“\nAngestoßen durch ein Vorstandsmitglied, das selbst eine Tochter mit Behinderung hat, hat die 46-Jährige im Kreis Euskirchen Anbieter für Schulbegleitungen und Förderschulen angefragt, ob deren Fachkräfte die Freizeit begleiten könnten. Das Ergebnis: Eins-zu-eins-Betreuung. 15 qualifizierte Mitarbeiterinnen und Mitarbeiter kümmern sich drei Wochen lang um 15 Kinder und Jugendliche, täglich von 9 bis 16 Uhr in einem vielfältigen Programm. „Wir wollen eine Möglichkeit bieten, bei der die Kinder gut betreut, gepflegt und versorgt werden können“, so Christian Meyer. Das diene auch zur Entlastung der Eltern.\nWorauf er und seine Kollegin geachtet haben: „Die Sechs- bis Vierzehnjährigen müssen Räume zur Ruhe und Entspannung haben.“ Es sei obligatorisch, dass die Zubetreuenden auch mal Abstand von der Gruppe hätten. Kinder im Autismusspektrum etwa benötigten Rückzugsorte. Das gelte sowohl für die Tage in den Räumlichkeiten der Lebenshilfe Euskirchen, als auch für die überwiegenden Ausflugstage. Man habe vorher sichergestellt, dass die Ausflugsziele den Anforderungen genügten. Zugutekomme auch, dass einige der Schulbetreuer und -betreuerinnen die Kinder bereits kennen und sie demnach besser einschätzen können, erläutert Claudia Rapp-Ludwig. Überfordernde Situationen für die Teilnehmerinnen und Teilnehmer könne man so oft vorbeugen.\nTeilnehmende können Rheinbach Park, Freilichtmuseum und das Wildfreigehege in Kommern besuchen\nDie Leiterin des Bereichs Offene Hilfen war zudem auf ein abwechslungsreiches Programm bedacht. Dabei hatte sie die Jugendlichen im Hinterkopf, die mehrere Wochen teilnehmen. Das reicht von einem Besuch beim Rheinbach Park, über Spieleabende, bis hin zu Ausflügen ins Freilichtmuseum oder das Wildfreigehege in Kommern. Das Programm entlaste nicht nur die Eltern, auch den Teilnehmerinnen und Teilnehmern ermögliche man einen sozialen Austausch, der außerhalb der Freizeit nicht denkbar sei.„ Die Eltern sind mit der Betreuung ihrer Kinder oft herausgefordert, da können nicht mal eben Freunde vorbeikommen“, gibt Christian Meyer zu bedenken.\n„Die ganzen Anträge sind neu für uns“, sagt Claudia Rapp-Ludwig. Sonst arbeite der Verein vor allem mit Erwachsenen. Bei der Arbeit mit Kindern und Jugendlichen stellten sich spezifische Fragestellungen, etwa um die Befugnisse der Betreuer und Betreuerinnen. Dürfen sie Sonnencreme auftragen? Zecken entfernen? Medikamente verabreichen?\nDerartige Fragen seien haufenweise aufgekommen, berichten die beiden. Viele Absprachen waren nötig. Damit sie nicht unangenehm überrascht werden, tauschte sich die Lebenshilfe Euskirchen im Vorfeld mit den Schulbegleiterinnen und -begleitern aus, die einige Überlegungen bereits aus ihrem beruflichen Rahmen kennen. Danach wurde nach Wegen gesucht, die schulischen Erlaubnisse auf den Freizeitbereich zu übertragen. Das sei aufwändig gewesen, für die nächsten Jahre habe man aber Erfahrungswerte sammeln können.\nStark für Kinder e.V. Euskirchen und Verein Haus Lebenshilfe unterstützen Ferienfreizeit mit Spenden\nDoch auch die Finanzierung stellte die Lebenshilfe Euskirchen vor Herausforderungen. „Alle Kinder können über die Tageskasse einen Pflegesatz von 99,50 Euro abrechnen“, so Christian Meyer. Damit könne man aber nicht alle Kosten abdecken: Betreuungs-, Raum- und Fahrtkosten, Verpflegung, etc..\nDie Lösung? Spenden. „Der ‚Stark für Kinder e.V. Euskirchen‘ beteiligt sich mit 1000 Euro“, freut sich Christian Meyer: „Vom ‚Verein Haus Lebenshilfe‘ bekommen wir 3000 Euro.“ Claudia Rapp-Ludwig ergänzt: „Ich denke, die Kalkulation müsste hinkommen, das wird sich dann zeigen.“ „In unserem Selbstverständnis als Eltern- und Selbsthilfevereinigung ist es uns wichtig, dieses Angebot zu schaffen. Nach anfänglichen Schwierigkeiten freuen wir uns darauf.“\nDas Alter der Teilnehmenden reicht von 6 bis 14 Jahren. Auch ältere Schülerinnen und Schüler können mitmachen. Ein paar Plätze für die Ferienfreizeit sind noch offen, die am besten per E-Mail angefragt werden.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->early childhood education",
      "Education->social learning",
      "Social Issue->social services",
      "Social Issue->disabilities",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Claudia Rapp-Ludwig",
          "sentiment": "none"
        },
        {
          "name": "Christian Meyer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Euskirchen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Diakonische Werk Bonn",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:18:48.931+03:00",
    "updated": "2025-06-12T08:24:39.000+00:00"
  },
  {
    "uuid": "3029e93b44be6930ac220c9f921b603738e772f8",
    "url": "http://davids.house.gov/media/press-releases/davids-bill-support-native-american-entrepreneurs-passes-house",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "davids.house.gov",
    "published": "2024-02-29T19:03:00Z",
    "title": "Davids’ Bill to Support Native American Entrepreneurs Passes House | Representative Sharice Davids",
    "text": "Today, Representative Sharice Davids' bipartisan bill, known as the Native American Entrepreneurial Opportunity Act , passed the U.S. House with strong bipartisan support. Davids, an enrolled member of the Ho-Chunk Nation and member of the U.S. House Small Business Committee, introduced this legislation alongside Representative Eli Crane (R-AZ-02) to enhance the Small Business Administration's (SBA) Office of Native American Affairs (ONAA). The bill now awaits passage in the Senate where it advanced out of committee last year.\n\"Our economy depends on the success of our small businesses. That’s especially true in tribal communities where Native-owned businesses are crucial employers on reservations and their surrounding areas,” said Davids . “I’m proud that my bill, which breaks down barriers for Native entrepreneurs, passed the House with strong bipartisan support, showing us all that support for Native communities goes beyond party lines.”\n“While tribal entrepreneurs should have the ability to access SBA’s programs just like anyone else, these communities don’t currently experience adequate access or outreach. It’s essential that they receive specialized expertise to assist them in navigating the unique complexities of running a business on a reservation — complexities mostly created by the federal government,” said Representative Eli Crane (R-AZ-02) . “As the representative for over half of Arizona’s tribes, I’m pleased to see the House pass our bill, which would serve tribal citizens of AZ-02 well.”\nWATCH : Davids speaks on the House floor about the importance of supporting Native entrepreneurs\nCurrently, the ONAA has a valuable but limited mission: to support Native American entrepreneurs, conduct outreach with tribal communities, and connect Native business owners with SBA resources. However, because the current SBA budget does not include explicit funding for the ONAA, the office can only support a small staff and can be unilaterally disbanded.\nThe Native American Entrepreneurial Opportunity Act would codify the ONAA into federal law, establishing an Assistant Administrator role to oversee its operations and report directly to SBA leadership. It would also create a better government-to-government working relationship with tribes and Native Hawaiian organizations. ONAA would also be able to expand its grant-making ability, conduct tribal consultation, utilize SBA's entrepreneurial and contracting programs, and provide training, counseling, and technical assistance.\n“Native enterprises are vital to the economies for Native communities, which in turn, are necessary to provide critical community services,” said Quinton Carroll, Executive Director, Native American Contractors Association . “The Native American Entrepreneurial Opportunity Act will elevate the Office of Native American Affairs and support economic development and these services for Native communities.”\n“The Native American Entrepreneurial Opportunity Act passed the House of Representatives because of the leadership and tireless efforts of Rep. Davids,” said Chris James, President and CEO, The National Center . “As a former Associate Administrator at SBA, I understand the need for Indian Country to have an advocate within the agency who has a direct line to the Administrator. The unique economic and entrepreneurial needs of our community – and government-to-government consultation – must always be a priority at SBA. I look forward to working with Rep. Davids, House co-sponsors, and Senate champions to ensure this vital bipartisan legislation becomes law in 2024 so that, in years to come, Indian Country will have a seat at the head table in an agency that plays a critical role in boosting tribal economies.”\n“Ho-Chunk Inc. applauds the passage of this important bi-partisan legislation, and commends Representative Davids’ for her commitment to advancing it,” said Annette Hamilton, Vice President and Chief Operating Officer, Ho-Chunk Inc . “The SBA Office of Native American Affairs is a critical partner to tribally-owned entities, and ensures that decisions made within the Administration are conducted with consultation and culturally-tailored solutions based on tribal sovereignty. Tribally-owned entities are essential economic drivers for tribal governments that have long been disadvantaged, so having a permanent position at SBA will serve to enhance continuity in the programs that have been so effective for members of the Winnebago Tribe of Nebraska. We look forward to the instrumental role this office will serve.”\n“Navancio has seen firsthand how the SBA 8(a) program has supported the growth of Native American-owned businesses,” said Navancio executive leadership . “The technical resources provided by the Office of Native American Affairs enable Navancio to not only provide high-value services to federal agencies but also ensure that Native American workers are provided with unique opportunities to enter into the high-skilled workforce. As an organization that has helped over helped numerous tribes break into high-skilled industries within the federal contracting space, we at Navancio applaud the House passage of the Native American Entrepreneurial Opportunity Act, which will encourage Indian Small Business Economic Enterprise (ISBEE) companies like ours to better recruit Native American talent and promote economic development in tribal reservations. We stand with Representative Davids and urge the Senate to swiftly pass this vital legislation.”\nEarlier this week, Davids urged the U.S. Department of Interior to recommit to enforcing a rule that levels the playing field for Native businesses seeking federal contracts. Davids’ additional work to support small business owners includes pushing for oversight of relief programs and urging the SBA to address fraud and protect small business owners in need. As a member of the Subcommittee on Economic Growth, Tax, and Capital Access, she has also focused on shoring up supply chains for small- and medium-sized manufacturers here at home and reducing operating costs.\nIssues : Jobs, Economy & Small Businesses Rights & Freedoms",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://www.wibw.com/2021/05/26/rep-davids-focuses-on-fraud-victims-securing-resources-for-kansans-during-hearing-with-sba-administrator/",
      "https://youtu.be/1YLnMVkZnRU",
      "https://www.congress.gov/bill/118th-congress/senate-bill/1156/all-actions?s=1&r=27",
      "https://www.youtu.be/1YLnMVkZnRU",
      "https://wibw.com/2021/05/26/rep-davids-focuses-on-fraud-victims-securing-resources-for-kansans-during-hearing-with-sba-administrator/",
      "https://www.congress.gov/bill/118th-congress/senate-bill/1156/all-actions",
      "https://congress.gov/bill/118th-congress/senate-bill/1156/all-actions?s=1&r=27",
      "https://www.wibw.com/2021/05/26/rep-davids-focuses-on-fraud-victims-securing-resources-for-kansans-during-hearing-with-sba-administrator"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sharice davids",
          "sentiment": "neutral"
        },
        {
          "name": "eli crane",
          "sentiment": "none"
        },
        {
          "name": "davids",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. house",
          "sentiment": "none"
        },
        {
          "name": "u.s. house small business committee",
          "sentiment": "none"
        },
        {
          "name": "small business administration",
          "sentiment": "none"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "sba",
          "sentiment": "none"
        },
        {
          "name": "ho-chunk nation",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "sba) office of native american affairs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "az",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:39:48.979+02:00",
    "updated": "2024-03-01T00:39:48.979+02:00"
  }
]