[
  {
    "uuid": "15e707bdeb81c20cc3546a3637cc61393d0535b5",
    "url": "https://www.thewestmorlandgazette.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | The Westmorland Gazette",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal. Islamophobic offences also rose for some forces, although the picture was more mixed across the country. Jewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”. The Home Office condemned the rise in offences, adding: “There is no place for hate in our society.” The figures have been obtained by the PA news agency using Freedom of Information requests. They show that: – Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021). – West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021). – The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021). – West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021). The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”. A spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets. “It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.” Tell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”. Iman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender. “We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.” The Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022. PA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change. Methods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK. But the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied. Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021). Data obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine. A spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”. The board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”. A spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.” The Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups. “The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.” A spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred. “We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law. “Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.” Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments) Comments are closed on this article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "greater manchester police",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:21:28.305+02:00",
    "updated": "2023-12-29T02:21:28.305+02:00"
  },
  {
    "uuid": "446ccd854292494060596cbe9081fc3f4ba630c4",
    "url": "https://www.wowt.com:443/2024/06/20/not-all-patients-are-humans-14-puppies-rescued-rollover-vehicle-crash",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WOWT6News",
    "published": "2024-06-20T22:11:00Z",
    "title": "‘Not all patients are humans’: 14 puppies rescued from rollover vehicle crash",
    "text": "‘Not all patients are humans’: 14 puppies rescued from rollover vehicle crash WOODSTOCK, CT ( [WFSB](https://www.wfsb.com/2024/06/20/14-puppies-rescued-rollover-crash-woodstock/)/Gray News) - Fourteen puppies were rescued from a rollover crash that closed a road in Woodstock, Connecticut Thursday morning. Several fire agencies responded to Senexet Road between Laurel and Bull Hill roads for a single-vehicle rollover accident involving wires down. Firefighters found a pole that had snapped, with wires down, and called Eversource CT to disable the power. Power was out in the area while the electricians worked. Officials say minor injuries were originally reported, but no one ended up being hurt. First responders also rescued and provided care for 14 puppies at the scene. the Muddy Brook Fire Department [shared photos on Facebook](https://www.facebook.com/permalink.php?story_fbid=791535169786660&id=100067905522124&ref=embed_post) of firefighters interacting with the puppies. The Necogg Humane Society and a doctor from Peake Brook Veterinary Center responded to the scene to provide veterinary care and shelter to the animals, firefighters said. Some puppies will be taken to a veterinary office for further care. Drivers were warned to expect a “long duration road closure.” Copyright 2024 WFSB via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/permalink.php?story_fbid=791535169786660&id=100067905522124&ref=embed_post)",
      "https://www.wfsb.com/2024/06/20/14-puppies-rescued-rollover-crash-woodstock/)/Gray",
      "https://wfsb.com/2024/06/20/14-puppies-rescued-rollover-crash-woodstock/)/Gray",
      "https://www.facebook.com/permalink.php",
      "https://facebook.com/permalink.php?story_fbid=791535169786660&id=100067905522124&ref=embed_post)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "wfsb",
          "sentiment": "negative"
        },
        {
          "name": "muddy brook fire department",
          "sentiment": "none"
        },
        {
          "name": "necogg humane society",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "woodstock",
          "sentiment": "none"
        },
        {
          "name": "peake brook veterinary center",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "senexet road",
          "sentiment": "none"
        },
        {
          "name": "woodstock",
          "sentiment": "none"
        },
        {
          "name": "laurel and bull hill",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T01:13:32.713+03:00",
    "updated": "2024-06-21T01:13:32.713+03:00"
  },
  {
    "uuid": "a3d3b053db0e45ce2b8665ab9ad31a3f4f5316e8",
    "url": "https://www.lavozdegalicia.es/noticia/deza/2024/06/02/visibilizar-accion-caritas-traves-mesas-calle/0003_202406D2C8995.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2024-06-02T02:00:00Z",
    "title": "Visibilizar la acción de Cáritas a través de mesas en la calle",
    "text": "Cáritas Diocesana de Lugo, organización humanitaria de la iglesia católica, sacó el pasado jueves a la calle mesas de cuestación e informativas para dar a conocer y visibilizar entre la población el trabajo que lleva a cabo en las distintas parroquias. Lalín fue, junto a las villas de Sarria, Monforte, Puebla de San Juan y catorce puntos diferentes de la ciudad lucense, escenario de un acto de esta campaña que se desarrolló con motivo del Día de la Caridad, y que se repetirá este domingo. Así aprovechando la celebración del Corpus, en las inmediaciones de la Igrexa Parroquial de As Dores de Lalín, en horario de 11 a 14 horas, voluntarios de Cáritas volverán a sacar la mesa a la calle «para que se visualice nuestro trabajo y se sepa lo que hacemos, además de recaudar fondos para la organización», comenta la trabajadora social de Cáritas en Lalín Iria Gómez. Un trabajo silencioso el que realiza desde este colectivo, cuyo principal objetivo es «acoger a todas las personas en situación de vulnerabilidad y trabajar con ellas para que sean protagonistas de su propio desarrollo integral», explica Gómez. Un trayecto de apoyo a la unidad familiar en el que voluntarios y trabajadores de Cáritas juegan un rol esencial, que mantendrán a lo largo del tiempo; «hacemos un seguimiento de todo el proceso de integración de la familia que llega a nosotros, por lo que realizamos un apoyo integral a las personas y eso significa varios meses».\nLa búsqueda de un empleo, dificultades económicas en el seno familiar para afrontar el pago del alquiler o el consumo eléctrico son algunas de las cuestiones que plantean las familias en situación de vulnerabilidad a los trabajadores y voluntarios de la organización; «las necesidades son diferentes dependiendo de las familias», comenta Iria Gómez.\nLa organización, que atiende actualmente en Lalín a unas 35 familias en situación de vulnerabilidad, activa programas de ayuda a población tanto nacional como extranjera. «Tenemos muchas familias de habla hispana aquí en Lalín, pero estamos para acoger a todo aquel que lo necesite», insiste la trabajadora social de Cáritas. El colectivo baraja además la posibilidad de habilitar en la capital dezana colectores específicos de la entidad de recogida de ropa, como los que están ya colocados en Silleda. Una celebración del Día de la Caridad en que se hizo entrega también de los premios a niños y jóvenes que participaron con trabajos en el certamen convocado al efecto, con participación de 1066 escolares entre ellos los del CPR María Inmaculada de Silleda.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T06:06:19.414+03:00",
    "updated": "2024-06-02T06:06:19.414+03:00"
  },
  {
    "uuid": "eac861ad6ab6c4a455f550a48c16fe8833cd2994",
    "url": "https://www.wcax.com:443/2023/12/28/woman-known-her-sweet-tooth-celebrates-her-109th-birthday/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WACH via CNN Newsource",
    "published": "2023-12-28T20:22:00Z",
    "title": "Woman known for her sweet tooth celebrates her 109th birthday",
    "text": "MIDLANDS, S.C. (WACH) - A South Carolina woman is celebrating life this holiday season, and a whole lot of it.\nDoreatha Bishops just turned 109 surrounded by loved ones and friends.\nBirthday wishes and love filled Barnwell State Park as everyone celebrated Bishops.\n“It means everything to, it’s just a blessing I was able to witness this great milestone for someone who has lived 109 years old,” her daughter Mary Frank said.\nAlthough Bishop is 109, Frank said she’s still doing chores around the house.\n“The days she feels like washing the dishes I let her do it, I let her do what she wants to do,” Frank said.\nFrank said Bishop is also known for her cooking and to have a sweet tooth.\n“She loves sweets, she eats her sweets before she eats her meal,” Frank said.\nFamily and friends have a lot of positives to say about Bishop and her life.\nFrank thanks her mother for being an inspiration.\n“She always says that it is better to give than to receive, she always said that,” Frank said.\nAnd that fits right in with the spirit of this season of giving.\nCopyright 2023 WACH via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bishop",
          "sentiment": "none"
        },
        {
          "name": "mary frank",
          "sentiment": "none"
        },
        {
          "name": "frank",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn newsource",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "south carolina",
          "sentiment": "none"
        },
        {
          "name": "barnwell state park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:41.927+02:00",
    "updated": "2023-12-29T00:09:41.927+02:00"
  },
  {
    "uuid": "b5ca282ba4fc5cbd3f43aecdfc4b8423783d9e41",
    "url": "https://andaluciainformacion.es/deportes/1858244/la-real-supera-al-rayo-y-saca-su-billete-para-la-siguiente-ronda-copera",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ai_deportes",
    "published": "2025-01-16T21:55:00Z",
    "title": "La Real supera al Rayo y saca su billete para la siguiente ronda copera",
    "text": "La Real Sociedad superó (3-1) al Rayo Vallecano para seguir adelante en el torneo del 'ko'.\nLa Real llevó las riendas siempre aunque el Rayo supo sobrevivir y tener sus opciones a pesar de verse 2-0 abajo. Take Kubo concentró el juego ofensivo de los vascos y los madrileños tuvieron también llegada al área rival, respondiendo al juego vertical de los de Imanol Alguacil.\nAsí, Pedro Díaz probó a Alex Remiro y Kubo forzó una amarilla al Pacha Espino que terminaría costando su expulsión. Con todo, el jugador japonés campó también por la banda izquierda y por ahí puso en bandeja el 1-0 de Mikel Oyarzabal. Los locales apretaron en su presión y generaron mucho peligro ante un Rayo desubicado.\nEl propio Oyarzabal dio el susto con una posible lesión de rodilla, pero inició también la jugada del 2-0 de Jon Ander Olasagasti desde muy lejos. Contra las cuerdas, el Rayo se metió en la eliminatoria con un penalti que forzó Óscar Trejo bajo la protesta local. El propio mito de la franja firmó el 2-1.\nSin embargo, la Real volvió a mandar en la reanudación y el Rayo empezó a sobrevivir demasiado. Los de Vallecas se libraron del 3-1 de Ander Barrenetxea por un fuera de juego, pero la entrada de Isi, Embarba o Unai López no cambió el papel secundario de los de Íñigo Pérez. Así, el Pacha terminó cometiendo la segunda amarilla y al poco llegó el 3-1 definitivo de Sergio Gómez.\nEnvía tu noticia a: participa@andaluciainformacion.es",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->sport event"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jon Ander Olasagasti",
          "sentiment": "none"
        },
        {
          "name": "Mikel Oyarzabal",
          "sentiment": "none"
        },
        {
          "name": "Óscar Trejo",
          "sentiment": "none"
        },
        {
          "name": "Alex Remiro",
          "sentiment": "none"
        },
        {
          "name": "Pedro Díaz",
          "sentiment": "none"
        },
        {
          "name": "Kubo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Rayo Vallecano",
          "sentiment": "negative"
        },
        {
          "name": "Real Sociedad",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:35:06.999+02:00",
    "updated": "2025-01-17T00:35:06.999+02:00"
  },
  {
    "uuid": "f7842f28a8c843892b7b5909e9d0ff0c8762ee0f",
    "url": "https://france3-regions.francetvinfo.fr/grand-est/vosges/gerardmer/on-attendait-la-neige-avec-impatience-le-domaine-de-la-mauselaine-a-gerardmer-a-ouvert-ses-portes-2905910.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yves Quemener",
    "published": "2024-01-14T07:05:00Z",
    "title": "\"On attendait la neige avec impatience\", le domaine de la Mauselaine à Gérardmer a ouvert ses portes",
    "text": "La station de la Mauselaine à Gérardmer dans les Vosges a ouvert partiellement ses pistes samedi 13 janvier. Une ouverture prévue initialement fin décembre mais retardée en raison du manque de neige.\nDu soleil, de la neige. La carte postale tant attendue à Gérardmer (Vosges) est enfin arrivée. La station de la Mauselaine a accueilli ses premiers clients. Au pied des pistes, les perchistes s’activent à dégager l’accès des remontées mécaniques\nFrédéric Maire est pisteur à la station de Gérardmer. \"On attendait la neige avec impatience. Il a fait froid. On a pu produire de la neige et tout le monde est à pied d’œuvre\", dit-il à Sophie Valsecchi, journaliste à France 3 Lorraine.\nSoulagement Même effervescence au sommet du Grand Tetras. A plus de 1 000 mètres d’altitude les dameuses sont encore en action. Plus de 40 cm de neige à dompter. La station ouvre pour la première fois de la saison samedi 13 janvier 2024. Une ouverture possible grâce à la neige de culture.\nBenoit Perrin, le directeur du domaine skiable de Gérardmer est soulagé. \"La vague de froid depuis dimanche nous a permis de produire de la neige en quantité suffisante pour pouvoir proposer les trois grandes pistes du secteur. Sans cela, ça n’aurait pas été possible d’ouvrir.\" Seules quatre pistes donc seront praticables.\nDe quoi quand même se faire plaisir selon les moniteurs de l’école de ski. Ils ont testé la qualité de la neige. \"C’est un mélange de neige de culture et de neige naturelle. La neige de culture est encore un peu chargée en eau un petit peu glacé, mais à force de la mouliner, elle devient bien meilleur pour skier\", dit Thierry Bastien, le directeur de l’Ecole de Ski Français.\nLe domaine de la Mauselaine à Gérardmer a enfin ouvert ses portes samedi 13 janvier. • © Jean-Pierre Petitcolas, France télévisions Tout est donc prêt, y compris dans les restaurants aux pieds des pistes, pour accueillir les amateurs de glisse. La station restera ouverte jusqu’au 10 mars en fonction de l’enneigement. En revanche les pistes nordiques, faute de neige, restent encore fermées.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T09:10:04.856+02:00",
    "updated": "2024-01-14T09:19:11.613+02:00"
  },
  {
    "uuid": "e7405ebef569272c5784fcc44f197763f4ea4de1",
    "url": "https://www.newsday.com/news/weather/moderate-drought-long-island-r99nkt3z",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Chayes",
    "published": "2024-10-31T23:12:00Z",
    "title": "Long Island in 'moderate drought' status after two months of record dryness",
    "text": "[News](/news)\n[Weather](/news/weather)\nLong Island in 'moderate drought' status after 2 months of record dryness\nLong Island has been moved into \"moderate drought\" status by a federal agency monitoring weather conditions, a change that caps off two months of little rain in the region.\nThe U.S. Drought Monitor has six levels, ranging from no risk to \"exceptional drought.\" Long Island, northern New Jersey and part of the Lower Hudson Valley were raised on Thursday to the second of the six levels.\nNational Weather Service meteorologist Joe Pollina said, \"Conditions have been dry for a while ... We're in a moderate drought now.\"\nDrought is slowly creeping into our area as we continue to see more rain-free days. NE NJ, NYC and Long Island are now under a Moderate Drought. Our 7-day forecast calls for a few chances for showers, but not significant enough to offset any drought concerns.\n— NWS New York NY (@NWSNewYorkNY)[#NYwx][#NJwx][#CTwx][pic.twitter.com/tu0dapfQR9][October 31, 2024]\n\"If it prolongs into next year, it could affect crops, Pollina said.\nSeptember was the driest on record for Islip, with just 0.24 inches of rain recorded, the weather service said. October was also looking to be one of the driest on record and the trend has been mirrored through the central and eastern United States.\nThe weather service said on X on Thursday: \"Our 7-day forecast calls for a few chances for showers, but not significant enough to offset any drought concerns.\"\nThe forecast Friday for the upcoming week called for a 30% chance of rain Thursday but the rest of the week looks sunny and dry.\nMore rain for LI ... Thanksgiving travel ... Penny trial continues ... FeedMe: Holiday pies\nMore rain for LI ... Thanksgiving travel ... Penny trial continues ... FeedMe: Holiday pies",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Joe Pollina",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Island",
          "sentiment": "none"
        },
        {
          "name": "Lower",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T01:43:40.257+02:00",
    "updated": "2024-11-22T17:13:54.805+02:00"
  }
]