[
  {
    "uuid": "20f9d8d7e5fa29b917495d72d0b6a37da0fb40f0",
    "url": "http://www.agriculture-and-forestry.ipt.pw/News/streamline-your-payroll-challenges-with-our-payroll-management-company/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kvbstaffingsolutions",
    "published": "2024-01-01T00:42:00Z",
    "title": "Streamline your Payroll Challenges with our Payroll Management Company",
    "text": "Key features:\nResolved Queries on time\nFilling Tax forms and integration\nLower Compliance and Penalties Risk\nEnd to End Payroll Services\nContact us and visit for more information.\nPhone: +91-8882522858\nEmail: info@kvb-group.com\nWebsite: https://www.kvb-group.com/web/payrollmanagementservices/\nUsed auto parts in Arizona Ashland , Model Mountaineer Starter part is available at great price.\nDiscover a vast inventory of high-quality used auto parts in the USA at Parts Provider USA. Our extensive selection includes top-notch engines, transmissions, brakes, and more, all meticulously inspected for quality and performance. Whether you're a DIY enthusiast or a professional mechanic, our affordable and reliable auto parts will keep your vehicle running smoothly. With nationwide shipping and exceptional customer service, we're your trusted source for affordable, eco-friendly automotive solutions. Explore our wide range of used auto parts today and experience the convenience and savings that come with choosing Parts Provider USA., You can order it online at https://www.partsproviderusa.com/__mountaineer_starter_ashland_arizona_usa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.partsproviderusa.com/__mountaineer_starter_ashland_arizona_usa",
      "https://www.kvb-group.com/web/payrollmanagementservices/",
      "https://www.kvb-group.com/web/payrollmanagementservices",
      "https://kvb-group.com/web/payrollmanagementservices/",
      "https://partsproviderusa.com/__mountaineer_starter_ashland_arizona_usa"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "penalt",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "arizona ashland",
          "sentiment": "none"
        },
        {
          "name": "parts provider usa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T08:14:59.755+02:00",
    "updated": "2024-01-01T08:14:59.755+02:00"
  },
  {
    "uuid": "8d230450323f50126b110e533252994b65d0acd9",
    "url": "https://www.autoevolution.com/news/the-fall-guy-stuntman-rolls-over-in-insane-car-case-scene-to-break-world-record-230843.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elena Luchian",
    "published": "2024-03-14T22:16:00Z",
    "title": "\"The Fall Guy\" Stuntman Rolls Over in Insane Car Case Scene To Break World Record - autoevolution",
    "text": "The Fall Guy hasn't even hit theaters yet and is already breaking records. For this one, the stuntman stepping in for Ryan Gosling is to blame. He executed eight and a half cannon rolls for a breathtaking car chase scene. [Stuntmen](https://www.autoevolution.com/news/former-james-bond-stunt-car-becomes-road-legal-we-should-all-thank-ian-callum-for-it-230124.html)are those experts in defying death, who get paid to risk their lives, and nobody knows about because they never shoot to fame. They are destined to always be in the shadow of the real Hollywood stars, who claim all the glory for the movies they show up in. Furthermore, their scenes are the 'make it or break it' kind of chances. A single wrong move would send them straight to the emergency room or worse. If the stunt goes right, it ends up in the movie. Simple as that. However, every once in a while, a stuntman turns out to be the real star. This time, it is Logan Holladay, the one responsible for the life-risking scenes in The Fall Guy. He was the man who executed the stunning maneuver, one of the oldest stunts in Hollywood, which is going to show up in David Leitch's upcoming movie starring [Ryan Gosling](https://www.autoevolution.com/news/barbie-license-plate-is-selling-for-13-million-and-it-s-not-even-pink-230293.html)and Emily Blunt. The Fall Guy is an adaptation of the drama that was on air on CBS between 1981 and 1986 with the same title. Holladay achieved the Guinness World Record for the most cannon rolls in a car, executed in a solo stunt. It is a scene that will show up in the Universal Pictures' movie this spring to change the cinematic history. The previous record had Adam Kirley's name on it following a scene in the 2006 film Casino Royale, starring Daniel Craig as James Bond. Back then, though, Kirley stopped at seven rolls two decades ago. Director David Leitch says that Logan executed the stunt flawlessly, confirming his reputation as a standout in the stunt community. The moment he completed the eight and a half rolls, he knew he had broken the record. \"It felt like the shining was never going to stop,\" he recalls. The scene was shot on the beaches of Sydney, Australia. Logan Holladay, who stood in for Ryan Gosling, drove a heavily modified [Jeep Grand Cherokee](https://www.autoevolution.com/cars/jeep-grand-cherokee-2021.html#aeng_jeep-grand-cherokee-2021-36l-pentastar-v6-8at-293-hp). The SUV wore fiberglass panels designed to make it look different in the movie but also protect it without adding up weight. What is called a cannon roll is actually achieved with the help of a cannon-like mechanism placed under the car. The device detonates at a preset speed and sends the vehicle flying into a series of rolls. The Fall Guy, a movie that tells the story of an ex-stuntman, Colt Seavers, going back in the game, will premiere on Friday, May 3. The film has already had a special screening that was live-streamed to theatres in New York, Atlanta, and Miami.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ryan gosling",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "logan holladay",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:21:55.386+02:00",
    "updated": "2024-03-15T00:21:55.386+02:00"
  },
  {
    "uuid": "e2170a250c5a06fef79c125b26a7929ca81cc8f9",
    "url": "https://www.metropoles.com/esportes/f1-15-anos-massa-acidente-carreira",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cleverton Silva",
    "published": "2024-07-26T00:52:00Z",
    "title": "F1: Há 15 anos, Felipe Massa sofria acidente que mudou sua carreira",
    "text": "F1: Há 15 anos, Felipe Massa sofria acidente que mudou sua carreira\nEm um 25 de julho como este, mas em 2009, Felipe Massa sofria um dos acidentes que marcaram a história recente da Fórmula 1\natualizado\nCompartilhar notícia\nEntão piloto da\nFerrari, Felipe Massa vinha de um vice-campeonato da Fórmula 1 em 2008, quando ficou apenas 1 ponto atrás do campeão Lewis Hamilton. Aquele título foi perdido na última curva de Interlagos. Massa venceu a corrida, mas viu a McLaren de Hamilton, ultrapassar a Toyota de Timo Glock.\nAgora vamos para 25 de julho de 2009. Circuito de Hungaroring, Grande Prêmio da Hungria de Fórmula 1. Felipe Massa ocupava a 5ª posição no Campeonato Mundial de Pilotos, com 22 pontos, e vinha do seu primeiro pódio, um 3º lugar no Grande Prêmio da Alemanha, em Nürburgring. As expectativas para o compromisso seguinte eram boas.\nNo treino de classificação para o GP da Hungria, Massa conquistou um 9º lugar no Q1, garantindo a passagem para o Q2.\nE foi justamente quando Massa estava finalizando o Q2 que tudo aconteceu. O ferrarista já havia garantido um 8º lugar, que o classificava para o Q3, quando uma mola se desprendeu da Brawn GP de Rubens Barrichello e acertou o capacete de Felipe.\nA peça que se desprendeu do carro de Rubinho fazia parte do sistema de regulação do carro em relação ao solo e ficava localizada no centro. Com o impacto da equivalente a 150kg, Massa ficou inconsciente, passou reto por uma curva e bateu na proteção de pneus. A cena foi preocupante, levando em conta que o público brasileiro de Fórmula 1, particularmente, ainda não havia se recuperado do acidente de Ayrton Senna em Ímola, no ano de 1994.\nLogo, o socorro médico foi acionado. A princípio, Massa tinha um corte de cerca de 8cm no supercílio. Só depois foi detectada uma fratura no crânio, além de uma lesão cerebral causada pelo acidente. O piloto, que estava acordado e com bons sinais vitais, foi transportado para Budapeste, onde passou por uma cirurgia pois ele precisava retirar um fragmento de osso do rosto. Ele foi colocado em coma induzido, e apesar de inicialmente estar em um estado de perigo, logo foi melhorando.\nLuca Badoer pilotou o carro de Massa nos dois Grandes Prêmios seguintes: Europa e Bélgica. Com Badoer não marcando pontos em nenhuma das duas corridas, a Ferrari optou por Giancarlo Fisichella como o substituto do brasileiro no cockpit até o fim daquela temporada.\nMassa só voltou a pilotar um carro de Fórmula 1 em 2010, e ficou na Ferrari até o ano de 2013, quando no fim da temporada, acertou com a Williams para 2014, onde ficou até 2017.\nApós o acidente em 2009, Massa nunca mais venceu uma corrida na Fórmula 1. A última vitória foi justamente no Grande Prêmio de Interlagos, em 2008, a corrida em que o título mundial não veio. Além disso, chegou ao top-3 em 13 oportunidade, sendo a última, pela Williams, no GP de Monza, em 2015.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:13:48.710+03:00",
    "updated": "2024-07-26T04:13:48.710+03:00"
  },
  {
    "uuid": "07ac51b8f604b3255018e4f9557fc6707a0de6ae",
    "url": "https://www.currentargus.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T16:36:41.955+02:00",
    "updated": "2024-01-19T16:36:41.955+02:00"
  }
]