[
  {
    "uuid": "b4dbc679b15a1e5b397eec1888333395886babf5",
    "url": "https://www.dailypioneer.com/2023/page1/indian-navy-men-on-death--row-in-qatar-get-reprieve.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Pioneer",
    "published": "2023-12-28T19:00:00Z",
    "title": "Indian Navy men on death row in Qatar get reprieve",
    "text": "In a major reprieve on Thursday for eight former Navy personnel sentenced to death by a Qatar court, they will now face reduced punishment. It could involve serving a sentence in jail. However, details are awaited since the judgment has not been released. The commutation of the death sentence by an appellate court in Qatar comes weeks after Prime Minister Narendra Modi met the Emir of Qatar, Sheikh Tamim bin Hamad Al-Thani, on the sidelines of the CoP28 summit in Dubai. Details of the conversation were never made public, but there was speculation that this issue was raised. After the meeting on December 1, Modi said they discussed the well-being of the Indian community in Qatar. The eight Indians were awarded the death penalty in October, reportedly on charges of espionage. The charges were not made public. The eight Indians are Purnendu Tiwari, Sugunakar Pakala, Amit Nagpal, and Sanjeev Gupta, who are Commanders, and Navtej Singh Gill, Birendra Kumar Verma, and Saurabh Vasisht, who are Captains. The eighth individual is Sailor Ragesh Gopakumar. “We have noted the verdict today of the Court of Appeal of Qatar in the Dahra Global case, in which the sentences have been reduced. The detailed judgment is awaited,” the Ministry of External Affairs (MEA) said in a statement on Thursday. “Our Ambassador to Qatar and other officials were present at the Court of Appeal today, along with family members. We have stood by them since the beginning of the matter, and we will continue to extend all consular and legal assistance. We will also continue to take up the matter with the Qatari authorities,” it added. Noting that a detailed judgment was awaited, the ministry said it was in close touch with the legal team as well as the family members to decide on the next steps. “Due to the confidential and sensitive nature of proceedings in this case, it would not be appropriate to make any further comment at this juncture,” the MEA said. Some of the arrested individuals are highly decorated military personnel who once commanded Indian warships and were working for a private firm providing training and related services to Qatar’s armed forces. All eight have been in jail since August last year and were handed death sentences on October 26, after a brief trial in March. Bail was denied numerous times during their incarceration and trial. An appeal was immediately lodged, and last month, the Qatari court accepted that appeal. The eight were working for Dahra Global Technologies and Consultancy Services when arrested. The Navy veterans were awarded death sentences on October 26, and India had then described the ruling as “deeply shocking” and vowed to explore all legal options in the case. In its reaction to the ruling by the Qatari court, the MEA last month said it is attaching “high importance” to this case. The charges were filed against the Indian nationals on March 25. Meanwhile, Navy Chief Admiral R Hari Kumar, earlier this month, said the government is putting all-out efforts to bring back all incarcerated ex-Navy personnel from Qatar. “We are working closely to ensure that their interests are looked after,” Admiral Kumar said at a media briefing. Earlier this month, the MEA said two hearings had taken place in connection with the case. “There have been two hearings. We filed an appeal, with the families, and the detainees had a final appeal. Two hearings have since been held. One was on November 30th, and the other was on November 23rd. I think the next hearing is coming up soon,” MEA spokesperson Arindham Bagchi had said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "birendra kumar verma",
          "sentiment": "none"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "purnendu tiwari",
          "sentiment": "none"
        },
        {
          "name": "sanjeev gupta",
          "sentiment": "none"
        },
        {
          "name": "navtej singh gill",
          "sentiment": "none"
        },
        {
          "name": "sugunakar pakala",
          "sentiment": "none"
        },
        {
          "name": "sailor ragesh gopakumar",
          "sentiment": "none"
        },
        {
          "name": "hamad al-thani",
          "sentiment": "none"
        },
        {
          "name": "amit nagpal",
          "sentiment": "none"
        },
        {
          "name": "saurabh vasisht",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "negative"
        },
        {
          "name": "indian navy",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:12:58.163+02:00",
    "updated": "2023-12-29T03:12:58.163+02:00"
  },
  {
    "uuid": "668913263a330c6051e51417d74d4bfe5b146d1b",
    "url": "https://www.infobae.com/mexico/2024/04/25/tribunal-colegiado-ordeno-al-congreso-de-jalisco-eliminar-el-delito-de-aborto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ximena Ochoa",
    "published": "2024-04-25T21:01:00Z",
    "title": "Tribunal Colegiado ordenó al Congreso de Jalisco eliminar el delito de aborto",
    "text": "El Segundo Tribunal Colegiado en materia penal del Tercer Circuito determinó, por unanimidad, inconstitucionales los artículos que prohíben de forma absoluta la interrupción legal del embarazo en el Código Penal de Jalisco.\nDurante la sesión del jueves 25 de abril, los magistrados determinaron que el Congreso de Jalisco deberá de derogar el delito de aborto autoprocurado y consentido, en caso de hacerlo, la entidad del bajío mexicano se convertirá en el estado 13 en despenalizar el delito en todo el país.\nInformación en desarrollo...\nMás Noticias\nLa Casa de los Famosos 4 EN VIVO: los participantes se preparan para el jueves de nominación\nSigue todos los encuentros, peleas, chismes, nominaciones y demás retos del reality show de Telemundo\nMéxico: cotización de cierre del dólar hoy 25 de abril de USD a MXN\nSe registró un alza en los valores del dólar con respecto a la jornada anterior\nVigilancia en el Volcán de Colima: Alerta amarilla se mantiene este 25 de abril\nEl Servicio Meteorológico Nacional publica todos los días el reporte de la actividad volcánica en el coloso del oeste mexicano\nDaniel Bisogno revela que una famosa actriz fue su guía espiritual mientras estuvo en coma: “Me decía todo va a estar bien”\nEn su segundo programa a 'Ventaneando' luego de recibir el alta médica, 'El Muñe' compartió una anécdota inédita\nEstos son los cambios que podría haber en el CJNG tras la captura de ‘Don Rodo’, hermano de ‘El Mencho’\nSe presume que Abraham “N” estaba a cargo de la supervisión de las rutas de fentanilo del grupo criminal",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:06:21.439+03:00",
    "updated": "2024-04-26T00:06:21.439+03:00"
  },
  {
    "uuid": "a0b2e631577b25c5aa5b87304829c6003781dd21",
    "url": "https://guernseypress.com/news/uk-news/2023/12/29/molly-russells-father-made-mbe-for-services-to-child-safety-online/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T22:34:00Z",
    "title": "Molly Russell’s father made MBE for services to child safety online",
    "text": "Molly Russell’s father made MBE for services to child safety online\nIan Russell has been made an MBE for services to child safety online.\nMolly Russell’s father said the 14-year-old would have been “very proud” of her legacy of suicide prevention as he was made an MBE in the New Year Honours list.\nIan Russell, 60, has been recognised for services to child safety online after he set up the Molly Rose Foundation suicide prevention charity in her memory and contributed to the establishment of the Online Safety Bill.\nLast September, a coroner ruled schoolgirl Molly, from Harrow, north-west London, died from “an act of self-harm while suffering from depression and the negative effects of online content” in November 2017.\nOn what Molly would have made of his MBE, he said: “Molly was quite content to get on stage and take part in school plays but she was a quiet person, she didn’t like the limelight, so I think she would have found this a bit strange.\n“But because she was such a caring person, I think she would have been tremendously proud of being able to help people who may be struggling with their mental health and may be beginning to have thoughts about suicide.\n“If she thought she could help those people live long and stay strong, she’d be very proud indeed.”\nHe said his daughter was “very special” and “emotionally intelligent”, adding: “She had a cheeky sense of humour and above all she was one of the most caring people I’ve ever known even though she died at the age of 14.”\nLast month, the Molly Rose Foundation released a report in the week that would have marked her 21st birthday, which said social media platforms suffer from significant, fundamental system failings in handling self-harm and suicide content.\nIt said it found harmful content at scale and prevalent on Instagram, TikTok and Pinterest – in response to which the firms outlined what they are doing to keep youngsters safe online.\nMr Russell said the foundation has also been sending out help cards with contact details for support services to schools and other organisations involved with children.\nIt also provides suicide prevention training in schools and is “trying to set up a network of support centres across the high streets of the UK”.\nHe added: “Without those conversations, there’s a much greater danger that people will end up ending their own lives, so we’re trying to find ways to start difficult conversations and we’re trying to continue working with the regulators in terms of the Online Safety Act which has past through Parliament and is now law.\n“It’s really important that we don’t shy away from talking about online safety, we don’t shy away from talking about suicide and we don’t shy away from talking about mental health, having conversations is the most important thing and we can all do that on an individual level.\n“It’s also really important that governments regulate to make sure that the tech platforms show more corporate/social responsibility than perhaps they have in the past because the tech platforms, at the end of the day, are the places where improved safety features have to be implemented to keep people safe online, for example, they shouldn’t be algorithmically recommending harmful content, particularly to young people, that has to change.\n“And it’s important for governments around the world to join the list of nations that have introduced regulation to make the online world safer.”\nHe added: “Although honours are individual things, this was for a team of people, this was for hundreds of people in fact that have been involved in making the online world safer and helping to prevent young suicide, and that by accepting it and continuing to raise awareness, it would be a good thing to do and hopefully in the future, there would be far fewer cases like Molly’s.”\nAlice Hendy, founder of R;pple suicide prevention charity, has also been appointed MBE for services to online safety.\nMs Hendy, from Fareham, Hampshire, lost her sibling, Josh, 21, to suicide in November 2020 after he had been searching for techniques to take his own life through harmful internet searches.\nShe subsequently launched R;pple – an online interceptive tool designed to ensure that more help and support is provided to people who are conducting searches relating to self-harm or suicide.\n“Alice Hendy is one of the most extraordinary people that I’ve met in this space,” he said.\n“Her bravery and her courage after losing her brother Josh is extraordinary and what she’s achieved with the R;pple suicide prevention tool she’s developed is extraordinary, I just can’t quite understand why it hasn’t been adopted more quickly and more widely by platforms and by people.”\nMs Hendy told the PA news agency: “Receiving this MBE is a huge honour.\n“When I first started R;pple, the intention was never to achieve any recognition or gain back slaps in any way, it was a way for me to remember my brother, to continue his legacy and ultimately to stop other people from feeling so low that they believe that taking their own life is their best option.\n“The creation of R;pple has helped a lot of people and it’s all in the name of my brother.\n“So, very humbled, very overwhelmed really to receive the letter through my letterbox in between all of my bills and my mortgage and so on. And, yeah, looking forward to raising a glass to Josh as a result.”\nFor mental health support, call the Samaritans on 116 123, email them at jo@samaritans.org or visit\n samaritans.org to find your nearest branch.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "http://samaritans.org",
      "http://www.samaritans.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "molly russell",
          "sentiment": "negative"
        },
        {
          "name": "ian russell",
          "sentiment": "negative"
        },
        {
          "name": "molly",
          "sentiment": "none"
        },
        {
          "name": "bill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "molly rose foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "harrow",
          "sentiment": "none"
        },
        {
          "name": "north-west london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:45:03.815+02:00",
    "updated": "2023-12-30T00:45:03.815+02:00"
  },
  {
    "uuid": "68801ff0f13e72b67a6ab41a330a6a686894dbc7",
    "url": "https://ground.news/article/blowtorch-heat-roasts-southern-us-states-as-powerful-el-nino-strikes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gbnews.com",
    "published": "2023-12-28T20:16:00Z",
    "title": "Ground News - ‘Blowtorch’ heat roasts southern US states as powerful El Nino strikes",
    "text": "Summary by gbnews.com America will become a nation divided with a crippling ice storm gripping the north as ‘blowtorch’ heat roasts the south.A tropical plume surging in from Mexico ahead of the weekend will push temperatures in parts into the mid-70Fs.However, warm moisture hitting cold air from Canada will trigger further storms, experts warn.In the firing line for the highest temperatures, forecast into the New Year, are south-eastern and southwestern states.Jim D… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\ngbnews.com Lean Right Mixed Factuality ‘Blowtorch’ heat roasts southern US states as powerful El Nino strikes America will become a nation divided with a crippling ice storm gripping the north as ‘blowtorch’ heat roasts the south.A tropical plume surging in from Mexico ahead of the weekend will push temperatures in parts into the mid-70Fs.However, warm moisture hitting cold air from Canada will trigger further storms, experts warn.In the firing line for the highest temperatures, forecast into the New Year, are south-eastern and southwestern states.Jim D…\n5 hours ago · London, United Kingdom Read Full Article\ngbnews.com Lean Right Mixed Factuality\n‘Blowtorch’ heat roasts southern US states as powerful El Nino strikes America will become a nation divided with a crippling ice storm gripping the north as ‘blowtorch’ heat roasts the south.A tropical plume surging in from Mexico ahead of the weekend will push temperatures in parts into the mid-70Fs.However, warm moisture hitting cold air from Canada will trigger further storms, experts warn.In the firing line for the highest temperatures, forecast into the New Year, are south-eastern and southwestern states.Jim D…\n5 hours ago · London, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.gbnews.com/weather/us-weather-forecast-heat-southern-states-el-nino?utm_source=ground.news&utm_medium=referral",
      "https://www.gbnews.com/weather/us-weather-forecast-heat-southern-states-el-nino",
      "https://gbnews.com/weather/us-weather-forecast-heat-southern-states-el-nino?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "el nino",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:04.898+02:00",
    "updated": "2023-12-29T00:43:04.898+02:00"
  },
  {
    "uuid": "1d662f647ae19341a6ada39051b6a375495c56d1",
    "url": "https://www.foxbangor.com/closings/businesses_and_organizations/carmel---simpson-memorial-library---closed/article_e0305b38-e869-11ee-ac76-4b1b93c964d6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Closed Saturday, March 23rd",
    "published": "2024-03-22T16:33:00Z",
    "title": "Carmel - Simpson Memorial Library - CLOSED | Businesses And Organizations | foxbangor.com",
    "text": "Facebook Twitter WhatsApp SMS Email Print Copy article link Save Recommended for you 1 Weather Alert See All > Weather Alert ...WINTER STORM WARNING REMAINS IN EFFECT FROM 4 AM SATURDAY TO 8 AM EDT SUNDAY... * WHAT...Heavy snow expected. Total snow accumulations between 9 and 14 inches. Winds gusting as high as 40 mph. * WHERE...Portions of Central Highlands, Far Eastern, Far Northern, North Woods, and Penobscot Valley Maine * WHEN...From 4 AM Saturday to 8 AM EDT Sunday. * IMPACTS...Travel will be very difficult due to heavy snowfall and reduced visibility in areas of blowing snow. Strong winds could cause extensive damage to trees and power lines. PRECAUTIONARY/PREPAREDNESS ACTIONS... A Winter Storm Warning means significant amounts of snow, sleet, and ice will make travel extremely dangerous. The latest road conditions for Maine can be obtained by going to newengland511.org. &&\nCurrently in Bangor\n30° Partly Cloudy 30° / 17° 1 PM 30° 2 PM 32° 3 PM 32° 4 PM 32° 5 PM 32° Storm Cancellations\nSubmit Cancellations Here Trending Articles Videos Articles Married Maine musical duo retiring after more than 60 years of performing Jax Taylor claims 'communication issues' led to break-up from Brittany Cartwright Kate Middleton breaks silence after abdominal surgery Clint Howard Joins ‘The Bold and the Beautiful’ as Homeless Man Fire destroys home and sheds in Troy The cost of some spirits in Maine may soon decrease Brewer softball see bright season as pitchers and catchers report Milo woman facing drug charges after traffic stop in Bangor Texas woman tells deputies she shot, killed man who allegedly drugged, kidnapped her Maine women seeded 15th, taking on No. 2 Ohio State in first round Videos What's on Tonight? Fox Bangor Image Time Programme 7:00 pm Family Feud 8:00 pm Master Chef 10:00 pm Fox 22 News at 10 11:00 pm Dateline WVII Image Time Programme 7:00 pm Wheel of Fortune 7:30 pm Jeopardy! 8:00 pm The Connors 8:30 pm The Goldbergs 9:00 pm Abbott Elementary 9:30 pm Home Economics 10:00 pm Press Your Luck 11:00 pm ABC 7 News at 11 11:30 pm Jimmy Kimmel",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://play.google.com/store/apps/details?id=com.foxbangor.app",
      "https://www.mrfood.com/",
      "https://twitter.com/intent/tweet?&text=Carmel%20-%20Simpson%20Memorial%20Library%20-%20CLOSED&via=FoxABCMaine&url=https%3A%2F%2Fwww.foxbangor.com%2Fclosings%2Fbusinesses_and_organizations%2Fcarmel---simpson-memorial-library---closed%2Farticle_e0305b38-e869-11ee-ac76-4b1b93c964d6.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://apps.apple.com/us/app/abc-7-fox-22/id1544817428",
      "https://wa.me/?text=https://www.foxbangor.com/closings/businesses_and_organizations/carmel---simpson-memorial-library---closed/article_e0305b38-e869-11ee-ac76-4b1b93c964d6.html",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.foxbangor.com%2Fclosings%2Fbusinesses_and_organizations%2Fcarmel---simpson-memorial-library---closed%2Farticle_e0305b38-e869-11ee-ac76-4b1b93c964d6.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.foxbangor.com%2Fclosings%2Fbusinesses_and_organizations%2Fcarmel---simpson-memorial-library---closed%2Farticle_e0305b38-e869-11ee-ac76-4b1b93c964d6.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.twitter.com/intent/tweet?&text=Carmel%20-%20Simpson%20Memorial%20Library%20-%20CLOSED&via=FoxABCMaine&url=https%3A%2F%2Fwww.foxbangor.com%2Fclosings%2Fbusinesses_and_organizations%2Fcarmel---simpson-memorial-library---closed%2Farticle_e0305b38-e869-11ee-ac76-4b1b93c964d6.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://www.apps.apple.com/us/app/abc-7-fox-22/id1544817428",
      "https://www.mrfood.com",
      "https://mrfood.com/",
      "https://wa.me/?text=https://foxbangor.com/closings/businesses_and_organizations/carmel---simpson-memorial-library---closed/article_e0305b38-e869-11ee-ac76-4b1b93c964d6.html",
      "https://wa.me/",
      "https://play.google.com/store/apps/details",
      "https://www.play.google.com/store/apps/details?id=com.foxbangor.app",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "north woods",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook twitter",
          "sentiment": "negative"
        },
        {
          "name": "carmel - simpson memorial library - closed",
          "sentiment": "negative"
        },
        {
          "name": "far eastern",
          "sentiment": "none"
        },
        {
          "name": "bangor",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central highlands",
          "sentiment": "none"
        },
        {
          "name": "penobscot valley maine",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T19:12:16.190+02:00",
    "updated": "2024-03-22T19:12:16.190+02:00"
  },
  {
    "uuid": "cb4d1dbc47c9587288c003c073f83e8cafa5e0ed",
    "url": "https://www.estadiodeportivo.com/futbol/girona/aleix-garcia-convierte-una-prioridad-para-barca-20231228-438448.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luisma Sánchez",
    "published": "2023-12-28T22:42:00Z",
    "title": "Aleix García se convierte en una prioridad para el Barça - Estadio Deportivo",
    "text": "El FC Barcelona ya se ha puesto manos a la obra para cerrar algún que otro fichaje de cara al mes de enero. La prioridad del conjunto azulgrana pasa por buscarle un sustituto de garantías a Gavi. La grave lesión del centrocampista ha trastocado los planes de los culés de cara a esta temporada. Por ello, uno d ellos nombres que más le gustan tanto a Xavi como en Can Barça es el de Aleix García. El jugador del Girona ya mostró sus deseos de vestir la camiseta blaugrana en cierta ocasión. Le daría un salto de calidad a la plantilla, aunque lo cierto es que no será una operación fácil. El Girona estaría interesado en algunos jugadores culés, por lo que podrían entrar en el acuerdo. En la próxima ventana de transferencias de invierno, el Barça se encuentra en la búsqueda de fortalecer su centro del campo. Según reveló el periodista Gerard Romero en su canal de Twitch, el conjunto azulgrana estaría explorando las opciones para abonar la cláusula de rescisión del internacional español, la cual asciende a los 20 millones de euros. La estrategia planeada consistiría en involucrar a jugadores en la operación para abaratar dicha suma. Conforme a la información proporcionada, las conversaciones respecto a Aleix García ya se encuentran en una fase avanzada, aunque reconocen que no será una tarea sencilla. El Girona, por su parte, se mantiene firme en no ceder ni un euro de la cláusula, aunque muestra interés en diversos jugadores del Barcelona. Curiosamente, cuenta con Eric García y Pablo Torre en su plantel, ambos cedidos por el club azulgrana. Al mismo tiempo, se ha especulado sobre un posible interés por parte del Girona en Mikayil Faye, defensa del Barcelona Atlètic, especialmente ahora que Bernardo apunta a que abandone las filas del conjunto rojiblanco. Es importante destacar que Aleix García expresó previamente, antes del encuentro contra el Barça, su deseo de vestir la camiseta azulgrana en algún momento de su carrera. Estas declaraciones no fueron bien recibidas por Míchel, quien no dudó en comunicárselo al jugador. El centrocampista se vio en la necesidad de disculparse públicamente con su afición por esas palabras, reconociendo la sensibilidad sobre dicho tema. Veremos qué sucede finalmente. La relación entre ambos clubes, marcada por cesiones anteriores y posibles intereses cruzados, añade un matiz a estas conversaciones que podrían definir el rumbo del mediocampo azulgrana en la segunda mitad de la temporada.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:59.795+02:00",
    "updated": "2023-12-29T00:45:59.795+02:00"
  },
  {
    "uuid": "0bf685038b318d02174e2c73ed2940990a1353f5",
    "url": "https://www.cnbc.com/video/2023/12/28/emerging-markets-are-looking-attractive-after-challenging-year-says-jpmorgans-joyce-chang.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CNBC",
    "published": "2023-12-28T22:26:00Z",
    "title": "Emerging markets are looking attractive after challenging year, says JPMorgan's Joyce Chang",
    "text": "Credit Cards Loans Banking Mortgages Insurance Credit Monitoring Personal Finance Small Business Taxes Help for Low Credit Scores Investing SELECT All Credit Cards Find the Credit Card for You Best Credit Cards Best Rewards Credit Cards Best Travel Credit Cards Best 0% APR Credit Cards Best Balance Transfer Credit Cards Best Cash Back Credit Cards Best Credit Card Welcome Bonuses Best Credit Cards to Build Credit SELECT All Loans Find the Best Personal Loan for You Best Personal Loans Best Debt Consolidation Loans Best Loans to Refinance Credit Card Debt Best Loans with Fast Funding Best Small Personal Loans Best Large Personal Loans Best Personal Loans to Apply Online Best Student Loan Refinance SELECT All Banking Find the Savings Account for You Best High Yield Savings Accounts Best Big Bank Savings Accounts Best Big Bank Checking Accounts Best No Fee Checking Accounts No Overdraft Fee Checking Accounts Best Checking Account Bonuses Best Money Market Accounts Best CDs Best Credit Unions SELECT All Mortgages Best Mortgages Best Mortgages for Small Down Payment Best Mortgages for No Down Payment Best Mortgages with No Origination Fee Best Mortgages for Average Credit Score Adjustable Rate Mortgages Affording a Mortgage SELECT All Insurance Best Life Insurance Best Homeowners Insurance Best Renters Insurance Best Car Insurance Travel Insurance SELECT All Credit Monitoring Best Credit Monitoring Services Best Identity Theft Protection How to Boost Your Credit Score Credit Repair Services SELECT All Personal Finance Best Budgeting Apps Best Expense Tracker Apps Best Money Transfer Apps Best Resale Apps and Sites Buy Now Pay Later (BNPL) Apps Best Debt Relief SELECT All Small Business Best Small Business Savings Accounts Best Small Business Checking Accounts Best Credit Cards for Small Business Best Small Business Loans Best Tax Software for Small Business SELECT All Taxes Best Tax Software Best Tax Software for Small Businesses Tax Refunds SELECT All Help for Low Credit Scores Best Credit Cards for Bad Credit Best Personal Loans for Bad Credit Best Debt Consolidation Loans for Bad Credit Personal Loans if You Don't Have Credit Best Credit Cards for Building Credit Personal Loans for 580 Credit Score or Lower Personal Loans for 670 Credit Score or Lower Best Mortgages for Bad Credit Best Hardship Loans How to Boost Your Credit Score SELECT All Investing Best IRA Accounts Best Roth IRA Accounts Best Investing Apps Best Free Stock Trading Platforms Best Robo-Advisors Index Funds Mutual Funds ETFs Bonds",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "credit card for you best credit cards best rewards credit cards best travel credit cards best",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:19:08.250+02:00",
    "updated": "2023-12-29T01:19:08.250+02:00"
  },
  {
    "uuid": "512097f948248b0cd12f0b8b85ed9b4812c3d736",
    "url": "http://ca.advfn.com/stock-market/stock-news/94394012/online-map-adds-hundreds-more-statewide-projects-a",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-08-15T16:13:00Z",
    "title": "ONLINE MAP ADDS HUNDREDS MORE STATEWIDE PROJECTS AT RISK",
    "text": "Salmon Habitat to EV Charging stations & more are being threatened\nSEATTLE , Aug. 15, 2024 /PRNewswire/ -- Clean & Prosperous Institute has updated The Risk of Repeal mapping tool to add more than 500 new projects, totalling $450 million , increasing the on-the-ground Climate Commitment Act investments which exist in all 39 Washington state counties.\nThe full slate of projects tracked on the Risk of Repeal map and dataset, total more than $9 billion and rely on the Climate Commitment Act continuing to fund them.\nThe newly-mapped, location-specific investments, stretching across Washington and totalling $450M , include additional air quality monitoring stations in overburdened communities, restored salmon habitat, special needs transit grants, Tribal clean energy grants, community decarbonization efforts, home energy and appliance rebates, community electric vehicle charging sites, on-farm greenhouse gas reduction grants, and more.\n\"The Climate Commitment Act faces many challenges that could significantly weaken or fully repeal it, whether by Legislative or Executive action or at the ballot box,\" said Kevin Tempest , the Institute's Research Director . \"With this map tool, Clean & Prosperous Institute is shining a critical spotlight on the investments that CCA dollars are making into communities spanning every county in the state.\"\n\"Investments enabled by the Climate Commitment Act are growing every month and in every county,\" continued Tempest. \"They are lowering the cost of clean energy for households and businesses, protecting key forest and fish habitat, catalyzing innovation, and providing an economic engine to power our communities toward a clean energy future.\"\nTempest went on to emphasize that projects large and small dot the landscape, from forest and fish protection in Aberdeen to large-scale solar innovation in Walla Walla . \"Whether electrifying ferry routes or rapidly expanding EV charging availability statewide, these investments are revitalizing infrastructure and creating new job opportunities in every county.\"\nFor a deeper look at the Climate Commitment Act investments, spanning every county from Adams to Yakima , county summaries, are also available on the website, highlighting CCA dollars allocated, high-risk projects, future funding, and more. Additionally, project \"one-pagers\" are being added weekly, further detailing the impact of CCA funding.\nThe Risk of Repeal map tool offers transparency and clarity, allowing users to explore where Climate Commitment Act revenues are being invested while identifying projects and programs at risk of losing funding. It categorizes projects based on risk levels, from high-risk investments directly funded by the Climate Commitment Act to minimal-risk initiatives nearing completion. By providing relevant information and key context, the tool empowers stakeholders to understand the current scope of investments and potential risk if the act is repealed.\n\"Our goal is to ensure that these investments are visible and accurately tracked,\" said Tempest. \"This interactive mapping tool is a vital resource for all Washingtonians to understand that Climate Commitment Act investments are increasingly putting shovels in the ground to deliver benefits to communities in every county across the state.\"\nFor more information and to access the Risk of Repeal map tool, visit Risk of Repeal: Mapping Washington's Climate Commitments.\nMedia, please contact Lee Keller at lee@thekellergroup.com or Danielle Mercure at danielle@thekellergroup.com.\nMore About Clean & Prosperous Institute\nThe Clean & Prosperous Institute (formerly the Low Carbon Prosperity Institute) works to responsibly tackle climate change and carbon reduction at the state level. We leverage resources, prioritize truth-telling, and strive for improved government and private-sector collaboration. Our core focus is system design, delivering technically accurate, long-term greenhouse gas reduction strategies that guide policy decisions. We thoroughly explore opportunities and complex risk factors associated with crafting climate policy from the state level upward. We strongly believe in the power of business leadership, bipartisan problem-solving, and data-driven public policy.\nMedia Contact:\nLee Keller\nCall or text: 206.799.3805\nlee@thekellergroup.com\nView original content to download multimedia:https://www.prnewswire.com/news-releases/online-map-adds-hundreds-more-statewide-projects-at-risk-302223936.html\nSOURCE Clean & Prosperous Institute\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.com/news-releases/online-map-adds-hundreds-more-statewide-projects-at-risk-302223936.html",
      "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://prnewswire.com/news-releases/online-map-adds-hundreds-more-statewide-projects-at-risk-302223936.html",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "clean & prosperous institute",
          "sentiment": "none"
        },
        {
          "name": "legislative",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seattle",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:16:41.802+03:00",
    "updated": "2024-08-16T00:16:41.802+03:00"
  }
]