[
  {
    "uuid": "bdf203b8488bf977841d70e3b77d95639d95b0e0",
    "url": "https://www.pressenterprise.com/2024/03/21/it-may-be-spring-but-winter-weather-is-on-tap-this-weekend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mona Darwish",
    "published": "2024-03-21T21:30:00Z",
    "title": "Southern California storm this weekend to feel like ‘cold winter day’",
    "text": "It may be spring, but rain showers, cool temperatures and windy gusts could have you double-checking the calendar this weekend.\n“It will feel like a cold winter day in the middle of March,” National Weather Service meteorologist Mark Moede said.\nAfter a cool, partly cloudy Friday with temperatures in the 60s and low 70s, about a tenth to a third inch of rain is anticipated in Orange County and the Inland Empire starting on Saturday, through the evening and into Sunday. Temps should stay in the low to mid 60s.\nUp to an inch of rain could reach the San Bernardino Mountains over the weekend, with half an inch to three-quarters of an inch more likely. About 2 to 6 inches of snow is expected at 4,000- and 5,000-foot elevations by Sunday, which will impact roads.\nIn Los Angeles County, high temperatures should only reach the upper 50s to mid 60s. Light rainfall is likely between Saturday and Sunday, with an estimated quarter inch or less in coastal and valley areas, National Weather Service meteorologist David Gomberg said. Los Angeles area mountains may see a quarter to about half an inch of rain, with 1 to 4 inches of snow in areas above 4,000 feet.\nWind gusts expected in coastline and mountain areas could reach 30 to 50 miles per hour, forecasters said, though lesser elsewhere.\nSince Oct. 1, rainfall totals have exceeded previous seasons. In Downtown Los Angeles, 19 inches of rain has been recorded so far, about 6 and a half inches above normal. In Long Beach, where the rainfall average is 11 inches, roughly 17 inches of rain has been recorded this season.\n 2 minors seriously injured in Temecula when their electronic bike crashes Explosion, blaze in building next to a Good Hope church injures man Pedestrians on a green ball? A traffic sign confuses a reader Rancho Cucamonga man dies in custody after striking deputy, department California is clearing criminal records — including violent crimes — to offer second chances",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark moede",
          "sentiment": "none"
        },
        {
          "name": "david gomberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "inland empire",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "orange county",
          "sentiment": "none"
        },
        {
          "name": "los angeles county",
          "sentiment": "none"
        },
        {
          "name": "san bernardino mountains",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T01:59:23.325+02:00",
    "updated": "2024-03-23T17:46:28.570+02:00"
  },
  {
    "uuid": "0c0e5cda1078317b35c4d7050de1de6bb459e4b4",
    "url": "https://www.churchpop.com/what-did-the-holy-familys-journey-to-bethlehem-entail-a-closer-look-at-the-modern-reality/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caroline Perkins",
    "published": "2023-12-29T22:14:00Z",
    "title": "What Did the Holy Family's Journey to Bethlehem Entail? A Closer Look at the Modern Reality",
    "text": "The liturgical season of Christmas has only just begun!\nChristmas begins with the Nativity of Our Lord and ends on the Baptism of the Lord.\nThere are many things to bring to prayer as we enter into this season of celebration and thanksgiving for the gift of the Christ child.\nOne thing worth contemplating is the journey to Bethlehem leading up to Jesus' birth.\nImmaculate Conception Parish in Worcester, Mass., shared a\npowerful image on social media providing a glimpse of the reality behind this journey.\nThe post caption reads,\n“It is worth reflecting on the trip that Joseph and Mary had to take from their hometown in Nazareth to Bethlehem. Today this trip takes 31 hours walking over 90 miles over paved streets and crossing many towns AND with Google Maps to guide you. But back then, this journey was most likely over rough terrain and packed with highwaymen (robbers,) with the additional difficulty that this route is full [of] steep hills they would have to navigate. Our Lady and St. Joseph, pray for us!”\nWow!\nCan you imagine making this journey? I often wonder what Joseph and Mary endured, spoke about, held in their hearts, and the love they shared.\nWe are told of the events leading up to the birth of Jesus in the Gospel of\nLuke 2: 1-7:\n\"In those days a decree went out from Caesar Augustus that the whole world should be enrolled. This was the first enrollment, when Quirinius was governor of Syria.\nSo all went to be enrolled, each to his own town.\nAnd Joseph too went up from Galilee from the town of Nazareth to Judea, to the city of David that is called Bethlehem, because he was of the house and family of David, to be enrolled with Mary, his betrothed, who was with child.\nWhile they were there, the time came for her to have her child, and she gave birth to her firstborn son. She wrapped him in swaddling clothes and laid him in a manger, because there was no room for them in the inn.\"\nBut, as Dave Armstrong explains in a thought-provoking\narticle from the National Catholic Register, the details are often assumed,\n“Luke 2:5-6 never claims that 1) that the Blessed Virgin Mary was 8-9 months pregnant on the journey, or 2) that she delivered the baby Jesus as soon as they arrived in Bethlehem (like all the movies assume). All we know from these two verses is that 1) she was pregnant while making the journey, and 2) she delivered the baby Jesus in Bethlehem.\nWe know not a thing about how far along in her pregnancy she was, or how long they were in Bethlehem before she bore baby Jesus. It’s all mere groundless assumptions and speculations. We’re just so used to thinking about it in a certain way that we overlook the fact that certain things aren’t definitively stated.”\nThere is a lot of mystery surrounding these events, but one thing is certain: the journey to Bethlehem led to the birth of our Savior!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://bible.usccb.org/bible/luke/2#:~:text=5to%20be%20enrolled%20with,birth%20to%20her%20firstborn%20son.&text=She%20wrapped%20him%20in%20swaddling,for%20them%20in%20the%20inn.",
      "https://www.facebook.com/story.php?story_fbid=749209190577728&id=100064659612636&mibextid=PkCAf5",
      "https://www.ncregister.com/blog/a-fresh-look-at-joseph-mary-and-bethlehem",
      "https://www.bible.usccb.org/bible/luke/2#:~:text=5to%20be%20enrolled%20with,birth%20to%20her%20firstborn%20son.&text=She%20wrapped%20him%20in%20swaddling,for%20them%20in%20the%20inn.",
      "https://ncregister.com/blog/a-fresh-look-at-joseph-mary-and-bethlehem",
      "https://www.facebook.com/story.php",
      "https://facebook.com/story.php?story_fbid=749209190577728&id=100064659612636&mibextid=PkCAf5"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "joseph",
          "sentiment": "none"
        },
        {
          "name": "mary end",
          "sentiment": "none"
        },
        {
          "name": "mary",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "mass.",
          "sentiment": "none"
        },
        {
          "name": "nazareth",
          "sentiment": "none"
        },
        {
          "name": "worcester",
          "sentiment": "none"
        },
        {
          "name": "st. joseph",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T02:10:31.139+02:00",
    "updated": "2023-12-30T02:10:31.139+02:00"
  },
  {
    "uuid": "e28278de31500c43e7441207fead49424c7cd9e4",
    "url": "https://www.atlantanewsfirst.com/2024/02/29/weekly-atlanta-food-tour-returns-beltline-donates-animal-rescue-organizations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Atlanta First News staff",
    "published": "2024-02-29T21:36:00Z",
    "title": "Weekly Atlanta food tour returns to BeltLine, donates to animal rescue organizations",
    "text": "Weekly Atlanta food tour returns to BeltLine, donates to animal rescue organizations ATLANTA, Ga. (Atlanta News First) - After a winter break, the massively popular BeltLines Atlanta Food Tours start up again on March 2 for the fourth year — including a food crawl for dogs! Every Saturday, tour participants get to taste food and enjoy street art on the BeltLine. The company is also expanding its “Barks and Bites: Doggie Crawl on the Atlanta BeltLine” event to twice a month, with a portion of the proceeds going toward animal rescue organizations like PAWS Atlanta, LifeLine Animal Project and Rescue Me Georgia. “The Atlanta BeltLine is reshaping Atlanta, making it a more walkable and desirable city,” said Nicole Gustin, founder and CEO of BiteLines Atlanta Food Tours. “We love showing off the trail to tourists and metro Atlanta residents by giving them a curated sampling of some of the city’s most popular restaurants, and sharing stories behind the creative street art that earns Atlanta a national reputation.” The three-hour tour starts at [Krog Street Market](https://discoveratlanta.com/things-to-do/shopping/krog-street-market/), a food hall and shopping area in a restored factory. Participants ultimately visit four restaurants and enjoy six tastings. At the doggie crawl, dog-friendly restaurants serve bites for pets while owners enjoy appetizers and craft beer. There’s even a special “dog brew!” The crawl also includes shopping at dog boutiques and giveaways from local and national dog brands like Piedmont Bark, Wolfgang Bakery & Grooming and Dulces de Luna. You can visit BeltLines Atlanta Food Tours’ website [here](https://www.bitelinesatlantafoodtours.com/). Copyright 2024 WANF. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://discoveratlanta.com/things-to-do/shopping/krog-street-market/),",
      "https://www.bitelinesatlantafoodtours.com/).",
      "https://www.discoveratlanta.com/things-to-do/shopping/krog-street-market/),",
      "https://bitelinesatlantafoodtours.com/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "doggie crawl",
          "sentiment": "none"
        },
        {
          "name": "nicole gustin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "weekly atlanta",
          "sentiment": "negative"
        },
        {
          "name": "beltlines atlanta food tours",
          "sentiment": "none"
        },
        {
          "name": "bitelines atlanta food tours",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "ga.",
          "sentiment": "none"
        },
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:04:23.191+02:00",
    "updated": "2024-03-01T00:04:23.191+02:00"
  }
]