[
  {
    "uuid": "e676a95d131cdd7891e48b09af89cef7d1d7d4b6",
    "url": "https://guernseypress.com/news/uk-news/2023/12/29/full-list-of-police-recorded-antisemitic-and-islamophobic-offences-by-force/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UK News",
    "published": "2023-12-29T00:12:00Z",
    "title": "Full list of police-recorded antisemitic and Islamophobic offences, by force",
    "text": "Full list of police-recorded antisemitic and Islamophobic offences, by force\nThe figures have been obtained by the PA news agency from Freedom of Information requests.\nHere is a list of the number of antisemitic and Islamophobic hate crime offences recorded by police forces from October 7 to November 7 2023 inclusive, together with totals for the equivalent periods in 2022 and 2021.\nThe figures have been obtained by the PA news agency from Freedom of Information requests sent to all forces in the UK.\nThe data is a snapshot of what has currently been recorded by forces and may be subject to change.\nAll figures are for crimes recorded by police forces, not incidents.\nSystems and methods of recording and collating hate crime are not consistent across all forces, so the data cannot be used to compare the volume of offences between different areas or provide an overall total for the whole of the UK.\nSome forces provided notes and responses to the data and these are included where appropriate.\nNot all forces are included in the list and reasons for omissions are given at the end.\n– Avon & Somerset\nAntisemitic: 2021 – 5, 2022 – 3, 2023 – 7\nIslamophobic: 2021 – 8, 2022 – 2, 2023 – 5\nThe force said that completion of the “hate type” field on its records is not mandatory. Where a crime has taken place it will be recorded, but the hate crime indicator or type will not always be ticked, meaning some offences will have been recorded without an indication of the type of hate crime that has been committed.\n– Bedfordshire\nAntisemitic: 2021 – 1, 2022 – 4, 2023 – 2\nIslamophobic: 2021 – 8, 2022 – 0, 2023 – 3\n– British Transport Police\nAntisemitic: 2021 – 11, 2022 – 8, 2023 – 87\nIslamophobic: 2021 – 8, 2022 – 2, 2023 – 22\n– Cambridgeshire\nAntisemitic: 2021 – 0, 2022 – 1, 2023 – 6\nIslamophobic: 2021 – 1, 2022 – 0, 2023 – 5\nThe force said the figures are the number of police-recorded religious hate crimes where the perceived religion was Jewish or Muslim, based on the keyword assigned to the crime.\n– Dorset\nAntisemitic: 2021 – 1, 2022 – 2, 2023 – 4\nIslamophobic: 2021 – 0, 2022 – 2, 2023 – 1\n– Durham\nAntisemitic: 2021 – 2, 2022 – 0, 2023 – 0\nIslamophobic: 2021 – 0, 2022 – 0, 2023 – 1\nThe force said the figures refer to the number of recorded hate crimes where the victim’s religion has been known to be Judaism or Islam.\n– Gloucestershire\nAntisemitic: 2021 – 4, 2022 – 2, 2023 – 2\nIslamophobic: 2021 – 3, 2022 – 2, 2023 – 3\nThe force said the figures are for crimes where a hate tag has been applied, which have then been filtered to identify the hate strands “Religion – Jewish” and “Religion – Muslim”.\n– Greater Manchester\nAntisemitic: 2021 – 14, 2022 – 15, 2023 – 74\nIslamophobic: 2021 – 42, 2022 – 43, 2023 – 34\nThe force said antisemitic offences are where the perceived targeted religion was recorded as Jewish. Islamophobic offences are where the perceived targeted religion was recorded as Muslim. More than one perceived religion can be recorded for an offence. Four crimes within the data had both Jewish and Muslim recorded as the perceived targeted religion.\n– Gwent\nAntisemitic: 2021 – 0, 2022 – 2, 2023 – 5\nIslamophobic: 2021 – 1, 2022 – 1, 2023 – 3\nThe force said that to obtain the data a filter was applied to identify racial and religious strands and a manual trawl was conducted on the crime summaries.\n– Hampshire & Isle of Wight\nAntisemitic: 2021 – 3, 2022 – 5, 2023 – 6\nIslamophobic: 2021 – 5, 2022 – 3, 2023 – 4\n– Hertfordshire\nAntisemitic: 2021 – 3, 2022 – 6, 2023 – 17\nIslamophobic: 2021 – 1, 2022 – 2, 2023 – 3\nThe force said the figures are for crimes that have a “Religion – Jewish” or “Religion – Muslim” (or both) flag attributed to the investigation record.\n– Humberside\nAntisemitic: 2021 – 0, 2022 – 1, 2023 – 7\nIslamophobic: 2021 – 4, 2022 – 1, 2023 – 2\n– Kent\nAntisemitic: 2021 – 3, 2022 – 4, 2023 – 7\nIslamophobic: 2021 – 9, 2022 – 6, 2023 – 6\nThe force said the figures are for crime reports with either the “Religion – Jewish” or “Religion – Muslim” prejudice marker attached. Markers are optional and added at the discretion of the inputting officer.\n– Lancashire\nAntisemitic: 2021 – 0, 2022 – 1, 2023 – 4\nIslamophobic: 2021 – 2, 2022 – 1, 2023 – 3\nThe force said the figures had been compiled by searching for hate crimes marked as religious, followed by a manual review of each recorded crime to extract only those that were antisemitic and Islamophobic.\n– Leicestershire\nAntisemitic: 2021 – 1, 2022 – 2, 2023 – 2\nIslamophobic: 2021 – 3, 2022 – 17, 2023 – 6\n– Merseyside\nAntisemitic: 2021 – 4, 2022 – 4, 2023 – 20\nIslamophobic: 2021 – 9, 2022 – 6, 2023 – 10\nThe force said 18 of the 20 antisemitic offences in 2023 are conflict related and one of the 10 Islamophobic offences in 2023 is conflict related.\n– Norfolk\nAntisemitic: 2021 – 2, 2022 – 2, 2023 – 2\nIslamophobic: 2021 – 3, 2022 – 2, 2023 – 0\n– North Wales\nAntisemitic: 2021 – 1, 2022 – 1, 2023 – 3\nIslamophobic: 2021 – 0, 2022 – 1, 2023 – 3\n– North Yorkshire\nAntisemitic: 2021 – 0, 2022 – 0, 2023 – 3\nIslamophobic: 2021 – 0, 2022 – 0, 2023 – 2\nThe force said the numbers are for offences “reported” to the police.\n– Northamptonshire\nAntisemitic: 2021 – 0, 2022 – 0, 2023 – 1\nIslamophobic: 2021 – 3, 2022 – 4, 2023 – 1\nThe force said the figures show crimes with a racial or religious flag against them, where the search was for the words “Jewish” “Hebrew” “Judaistic”, “Hasidic”, “Islam” and “Muslim”. The search only returned exact matches and does not account for differences in terminology and/or spelling used. The force added that keyword searches are problematic and in no way provide accurate results or figures.\n– Northumbria\nAntisemitic: 2021 – 10, 2022 – 3, 2023 – 9\nIslamophobic: 2021 – 4, 2022 – 7, 2023 – 5\nThe force said the figures were for offences flagged as “Judaism” and “Islam” and that hate crimes are based on the perception of the victim.\n– Nottinghamshire\nAntisemitic: 2021 – under 5, 2022 – 0, 2023 – 7\nIslamophobic: 2021 – under 5, 2022 – under 5, 2023 – 19\nThe force said all crimes have a religious and/or belief marker.\n– South Wales\nAntisemitic: 2021 – 2, 2022 – 4, 2023 – 8\nIslamophobic: 2021 – 7, 2022 – 6, 2023 – 9\nThe force said the figures are for occurrences with the qualifier of “Hate/prejudice – anti-Jewish” and “Hate/prejudice anti-Muslim”.\n– Suffolk\nAntisemitic: 2021 – 0, 2022 – 0, 2023 – 1\nIslamophobic: 2021 – 2, 2022 – 1, 2023 – 0\n– Surrey\nAntisemitic: 2021 – 3, 2022 – 0, 2023 – 7\nIslamophobic: 2021 – 4, 2022 – 8, 2023 – 10\nThe force noted that offences are flagged as hate crimes at the discretion of the police officer or staff member.\n– Thames Valley\nAntisemitic: 2021 – 4, 2022 – 1, 2023 – 21\nIslamophobic: 2021 – 12, 2022 – 14, 2023 – 20\n– Warwickshire\nAntisemitic: 2021 – 1, 2022 – 2, 2023 – 3\nIslamophobic: No information held\nThe force said the figures were obtained by searching for all crimes with a marker of “Hate Motivated – Religion – Jewish” and “Hate Motivated – Religion – Muslim” during the stated periods.\n– West Mercia\nAntisemitic: 2021 – 3, 2022 – 0, 2023 – 3\nIslamophobic: 2021 – 3, 2022 – 4, 2023 – 4\n– West Midlands\nAntisemitic: 2021 – 8, 2022 – 1, 2023 – 22\nIslamophobic: 2021 – 23, 2022 – 33, 2023 – 25\nThe force said the figures were obtained by searching for the hate strands “Religion – Judaism” and “Religion – Islam”.\n– West Yorkshire\nAntisemitic: 2021 – 14, 2022 – 10, 2023 – 53\nIslamophobic: 2021 – 38, 2022 – 29, 2023 – 49\nThe force said the figures represent the number of faith hate crimes recorded where Islam or Judaism was identified as the religion targeted. The force added: “We continue to work to better improve the investigation of hate crime and the outcomes for victims. The force has specialist hate crime co-ordinators who assist investigating officers in identifying perpetrators, providing after-care support for victims and working with communities to increase awareness of hate crime and reporting mechanisms. They also engage in joint working with partners such as local authorities, Victim Support and third-party Hate Incident Reporting Centres.”\n– Wiltshire\nAntisemitic: 2021 – 0, 2022 – 0, 2023 – 3\nIslamophobic: 2021 – 2, 2022 – 0, 2023 – 5\nSome 15 forces are not included in this list. Three forces said the precise data requested was not available; three forces said collection of the precise data requested would exceed the threshold for a Freedom of Information response to be supplied free of charge; four forces said there was a delay in supplying the data; and five forces had failed to respond to the request as of December 28 2023.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa",
          "sentiment": "none"
        },
        {
          "name": "freedom of information",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:30:46.939+02:00",
    "updated": "2023-12-29T02:30:46.939+02:00"
  },
  {
    "uuid": "9b1b6cf43dc2115f2a84e004b9d69a54f719be19",
    "url": "https://www.elespanol.com/eldigitalcastillalamancha/sociedad/sucesos/20240223/sos-cura-brihuega-sufrir-robos-casa-iglesias-leyes-nefastas/834916747_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eusebio Cedena",
    "published": "2024-02-23T00:00:00Z",
    "title": "SOS del cura de Brihuega tras sufrir robos en su casa y dos iglesias: \"Las leyes son nefastas\"",
    "text": "Clamor absoluto del sacerdote José Félix Bricio , párroco de las iglesias de Santa María de la Peña y San Felipe de la localidad guadalajareña de Brihuega , por los robos sufridos en ambos templos y en su propio casa parroquial, donde los ladrones se llevaron dinero de los lampadarios y objetos como un ordenador .\nDe momento, la Guardia Civil de Guadalajara investiga los robos , ya denunciados, de las limosnas en los lampadarios de Santa María de la Pena y del ordenador del cura que se llevaron de la casa parroquial, pero también se va a interponer denuncia por otro robo en la iglesia de San Felipe , que está pendiente de valoración y recogida de información.\nEl primero de estos robos podría datar del pasado 7 de enero y se cometió en la iglesia de Santa María de la Peña, donde los supuestos autores entraron y, tras forzar el candado del lampadario , se llevaron el dinero que había en su interior y el de una colecta que aún no se había recogido y lo mismo hicieron después en la iglesia de San Felipe.\n\"Estamos indefensos\" Desde la Guardia Civil han confirmado las dos denuncias interpuestas hasta ahora y el propio párroco, José Félix Bricio, ha señalado que en breve interpondrán también la denuncia del robo del dinero en los lampadarios de San Felipe.\n\"Tenemos unas leyes tan nefastas que cuando le toca a uno sufrir estas situaciones, te das cuenta de lo indefensos que estamos\" , ha señalado el párroco, reconociendo, no obstante, que no se trata de cantidades importantes porque se suele recoger la colecta cada día, pero que en uno de los templos se había dejado un dinero sin retirar y se lo llevaron también.\nNo obstante, lo que no se han llevado los presuntos autores son objetos de valor de ninguno de ninguno de los templos. Al parecer, en la casa del cura entraron a la hora en que se estaba oficiando la misa y se llevaron su ordenador. En el municipio hay ya cierta preocupación por estos hechos, ya que también se ha producido algún robo más.\nFaltan llaves Al parecer, el presunto o presuntos autores entraban en los templos a horas intempestivas, cuando veían que no había nadie en la zona, y sin forzar la entrada, sin que se conozca de momento si en alguno de los casos se habían apropiado previamente de las llaves de las iglesias, teniendo en cuenta que en la casa parroquial faltan algunas de estas llaves .\nA raíz de estos hechos, en las iglesias se está mucho más vigilante y se recoge la limosna de los lampadarios varias veces al día , una vez que también se han cambiado las cerraduras.\nEl párroco de ambos templos está muy disgustado por estos hechos y la indefensión que tienen los ciudadanos en muchas ocasiones por \"unas leyes nefastas\".\nSigue los temas que te interesan Sucesos Castilla-La Mancha",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T16:33:25.453+02:00",
    "updated": "2024-02-23T16:33:25.453+02:00"
  },
  {
    "uuid": "88ef40bf838d89e75b1f60bfc479fd9629d257e6",
    "url": "http://en.people.cn/n3/2023/1229/c90000-20116255.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "F_400991",
    "published": "2023-12-28T17:01:00Z",
    "title": "China-U.S. military video call achieves constructive progress: defense ministry",
    "text": "Home>>\nChina-U.S. military video call achieves constructive progress: defense ministry\nXinhua) 08:53, December 29, 2023\nBEIJING, Dec. 28 (Xinhua) -- A recent video call between senior Chinese and U.S. military officers has achieved constructive progress, a spokesperson for China's Ministry of National Defense said on Thursday.\nLiu Zhenli, a member of China's Central Military Commission (CMC) and chief of staff of the CMC Joint Staff Department, and Charles Brown, chairman of the U.S. Joint Chiefs of Staff, had a video call on Dec. 21, ministry spokesperson Wu Qian said during a press conference.\nThey had a candid and in-depth exchange of views on the implementation of the consensus reached between the two countries' heads of state in San Francisco and on issues of common concern, Wu noted.\nChina expects that the U.S. side will work with China to advance the healthy and steady development of relations between the two countries' militaries on the basis of equality and mutual respect, Wu said.\nOn exchange programs, Wu said that the national defense departments of the two countries are maintaining communication and will announce progress in due course.\nPhotos\nRelated Stories\n[Anti-espionage efforts of China against US spies 'essential, effective'](/n3/2023/1228/c90000-20115714.html) [Sino-US student exchanges vital for ties](/n3/2023/1228/c90000-20115662.html) [NPC opposes negative China-related provisions in U.S. defense authorization act](/n3/2023/1228/c90000-20115627.html) [China to take countermeasures against one U.S. company, two individuals](/n3/2023/1227/c90000-20115519.html) [Political paranoia harms momentum of China-U.S. ties](/n3/2023/1227/c90000-20115505.html) About People's Daily Online| Join Us| Contact Us\nCopyright © 2023 People's Daily Online. All Rights Reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "http://spanish.xinhuanet.com/",
      "http://english.people.com.cn/n3/2020/0729/c90000-9716018.html",
      "http://english.people.com.cn/n3/2020/0326/c90000-9672920.html",
      "http://www.spanish.xinhuanet.com/",
      "http://www.english.people.com.cn/n3/2020/0729/c90000-9716018.html",
      "http://www.english.people.com.cn/n3/2020/0326/c90000-9672920.html",
      "http://spanish.xinhuanet.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "liu zhenli",
          "sentiment": "none"
        },
        {
          "name": "wu qian",
          "sentiment": "none"
        },
        {
          "name": "charles brown",
          "sentiment": "none"
        },
        {
          "name": "wu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "xinhua",
          "sentiment": "negative"
        },
        {
          "name": "u.s. joint chiefs of staff",
          "sentiment": "none"
        },
        {
          "name": "cmc joint staff department",
          "sentiment": "none"
        },
        {
          "name": "central military commission",
          "sentiment": "none"
        },
        {
          "name": "cmc",
          "sentiment": "none"
        },
        {
          "name": "ministry of national defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:10:04.518+02:00",
    "updated": "2023-12-29T06:10:04.518+02:00"
  },
  {
    "uuid": "3da2d628d5e97276649815eb85ffb6eebda890de",
    "url": "https://www.xataka.com/seleccion/pagar-no-mejor-este-smartwatch-samsung-su-bisel-giratorio-cambia-reglas-juego",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Fran San Nicolás",
    "published": "2024-11-22T11:45:00Z",
    "title": "Pagar con él no es lo mejor de este smartwatch de Samsung: su bisel giratorio cambia las reglas del juego",
    "text": "Tener un smartwatch se ha vuelto algo relativamente común en los tiempos que corren. No solo para poder monitorizar nuestra salud y nuestras horas de sueño, sino también para complementar la experiencia que tenemos con nuestro teléfono móvil. Y aunque hay muchas opciones, el Black Friday, que podéis seguir en directo con nosotros , nos ha dejado una de las mejores que existen a un precio imbatible: el Samsung Galaxy Watch6 Classic por 299,00 euros . El precio de los smartwatch, especialmente aquellos que cuentan con funciones más avanzadas, no es para nada económico. Sin ir más lejos, el Samsung Galaxy Watch6 Classic tiene un precio de venta recomendado de 499,00 euros. Sin embargo, gracias a la oferta del Black Friday que podemos encontrar en estos momentos, podemos conseguirlo por 299,00 euros , lo que implica un descuento del 40% . El Samsung Galaxy Watch6 Classic es un reloj que tiene todo lo que podemos esperar de un modelo de gama alta. Tiene una amplia cantidad de modos deportivos, es compatible con un sinfín de aplicaciones, monitoriza nuestra salud a las mil maravillas y ofrece la posibilidad de realizar pagos gracias a la presencia del chip NFC. Sin embargo, si por algo destaca este modelo es por su pantalla. No solo porque su panel de 1,5 pulgadas con tecnología AMOLED y resolución de 480 x 480 píxeles se vea fantástica. Sino porque cuenta con un bisel giratorio que permite controlar el dispositivo de una forma mucho más cómoda, especialmente a la hora de realizar desplazamientos. Además, su autonomía da para hasta casi cuatro días, un dato simplemente fantástico. Algunos de los enlaces de este artículo son afiliados y pueden reportar un beneficio a Xataka. En caso de no disponibilidad, las ofertas pueden variar. Imágenes | Alejandro Alcolea en Xataka , Samsung En Xataka | Los mejores móviles calidad precio. Sus análisis y vídeos están aquí En Xataka | Los mejores móviles, los hemos probado y aquí están sus análisis",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Product and Services News"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.amazon.es/dp/B0C8B8G6WG",
      "https://amazon.es/dp/B0C8B8G6WG"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T14:51:25.358+02:00",
    "updated": "2024-11-22T14:51:25.358+02:00"
  },
  {
    "uuid": "bef5a339f9674d0f8b614755d592f0926d959496",
    "url": "https://globalnews.ca/news/10565600/grandson-charged-murder-grandfather-toronto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Rocca Global News",
    "published": "2024-06-13T17:07:00Z",
    "title": "Grandson charged in killing of 90-year-old grandfather in Toronto: police - Toronto | Globalnews.ca",
    "text": "A man has been charged with second-degree murder in the death of his 90-year-old grandfather earlier this year, Toronto police say.\nToronto police said that officers were called at around 2:07 p.m. on April 18 to a home in the Kipling Avenue and Eglinton Avenue West area of Etobicoke.\nPolice said the accused allegedly assaulted and stabbed 90-year-old Toronto resident, Antonio Alonzi.\nThe email you need for the day's top news stories from Canada and around the world. Antonio suffered “significant injuries” and died at the scene, police said.\nThe accused was arrested at the scene, police added.\nIn an update on Thursday, police said that 32-year-old Massimo Alonzi of Toronto has been charged with second-degree murder.\nHe was scheduled to appear in court on April 19.\nStory continues below advertisement A police spokesperson told Global News that Massimo is Antonio’s grandson.\nGlobal News asked Toronto police why it took them so long to release information about the murder charge being laid, but the spokesperson said they were unaware of the reasoning.\nRelated News Person dead following afternoon stabbing in Etobicoke: Toronto police",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://d21y75miwcfqoq.cloudfront.net/70c8fc80",
      "https://www.d21y75miwcfqoq.cloudfront.net/70c8fc80"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "massimo alonzi",
          "sentiment": "none"
        },
        {
          "name": "massimo",
          "sentiment": "none"
        },
        {
          "name": "antonio",
          "sentiment": "none"
        },
        {
          "name": "antonio alonzi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "eglinton avenue west",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "etobicoke",
          "sentiment": "none"
        },
        {
          "name": "kipling avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:23:04.426+03:00",
    "updated": "2024-06-14T00:23:04.426+03:00"
  },
  {
    "uuid": "ca22980da1b5ca7ede16c11ed88b22a2408f2ddb",
    "url": "https://www.armytimes.com/news/pentagon-congress/2024/06/27/texas-congressman-defends-military-record-amid-combat-badge-scandal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isaac Yu, The Texas Tribune",
    "published": "2024-06-27T20:54:00Z",
    "title": "Texas Congressman defends military record amid combat badge scandal",
    "text": "Under fire for accusations of stolen valor, U.S. Rep.\nTroy Nehls is doubling down on defending his military record by blaming “the establishment” forces seeking to discredit him.\nNehls, R-Richmond, has been under intense scrutiny over his display of a combat service badge that the Army revoked and removed from his service record last year.\nRELATED\nNehls, who represents a large swath of suburbs southwest of Houston, released what he called a “final written comment” on the controversy Tuesday afternoon. Nehls did not dispute that his Combat Infantryman Badge (CIB) had been revoked by the Army, but offered no explanation for why he continued to wear it until as recently as this month.\nThe congressman instead accused his critics of using the military to undermine him for his hardline conservative views. Nehls is a member of the far-right Freedom Caucus.\n“Unfortunately for me, as an America First Patriot and an outspoken member of Congress, there are no lengths to which the establishment won’t go to discredit me, including my CIB, which I was awarded over 14 years ago,” Nehls said in his Tuesday statement. “Nothing more needs to be said.”\nOn Wednesday, Nehls had apparently stopped wearing the badge.\n“Because you guys are vultures,” he told reporters, according to\nNOTUS, a nonprofit newsroom. “I know what I’ve done, and I certainly don’t have to justify myself to you guys. You were probably in middle school when I was over there. So I don’t have to justify myself to you in any form or fashion. But I know the truth. And now that I don’t wear that, what are you going to talk to me about?”\nNehls served in the Army from 1988 to 2008, first with the Wisconsin National Guard and then in the Army Reserve. During his two deployments to Iraq and Afghanistan, Nehls served in the civil affairs branch, the Army\nconfirmed to the Washington outlet NOTUS. The Combat Infantryman Badge was apparently incorrectly awarded for his tour in Afghanistan in 2008.\nOnly infantrymen or Special Forces soldiers who engaged in active combat are eligible for the Combat Infantryman Badge.\nIn his Tuesday statement, Nehls appeared incredulous over the Army’s move to rescind his badge, even as he acknowledged that it occurred. Nehls previously argued in a\nletter to the Army’s human resources command that the division he had been a part of was indeed a combat unit.\n“In 2023, 14 years after my retirement, suddenly, the Department of the Army rescinded my CIB. According to my correspondence I received from the Department of the Army, 142,596 CIBs have been awarded over the past 20 years. Of these, only 47 CIBs have been rescinded. So, let me get this straight, the Department of the Army says that the 101st Airborne Division has been 99.968% correct in awarding the CIB over the past two decades?” he said.\nThe issue was brought to light in May after a CBS News\ninvestigation showed discrepancies between the congressman’s own representations of his military career and his records held by the Pentagon. Reviews of Nehls’ career conducted by the Army found two separate discrepancies.\nIn addition to the revoked Combat Infantryman Badge the Army also\ntold CBS that Nehls’ records indicate he received only one Bronze Star medal, despite his claiming to have been awarded two. Nehls posted two certificates and two forms on social media earlier this month.\nBronze Stars are awarded to any individual based on any heroic achievement in a combat setting, whether they were serving in a combat or civilian role.\nSome of Nehl’s House Republican colleagues have since\ncriticized him for his continued display of the badge, with fellow Texas Rep. Wesley Hunt of Houston, a former Army officer, telling a NOTUS reporter: “That’s ridiculous. That’s stolen valor.”\nBefore being elected in 2020, Nehls was the sheriff of Fort Bend County. He is separately facing a\nprobe by a House ethics panel into potential campaign finance violations.\n“\nU.S. Rep. Troy Nehls defends military record amid badge scandal” was first published by The Texas Tribune, a nonprofit, nonpartisan media organization that informs Texans — and engages with them — about public policy, politics, government and statewide issues. Learn more at texastribune.org.\nMilitary Times has edited the original headline.\nSign up for The Brief, The Texas Tribune’s daily newsletter that keeps readers up to speed on the most essential Texas news.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.notus.org/congress/troy-nehls-stops-wearing-combat-infantryman-badge",
      "https://www.x.com/RepTroyNehls/status/1787499600904876212",
      "https://texastribune.org/2024/06/26/troy-nehls-army-combat-badge/",
      "https://x.com/RepTroyNehls/status/1787499600904876212",
      "https://www.nehls.house.gov/sites/evo-subsites/nehls.house.gov/files/evo-media-document/RepNehlsLettertoMajorGeneralThomasRDrew.pdf",
      "https://texastribune.org/directory/troy-nehls/",
      "https://www.texastribune.org/directory/troy-nehls",
      "https://www.texastribune.org/2024/06/26/troy-nehls-army-combat-badge",
      "https://notus.org/house/army-confirms-troy-nehls-ineligible-combat-badge",
      "https://www.texastribune.org/",
      "https://www.cbsnews.com/news/troy-nehls-bronze-star-combat-infantryman-badge",
      "https://www.texastribune.org/2024/03/26/troy-nehls-house-ethics-investigation-texas",
      "https://www.notus.org/congress/troy-nehls-combat-infantry-badge-pin-revoked",
      "https://notus.org/congress/troy-nehls-combat-infantry-badge-pin-revoked",
      "https://texastribune.org/2024/03/26/troy-nehls-house-ethics-investigation-texas/",
      "https://www.notus.org/house/army-confirms-troy-nehls-ineligible-combat-badge",
      "https://texastribune.org/2024/05/10/troy-nehls-texas-ethics-investigation-campaign-funds/",
      "https://www.texastribune.org",
      "https://www.cbsnews.com/news/troy-nehls-bronze-star-combat-infantryman-badge/",
      "https://www.texastribune.org/newsletters/the-brief/",
      "https://www.texastribune.org/2024/03/26/troy-nehls-house-ethics-investigation-texas/",
      "https://notus.org/congress/troy-nehls-stops-wearing-combat-infantryman-badge",
      "https://www.texastribune.org/2024/05/10/troy-nehls-texas-ethics-investigation-campaign-funds/",
      "https://cbsnews.com/news/troy-nehls-bronze-star-combat-infantryman-badge/",
      "https://www.texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief",
      "https://www.texastribune.org/directory/troy-nehls/",
      "https://www.texastribune.org/2024/06/26/troy-nehls-army-combat-badge/",
      "https://texastribune.org/newsletters/the-brief/?utm_medium=website&utm_source=trib-ads-owned&utm_campaign=trib-marketing&utm_term=inline-CTA-brief",
      "https://nehls.house.gov/sites/evo-subsites/nehls.house.gov/files/evo-media-document/RepNehlsLettertoMajorGeneralThomasRDrew.pdf",
      "https://texastribune.org/",
      "https://www.texastribune.org/2024/05/10/troy-nehls-texas-ethics-investigation-campaign-funds"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "troy nehls",
          "sentiment": "negative"
        },
        {
          "name": "nehls",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "freedom caucus",
          "sentiment": "none"
        },
        {
          "name": "america first patriot",
          "sentiment": "none"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "r",
          "sentiment": "none"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "cib",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "richmond",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:45:12.930+03:00",
    "updated": "2024-06-28T00:45:12.930+03:00"
  },
  {
    "uuid": "cdb3c2f42e4b234b7941c00b623a6a7b545a1771",
    "url": "https://enviroliteracy.org/what-happens-if-air-filter-is-too-small",
    "ord_in_thread": 0,
    "author": "Enviroliteracy Team",
    "published": "2025-05-01T01:04:00Z",
    "title": "What happens if air filter is too small?",
    "text": "What Happens When Your Air Filter is Too Small? A too-small air filter in your HVAC system or car can significantly compromise its performance and your air quality. In your home, a gap between the filter and the filter housing allows unfiltered air to bypass the filter entirely, bringing dust, pollen, and other pollutants directly into your living space and HVAC system. In your car, an improperly sized air filter can impact your engine’s air intake, leading to reduced performance and potential engine damage. Ultimately, using the correct size air filter is crucial for maintaining system efficiency, indoor air quality, and preventing costly repairs.\nThe Domino Effect of an Incorrectly Sized Air Filter The problems that arise from using a filter that’s too small are more extensive than you might initially think. It’s not just about a slightly less effective filter; it’s about creating a pathway for a whole host of issues.\nHVAC System Woes Compromised Air Quality: The primary function of your air filter is to trap particulates like dust, pollen, pet dander, and mold spores. A filter that’s too small leaves gaps, allowing these contaminants to circulate freely throughout your home. This can exacerbate allergies, asthma, and other respiratory problems. Reduced HVAC Efficiency: When unfiltered air bypasses the filter, it deposits dust and debris directly onto the HVAC system’s components, like the blower motor and coils. This buildup reduces the system’s efficiency, forcing it to work harder to heat or cool your home. The result? Higher energy bills and a system that may not be able to reach the desired temperature. System Damage: Over time, the accumulation of dust and debris can cause significant damage to your HVAC system. The blower motor can overheat and fail, the coils can become clogged, and the ductwork can become contaminated. These issues can lead to expensive repairs or even the need for a complete system replacement. Increased Maintenance: A compromised system requires more frequent maintenance, potentially leading to increased costs. Components such as the evaporator coil and blower motor become dirty faster and may require more frequent cleaning, potentially resulting in premature failure. Automotive Troubles Reduced Engine Performance: In your car, the air filter prevents contaminants from entering the engine. A filter that is too small creates gaps, allowing dirt and debris to enter the engine, potentially causing wear and tear on critical components . This can lead to reduced horsepower, poor fuel economy, and decreased acceleration. Engine Damage: The long-term effects of using an incorrectly sized air filter can be severe. Abrasive particles can damage the engine’s cylinders, pistons, and valves, leading to costly repairs or even engine failure . Fuel Efficiency Issues: A poorly sealed air filter can disrupt the air-to-fuel ratio, affecting fuel efficiency. The engine might receive less air, causing the car to burn fuel inefficiently. Misfires and Vibrations: A dirty air filter in a car can cause misfires. If it is dirty, it could restrict airflow to the engine, thus reducing the amount of oxygen that the engine gets. This causes an uneven oxygen-to-fuel ratio in the engine which leads to misfiring. As a result, your car will jerk and stutter, especially when accelerating. The Bottom Line Using an air filter that’s too small is a false economy. While you might save a few dollars on the initial purchase, the long-term costs associated with reduced efficiency, system damage, and health problems far outweigh the savings. Always ensure you use the correct size air filter to protect your HVAC system, your car’s engine, and your health.\nAir Filter FAQs: Everything You Need to Know 1. How do I know what size air filter I need? Check the side of your current air filter . The dimensions are usually printed prominently. If you can’t find the size there, measure the length, width, and depth of the filter using a tape measure. Remember to use these measurements when purchasing a new filter.\n2. Is it okay if my air filter isn’t a perfect fit? No, your air filter should fit securely but not too tightly . A slight gap allows unfiltered air to bypass the filter, while forcing a filter that’s too large can damage it or the HVAC system. Aim for a snug fit, but never force the filter into place.\n3. Can I use a slightly larger air filter? No, you should not. An air filter that is too large will not fit into the designated slot in your HVAC system. Attempting to force a larger filter could damage the system and prevent the filter from working effectively.\n4. What happens if I use a filter that’s too thick? A filter that is too thick for your system can restrict airflow. While thicker filters often have a higher MERV rating and can capture more particles, they can also create excessive pressure on the blower motor. Always check your HVAC system’s specifications to ensure you’re using the correct filter thickness.\n5. Can I cut down an air filter to make it fit? No, cutting an air filter is not recommended . This compromises the filter’s integrity and creates gaps through which unfiltered air can pass.\n6. How often should I change my air filter? The frequency of air filter changes depends on several factors, including the type of filter, the number of occupants in your home, and whether you have pets. As a general rule, 1-inch filters should be changed every 1-3 months , while thicker filters (4-5 inches) can last up to 6-12 months.\n7. What is a MERV rating, and which one should I choose? The Minimum Efficiency Reporting Value (MERV) rating indicates the filter’s ability to capture particles of different sizes. Higher MERV ratings indicate better filtration but can also restrict airflow. For most homes, a MERV rating of 8-13 is sufficient to capture common allergens and pollutants without overly burdening the HVAC system. Some environments do require MERV 16 air filters. But these are places like hospitals, not homes. The The Environmental Literacy Council (enviroliteracy.org) provides additional information regarding environmental factors affecting your home.\n8. Is a higher MERV rating always better? Not necessarily. While a higher MERV rating means the filter can capture smaller particles, it can also restrict airflow , making your HVAC system work harder. This can lead to reduced efficiency and potentially damage the system.\n9. Can a dirty air filter cause my AC to freeze up? Yes, a dirty air filter can restrict airflow , causing the evaporator coil in your AC unit to freeze. This happens because the refrigerant becomes too cold due to the lack of airflow, leading to ice formation.\n10. Will a better air filter reduce my energy bills? A clean, properly sized air filter can improve your HVAC system’s efficiency, which can lead to lower energy bills . A clogged or incorrectly sized filter forces the system to work harder, consuming more energy.\n11. Can an air filter affect my car’s gas mileage? Yes, a clogged or damaged air filter can reduce your car’s fuel efficiency . When the engine doesn’t receive enough clean air, it has to work harder, which burns more fuel.\n12. My air filter is making a whistling noise. What’s wrong? A whistling noise usually indicates a restricted airflow , often caused by a dirty or clogged air filter. It could also mean the filter is improperly installed or the wrong size, creating gaps that allow air to rush through.\n13. What are the most common air filter sizes? Currently, the most common size furnace filters are:\n20 x 20 x 1 16 x 25 x 1 20 x 25 x 1 20 x 25 x 4 16 x 20 x 1 30 x 30 x 1 16 x 25 x 5 14 x 20 x 1 14. Can I use a washable air filter? Washable air filters are reusable, but they are typically less efficient at capturing small particles than disposable filters. Additionally, they require regular cleaning and must be completely dry before being reinstalled to prevent mold growth.\n15. Are air filters supposed to fit snug? Air filters aren’t meant to be snug. In fact, if you have to force an air filter in or out, it’s the wrong size, which is why standard sizes are often half an inch smaller than they’re advertised. This can be confusing because if you need a 16 x 25 filter, you’ll find it measures 15 1/2 x 24 1/2.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->mechanical engineering",
      "Lifestyle and Leisure->house and home",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "HVAC",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "HVAC",
              "exchange": "NYSEARCA"
            }
          ]
        },
        {
          "name": "Ac",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "AC",
              "exchange": "TSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T04:38:03.478+03:00",
    "updated": "2025-05-01T01:50:07.000+00:00"
  },
  {
    "uuid": "b269095b0cd9e49a2e26048420d634644d88720e",
    "url": "https://esradio.libertaddigital.com/fonoteca/2024-05-24/federico-a-las-7-la-antisemita-yolanda-diaz-ha-pedido-exterminar-a-los-judios-p20-s1701496-7130169.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "https://www.libertaddigital.com/autores/federico-jimenez-losantos/",
    "published": "2024-05-24T06:30:00Z",
    "title": "Federico a las 7: La antisemita Yolanda Díaz ha pedido exterminar a los judíos - esRadio",
    "text": "Escucha este programa en cualquier momento y lugar a través de los podcasts de Libertad Digital y esRadio. Descarga nuestra aplicación para iOs o Android, visita nuestra página web en esradio.fm, o encuéntranos en Apple Podcast, Spotify, Podimo, Amazon Music, Youtube o iVoox. ¡No olvides suscribirte!\nEste capítulo puede contener información comercial de anunciantes y/o marcas colaboradoras que contribuyen a la creación y difusión de nuestros contenidos. Gracias por colaborar con nuestras marcas colaboradoras.\nTemas Hamás Israel Palestina Terrorismo Últimos audios Federico a las 7: La antisemita Yolanda Díaz ha pedido exterminar a los judíos Federico analiza las manifestaciones de Yolanda Díaz con el lema de Hamás \"Desde el río hasta el mar\" y pidiendo leche en polvo para los palestinos. Federico a las 6: El antisemitismo del Gobierno Federico analiza el antisemitismo del Gobierno, la última demostración es Yolanda Díaz diciendo el lema de Hamás. El Primer Palo (23/05/2024): Programa completo; siguen las informaciones sobre Rubiales, Ceferin y Piqué Tertulia con Paul Tenorio, Sergio valentín y Jaime Ugarte El Primer Palo (23/05/2024): Al infierno con los tattaglia Richard Dees repasa los medios El Primer Palo (23/05/2024): Comentario de Juanma; el Barça Juanma Rodriguez realiza su comentario de entrada Tertulia de Dieter: La maniobra del Gobierno con la UCO para retrasar las causas Carlos Cuesta, Alejandro Vara y Pablo Planas comentan la jugada del Ejecutivo con las vacaciones de los policías. El análisis de Domingo Soriano: Consecuencias económicas de la retirada de la Ley del Suelo Dieter comenta con Domingo Soriano los asuntos más relevantes de la actualidad económica. Resumen de las 20:30: La Junta Electoral Central lleva a la Fiscalía mensajes de socialistas en la jornada de reflexión Dieter y su equipo resumen toda la actualidad. En este país llamado España: El PSOE intenta evitar otro fracaso con la Ley del Suelo Dieter Brandau analiza la posición de los socios del PSOE ante la tramitación en el Congreso, y comenta el inicio de campaña para las Europeas. Tertulia de Herrero: Israel tacha de \"absolutamente intolerable\" la \"proclama antisemita\" de Yolanda Díaz Luis Herrero analiza junto a Marisol Hernández, Inocencio Arias y Pilar Gómez las polémicas palabras de la vicepresidenta del Gobierno. Suscríbase a los podcast Lo más escuchado Federico a las 7: Sánchez se convierte en socio internacional de los terroristas de Hamás Federico analiza la sesión plenaria en la que las Cortes reconocen el Estado de Palestina. Tertulia de Federico: Crisis con Argentina e Israel y Begoña cercada, ¿repetición electoral? Federico analiza con Luis Herrero y Quirós cómo Sánchez está cada vez más débil y solo y empieza a rumorearse una repetición electoral. Crónica Rosa: Los preparativos de boda de Enrique Ponce y Ana Soria Federico e Isabel comentan con Carande y Alaska los preparativos de boda de Enrique Ponce y Ana Soria que recogen las revistas. Crónica Rosa: Enrique Ponce y Ana Soria juegan al despiste Federico comenta toda la actualidad del corazón con Isabel González, Alaska, Carlos Pérez Gimeno y Daniel Carande. Tertulia de Federico: Sánchez defiende a Begoña y ataca a la oposición y la prensa libre Federico sigue en directo con Llamas y Marhuenda la comparecencia de Sánchez por el reconocimiento de Palestina y los \"negocios\" de su esposa. La República de los Tonnntos: La \"filtración interesada a Prisa\" sobre Begoña Gómez Santiago González comenta cómo filtraron a Prisa un informe preliminar de la UCO días antes de la comparecencia de Sánchez. Federico a las 8: Sánchez reconoce a Hamás como Estado Federico comenta la decisión de Pedro Sánchez de reconocer a Palestina y otros asuntos de la actualidad. Federico a las 7: Nuevas revelaciones sobre Begoña Gómez Federico analiza las nuevas revelaciones sobre el caso Begoña Gómez que está cada vez más cercada. Federico a las 6: La corrupción del Gobierno y la presidencia de las Cortes Federico analiza la sesión plenaria del Congreso de los Diputados para reconocer al Estado de Palestina. La República de los Tonnntos: Sánchez no calcula la capacidad de los argentinos para insultar Santiago González comenta algunos de los insultos que los argentinos han dedicado a Sánchez tras comenzar un conflicto diplomático con Argentina. Secciones Portada Opinión España Andalucía Madrid Canarias Valencia Internacional Empresas Corazón Viajar y Comer Deportes Fútbol Cultura Libros Cine Series Tecnociencia Salud Vídeos Fotos Canales Servicios Me lo compro Yo quiero uno Tráfico Precio gasolineras Radares El Tiempo Gestiona tu patrimonio Participación Móviles Boletines RSS Versión accesible Últimas noticias Archivo Hemeroteca Personajes Lugares Empresas Organismos Temas Eventos LD Redes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://conectate.estrategiasdeinversion.com/curso-de-inversion-y-gestion-patrimonial/",
      "https://www.clublibertaddigital.com/",
      "https://yoquierouno.com/",
      "https://www.libremercado.com/",
      "https://www.conectate.estrategiasdeinversion.com/curso-de-inversion-y-gestion-patrimonial/",
      "https://www.libremercado.com",
      "https://www.clublibertaddigital.com",
      "https://clublibertaddigital.com/",
      "https://www.yoquierouno.com/",
      "https://conectate.estrategiasdeinversion.com/curso-de-inversion-y-gestion-patrimonial",
      "https://yoquierouno.com",
      "https://libremercado.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T10:12:21.081+03:00",
    "updated": "2024-05-24T10:12:21.081+03:00"
  },
  {
    "uuid": "09ac9e125fbd7110acf1ee7edf9b392eebb9813d",
    "url": "https://jewishlink.news/bruriah-students-visit-lifetown-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jewish Link Staff",
    "published": "2024-12-05T20:03:00Z",
    "title": "Bruriah Students Visit LifeTown",
    "text": "Bruriah High school offers a myriad of elective courses to encourage upperclassmen to pursue and cultivate areas of interest, particularly ones that will influence their future career choices. Bruriah’s Intro to Special Education elective is curated for students that are interested in exploring careers in special education and working with the special needs population. Many students enrolled in the class are already actively involved in volunteering with children with special needs through Camp HASC, Friendship Circle, Ohel and Yachad.\nLast week, the students had the tremendous opportunity to take a trip to Lifetown, a fully inclusive facility featuring opportunities for recreation, education and therapeutic play for people of special abilities. There, Bruriah students were able to run the LifeTown Shoppes, a simulated city where they helped special needs customers navigate their way through stores, movie theaters, and beauty salons, encouraging and interacting with them every step of the way. This activity paired beautifully with the curriculum in their elective class where they have just completed their module on lesson planning for functional curriculums with natural setting lessons.\nSenior Nechama Ringer was blown away by the experience: “It really helped spark further interest in what we are learning. We had the opportunity to make such a beautiful Kiddush Hashem with such special individuals while also gaining real life experience.”\nBruriah students left Lifetown with a renewed sense of purpose and a clearer vision of how they can contribute to the field of special education.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Social Issue",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T02:41:13.854+02:00",
    "updated": "2024-12-06T02:41:13.854+02:00"
  },
  {
    "uuid": "a980b2d4450a54102b03c9bf5d5f623f8bcb81c9",
    "url": "https://elpais.com/espana/madrid/2025-06-26/la-universidad-publica-rey-juan-carlos-condenada-por-dos-casos-de-acoso-laboral-a-una-catedratica-y-a-un-profesor.html",
    "ord_in_thread": 0,
    "author": "Patricia Ortega Dolz",
    "published": "2025-06-26T11:01:00Z",
    "title": "La Universidad pública Rey Juan Carlos, condenada por dos casos de acoso laboral a una catedrática y a un profesor | Noticias de Madrid | EL PAÍS",
    "text": "Cuando el profesor Salvador Perelló , Director del Departamento de Ciencias de la Comunicación y Sociología de la Universidad pública Rey Juan Carlos de Madrid (URJC) , habla de la catedrática de su departamento Clara Muela , usa términos como: “Esta tipeja”, “Esta inepta”, “esta corrupta”, “esta mentirosa patológica”, “esta tarada”... y un rosario interminable de apelativos despectivos. Lo mismo hace con su compañero, Luis Miguel Ramero , profesor titular de Gestión y Dirección de Comunicación Estratégica. Se refiere a él como “un delincuente, un fascista y un corrupto”, y añade sin empacho: “Como su esposa”. Lo hace así y se jacta de ello: “Me ratifico en todos mis calificativos, palabra por palabra, ponlo cuando lo escribas, por favor”, insiste, a la par que les ridiculiza e insulta en la red social X. Dos sentencias, recurridas en su día por la universidad, han dado sin embargo la razón a los profesores y condenan a la institución académica a indemnizarles con miles de euros y a aplicar el protocolo antiacoso, porque no lo hicieron cuando conocieron los hechos. “La universidad ejecutará las sentencias”, asegura un portavoz, que recuerda que tras las elecciones a rector de finales de mayo pasado “el equipo de gobierno y de gestión se ha renovado completamente. ”El nuevo equipo rectoral pretende buscar una solución a este conflicto y lamenta que se haya llegado a esta situación\". No obstante, tras tres años de baja, Clara Muela se ha tenido que reincorporar hace un mes a su opuesto de trabajo con su “acosador” como jefe. Luis Miguel Romero, cuya sentencia también recurrió la universidad y aún no es firme, lo hizo en septiembre de 2024, tras 12 meses de baja, y ahora anda eludiendo los encuentros con su supuesto acosador, porque a su vez este (Perelló) le ha denunciado por acoso. Las sentencias lo dejan claro: “La universidad no afrontó el problema”, con la excusa de que el proceso estaba judicializado. El origen del conflicto es el nombramiento el 23 de julio de 2021 de la catedrática Clara Muela como directora en funciones del departamento de Ciencias de la Comunicación, tras la renuncia de Perelló y de su segunda en antigüedad, la profesora María Rosa Berganza . Pero, en cuestión de días, lo que parecía una decisión acordada internamente, se convirtió en una guerra abierta de poder por la constitución y organización del propio departamento. Perelló y Berganza consideraban que la la directora en funciones debía convocar inmediatamente elecciones a director de departamento. Pero Muela entendía que legalmente era necesario esperar a que estuviera constituido el departamento como tal con la participación preceptiva de los estudiantes, como así se demostró después que debía ser. Tres meses después de desatarse esa conflictividad con Perelló, en diciembre de 2021, hasta 16 profesores solicitaron el cambio de departamento. En total, para Clara Muela fueron nueve meses de mensajes ofensivos, desplantes y humillaciones privadas y públicas, denunciados en distintos departamentos de la Universidad sin que se produjese actuación alguna. Hasta que la catedrática interpuso una denuncia por la vía judicial. Hubo múltiples, reiteradas y desesperadas denuncias de ambos profesores ante las constantes faltas de respeto y la montaña de mensajes ofensivos de Perelló. Acudieron a todas las ventanillas universitarias posibles sin que nadie actuara. “La universidad, como empleadora, no ha garantizado eficazmente la seguridad y la salud de la demandante tomando las medidas para evitar los riesgos psicosociales, pese a que disponía de un instrumento para encauzarlo, pues tenía un protocolo de prevención y actuación frente al acoso”, reza la sentencia firme de Muela. “Debería haberse realizado una propuesta de reacción en el plazo de dos meses con unos pasos claramente marcados en ese protocolo”, asevera. “Pero lo que nos encontramos es un intercambio de correos, Defensor Universitario, Inspección de Servicios, Rectorado, vicerrectorado, en los que se va trasladando un problema que no se afronta”. Perelló es constantemente aludido en estas sentencias junto a su metralleta de mensajes peyorativos y humillantes lanzados en todos aquellos meses (“estás mal de la cabeza”, “vete a tomar por el culo”, “nadie ha demostrado ser tan torpe”, “eres un fraude”, “estás desnortada”, “eres una inútil, acomplejada”, “pareces una enajenada”, “cambia de psicóloga”...) se hace el sueco en este asunto. Dice que él no sabe nada de esas sentencias: “Yo no soy parte de ese procedimiento, la condenada es la universidad, que habrá actuado con más o menos acierto, yo no he podido explicarme ni se me ha dado traslado nunca de nada”, argumenta. Y recuerda que las denuncias que presentó inicialmente Muela por lo penal acusándolo de “acoso” (él también la denunció, en respuesta) fueron archivadas al entender el tribunal que el asunto no tenía entidad penal, sino que era “una cuestión de ”discrepancia administrativa”. “Ninguna sentencia ha establecido nunca que yo sea un acosador”, matiza Perelló. Sin embargo, en uno de aquellos correos cruzados entre departamentos universitarios, la inspección universitaria reconoce que hay “indicios de acoso”, aunque nadie actuó. “Ese fue mi error”, reconoce Muela, ante la inacción de la universidad, “utilicé, por ignorancia, una vía judicial errónea para mi caso; he aprendido que los casos de acoso deben de resolverse con la Ley de Prevención de Riesgos Laborales en la mano, por la vía civil, ahí sí he ganado, porque nadie nos ha protegido de nuestro acosador, han renunciado a actuar pese a existir los protocolos adecuados para hacerlo”, advierte. Los jueces le han dado la razón y exigen ahora que, aparte de alejarla de su acosador y de realizar un seguimiento de su caso y de su salud mental, la universidad debe indemnizarla económicamente. Inicialmente, el tribunal falló una indemnización de 122.963 euros. Sin embargo, tras el recurso presentado por la institución académica, la indemnización ha quedado reducida a 9.830 euros. Ya han pasado los dos meses de plazo para ejecutarla y no solo no ha cobrado sino que ha tenido que volver a trabajar con Perelló como jefe de su departamento. “Para mayor abundamiento, la universidad, en junio de 2024, al cumplirse 700 y pico días de baja, no me concedió más licencias”, cuenta Muela, “Al no tramitar licencias, MUFACE no me ingresaba el subsidio y la universidad me retiró los complementos salariales, es decir, durante un año, he estado cobrando el sueldo base, un tercio de mi salario. Y ahora me toca reclamarlo todo. Tuve que pedir cuatro anticipos de mi plan de jubilación que tendré que reponer con un incremento del 3%”, detalla la catedrática, que lleva tres años sometida a tratamiento por “una reacción adaptativa en relación a una problemática laboral cuya evolución depende de la resolución el tema laboral por vía judicial”, señalan los informes médicos aportados a la causa. “Existe una causalidad directa entre los hechos denunciados y la presencia del trastorno”, remacha el informe forense. En el caso del profesor Romero, llovía sobre mojado porque él siguió la estela judicial de Muela. Actualmente, está a la espera de que su sentencia sea firme, tras haber sido también recurrida por la universidad. El juzgado de lo Social número 3 de Móstoles le dio las mismas razones que a la catedrática y solicita para él una indemnización de idéntica cuantía; 9.830 euros. Romero regresó al trabajo en septiembre del año pasado por consejo de su médico y de su psiquiatra, ya que todo el año que estuvo de baja estaba afectando al desarrollo de su carrera profesional y “pensaron, además, que la universidad tendría que tomar de manera preventiva las medidas dictadas en la sentencia”. Pero la única medida que tomaron fue realizarle una revisión médica, como a cualquier persona que tiene una baja de más de 60 días. El pasado 3 de junio, la jueza de Móstoles, tras comprobar que la solicitud para la ejecución provisional de las medidas no se había llevado a cabo, advirtió a la universidad de la posibilidad de imponerle multas coercitivas, además de solicitar por segunda vez la ejecución provisional de las medidas. “Yo no tengo ni idea de la sentencia de la que me hablas. No soy parte ni tengo nada que ver. Ni la universidad me comunicó nunca nada. Además, ni siquiera es firme”, insistía Perelló a las preguntas de este periódico. “Me enteré de su existencia porque este corrupto [en referencia a Ramos] fue a El Español a publicar lo mismo que os quiere colar a vosotros”, agregaba dando por hecho que el profesor era el informante y calificando, de paso, al periodista de la citada publicación de “muy limitado”. Según él, pronto el departamento que él dirige será el único de la Universidad, ya que se producirá una fusión de los otros dos con este y, “entonces”, anuncia la jugada , “tendrán que convocarse elecciones a director”. Entre tanto, la universidad ha respondido a las demandas de la catedrática Clara Muela de usar sus vacaciones para no tener que volver a encontrarse cara a cara con Perelló en estos términos: “Estimada Clara”, encabeza el mensaje del pasado 27 de mayo la responsable de personal, “el permiso de vacaciones lo tienes que tramitar en tu Departamento. En el Servicio de Personal docente investigador (PDI) no llevamos la gestión de las vacaciones”. Es decir, debe ser Perelló, la persona por la que se ha mantenido tres años fuera de la institución universitaria, distanciada de su trabajo, en terapia y sumida en una lucha judicial, quien le dé permiso, pese a que existe una sentencia firme del pasado 21 de abril que le da la razón y obliga a la universidad a alejarla de su supuesto acosador. ¿Por qué estás viendo esto?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->corruption",
      "Education->college and university",
      "Education->teachers",
      "Education->social learning",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->sexism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.elespanol.com/porfolio/20231202/universidad-rey-juan-carlos-evita-investigar-acoso-amenazas-filtrador-caso-cifuentes-docentes/813919101_0.html",
      "https://servicios.urjc.es/pdi/ver/luis.romero",
      "https://servicios.urjc.es/pdi/ver/salvador.perello",
      "https://servicios.urjc.es/pdi/ver/clara.muela",
      "https://servicios.urjc.es/pdi/ver/rosa.berganza",
      "https://www.servicios.urjc.es/pdi/ver/luis.romero",
      "https://www.servicios.urjc.es/pdi/ver/clara.muela",
      "https://elespanol.com/porfolio/20231202/universidad-rey-juan-carlos-evita-investigar-acoso-amenazas-filtrador-caso-cifuentes-docentes/813919101_0.html",
      "https://www.servicios.urjc.es/pdi/ver/rosa.berganza",
      "https://www.servicios.urjc.es/pdi/ver/salvador.perello"
    ],
    "entities": {
      "persons": [
        {
          "name": "Salvador Perelló",
          "sentiment": "negative"
        },
        {
          "name": "Luis Miguel Ramero",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Departamento de Ciencias de la Comunicación",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Universidad",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "URJC",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_ar",
        "top_news_ve",
        "top_news_pe",
        "top_news_co",
        "top_news_es",
        "top_news_be",
        "top_news_mx",
        "top_news_ma",
        "top_news_cl",
        "top_news_pt",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T14:20:42.156+03:00",
    "updated": "2025-06-26T11:25:33.000+00:00"
  }
]