[
  {
    "uuid": "5675826abd418b96f3246081dd307471567705db",
    "url": "https://www.theboltonnews.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | The Bolton News",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal.\nIslamophobic offences also rose for some forces, although the picture was more mixed across the country.\nJewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”.\nThe Home Office condemned the rise in offences, adding: “There is no place for hate in our society.”\n(PA Graphics) The figures have been obtained by the PA news agency using Freedom of Information requests. They show that:\n– Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021).\n– West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021).\n– The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021).\n– West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021).\n(PA Graphics) The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”.\nA spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets.\n“It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.”\nTell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”.\nIman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender.\n“We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.”\nThe Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022.\nPA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change.\nMethods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK.\nBut the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied.\n(PA Graphics) Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021).\nData obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine.\nA spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”.\nThe board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”.\nA spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.”\nThe Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups.\n“The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.”\nA spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred.\n“We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law.\n“Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "manchester police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:19:35.381+02:00",
    "updated": "2023-12-29T02:19:35.381+02:00"
  },
  {
    "uuid": "e48694b3b3a3ab6484cf324ca71c4a1966ae8f7d",
    "url": "https://www.pnj.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:39:14.841+02:00",
    "updated": "2023-12-30T02:39:14.841+02:00"
  },
  {
    "uuid": "b06140ddb4e683a669ca89fbe24e6a8bf69585de",
    "url": "https://menafn.com/1108355661/New-Leaf-Tree-Service-Helps-Storm-Victims-In-Louisville-And-Surrounding-Areas-With-Emergency-Tree-Removal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-06-20T05:45:00Z",
    "title": "New Leaf Tree Service Helps Storm Victims In Louisville And Surrounding Areas With Emergency Tree Removal",
    "text": "( MENAFN - GlobeNewsWire - Nasdaq) New Leaf Tree Service assists storm victims with swift and professional solutions, safely handling damaged/fallen trees and breaking down insurance claims.\nLouisville, KY, June 20, 2024 (GLOBE NEWSWIRE) -- Storms strike and leave a trail of devastation in their wake, often causing significant damage to property, homes, and trees. The aftermath is overwhelming for homeowners who face the daunting task of clearing fallen trees, repairing structural damage, and restoring their property.\nIn times of crisis, having Emergency Tree Services in Louisville is crucial and New Leaf Tree Service stands ready to assist storm victims, providing swift and professional solutions. The service helps homeowners deal with damaged/fallen trees quickly and safely. In many cases, they can remove a tree without causing further damage to a property.\nAfter powerful winds, heavy rain, or lighting, homeowners can identify when a tree may threaten the surrounding properties or lives. If a tree is leaning, damaged, blocking a road or path, or is in danger of falling, they should consider emergency removal services.\nNew Leaf Tree Service comprises experienced professionals offering tree pruning/trimming, stump grinding, tree plant/healthcare, and other tree care services. The team believes in caring for the environment by maintaining tree health.\nThe certified arborist can assess the damage and determine the best course of action to keep families, pets, and everyone safe. The team first safely and efficiently removes the tree or branch using a crane or other heavy machinery before cleaning up debris and hauling it away, leaving clients with clean and safe spaces.\nHomeowners can file a claim with their insurance company to pay for tree removal and repairs if there's extensive damage to a home. While this process is time-consuming, New Leaf Tree Service can Help with insurance claims , demystifying common misconceptions about tree damage policies.\nAs a one-stop shop for all tree care needs, New Leaf Tree Service prioritizes clients' requests and ensures they receive personalized solutions. This has earned them many 5-star reviews.\n“A few weeks ago during the many storms that passed through Louisville, a neighbor's tree had a branch snap and land on my garage roof... New Leaf responded to me the fastest and their quote was the most affordable... They came out and took care of the limb and I couldn't be more satisfied. Quick, Painless, Affordable, and Done Correctly...” Randy, Satisfied Client.\nNew Leaf Tree Service is a member of the Tree Care Industry Association (TCIA) and the International Society of Arboriculture (ISA). It is also fully insured and bonded, so clients can rest assured that their property is in good hands.\nAbout New Leaf Tree Service\nNew Leaf Tree Service is a family-owned and operated tree care company providing property owners with high-quality services. The team offers fast response times to all clients, answers questions promptly, and finds the best solutions for their needs. As a trusted, local, and respected arborist, the company serves Louisville, Prospect, Goshen, La Grange, Crestwood, and surrounding areas in Kentucky.\nMedia Contact:\nCompany Name: New Leaf Tree Service\nContact Person: Tyler Shehan\nPhone: (502) 419-9899\nAddress: 4124 Bishop Ln 103 Louisville\nCity: Louisville\nState: KY\nPostal Code: 40218\nCountry: USA\nWebsite:\nMENAFN20062024004107003653ID1108355661",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "emergency tree services",
          "sentiment": "none"
        },
        {
          "name": "new leaf tree service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "louisville",
          "sentiment": "none"
        },
        {
          "name": "ky",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T05:38:44.164+03:00",
    "updated": "2024-06-21T05:38:44.164+03:00"
  },
  {
    "uuid": "f3ab0adf77970e318a35c608a70e3d46e159ba6b",
    "url": "https://flipboard.com/article/13-steps-to-a-flatter-stomach-and-a-healthier-life/f-89830aa65b%2Fwomenblazingtrails.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "womenblazingtrails.com - Iva Ursano",
    "published": "2024-04-04T00:00:00Z",
    "title": "13 Steps to a Flatter Stomach and a Healthier Life | Flipboard",
    "text": "13 Steps to a Flatter Stomach and a Healthier Life Is that muffin top driving you bonkers? You’re not alone. Did you know that 42% of Americans are overweight? That’s a staggering number. But don’t … [Daphane Robinson-Winfrey](/@DaphaneRobi5vvg) flipped this story into [Non-food 102021](/@daphanerobi5vvg/non-food-102021-n98gad7bz)•1d Related storyboards Related articles [This Is the Healthiest Time to Eat Breakfast, According to a Nutritionist](/@tvarnedoe2/health-wellness-0fk9vhtqz/this-is-the-healthiest-time-to-eat-breakfast-according-to-a-nutritionist/a-ewhVz5drSq2Ts1quqp0KGg%3Aa%3A77468493-fb8d0cfb2a%2Fglamour.com) It's all about balance. It's touted as \"the most important meal of the day,” but the healthiest time to eat breakfast is still shrouded in mystery. A cursory glance on Google certainly doesn't help; one site reveals a definitive time slot (between 7 a.m. and 8 a.m.), while another pins it down to … [Want to get more deep sleep? A new study says listening to ‘relaxing words’ could help](/@tvarnedoe2/health-wellness-0fk9vhtqz/want-to-get-more-deep-sleep-a-new-study-says-listening-to-relaxing-words-coul/a-wHm2QR4JSrupjcGFAAoKsg%3Aa%3A77468493-f8cec57e78%2Fco.uk) New research suggests listening to relaxing words – like bedtime stories and soothing podcasts – could be the key to more deep sleep. A sleep expert … [Gut microbiome: meet Clostridium butyricum – the bacteria that helps keep us feeling our best](/@tvarnedoe2/health-wellness-0fk9vhtqz/gut-microbiome-meet-clostridium-butyricum-the-bacteria-that-helps-keep-us-fee/a-eSejHgTPTpmxY8r8ZG62ig%3Aa%3A77468493-e14a231c17%2Ftheconversation.com) Our friend here, Clostridium butyricum (also known as C butyricum), is one of the hardest working microbes living in our gut. Without it’s exhaustive … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Diets](/topic/diets) [Yes, Your Skin Atrophies & Becomes Crepey With Age — How To Treat It](/topic/diets/yes-your-skin-atrophies-becomes-crepey-with-age-how-to-treat-it/a-Up0DGUCESDiLcGsVlhU-qA%3Aa%3A190111198-aedd30a2ed%2Fmindbodygreen.com) I have fairly thin skin—and, unfortunately, I mean that both literally and figuratively. I'll spare you an essay on my sensitive nature and rather go … [7 Signs That You Have Thyroid Problems](/topic/diets/7-signs-that-you-have-thyroid-problems/a-6S8VtQDvR16OARmLUtwcHQ%3Aa%3A5627403-c6468d5041%2Fthecompleteherbalguide.com) Thyroid issues impact the body, affecting aspects such as energy levels and metabolism. The thyroid plays a role in regulating numerous bodily …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "folarin longe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google",
          "sentiment": "none"
        },
        {
          "name": "healthiest time",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:12:51.681+03:00",
    "updated": "2024-04-05T18:06:47.132+03:00"
  },
  {
    "uuid": "e4f57896fac12cb2e339e5d9559bb5bc8471804d",
    "url": "https://www.strettoweb.com/2024/09/cesare-pavese-scritti-confino-brancaleone/1796860",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Consolato Cicciù",
    "published": "2024-09-19T15:14:00Z",
    "title": "Cesare Pavese e gli scritti dal confino a Brancaleone",
    "text": "Appuntamento con la letteratura alla Dimora del Confino di Brancaleone con “Balenando in Burrasca Reading Festival VI Edizione”. Sabato 21 settembre alle 19.30 gli scritti di Cesare Pavese rivivono grazie a “Confinato. Scritti di Cesare Pavese da Brancaleone”, un reading prodotto da Officine Jonike Arti con Americo Melchionda, voce, e Antonio Aprile al basso elettrico. Un lavoro avvincente che si snoda tra testi e musica dal vivo e accompagna gli spettatori dentro un luogo che si è rivelato fonte di ispirazione per un intellettuale unico e straordinario.\nIl 13 Maggio 1935, infatti, circa duecento intellettuali antifascisti vengono fermati dalla polizia fascista. Tra questi Cesare Pavese, incolpato di avere collegamenti con il movimento Giustizia e libertà. Arrestato, fu condannato a tre anni di confino a Brancaleone, in Calabria; ambiente che, dopo un iniziale spaesamento, trovò piacevole, ospitale e accogliente. Il confino, quindi, diventò un punto di svolta narrativo nella sua produzione letteraria.\nMa il reading “Confinato. Scritti di Cesare Pavese da Brancaleone” diventa un momento artistico imperdibile soprattutto perché realizzato all’interno de “La Dimora del Confino” un luogo magico situato in Corso Umberto I, 119, a Brancaleone Marina (RC). Acquistato, allestito e ristrutturato grazie all’intervento di Tonino Tringali, avvocato appassionato della letteratura Pavesiana, presenta come uno scrigno prezioso l’umile stanzetta di Pavese che, diventata un museo, custodisce gli oggetti di arredo e gli effetti personali dello scrittore come il letto, la scrivania, la lampada da tavolo e altri elementi. Un luogo suggestivo grazie anche all’ausilio dell’attivissima Pro-Loco di Brancaleone a disposizione per visite turistiche guidate su prenotazione con un percorso storico culturale, ma soprattutto emozionale.\nIl reading fa parte del programma di Balenando in Burrasca Reading festival, realizzato a cura di associazione Adexo con risorse Pac 2014/2020 – Az. 6.8.3. dalla Regione Calabria – Dipartimento Istruzione Formazione e Pari Opportunità – Settore Cultura.\nPer info e prenotazioni telefonare o mandare un Whatsapp a 376 031 9612.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Americo Melchionda",
          "sentiment": "none"
        },
        {
          "name": "Antonio Aprile",
          "sentiment": "none"
        },
        {
          "name": "Cesare Pavese",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "polizia fascista",
          "sentiment": "none"
        },
        {
          "name": "Brancaleone",
          "sentiment": "none"
        },
        {
          "name": "Giustizia",
          "sentiment": "none"
        },
        {
          "name": "Edizione",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Brancaleone",
          "sentiment": "none"
        },
        {
          "name": "Calabria",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:19:50.413+03:00",
    "updated": "2024-09-20T00:19:50.413+03:00"
  },
  {
    "uuid": "e7fc52a55c5ea6e5263c32f6d992fdc6f5b1dc28",
    "url": "https://www.newsbreak.com/hattiesburg-ms/3407825543011-four-university-of-southern-mississippi-students-awarded-prestigious-national-science-foundation-fellowships",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-18T19:38:00Z",
    "title": "Four University of Southern Mississippi students awarded prestigious National Science Foundation fellowships",
    "text": "By Magnolia State Live ,\n2 hours ago Four outstanding University of Southern Mississippi (USM) students have achieved a significant milestone in their academic and scientific journeys by being awarded prestigious National Science Foundation (NSF) Graduate Research Fellowships.\nDamien Cooper, Carmen Dunn, Zacchaeus Wallace, and Baylor Lynch, hailing from diverse academic backgrounds, have been recognized for their exceptional contributions to their respective fields of study.\nUpon learning about the fellowship, Damien Cooper, a chemistry major from Batesville, Miss., expressed disbelief and joy. Cooper’s research focuses on the synthesis and derivatization of a nitrogen heterocycle called piperidine, which has implications for pharmaceutical applications. With the fellowship’s support, he plans to pursue a doctorate in chemistry at Rice University.\nCarmen Dunn, a doctoral candidate from Lenoir City, Tenn., working in the field of polymer science, highlighted the crucial role of support networks in her journey. Dunn’s research centers on sustainable polymer materials and aims to address challenges in polymer recycling methods. She intends to shift her focus towards designing dynamic graft blend compatibilizers to enhance recycling processes.\nZacchaeus Wallace, a senior majoring in polymer science and engineering from Jackson, described receiving the fellowship as a testament to his dedication and mission to contribute to scientific advancements. Wallace’s research targets therapeutic strategies to mitigate the effects of reactive oxygen species, focusing on cancer metastasis and cardiovascular disease. He plans to pursue a doctorate in biomedical engineering at Vanderbilt University.\nBaylor Lynch, a recent USM graduate in conservation biology, shared his initial anxiety followed by immense joy upon receiving the fellowship notification. Lynch’s research interests lie in ecology, particularly marine and riverine ecosystems. He aims to specialize in utilizing chemical tracers to understand ecological processes and plans to pursue a master’s degree in fisheries and aquatic science at the University of Florida.\nThese four exceptional individuals exemplify the talent and dedication fostered within USM’s academic community. Their achievements underscore the university’s commitment to nurturing diverse talents and preparing students for success in their chosen fields. With the support of the NSF Graduate Research Fellowship, Cooper, Dunn, Wallace, and Lynch are poised to make significant contributions to science and engineering, advancing knowledge and innovation for the betterment of society.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Education"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?url=3DijCs_0sVoCz2h00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3DijCs_0sVoCz2h00",
      "https://www.img.particlenews.com/image.php?url=3DijCs_0sVoCz2h00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3DijCs_0sVoCz2h00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zacchaeus wallace",
          "sentiment": "none"
        },
        {
          "name": "dunn",
          "sentiment": "none"
        },
        {
          "name": "damien cooper",
          "sentiment": "none"
        },
        {
          "name": "carmen dunn",
          "sentiment": "none"
        },
        {
          "name": "cooper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national science foundation",
          "sentiment": "negative"
        },
        {
          "name": "four university of southern mississippi",
          "sentiment": "negative"
        },
        {
          "name": "university of southern mississippi",
          "sentiment": "negative"
        },
        {
          "name": "rice university",
          "sentiment": "none"
        },
        {
          "name": "baylor lynch",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "batesville",
          "sentiment": "none"
        },
        {
          "name": "lenoir city",
          "sentiment": "none"
        },
        {
          "name": "miss.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:19:58.348+03:00",
    "updated": "2024-04-19T01:19:58.348+03:00"
  }
]