[
  {
    "uuid": "f29ca6ff4a85a631187ac3f1625d833f952b18bc",
    "url": "https://vnexplorer.net/tips-to-keep-cool-during-lingering-heatwave-as-bom-issues-severe-storm-warnings-for-qld-nsw-s703715.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T09:04:00Z",
    "title": "Tips to keep cool during lingering heatwave as BOM issues severe storm warnings for Qld, NSW",
    "text": "Locals try to cool off in outback town Boulia, as the mercury heads towards 45C. (Supplied: Zacahary Hart)\nScorching temperatures are hitting communities across the east coast of Australia with even hotter conditions and severe storms expected later on Friday and over the weekend.\nMuch of northern Australia is sweltering through heatwave conditions set to peak in some areas on Saturday and endure into the new year.\nOn Queensland’s coast, many residents will ring in 2024 displaced from ruined homes amid a colossal clean-up in the aftermath of this week’s severe storms in the south-east and ex-tropical cyclone Jasper.\nBureau of Meteorology (BOM) data showed many towns across Queensland sweltering through near-40-degree Celsius heat at 10am on Friday, with hotter temperatures expected over the weekend for some communities.\nOn the coast, Brisbane had reached 37.5C at 1:00pm on Friday while the Gold Coast was expecting to hit 33C, but a seabreeze kept temperatures closer to 30C.\nFurther inland, the mercury rose, with Emerald reaching 36.9C at 1.54pm and Roma topping out at 39.2C at 1.38pm..\nIn the outback, temperatures were tipped to skyrocket to 47C in Birdsville.\nLongreach will be in record-breaking territory if it reaches more than 47C as expected over the weekend —beating the previous maximum temperature of 47.3 from January, 1990.\n“This weekend, a number of locations will reach above 40C, and into the mid-to-high 40s,” said the BOM’s Claire Yeo.\nWest and central Queensland as well as the Top End were set to suffer some of the most extreme heat with Marble Bar in Western Australia expecting the hottest temperature in the country — 48C on Saturday, the Bureau said.\nMore severe storms predicted BOM has issued severe storm warnings for parts of Queensland and northern New South Wales across the weekend, with the potential for destructive winds, giant hail and flash flooding.\nSevere thunderstorms may impact locations from Port Macquarie up to Rockhampton in Central Queensland and inland to Emerald and Roma on Saturday.\nThe focus will be through south east Queensland, including Brisbane and the Gold Coast.\nPeople living in these regions or travelling through these areas are urged to pay close attention to forecasts and radar images.\nOn Sunday, the risk of severe thunderstorms eases in New South Wales but will continue in Queensland with intense rainfall predicted.\nHealth warnings for the vulnerable Meanwhile, Queensland Ambulance Service officer Brad Hardy said hospitals around the state were bracing for an uptick in heat-related illnesses.\nHe urged those susceptible to the heat — the elderly, children and pregnant women — to be aware of signs of heat stress.\n“As soon as you start sweating you’re losing fluids and can rapidly become dehydrated if you’re in these really hot temperatures,” Superintendent Hardy said.\n“You can become restless, flushed in the skin to the point where you stop sweating.\n“That’s extremely dangerous and can be fatal … your organs can start to shut down to keep your brain working and that damage can be immense and irreversible.”\nFor more tips on how to stay safe in a heatwave visit the ABC Emergency website here.\nResidents get creative to keep cool Tried and tested methods like keeping ice blocks handy, hauling out the paddle pool, buckets of water and cool drinks were the go-to for residents trying to stay cool.\nTradesmen in the outback town of Cloncurry used their water trucks to spray neighbours cooling off in backyards and the Gold Coast council offered free entry to the local pools.\nFire stations at Mount Tamborine opened their doors to people who needed an air-conditioned place to cool down.\nIn Birdsville, ranger Don Rowlands said locals had a few tricks for dealing with the hottest time of the year.\n“You start your day early and by 10am, everyone retires to the lounge room and puts on a good movie in the air-conditioning,” he said.\n“The kids run down to the river early in the morning and come home late at night … they’re just swimming all day.”\nNicole Liu, in the outback town of Mount Isa, where temperatures were set to reach 45C over the weekend, said she had to bring her kids to the pool early to beat the stifling heat.\n“You have to come early otherwise you just can’t enjoy it. We’re here at 9.30am and it already feels like you’re standing in an oven,” she said.\nAs an outback local, Ms Liu said residents expected temperatures to be high this time of year, but that the heat “still hits you pretty hard”.\n“We hang around the pool and keep ice blocks handy, crank the aircon…I’m not looking forward to my electricity bill,” she said.\nIced coffees were in hot demand at Nambour cafe Small Change Espresso this morning, with the town expected to reach 37C.\nWorker Alex Atkins said he had noticed fewer customers opting to dine in.\n“A lot more iced coffees than usual,” he said.\n“Because of the heat people are getting takeaways because it’s too hot to sit in here.”\nHe said the store had several large fans running but they were doing little to bring the temperature down.\n“We’ve stocked our fridges with cold water, people are asking for water as soon as they walk in,” he said.\n“It was already hot as soon as we got here and we’ve got fans to work with.”\nHelping animals beat the heat Grazier Josie Angus from the central Queensland community of Clermont was helping her cattle get through 39C temperatures.\nShe said her stock was northern bred and used to high temperatures, but it was still difficult to keep them cool.\n“It’s always an extra challenge,” Ms Angus said.\n“All of our cattle are on heat-load rations and we cool down their ration a bit just to make sure that they’re going to cope with it.”\nThe RSPCA recommends multiple sources of water in shady spots for pets.\nCooling matts, paddle pools and frozen treats are another way to help your furry friend beat the heat.\n“Never leave your dog tied up in the yard or in a hot car during a heatwave,” the RSPCA website warns.\nRain on the way but heat to endure While the hottest day for the northern half of Australia will be Saturday, temperatures will not drop by much over the coming week, the BOM says.\nStorms and rain were predicted for parts of the central west and east coast over the weekend while a chance of rain was forecast for western and north-west Queensland mid-to-late next week.\nWhile the rain would bring some reprieve, it would not do much to ease the heat, Ms Yeo said.\n“Central and western Queensland maximum temperatures unfortunately do not fall below 40 degrees for the remainder of the week.”\nSuperintendent Hardy urged all those in heat-affected areas to take it easy.\n“Temperatures are not just a few degrees above average, they’re up to many degrees above average,” he said.\n“Stay cool and take the risk of heat stress very seriously.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mb6Zj.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mb6Zj.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zacahary",
          "sentiment": "neutral"
        },
        {
          "name": "jasper",
          "sentiment": "none"
        },
        {
          "name": "hart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nsw locals",
          "sentiment": "negative"
        },
        {
          "name": "bureau of meteorology",
          "sentiment": "none"
        },
        {
          "name": "roma",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boulia",
          "sentiment": "none"
        },
        {
          "name": "gold coast",
          "sentiment": "none"
        },
        {
          "name": "brisbane",
          "sentiment": "none"
        },
        {
          "name": "south-east",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:15:18.064+02:00",
    "updated": "2023-12-29T11:15:18.064+02:00"
  },
  {
    "uuid": "b55bec575f08e326438b219daab63e4bb4e3da38",
    "url": "https://fr.news.yahoo.com/m/f13f78c1-8fb3-3e32-adf8-c6ff47c12b52/un-mort-et-un-disparu-apr%C3%A8s.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BFMTV",
    "published": "2023-12-28T00:00:00Z",
    "title": "Un mort et un disparu après une chute dans la rivière Rideau",
    "text": "Le Devoir Un mort et un disparu après une chute dans la rivière Rideau Lire l'article complet Le Devoir 28 décembre 2023 à 6:31 PM Un mort et un disparu après une chute dans la rivière Rideau\nUn adolescent a perdu la vie et un autre était encore porté disparu jeudi matin après que quatre jeunes soient tombés dans la rivière Rideau, dans le sud d'Ottawa, peu avant minuit mercredi soir. La police a déclaré que les équipes d'urgence sont intervenues près du chemin Nicolls Island à 23h44, après qu'un appel ait rapporté la chute de quatre adolescents dans la rivière. Deux des garçons ont été immédiatement tirés de l'eau et transportés à l'hôpital par les ambulanciers tandis que deux adolescents âgés de 16 ans et de 17 ans ont été portés disparus. Plus tard, des plongeurs de la police ont retrouvé le corps de l'un d'eux. Les recherches pour retrouver le deuxième garçon ont été interrompues\nContinuer la lecture TENDANCE Russie: des personnalités participent à une fête \"presque nues\" et suscitent l'indignation BFMTV Gérard Depardieu doit être considéré comme \"un malade\", Marlène Jobert sort du silence Purepeople Victoria Abril accusée d'agressions sexuelles par Lucie Lucas : un acteur de Clem la défend, \"elle est assurée de mon soutien inconditionnel\" Purebreak \"J'ai été témoin...\" : Lucie Lucas fait de nouvelles révélations après ses accusations contre Victoria Abril Purebreak Nicolas Sarkozy et Carla Bruni : Leur sublime château au coeur d'une sombre affaire, un procureur de la République saisi Purepeople",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.ledevoir.com/societe/justice/804494/mort-disparu-apres-chute-riviere-rideau",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.news.yahoo.com%2Fm%2Ff13f78c1-8fb3-3e32-adf8-c6ff47c12b52%2Fun-mort-et-un-disparu-apr%25C3%25A8s.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/uu/api/res/1.2/5D5hCexmGG77L5PI2vp5cw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/d10d81ad18357ea4966696499b8a832a",
      "https://s.yimg.com/uu/api/res/1.2/fXFdxPpPV9Tqe1FGaGmupA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/da741aa9bae6dc59a216c7888fadaeea",
      "https://s.yimg.com/uu/api/res/1.2/Div0UDMmkYZvrwxcXs_O8Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/article.bfmtv.com/8aad85d32aaa78906d1e382d572b64db",
      "https://s.yimg.com/uu/api/res/1.2/SONIAySzNHELZ9oDAN43Sw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/b14f8960d0198a8f8449cc6e79c1d6f1",
      "https://s.yimg.com/ny/api/res/1.2/HJpvCwN6.Pa_pghaFcHmkQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03Njg-/https://s.yimg.com/am/60d/7b1bb31bfb724551d7737724becddb47",
      "https://s.yimg.com/ny/api/res/1.2/UV0IadKPWdX_ixucs.v.zQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxNA--/https://s.yimg.com/am/60d/7b1bb31bfb724551d7737724becddb47",
      "https://s.yimg.com/uu/api/res/1.2/c5KOmjp5gfAnU18bGIwIxw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/e848e4a45f5c70175e360bf52136900f",
      "https://twitter.com/intent/tweet?text=Un%20mort%20et%20un%20disparu%20apr%C3%A8s%20une%20chute%20dans%20la%20rivi%C3%A8re%20Rideau&url=https%3A%2F%2Ffr.news.yahoo.com%2Fm%2Ff13f78c1-8fb3-3e32-adf8-c6ff47c12b52%2Fun-mort-et-un-disparu-apr%25C3%25A8s.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooactufr",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/uu/api/res/1.2/5D5hCexmGG77L5PI2vp5cw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/d10d81ad18357ea4966696499b8a832a",
      "https://www.s.yimg.com/uu/api/res/1.2/Div0UDMmkYZvrwxcXs_O8Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/article.bfmtv.com/8aad85d32aaa78906d1e382d572b64db",
      "https://www.s.yimg.com/ny/api/res/1.2/UV0IadKPWdX_ixucs.v.zQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYxNA--/https://www.s.yimg.com/am/60d/7b1bb31bfb724551d7737724becddb47",
      "https://www.s.yimg.com/uu/api/res/1.2/fXFdxPpPV9Tqe1FGaGmupA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/da741aa9bae6dc59a216c7888fadaeea",
      "https://ledevoir.com/societe/justice/804494/mort-disparu-apres-chute-riviere-rideau",
      "https://www.twitter.com/intent/tweet?text=Un%20mort%20et%20un%20disparu%20apr%C3%A8s%20une%20chute%20dans%20la%20rivi%C3%A8re%20Rideau&url=https%3A%2F%2Ffr.news.yahoo.com%2Fm%2Ff13f78c1-8fb3-3e32-adf8-c6ff47c12b52%2Fun-mort-et-un-disparu-apr%25C3%25A8s.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooactufr",
      "https://www.s.yimg.com/uu/api/res/1.2/c5KOmjp5gfAnU18bGIwIxw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/e848e4a45f5c70175e360bf52136900f",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.news.yahoo.com%2Fm%2Ff13f78c1-8fb3-3e32-adf8-c6ff47c12b52%2Fun-mort-et-un-disparu-apr%25C3%25A8s.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/uu/api/res/1.2/SONIAySzNHELZ9oDAN43Sw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/b14f8960d0198a8f8449cc6e79c1d6f1",
      "https://www.s.yimg.com/ny/api/res/1.2/HJpvCwN6.Pa_pghaFcHmkQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03Njg-/https://www.s.yimg.com/am/60d/7b1bb31bfb724551d7737724becddb47",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:26.334+02:00",
    "updated": "2023-12-29T00:19:26.334+02:00"
  },
  {
    "uuid": "ebb079d983408952544548a7731af25518ad2562",
    "url": "https://www.issuewire.com/abhi-freyer-md-an-internist-with-wilkes-barre-general-hospital-1786564475696464",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Your Health Contact",
    "published": "2023-12-28T22:30:00Z",
    "title": "Abhi Freyer, MD, an Internist with Wilkes-Barre General Hospital - IssueWire",
    "text": "Get to know Internist Dr. Abhi Freyer, who serves patients in Wilkes-Barre, Pennsylvania. New York City, New York Dec 28, 2023 ( Issuewire.com ) - A trusted internist, Dr. Freyer is affiliated with Wilkes-Barre General Hospital in Wilkes-Barre, Pennsylvania.\nIn regards to his educational background, he pursued his undergraduate studies at the University of California, Davis, earning both a Bachelor's of Arts and a Bachelor's of Science degree. Demonstrating a multifaceted approach to education, he continued his pursuit of knowledge at Medstar Franklin Square Medical Center, where he engaged in Internal Medicine studies.\nDriven by a passion for critical care, Dr. Freyer further honed his skills through a Critical Care Fellowship at the University of Pittsburgh. This intensive program not only equipped him with advanced medical knowledge but also provided invaluable hands-on experience in managing critically ill patients.\nInternal medicine is the medical specialty dealing with the prevention, diagnosis, and treatment of adult diseases. Physicians specializing in Internal Medicine are called Internists. They manage and prevent common and complex diseases by providing comprehensive care and promoting overall well-being.\nLearn More about Dr. Abhi Freyer:\nThrough his findatopdoc profile, https://www.findatopdoc.com/doctor/81903749-Abhi-Freyer-Critical-Care-Surgeon\nAbout FindaTopDoc.com\nFindaTopDoc is a digital health information company that helps connect patients with local physicians and specialists who accept your insurance. Our goal is to help guide you on your journey towards optimal health by providing you with the know-how to make informed decisions for you and your family.\nMedia Contact\nYour Health Contact clientservice@yourhealthcontact.com Source : Abhi Freyer, MD\nCategories : Health",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.findatopdoc.com/doctor/81903749-Abhi-Freyer-Critical-Care-Surgeon",
      "https://findatopdoc.com/doctor/81903749-Abhi-Freyer-Critical-Care-Surgeon"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abhi freyer",
          "sentiment": "negative"
        },
        {
          "name": "freyer",
          "sentiment": "none"
        },
        {
          "name": "davis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wilkes-barre general hospital",
          "sentiment": "negative"
        },
        {
          "name": "university of pittsburgh",
          "sentiment": "none"
        },
        {
          "name": "university of california",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wilkes-barre",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "medstar franklin square medical center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:49:55.244+02:00",
    "updated": "2023-12-29T06:44:26.953+02:00"
  }
]