[
  {
    "uuid": "d612ea5ed8464f2ba79d3e3b1680ae103111e8a0",
    "url": "https://www.aciprensa.com/noticias/104609/eeuu-sacerdote-es-acusado-de-morder-brazo-de-una-mujer-que-segun-el-estaba-profanando-la-eucaristia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACI Prensa",
    "published": "2024-05-24T06:00:00Z",
    "title": "Estados Unidos: Sacerdote es acusado de morder el brazo de una mujer que, según él, estaba profanando la Eucaristía",
    "text": "Un sacerdote en Florida (Estados Unidos) mordió el antebrazo de una mujer que, según él, estaba profanando la Eucaristía en una fila de Comunión en la iglesia el domingo pasado, y ahora ha sido acusado de un cargo de agresión.\nEl P. Fidel Rodríguez, de 66 años, admitió a la policía que mordió a la mujer, pero dijo que lo hizo solo después de que ella metió la mano en el copón y trató de agarrar una hostia, dañando otras hostias mientras lo hacía.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\n\"La única defensa que encontré para defender algo que para nosotros, para todos nosotros, es sagrado, fue morderla. He reconocido que la muerdo. No estoy negando eso\", dijo el P. Rodríguez a la policía, según el video de la cámara corporal obtenido por CNA, agencia en inglés de EWTN News.\n\"Reconozco que la muerdo, como defensa, y como defensa de mí mismo y defendiendo el sacramento\", dijo en inglés con acento español.\nLa mujer le dijo a la policía que el sacerdote le negó la Comunión después de que ella se negara a responder a sus preguntas sobre si se había confesado recientemente.\n\"Solo quería una galleta. Eso es todo\", dijo la mujer a la policía, según el video de la cámara corporal.\nLos bomberos atendieron el brazo de la mujer en la estación policial. Ella se negó a ir a un hospital, según el video de las autoridades.\nLa policía de St. Cloud, Florida, acusó al P. Rodríguez de un cargo de agresión derivado del incidente, que ocurrió durante la Misa del mediodía en la iglesia de Santo Tomás de Aquino.\nSt. Cloud es una ciudad de unos 65.000 habitantes situada a unos 38 kilómetros al sur de Orlando.\nLos hechos comenzaron con una Misa de Primera Comunión\nLa mujer le dijo a la policía que fue a la Misa de las 10:00 a.m. (hora local) el domingo 19 de mayo con su pareja del mismo sexo, porque era la Primera Comunión de la sobrina de la mujer.\nEl\nvideo de la parroquia de la Misa muestra una interacción entre el sacerdote y la mujer, que no presenta sus manos para recibir la hostia ni abre la boca para recibir en su lengua. El sacerdote y la mujer hablan durante unos 45 segundos, sosteniendo la fila de la Comunión, aunque su conversación no se puede escuchar por encima de la música y el canto.\nMás tarde, la mujer le dijo a la policía que sospechaba que el sacerdote no le daría la Comunión debido a la forma en que estaba vestida y debido a su orientación sexual.\n\"Creo que su excusa fue que yo no era súper santa, a sus ojos\", dijo la mujer, que vestía una camisa blanca y pantalones, a la policía.\nPero el sacerdote le dijo a la policía que la orientación sexual no tenía nada que ver con la situación.\nCuando la mujer no extendió sus manos una encima de la otra o abrió la boca y no dijo \"Amén\" después de que él dijo \"Cuerpo de Cristo\", él supo que ella no sabía lo que estaba haciendo.\nDijo que le preguntó cuándo fue la última vez que recibió la Comunión, y que ella dijo que fue hace muchos años. Dijo que le preguntó si se había confesado, y ella respondió: \"No necesito explicarte eso\".\nEl sacerdote señaló que le dijo a la mujer que tenía la autoridad para hacerle esa pregunta y que no podía darle la Comunión, pero que podía darle una bendición en su lugar, lo que dijo que hizo.\nSegunda Misa\nLuego, la mujer y su pareja fueron a la Misa del mediodía en español, que el P. Rodríguez celebró, y la mujer nuevamente se acercó a él para recibir la Comunión.\nLe dijo a la policía que le preguntó si se había confesado entre las Misas.\nSegún él, ella respondió: \"No, no necesito explicarte, no necesito dar una explicación, no tienes autoridad, no necesitas juzgarme\".\nA lo que él dice que dijo: \"No te estoy juzgando, solo te estoy preguntando, ¿te confesaste después de la otra Misa para recibir la Comunión ahora? Porque si no te confesaste, no te puedo dar la Comunión\".\n\"Y ella agarró todas las hostias en las manos, porque quiere recibir para sí misma. No se le permite. Y ella rompió todas las hostias, esparciéndolas\", dijo el sacerdote.\nEl sacerdote dijo que le preocupaba que ella derramara las hostias en el suelo.\nLa Iglesia Católica enseña que la Eucaristía es el cuerpo y la sangre de Jesús, a quien los católicos adoran como Dios. La Iglesia también enseña que para recibir la Comunión una persona debe ser católica en estado de gracia, lo que significa no ser consciente de haber cometido un pecado grave sin obtener la absolución de un sacerdote en la confesión.\nLa mujer dijo a la policía que el sacerdote \"no me daba una galleta. No sé si fue por cómo estoy vestida. Ya sabes, es lo que me gusta\".\n\"Básicamente [el sacerdote] me dijo que tenía que confesarme y hacer todo esto, que tenía que ir a Misa todos los domingos o lo que fuera. Y yo dije: 'Eso no importa. He hecho todo lo que tenía que hacer cuando era niña. Sólo estoy aquí para aceptar el pan'. Y no me lo daba\".\n“Traté de agarrar otra galleta, y ahí fue cuando me agarró la mano y me mordió\", dijo la mujer.\nEl video del incidente publicado por\nWFTV Canal 9 en Orlando muestra la mano de la mujer en el copón, que es el recipiente que contiene las hostias de la Comunión, mientras el sacerdote lo sostiene con ambas manos. También muestra al sacerdote moviendo su cabeza hacia el brazo derecho de la mujer, pero no muestra la mordedura como tal.\nLa Diócesis de Orlando emitió un comunicado el jueves apoyando los esfuerzos del sacerdote para defender la Eucaristía, sin respaldar la mordedura.\nEl comunicado señala que durante la Misa del mediodía el sacerdote ofreció a la mujer la Comunión en la lengua.\n\"En ese momento, la mujer colocó con fuerza su mano en el recipiente y agarró algunas hostias sagradas de la Comunión, aplastándolas. Con sólo una mano libre, el P. Rodríguez luchó por contener a la mujer mientras ella se negaba a soltar las hostias. Cuando la mujer lo empujó y reaccionando a un acto percibido de agresión, el P. Rodríguez le mordió la mano para que soltara las hostias que agarró. Inmediatamente se le pidió a la mujer que se fuera\", dijo la diócesis en su comunicado.\n\"Cabe señalar que el P. Rodríguez no tenía conocimiento previo de los antecedentes de la mujer. Además, aunque la Diócesis de Orlando no aprueba altercados físicos como este, en buena fe, el P. Rodríguez simplemente estaba tratando de evitar un acto de profanación de la Sagrada Comunión, que, como sacerdote, el P. Rodríguez está obligado por el deber de proteger\", añadió la diócesis.\nLa declaración continúa: \"El video completo y el informe policial muestran que la mujer inició el contacto físico y actuó de manera inapropiada. El sacerdote estaba tratando de proteger a la Sagrada Comunión de este acto sacrílego”.\n\"En la tradición católica, la Eucaristía es considerada 'la fuente y la cumbre' del culto y de la fe. Por lo tanto, el acto de participar en la sagrada Comunión requiere una comprensión, reverencia y devoción adecuadas. No es algo que una persona pueda exigir arbitrariamente y ciertamente no es una mera 'galleta' como la llamó la demandante\".\nUn portavoz de la policía le dijo a CNA el jueves que la oficina del fiscal del estado determinará los próximos pasos en el caso.\nEl P. Rodríguez no respondió a una solicitud de comentarios de CNA.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/",
      "https://youtu.be/wTuCThReFr8?t=3480",
      "https://youtu.be/wTuCThReFr8",
      "https://www.kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say",
      "https://kktv.com/2024/05/23/priest-bites-woman-mass-after-denying-her-communion-police-say/",
      "https://www.youtu.be/wTuCThReFr8?t=3480"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T21:06:06.475+03:00",
    "updated": "2024-05-24T21:06:06.475+03:00"
  },
  {
    "uuid": "dd9b1f8912d6bcfc61773d72099a3b627d5ab37c",
    "url": "https://www.sunstar.com.ph/cebu/4k-workers-in-cv-paid-p228m",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kaiser Jan Fuentes,Earl Kim H. Padronia",
    "published": "2023-12-30T14:00:00Z",
    "title": "4K workers in CV paid P228M",
    "text": "OVER 4,100 workers in Central Visayas have received over P228 million in long overdue settlement and last pay from their employers from January to November 2023. According to the data provided by the Department of Labor and Employment (Dole) 7, the payment dispute was facilitated by and settled through the Single Entry Approach (Sena) program, as 4,164 affected employees availed themselves of requests for assistance. In March alone, 887 workers received P43.7 million in monetary settlement, while more than P103 million was awarded and paid to 1,136 workers through Sena. Another 330 workers received P11.6 million in settlement in July. According to Dole’s website, Sena serves as an administrative strategy that offers a swift, fair, cost-effective, and easily accessible approach to address labor-related issues and complaints. The primary objective is to prevent disputes from escalating into full-scale legal conflicts. The Sena process involves a neutral party, a Sena desk officer, who assists involved parties by providing advice, solutions, and alternatives to resolve the issues and achieve a settlement. Within the Sena framework, settlements encompass a range of monetary claims, such as underpayment of wages, maternity claims, non-payment of the 13th-month pay, holiday pay, night shift differentials, service incentive leave, and overtime pay. Republic Act 10396 The program was introduced under Department Order 107-10 and was later institutionalized through the enactment of Republic Act (RA) 10396 in 2013. RA 10396 is “an act strengthening conciliation-mediation as a voluntary mode of dispute settlement for all labor cases, amending for this purpose Article 228 of Presidential Decree 442, as amended, otherwise known as the ‘Labor Code of the Philippines.’” For next year, a committee will be created to solely focus on resolving disputes in the workplace, said Dole 7 Director Lilia Estillore on Wednesday, Dec. 27. Regarding cases, Estillore said the Dole Tri-City field office that covers the cities of Cebu, Mandaue and Lapu-Lapu emerged as a frontrunner, disbursing P199.8 million to 3,305 aggrieved workers. She said this was followed by Negros Oriental, which disbursed P16.6 million to 348 workers; Cebu Province, which disbursed P6.2 million to 304 workers; Bohol, P4.5 million to 129 workers; and Siquijor, P876,673.44 to 78 workers. “These accomplishments are credited to the settled requests for assistance that were received and handled by the different field offices of Dole 7. We have our single entry assistance desk officers or Seados who see to it that settlement is reached by parties involved,” she said. “We are expecting an increase in the settlement amount as well as in the number of workers benefiting the program at the end of the year,” she added. “We are already happy with how the program has been helping those who are aggrieved without going through the rigors of filing of cases and awaiting their resolution to reach finality for execution by the sheriff,” Estillore said. Speedy settlement In a separate interview last Dec. 1, Estillore told SunStar Cebu that the aggrieved workers who sought the agency’s assistance came from different backgrounds. “It is varied. There are those from the BPO (business process outsourcing) industry. There are those from manufacturing, and there are also those in construction,” she said in a mix of Cebuano and English. Estillore emphasized the program’s administrative prowess in providing a speedy, impartial, inexpensive and accessible settlement procedure for labor conflicts. She said the 30-day mandatory conciliation-mediation process, a hallmark of Sena, played a pivotal role in ensuring these resolutions, as mandated by RA 10396. Estillore attributed these accomplishments to the dedicated efforts of Sena desk officers spread across different field offices. Separate unit She said that to assist more workers having disputes with employers, the agency has created a separate unit that is dedicated to answering Sena-related concerns. “Sena is the beginning of crying (of aggrieved workers), and we do not want that people will be referred (to other staff) with no settlements made,” she said. Next year, she said, they aim to resolve work-related disputes faster and provide workers with a just and not only minimal compensation. To enhance accessibility, Estillore said workers can access the service through E-Sena, enabling aggrieved parties to file online requests for assistance via https://sena.dole.gov.ph/. The Sena conferences can be conducted virtually, in a blended platform, or through the traditional face-to-face arrangement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://sena.dole.gov.ph/.",
      "https://www.sena.dole.gov.ph/."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sena",
          "sentiment": "none"
        },
        {
          "name": "dole",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sena",
          "sentiment": "none"
        },
        {
          "name": "department of labor",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-31T02:31:13.657+02:00",
    "updated": "2023-12-31T02:31:13.657+02:00"
  },
  {
    "uuid": "40f057e7135a360d6aa293b5f81f8fd1439fb6a4",
    "url": "https://www.wilx.com/2024/06/06/utility-companies-hope-increase-rates-despite-power-outages",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wilxTV",
    "published": "2024-06-06T20:36:00Z",
    "title": "Utility companies hope to increase rates despite power outages",
    "text": "Utility companies hope to increase rates despite power outages LANSING, Mich. (WILX/WNEM/WLUC) - As utility companies in the state look to raise rates, a new report shows Michigan is one of the top state’s in the nation for power outages. Just months after previously being approved for rate hikes, DTE and Consumers Energy are once again requesting to raise their rates. This is despite a new report from [Bridge Michigan](https://www.bridgemi.com/quality-life/michigan-near-tops-nation-outages-utilities-want-raise-rates) showing the state with the third highest amount of power outages in the nation since 2000. “We know our customers deserve to not experience those outages, and so we really want to make sure we’re building a strong, resilient grid that’s prepared for the weather of the future, and that’s where these costs go to,” Consumer Energy’s Tracy Wimmer said. DTE is requesting a $450 million rate increase that would see people pay an extra $11 a month on average. Consumers Energy is requesting a $303 million rate hike that they say would result in customers paying an extra 7-percent, or around $3 a month. “We know that making those upgrades now before they cause significant problems, while expensive, will save everyone money in the long term,” Wimmer stated. Wimmer said they’ve been putting a lot of work replacing aging infrastructure and putting more renewable energy sources online. “As we bring more renewable energy projects online that is going to bring down the cost of energy significantly. Once we make these upgrades, a lot of the upgrades that we’re doing are meant to be long-term,” Wimmer explained. Bay City saw a string of power outages in late May and back in January. Their local utility company, Bay City Electric, Light and Power, took the blame for the outages. Bay City Commissioner Christopher Girard hopes the reoccurring theme comes to an end and is pushing for legislation that would improve communication between local utility companies and customers. “I am completely supportive of doing whatever it takes as a commissioner representing the residents that we do not have these kinds of power outages happening again,” Girard said. Attorney General Dana Nessel is pushing back against the proposed rate increases, while the Michigan Public Service Commission announced Thursday they are looking at creating new penalties and incentives to reduce the number of power outages. Consumers Energy customers struggling to pay their bills can [click here](https://www.consumersenergy.com/residential/programs-and-services/payment-assistance) to find payment assistance programs. DTE customers can [click here. ](https://www.dteenergy.com/us/en/business/billing-and-payments/energy-assistance/low-income-programs.html) Subscribe to our [News 10 newsletter](https://www.wilx.com/newsletter/) and [YouTube page](https://www.youtube.com/@wilxtv) to receive the latest local news and weather. Looking to hire people, or grow your business through advertising? Gray Digital Media is your one-stop marketing solution. [Learn](https://wilx.graydigitalmedia.com/) more. Copyright 2024 WILX. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bridgemi.com/quality-life/michigan-near-tops-nation-outages-utilities-want-raise-rates)",
      "https://wilx.graydigitalmedia.com/)",
      "https://www.consumersenergy.com/residential/programs-and-services/payment-assistance)",
      "https://www.dteenergy.com/us/en/business/billing-and-payments/energy-assistance/low-income-programs.html)",
      "https://www.youtube.com/@wilxtv)",
      "https://youtube.com/@wilxtv)",
      "https://dteenergy.com/us/en/business/billing-and-payments/energy-assistance/low-income-programs.html)",
      "https://consumersenergy.com/residential/programs-and-services/payment-assistance)",
      "https://bridgemi.com/quality-life/michigan-near-tops-nation-outages-utilities-want-raise-rates)",
      "https://www.wilx.graydigitalmedia.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tracy wimmer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dte",
          "sentiment": "none"
        },
        {
          "name": "consumer energy",
          "sentiment": "none"
        },
        {
          "name": "consumers energy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "lansing",
          "sentiment": "none"
        },
        {
          "name": "[bridge michigan",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:50:40.786+03:00",
    "updated": "2024-06-07T10:45:27.563+03:00"
  },
  {
    "uuid": "26ab2eaccad6d14258b9a788191c56f62c9858f8",
    "url": "https://news.yahoo.com/years-safety-self-defense-expert-090018468.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Finance",
    "published": "2023-12-29T00:00:00Z",
    "title": "New Year's safety: Self-defense expert shares tips to survive active shooter",
    "text": "Fox News New Year's safety: Self-defense expert shares tips to survive active shooter Chris Eberhart December 29, 2023 at 11:00 AM · 4 min read Link Copied Read full article\nRevelers will flock en masse to ring in the new year at public gatherings across the country, but partygoers should be prepared for worst-case scenarios, one expert warns.\n\"It seems like these days, every other week there is another case where a person with a firearm has decided to attack innocent people,\" said Joey Walker, a retired police lieutenant and current self-defense instructor.\n\"There are many reasons why these mass shootings occur from people who are acting out of anger, to mental illness and everything in between. … When such a person decides to go on such a killing spree, they are not only homicidal but suicidal as well.\"\nIn an interview with Fox News Digital, Walker outlined what steps people can take when faced with the terror of an active-shooter situation.\nSERIAL KILLER FEARS IN 2023 SPARKED BY CLUSTERS OF MISSING PERSONS, INFAMOUS CASE'S UNEXPLAINED QUESTIONS\nRevelers celebrate New Year’s Eve in Times Square, New York City, on Jan. 1, 2023.\nWalker, a self-defense expert who has written books and trained civilians how to be safe in a variety of situations, said the phrase \"Run, Hide, Fight\" during an active-shooter situation \"needs to be revamped to Run, Hide, Ambush.\"\nREAD ON THE FOX NEWS APP\nHe broke down each verb with instructions and strategies.\nWhen gunshots ring out , Walker said there are two key determinations to make: Are you close or far from the gunman and what direction are the shots being fired?\nPeople trying to escape the bullets often try to call 911 while fleeing, which Walker said is a mistake.\n\"Your first priority, if possible, is to escape from the kill zone,\" he said. \"Once you are in a safer place, then call 911 to report the shooter.\"\nRobert Card is shown in this video image during his shooting rampage in Lewiston, Maine, on Oct. 25, 2023. Card fatally shot 18 people and injured 13 others.\nWalker advises to \"drop low to the ground and attempt to get behind some object that might stop bullets from striking you.\"\n\"If you need to escape from the immediate area, you may need to move from one position of cover to another until you have escaped from the entire area,\" he said.\nMICHIGAN STATE STUDENTS HID IN LAUNDRY AND ON CAMPUS: ‘WE’VE ALWAYS BEEN PREPARING FOR MASS SHOOTING'\nChoosing where to hide is essential.\nWalker said a room or building where the shooter hasn't entered and has a door that can close and lock is preferable. Then barricade the door, shut off the lights and move away from the door to a corner where bullets aren't likely to hit you.\nWATCH: MASS SHOOTING SURVIVOR TELLS HER STORY\nBut you need a backup plan, according to the self-defense expert.\n\"If you have elected to hide from the shooter, chose a place where, if the shooter were to breach your concealed location, you will be capable of your last line of defense: fighting for your life,\" Walker said.\nMAINE SHOOTING: ROBERT CARD'S NOTE TO LOVED ONES AND FINAL MOVEMENTS REVEALED\n\"Locate and be prepared to use improvised defensive weapons, such as sharp or blunt items, should the shooter breach the room. Listen for the shooter as the person moves through the area. Should you hear the shooter approach your location, this is the time for you to get ready, just in case the shooter attempts to enter.\"\nThis is the last resort.\n\"From teaching active-shooter defense, I advocate not throwing things or charging the shooter, all of which are dangerous, and the shooter may elect to shoot that person next,\" Walker said.\n\"Instead, be prepared for the shooter from your concealed hiding place. Place yourself in such a position where you can use an improvised defensive weapon to launch your counterattack against the shooter.\"\nUsing a sharp object, strike the shooter's eyes or throat, Walker said. If your defensive weapon is a blunt item, hit the shooter in the head or the face.\nBeing this close to a gunman is only a last-stand effort, especially if you're not trained in self-defense, he said.\nCLICK TO GET THE FOX NEWS APP\nWalker teaches his students how to multitask in a hand-to-hand combat situation where \"you might need to move the barrel of the firearm away from you while at the same time initiate a quick set of strikes to disable the shooter.\n\"Once you have disarmed and disabled the shooter, if the opportunity exists, escape from the area,\" Walker said. \"If there is or maybe a second shooter and their location is unknown, remain in your concealed location and be prepared to defend yourself should the need arise.\"\nOriginal article source: New Year's safety: Self-defense expert shares tips to survive active shooter\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://media.zenfs.com/en/video.fbc.news.com/90556bef214d4e745db9bffe8b8b9986",
      "https://s.yimg.com/ny/api/res/1.2/Q0dhzBL6_Pdph_SzudoKwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://media.zenfs.com/en/fox_news_text_979/13bc66a3bc6d756141f167ca2daf9ba3",
      "https://s.yimg.com/ny/api/res/1.2/jpgBgkPF.q2Uk_dK_wyjoA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/en/fox_news_text_979/13bc66a3bc6d756141f167ca2daf9ba3",
      "https://s.yimg.com/ny/api/res/1.2/NLGGNkr6Iu2pkIj.oKPKjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://media.zenfs.com/en/fox_news_text_979/c186f303803027e4d78be0a6eac2a29c",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fnews.yahoo.com%2Fyears-safety-self-defense-expert-090018468.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.foxnews.com/category/us/crime",
      "https://s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://www.foxnews.com/",
      "https://foxnews.onelink.me/xLDS/mvaj7wvj",
      "https://www.foxnews.com/category/us/crime/mass-murder",
      "https://s.yimg.com/ny/api/res/1.2/6xiACL2pp5vIpOuHKiycrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://s.yimg.com/uu/api/res/1.2/G8a452HdZUF0rGISv41N0Q--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/video.fbc.news.com/90556bef214d4e745db9bffe8b8b9986",
      "https://foxnews.com/download",
      "https://www.foxnews.com/us/maine-shooting-robert-cards-note-loved-ones-final-movements-revealed",
      "https://s.yimg.com/ny/api/res/1.2/mU9dyFkJo38jZ.9k50VZLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/fox_news_text_979/c186f303803027e4d78be0a6eac2a29c",
      "https://s.yimg.com/ny/api/res/1.2/n5oSQmkAd4lzppcFiI1RVA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/en/fox_news_text_979/c186f303803027e4d78be0a6eac2a29c",
      "https://www.foxnews.com/us/michigan-state-students-hid-laundry-campus-weve-always-been-preparing-mass-shooting",
      "https://twitter.com/intent/tweet?text=New%20Year",
      "https://www.foxnews.com/newyears",
      "https://www.foxnews.com/us/new-years-safety-self-defense-expert-shares-tips-to-survive-active-shooter",
      "https://s.yimg.com/uu/api/res/1.2/bJA3kyAMIlHbtRn7qRGWGA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/video.fbc.news.com/90556bef214d4e745db9bffe8b8b9986)",
      "https://www.foxnews.com/category/us/mass-shootings",
      "https://www.foxnews.com/us/serial-killer-fears-2023-sparked-clusters-missing-persons-infamous-cases-unexplained-questions",
      "https://www.s.yimg.com/ny/api/res/1.2/jpgBgkPF.q2Uk_dK_wyjoA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/en/fox_news_text_979/13bc66a3bc6d756141f167ca2daf9ba3",
      "https://www.twitter.com/intent/tweet?text=New%20Year",
      "https://www.s.yimg.com/ny/api/res/1.2/NLGGNkr6Iu2pkIj.oKPKjA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://www.media.zenfs.com/en/fox_news_text_979/c186f303803027e4d78be0a6eac2a29c",
      "https://foxnews.com/us/new-years-safety-self-defense-expert-shares-tips-to-survive-active-shooter",
      "https://foxnews.com/us/michigan-state-students-hid-laundry-campus-weve-always-been-preparing-mass-shooting",
      "https://foxnews.com/category/us/mass-shootings",
      "https://www.foxnews.com",
      "https://www.foxnews.com/download",
      "https://www.s.yimg.com/ny/api/res/1.2/mU9dyFkJo38jZ.9k50VZLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://www.media.zenfs.com/en/fox_news_text_979/c186f303803027e4d78be0a6eac2a29c",
      "https://www.s.yimg.com/ny/api/res/1.2/Q0dhzBL6_Pdph_SzudoKwg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xMzUw/https://www.media.zenfs.com/en/fox_news_text_979/13bc66a3bc6d756141f167ca2daf9ba3",
      "https://www.s.yimg.com/uu/api/res/1.2/bJA3kyAMIlHbtRn7qRGWGA--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/video.fbc.news.com/90556bef214d4e745db9bffe8b8b9986)",
      "https://www.media.zenfs.com/en/video.fbc.news.com/90556bef214d4e745db9bffe8b8b9986",
      "https://www.s.yimg.com/ny/api/res/1.2/n5oSQmkAd4lzppcFiI1RVA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/en/fox_news_text_979/c186f303803027e4d78be0a6eac2a29c",
      "https://twitter.com/intent/tweet",
      "https://www.facebook.com/dialog/feed",
      "https://foxnews.com/us/maine-shooting-robert-cards-note-loved-ones-final-movements-revealed",
      "https://foxnews.com/",
      "https://foxnews.com/category/us/crime",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://foxnews.com/us/serial-killer-fears-2023-sparked-clusters-missing-persons-infamous-cases-unexplained-questions",
      "https://www.s.yimg.com/ny/api/res/1.2/6xiACL2pp5vIpOuHKiycrA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTMxNDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2022-12/eb89ebd0-74c4-11ed-9f5e-309905ca08b4",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fnews.yahoo.com%2Fyears-safety-self-defense-expert-090018468.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.foxnews.onelink.me/xLDS/mvaj7wvj",
      "https://foxnews.com/newyears",
      "https://www.s.yimg.com/uu/api/res/1.2/G8a452HdZUF0rGISv41N0Q--~B/aD03MjA7dz0xMjgwO2FwcGlkPXl0YWNoeW9u/https://www.media.zenfs.com/en/video.fbc.news.com/90556bef214d4e745db9bffe8b8b9986",
      "https://foxnews.com/category/us/crime/mass-murder"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris eberhart",
          "sentiment": "negative"
        },
        {
          "name": "joey walker",
          "sentiment": "none"
        },
        {
          "name": "walker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news new year",
          "sentiment": "negative"
        },
        {
          "name": "fox news digital",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:16:18.452+02:00",
    "updated": "2023-12-29T13:16:18.452+02:00"
  },
  {
    "uuid": "63c673cb6948e49c2ba8c2026c728594375e9de0",
    "url": "https://www.cbsnews.com/pittsburgh/news/holiday-hopes-traditions-for-christmas-hanukkah-2024/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luis Giraldo",
    "published": "2023-12-24T13:32:00Z",
    "title": "Holiday hopes, changing traditions — People share what means the most this holiday season and for 2024 - CBS Pittsburgh",
    "text": "Bethlehem's public Christmas events for 2023 are canceled.\nThe birthplace of Jesus dimmed is perhaps a symbol. The message from local officials: There's less to celebrate this year.\nPeople of a variety of backgrounds and across faith traditions who spoke with CBS News about the holidays shared the many different ways they observe the holiday season. They all reflected on a few themes: unity, family, faith and hope, even as many noted conflict and issues causing deep divisions in the U.S. and across the globe that are casting a cloud over the normally joyful season.\nRenan Marinho, a pastor who most recently preached in Madison, Wisconsin, is focused on taking faith into 2024 as he prepares for Christmas celebrations at his new nondenominational Christian church in Florida.\n\"This holiday season, first of all, is having the manifestation of celebrating Jesus' birth,\" Marinho said.\n\"But the biggest reflection actually starts to happen when you go into New Year's Eve, into the New Year — because this is the moment where Christians get into a sense of being able to bring into the new season God with them in their side.\"\n\"Every aspect of my life this holiday is different,\" said Shai Mizrahi Nessim. The 26-year-old artist wore a metal decal around her neck for this interview with \"bring them back home\" edged onto it.\n\"We never appreciated so much having Hanukkah, so we can have the opportunity to long for miracles to have our hostages back home.\"\nNessim is keeping three things in mind during the holiday season: honoring her religion, creating unity and leading with empathy.\n\"It's something that maybe I'm going to have it more present than always because we never know what people are going through. This has been a very rough year for everybody,\" Nessim said.\n\"The Jewish Panamanian community, we stand strong with Israel, we stand strong with the IDF. We stand strong with all the families that are mourning around the world, and of innocent civilians, Palestinians too.\"\nOn this global holiday, Ruben Garcia, draws parallels to the Nativity story, alluding to Mary and Joseph's plight to find shelter before Jesus' birth.\nNow 75, Garcia, the director of Annunciation House, in El Paso, Texas, has helped immigrants since 1978.\n\"This time of Christmas, of the New Year, for them, it is an acknowledgment that God has allowed them to reach the border to arrive at the United States,\" Garcia said.\nAnnunciation House will continue to arrange some rarities on Christmas for people crossing the border in search of a brighter future: A meal with chicken, gifts for the children and blankets for the adults.\n\"You can't imagine how special that is for refugees who, as they cross through Mexico, oftentimes slept on the ground with literally nothing to cover themselves,\" Garcia said.\n\"It can be very, very moving to receive a gift.\"\nRoza Tawil, a lawyer with roots in Chicago, is one of many who put gifts in stark perspective this year.\n\"The people in Gaza are gonna tell you, 'My wish list is water,'\" Tawil said. \"My wish list is antibiotics, my wish list is food because they're starving.\"\nTawil, whose family is Palestinian and lives in the West Bank, says she feels like she lost a tooth – a hollow void she can't stop rubbing her tongue over.\nThe unfathomable loss of property, life, memories — \"It's just, it's so completely dystopian,\" Tawil said.\n\"When you can't see yourself in that person anymore, because their tragedy is just so extreme. It's beyond recognition to you, you start to think of it as fiction almost, and you no longer resonate with them.\"\nTawil's family in the West Bank is Muslim and usually volunteers with the Christmas festivities in the Holy Land, as do Palestinians of different religions. There's camaraderie among the Palestinian Muslims and Christians in Bethlehem, she said — during Ramadan, Christians will wake up their Muslim neighbors to eat before sunup and the fast begins.\n\"You bring both together to create a full circle of what it really means to be in the holy place,\" she said.\nBut this year, with public Christmas celebrations canceled because of the conflict in Gaza and in solidarity, they won't be volunteering.\nTo many, unity during the holidays means connecting with family.\nSeph MacAndrew, 26, was raised in a nondenominational church, but now honors Christmas traditions outside of religion, seeing as holy the holiday moments shared — laughter, watching movies together and distributing their father's holiday tips from his job as a postal carrier, which the family calls \"second Christmas.\"\n\"We always look forward to that because everyone loves cash,\" MacAndrew said.\nIt's those little things that bring Christmas and the growing family together — MacAndrew has 11 nieces and nephews, and a sister who is pregnant — and \"Every Christmas, that builds into the junk drawer of traditions that we have.\"\nThose kinds of small happenings can help people in the LGBTQ+ community move Christmas from a more capitalist, heteronormative, religious celebration to a more individually meaningful one, says MacAndrew, who identifies as queer.\n\"Renew and regroup what Christmas means to you,\" McAndrew said about holiday traditions. \"Which sounds so Hallmark and corny, but having that meaning for yourself individually, whether it's new traditions or even just like, you know, finding new ways to celebrate.\"\nMacAndrew's holiday celebrations keep changing, and in 2024, so will the tips: \"My dad's gonna be retiring next year.\"\nFor Roni Mosakowski, this holiday will not be huge.\n\"I'm not physically with most of my family, whether it's to distance or loss,\" the New York resident told CBS News.\nShe will celebrate with her daughters, finding ways to incorporate their memories of her husband Sam, who died in 2015.\n\"We tend to make it special by acknowledging the people that aren't there to decorate and celebrate with us,\" Mosakowski said. \"So we have ornaments with pictures of my late husband.\"\nSammy, Mosakowski's oldest daughter, takes the lead on memorializing her dad during the holidays. She still hangs his stocking, which is filled with new Christmas cards, in her bedroom.\n\"We've started to kind of add in things that are less painful for me,\" her mother said. \"Not as much of the old things that trigger my memories, but more of the new things that we now do to celebrate and incorporate him.\"\nNew additions — and new traditions — remain constant for many during the holidays.\nThis year, Leela Harpur Heyder and Gunther Heyder became parents to now-7-month-old Zahara. On Christmas, they wanted to turn a gift into an experience and a memory, Harpur Hayder said.\n\"We're basically taking a pause for the three of us to be together in a van and travel around New Zealand, North Island and South Island, getting out in nature as much as we can and just being together,\" Harpur Heyder said.\nThe Heyders, together for 10 years, don't want to grow old waiting for moments that make for lasting memories.\n\"The main focus of this trip is just to spend time with each other, be present and just hopefully surf away, catch some fish and hike some beautiful sceneries,\" Heyder said.\nAnd for many people, coming together for the holidays means around the table, over traditional foods. For Francisco Treviño, who runs a Hispanic cultural center in Tulsa, Oklahoma, that's tamales, buñuelos — sweet fried treats — and champurrado, a type of hot chocolate.\nThe holiday treats take him back to when he was a child in Mexico, he said — and are part of the traditions he's trying to pass on to his community's children, which include the posadas celebrations.\n\"We sit them down and explain to them why we do las posadas and of course, without missing the true significance of celebrating las posadas.\"\nPosadas celebrates Mary and Joseph's journey to Bethlehem during December. The massive events ignite the holiday season for families across Latin America, which lasts through Jan. 6 for some, known as Epiphany or Dia de los Reyes, the day of the three wise men, known as Los Tres Reyes Magos.\nIn Mexico, Spain and many other countries, families exchange presents then, commemorating the gifts given to Jesus in the Nativity story.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "neutral"
        },
        {
          "name": "renan marinho",
          "sentiment": "none"
        },
        {
          "name": "marinho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs pittsburgh bethlehem",
          "sentiment": "negative"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "wisconsin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T17:11:45.178+02:00",
    "updated": "2023-12-24T17:11:45.178+02:00"
  },
  {
    "uuid": "7194dee633cf678f1c770d5e92c51dcdee44025a",
    "url": "https://www.thehindu.com/news/national/andhra-pradesh/plans-afoot-to-make-state-a-tourism-hub-minister-durgesh/article68370795.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "G.P. SHUKLA",
    "published": "2024-07-05T11:21:00Z",
    "title": "Plans afoot to make State a tourism hub: Minister Durgesh - The Hindu",
    "text": "Tourism Minister Kandula Durgesh announced the government’s plans to transform the State into a tourism hub, focusing on temple, heritage, eco, and health tourism sectors.\nSpeaking at the inauguration of a hotel run by the Andhra Pradesh State Tourism Development Corporation (APSTDC) here on Friday, he said there are plans to establish more hotels across the State which offer quality food and services to tourists.\nWhen asked about the management of APSTDC hotels, he emphasised the need for public-private partnerships (PPPs) to ensure efficient functioning and maintenance, as the government alone cannot shoulder the responsibility.\nRegarding the fund crunch issues the Corporation is facing, he stressed the importance of a strong political will to overcome such challenges.\nHe also expressed his desire to deliberate with TTD authorities about shortening the waiting time for the devotees visiting the town on APSTDC package tours.\nRead Comments Copy link Facebook Twitter Telegram LinkedIn WhatsApp Reddit READ LATER Remove SEE ALL PRINT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&title=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&text=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&text=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&title=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&t=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://api.whatsapp.com//send?text=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece",
      "https://reddit.com/submit",
      "https://t.me/share/url",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&title=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&t=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://www.api.whatsapp.com//send?text=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&text=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://api.whatsapp.com//send",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&text=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fandhra-pradesh%2Fplans-afoot-to-make-state-a-tourism-hub-minister-durgesh%2Farticle68370795.ece&title=Plans%20afoot%20to%20make%20State%20a%20tourism%20hub%3A%20Minister%20Durgesh",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kandula durgesh",
          "sentiment": "negative"
        },
        {
          "name": "durgesh",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "state",
          "sentiment": "negative"
        },
        {
          "name": "andhra pradesh state tourism development corporation",
          "sentiment": "none"
        },
        {
          "name": "corporation",
          "sentiment": "none"
        },
        {
          "name": "ttd",
          "sentiment": "none"
        },
        {
          "name": "apstdc",
          "sentiment": "none"
        },
        {
          "name": "email facebook twitter telegram linkedin",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T16:53:38.389+03:00",
    "updated": "2024-07-05T17:05:49.098+03:00"
  },
  {
    "uuid": "b1b72fb9c568979239658ddc737128648b911812",
    "url": "https://www.legit.ng/politics/1570943-list-governors-declare-100k-christmas-bonus-workers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bada Yusuf",
    "published": "2023-12-29T06:43:00Z",
    "title": "List of Governors Who Declare 100K Christmas Bonus for Workers - Legit.ng",
    "text": "List of Governors Who Declare 100K Christmas Bonus for Workers As Nigerians prepared for 2024, some governors rounded up 2023 with bogus bonuses for workers in their states by announcing N100,000 take-home for the Christmas celebrations. Legit.ng journalist Bada Yusuf is an accomplished politics and current affairs editor, boasting over seven years of experience in journalism and writing. The development came when Nigerians were facing the economic hardship that came with the removal of the fuel subsidy by President [Bola Tinubu](https://www.legit.ng/tags/945-bola-tinubu/). President Tinubu, on his part, was aware of the economic challenges and had consistently assured Nigerians that things would get better. Before embarking on his Christmas holiday, the president announced a 50 per cent slash in the cost of transportation for inter-state travelers while those taking the train will use it for free. PAY ATTENTION: Сheck out news that is picked exactly for YOU ➡️ find the “Recommended for you” block on the home page and enjoy! Following the suit, about three governors announced a bumper Christmas bonus for civil servants in their states. Below are the details of the governors: Siminalayi Fubara Amid a growing rift with his godfather and the immediate past governor of [Rivers state](https://www.legit.ng/tags/rivers-state-news-today/), Nyesom Wike, Governor Fubara announced an N100,000 Christmas bonus for workers in the state. The [hundred thousand naira bonus](https://www.vanguardngr.com/2023/12/breaking-fubara-approves-n1 -christmas-bonus-for-rivers-workers/) was meant for all civil servants in the state ministries, agencies and parastatals. It was the first time in a long time that the workers would be going home with huge Christmas bonuses. Francis Nwifuru Taking after Fubara, the [governor of Ebonyi ](https://www.channelstv.com/2023/12/21/like-fubara-nwifuru-announces-n1 -christmas-bonus-for-ebonyi-workers/)state also approved the sum of one hundred thousand naira for the workers in the southeast state. During a ‘Renewed Hope Initiative Christmas Party’ in Abakaliki, the governor announced: “I’m not managing local government; I’m going to have a meeting with the council chairman this evening. Every worker must get 100,000 naira from us.” Naira redesign, Animal swallowing billions of Naira and 3 other corruption scandals by Buhari's govt Dapo Abiodun The governor of [Ogun state](https://www.legit.ng/tags/ogun-state-news-today/) was another governor who approved a whopping Christmas bonus for civil servants. According to [The Guardian](https://guardian.ng/news/abiodun-approves-bumper-christmas-bonus-for-ogun-workers/), the bonuses ranged from 68 per cent to a whopping 159 per cent of the basic salaries of the workers, and it covered from Level one to Level 17 of the state workers. \"In monetary terms, levels 1-8 will receive N20,000 as a bonus, levels 9 and 10 (N25,000), levels 12 (N35,000), levels 13 and 14 (N40,000), levels 15 (N55,000), levels 16 and 17 (N100,000),\" The Guardian writes. PAY ATTENTION: [Unlock the best of Legit.ng on Pinterest! Subscribe now and get your daily inspiration!](https://www.pinterest.com/Legitng/) Source: Legit.ng",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.vanguardngr.com/2023/12/breaking-fubara-approves-n100000-christmas-bonus-for-rivers-workers/)",
      "https://www.channelstv.com/2023/12/21/like-fubara-nwifuru-announces-n100000-christmas-bonus-for-ebonyi-workers/)state",
      "https://guardian.ng/news/abiodun-approves-bumper-christmas-bonus-for-ogun-workers/),",
      "https://www.patreon.com/legit)",
      "https://channelstv.com/2023/12/21/like-fubara-nwifuru-announces-n100000-christmas-bonus-for-ebonyi-workers/)state",
      "https://patreon.com/legit)",
      "https://www.guardian.ng/news/abiodun-approves-bumper-christmas-bonus-for-ogun-workers/),",
      "https://vanguardngr.com/2023/12/breaking-fubara-approves-n100000-christmas-bonus-for-rivers-workers/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bola tinubu",
          "sentiment": "none"
        },
        {
          "name": "tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook news",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T10:17:44.138+02:00",
    "updated": "2023-12-29T12:24:57.319+02:00"
  },
  {
    "uuid": "7b0b4d4a37e8fe859c37a144e85e1354f52f8f51",
    "url": "https://cadenaser.com/aragon/2023/12/28/saturacion-en-los-centros-sanitarios-y-urgencias-hospitalarias-radio-huesca/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sergio Fernández-Vizarra",
    "published": "2023-12-28T17:22:00Z",
    "title": "Saturación en los centros sanitarios y urgencias hospitalarias | Radio Huesca | Cadena SER",
    "text": "[Sociedad](/actualidad/sociedad/) Saturación en los centros sanitarios y urgencias hospitalarias El aumento de afecciones respiratorias es una de las causas, pero es un problema que viene de largo, según el Colegio de Médicos de Huesca José Borrel, presidente del Colegio de Médicos de Huesca 09:12 Compartir El código iframe se ha copiado en el portapapeles Huesca Gripe y covid conviven durante estos días con resfriados y con otras infecciones respiratorias generando que los centros sanitarios y las urgencias hospitalarias se llenen de pacientes. Es una de las causas principales, pero no la única, según explicaba el presidente del Colegio de Médicos de Huesca, José Borrel, en el programa Hoy por Hoy Huesca. Señala que “no es novedad” que centros de salud como Santo Grial, Perpetuo Socorro o Pirineos, o las propias urgencias hospitalarias estén saturadas, ya que lo están durante todo el año, por diversas causas, aunque sí que se está notando un aumento mayor en estos días debido a las afecciones respiratorias. Hacen falta profesionales, pero el problema no se queda allí, situación que ya se detectó “en el siglo pasado” la organización médica colegial ya lo denunció hace años y no se tomaron cartas en el asunto, indica Borrel, que añade que la administración “ha abandonado la sanidad desde hace años”. Aunque también, señala el presidente del Colegio de Médicos de Huesca, los profesionales y la población tienen que realizar una reflexión y hacer un “buen uso de los servicios”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:48:57.534+02:00",
    "updated": "2023-12-29T00:48:57.534+02:00"
  },
  {
    "uuid": "68fd1b65e37a0a8c3d7185003d0b62ef46c4b79e",
    "url": "https://www.prnewswire.com/news-releases/sempra-foundation-to-support-new-mexico-communities-impacted-by-wildfires-302178794.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sempra Foundation",
    "published": "2024-06-21T11:55:00Z",
    "title": "Sempra Foundation to Support New Mexico Communities Impacted by Wildfires",
    "text": "SAN DIEGO , June 21, 2024 /PRNewswire/ -- The Sempra Foundation , founded and solely funded by Sempra (NYSE: SRE ) (BMV: SRE), today announced a charitable contribution to the American Red Cross to support the distribution of critical resources and services to those impacted by the South Fork and Salt fires in southern New Mexico .\n\"As part of its mission, the Sempra Foundation aims to improve community resilience in the face of increasing severe weather events,\" said Lisa Larroque Alexander , chair of the Sempra Foundation board of directors. \"We are proud to support the Red Cross in delivering critical supplies to affected communities in New Mexico so they can recover and thrive.\"\nThe Foundation is pledging up to $50,000 , which would help support the distribution of much-needed resources to those impacted by the fast-moving fires. Part of the Sempra Foundation's legacy includes responding to disasters such as wildfires, hurricanes and earthquakes.\n\"With its diverse culture, deep heritage and stunning landscapes, New Mexico is truly the land of enchantment,\" continued Alexander. \"Our hearts go out to all the families and businesses that have been impacted.\"\nThe Red Cross and its partners have opened numerous shelters where affected people have access to meals, health services and relief supplies. Those interested in supporting relief efforts are encouraged to visit redcross.org .\nAbout Sempra Foundation\nFounded by Sempra in 2007, the Sempra Foundation has long been focused on investing its energy and resources into efforts that make a real difference for people when they need it most. It encourages community engagement among the more than 20,000 employees who work for Sempra and its operating companies by matching certain employee contributions of time and money to eligible 501(c)(3) charitable organizations employees choose to support.\nSOURCE Sempra Foundation",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4196412-1&h=1247986167&u=https%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
      "https://c212.net/c/link/?t=0&l=en&o=4196412-1&h=2105436427&u=https%3A%2F%2Fwww.semprafoundation.org%2F&a=Sempra+Foundation",
      "https://c212.net/c/link/?t=0&l=en&o=4196412-1&h=3040317064&u=http%3A%2F%2Fwww.sempra.com%2F&a=Sempra",
      "https://www.c212.net/c/link/?t=0&l=en&o=4196412-1&h=2105436427&u=https%3A%2F%2Fwww.semprafoundation.org%2F&a=Sempra+Foundation",
      "https://www.c212.net/c/link/?t=0&l=en&o=4196412-1&h=1247986167&u=https%3A%2F%2Fwww.redcross.org%2F&a=redcross.org",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4196412-1&h=3040317064&u=http%3A%2F%2Fwww.sempra.com%2F&a=Sempra"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sempr",
          "sentiment": "negative"
        },
        {
          "name": "alexander",
          "sentiment": "none"
        },
        {
          "name": "lisa larroque alexander",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sempra foundation",
          "sentiment": "negative"
        },
        {
          "name": "red cross",
          "sentiment": "none"
        },
        {
          "name": "foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "support new mexico",
          "sentiment": "none"
        },
        {
          "name": "wildfires san diego",
          "sentiment": "none"
        },
        {
          "name": "south fork",
          "sentiment": "none"
        },
        {
          "name": "new mexico",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T15:03:52.419+03:00",
    "updated": "2024-06-21T15:03:52.419+03:00"
  }
]