[
  {
    "uuid": "8d50f156fad5e59c16a7bc24dec6ec40a96f4ca6",
    "url": "https://www.wdrb.com/news/56-million-upgrade-to-fort-knoxs-range-means-integrated-air-ground-training-and-returning-booms/article_6f6266e2-dd8f-11ee-ba88-83f7e513d957.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Molly Jett",
    "published": "2024-03-08T05:00:00Z",
    "title": "$56 million upgrade to Fort Knox's range means integrated air, ground training and returning booms | News from WDRB | wdrb.com",
    "text": "FORT KNOX, Ky. (WDRB) -- Fort Knox is about to take its training up a notch by reopening one of its ranges, and that means people around the area may hear some booms. Yano Range, which has been at the post since 1948, closed in 2018. But after the addition of a multimillion-dollar range tower, the range will reopen later this spring. And that's big news for Keri True, who has lived in Meade County for the past decade. She comes from a military family and actually welcomes the loud noise. \"We hear a lot of big booms when they're practicing,\" she said Friday. \"Without them, we wouldn't be here ...\" True's face lit up with a smile when she learned about Yano Range's $56 million dollar upgrade, which built a new range tower, added technology and expanded the range to 3,600 acres. \"I'm actually really excited,\" she said. \"When I first moved here, it was very active.\" The 400-target range now has six cameras and active sensors. Target systems are now directly connected with computers in the two-floor tower, allowing integrated air and ground unit training and more advanced performance feedback. \"As a former soldier, I never had anything like this to train on,\" said Rodney Manson, range operations manager at Fort Knox. And so I'm excited to see it as well. ... We didn't have that type of feedback when I was there. You just had a guy to talk to you, and he might have seen something (or) he might not have seen something. And you just kind of rolled with it. But now, the way this technology is and the instrumentation that we'll have inside these vehicles, we can actually see the entire tank crew and what they're doing.\" Fort Knox covers more than 108,000 acres. Of that, 101,000 acres make up the training area. Fort Knox Garrison Commander Col. Christopher Ricci called the new \"Digital Air Grounds Integration Range\" a game-changer. \"It's increasing lethality for the force so it's making us better prepared,\" Ricci said. \"Really proud for central Kentucky to be home of this capability. ... So I think it means everything to us that we can provide this world class service for soldiers, sailors, airmen (and) Marines that come here and prepare for combat.\" The upgrade makes Fort Knox home to one of two digital air ground integration ranges for the U.S. Army. The other one is at Fort Bliss, Texas. \"Pretty huge for us here on Fort Knox, getting named to host the second one,\" Ricci said. \"And if you can think of all the important units for the U.S. Army along that eastern seaboard of the United States, they're going to take advantage of this unique capability to train for combat.” Depending on the weather, Ricci said noise from training could travel about 4-5 miles. \"We run an outreach program and we're not perfect at it, because the weather gets a vote,\" he said. \"But when we know that we're going to have an uptick in training or we expect it to be louder than normal, we reach out to our mission partners outside the installation — whether it's those judge executives, those county elected officials, sheriff's department, police departments, those types — and we put out notices on our Facebook page.\" \"I’m excited,\" True said. \"I'm ready for it.\" The range is set to open in May, and there are already four units scheduled for active training. Copyright 2024 WDRB Media. All Rights Reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "knox",
          "sentiment": "negative"
        },
        {
          "name": "yano",
          "sentiment": "none"
        },
        {
          "name": "keri true",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fort knox",
          "sentiment": "negative"
        },
        {
          "name": "wdrb",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "fort knox",
          "sentiment": "none"
        },
        {
          "name": "yano range",
          "sentiment": "none"
        },
        {
          "name": "meade county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T05:49:56.816+02:00",
    "updated": "2024-03-09T05:49:56.816+02:00"
  },
  {
    "uuid": "3116d7589b9d0ec497d46876bda3602378925c65",
    "url": "https://www.nydailynews.com/2024/06/13/la-sheriffs-deputy-dutch-tourist-missing-greece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica Schladebeck",
    "published": "2024-06-13T20:11:00Z",
    "title": "Retired L.A. sheriff’s deputy, Dutch tourist disappear in Greece during blistering heatwave",
    "text": "Two tourists — one a retired sheriff’s deputy from Los Angeles, the other a man from the Netherlands — disappeared while hiking separately in Greece , local authorities confirmed.\nAlbert Calibet, a 59-year-old from California, vanished sometime Tuesday afternoon shortly after he embarked on a four-hour hike on the Greek island of Amorgos. He was last seen traveling along a route toward the village of Katapola, according to a statement on the Amorgos municipality’s official Facebook page.\nIn the days since, several agencies have joined the search for Calibet, including volunteers from the coast guard and crews from the nearby islands of Paros and Naxos, according to Greek public broadcaster ERT News. They’re also using a drone to search the more northern part of the island.\nCalibet — a former cop and seasoned hiker — has been journeying to Amorgos “almost every year” for about a decade, Popi Despotidi, Amorgos’ deputy mayor of tourism, told CNN on Thursday.\nHis brother Alex Calibet said he’s particularly concerned given the hot weather currently scorching most of Greece. According to the Hellenic National Meteorological Service, the heatwave was set to peak on Thursday, and the agency as a result has issued an orange alert, its second-most serious designation.\n“We’re almost on three days here,” Alex Calibet told Fox 11. “There’s no water… I’m very distraught.”\nA search was also underway on the island of Samos for a 74-year-old Dutch tourist who has been missing since Sunday. He disappeared while hiking in the Marathokampou area of the island, the Hellenic Rescue Team of Samos said in a post on Facebook. The efforts include “police, fire brigade and volunteers,” Konstantia Dimoglidou, a spokeswoman for the Greek police, told CNN.\n“Unfortunately, so far we have no news about either of them,” she added.\nThe separate searches come after the discovery of the body of British TV personality Michael Mosley, who went missing while strolling in high temperatures on the Greek island of Symi earlier this month.\nMosley, a television doctor who popularized a type of intermittent fasting called the 5:2 Diet, was found dead on Sunday and an autopsy showed that he died from natural causes. Authorities believe he died on June 6, just hours after taking off on his walk.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://abc7.com/post/albert-calibet-american-tourist-missing-greece-has-possible/14944627/",
      "https://www.cnn.com/2024/06/13/europe/tourists-missing-greek-heatwave-scli-intl/index.html",
      "https://www.foxla.com/news/retired-la-county-deputy-missing-during-vacation-greece",
      "https://www.bbc.com/news/articles/c2vvde80jlpo",
      "https://www.facebook.com/photo/?fbid=510016691600309&set=ecnf.100077759466993",
      "https://facebook.com/photo/?fbid=510016691600309&set=ecnf.100077759466993",
      "https://cnn.com/2024/06/13/europe/tourists-missing-greek-heatwave-scli-intl/index.html",
      "https://bbc.com/news/articles/c2vvde80jlpo",
      "https://www.facebook.com/photo/",
      "https://foxla.com/news/retired-la-county-deputy-missing-during-vacation-greece",
      "https://abc7.com/post/albert-calibet-american-tourist-missing-greece-has-possible/14944627",
      "https://www.abc7.com/post/albert-calibet-american-tourist-missing-greece-has-possible/14944627/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alex calibet",
          "sentiment": "none"
        },
        {
          "name": "popi despotidi",
          "sentiment": "none"
        },
        {
          "name": "albert calibet",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "coast guard",
          "sentiment": "none"
        },
        {
          "name": "amorgos",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greece",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "l.a.",
          "sentiment": "none"
        },
        {
          "name": "naxos",
          "sentiment": "none"
        },
        {
          "name": "katapola",
          "sentiment": "none"
        },
        {
          "name": "amorgos",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "calibet",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:58:17.583+03:00",
    "updated": "2024-06-14T00:58:17.583+03:00"
  },
  {
    "uuid": "681acdd29cbc2386d36e0e9ba97b1fb232240f87",
    "url": "https://www.kgw.com/article/news/crime/medford-nurse-asante-inject-tap-water-drug-diversion-fentanyl-police-charges/283-2393b9c5-38ab-489a-b400-0e22f20baa32",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jamie Parfitt",
    "published": "2024-06-13T21:46:00Z",
    "title": "Police arrest former Medford nurse accused of diverting drugs, injecting patients with tap water",
    "text": "MEDFORD, Ore. — A former southern Oregon nurse now faces criminal charges after she allegedly diverted drugs and [ replaced them with non-sterile tap water](/article/news/health/medford-hospital-patients-deaths-injected-tap-water/283-749896ff-090c-461e-9e42-dd8fdae85f6c), resulting in a number of patients developing serious infections. The Medford Police Department confirmed Thursday that it had arrested 36-year-old Dani Marie Schofield, previously an ICU nurse at Asante Rogue Regional Medical Center in Medford. Police have been tight-lipped thus far about the case, though news broke early this year that they were investigating allegations that patients had been injected with tap water at Asante. In February, the family of a patient who died in 2022 sued the hospital, alleging that one of these injections introduced an infection that [caused the patient's death](/article/news/local/southern-oregon/medford-hospital-sued-family-patient-died-allegedly-injected-tap-water/283-f6c95863-b494-478c-8b64-8eaee8557152). According to MPD's statement on Thursday, police were first contacted by Asante officials in early December 2023. Hospital staff were concerned about a rising number of central line infection cases among patients. An internal Asante investigation concluded that all of these cases involved patients in the Intensive Care Unit, MPD said, and occurred within a specific date range. The hospital determined that Schofield, an ICU nurse, had access to each of the victims. Before Schofield \"left Asante in July 2023,\" there were concerns that she'd been diverting liquid fentanyl for her own use and replacing it with tap water. Police did not elaborate on the circumstances of Schofield's departure from Asante. Oregon State Board of Nursing records show Schofield's license was restricted by a Nov. 22, 2023 disciplinary order in which she agreed to stop practicing pending completion of an investigation. Investigators with Medford police spoke with Schofield early on in the investigation, pored over volumes of hospital records and interviewed almost 100 people, including doctors, nurses and patients. On June 12, the Jackson County District Attorney's office convened a grand jury to review the case. The jury approved an indictment for Schofield on 44 counts of second-degree assault under Oregon's [Measure 11 statute](https://www.oregonlegislature.gov/citizen_engagement/Reports/2004IG_Measure_11.pdf). Each charge on the 44-count indictment corresponds to a different named individual, suggesting that investigators were able to conclude that they were each injected with tap water instead of fentanyl. Medford police said the assault charges arose from evidence that Schofield's alleged drug diversion \"resulted in injury to impacted patients,\" that the infections happened between July 2022 and July 2023 and only occurred in the ICU. Despite that, the agency concluded that no patient deaths could be directly linked to the tap water injections. \"MPD recognizes that there has been substantial public interest surrounding this case,\" the agency said. \"After review of hospital records, patient records and pathology reports, MPD consulted with multiple medical experts, who each agreed that questionable deaths associated with this case could not be directly attributed to the infections.\" KGW's news partner KOBI reported in January that, according to hospital sources and family members who spoke to the station, [as many as nine patients died](/article/news/health/medford-hospital-patients-deaths-injected-tap-water/283-749896ff-090c-461e-9e42-dd8fdae85f6c) after being injected with tap water.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.oregonlegislature.gov/citizen_engagement/Reports/2004IG_Measure_11.pdf",
      "https://oregonlegislature.gov/citizen_engagement/Reports/2004IG_Measure_11.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danie marie schofield",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mpd",
          "sentiment": "none"
        },
        {
          "name": "asante rogue regional medical center",
          "sentiment": "none"
        },
        {
          "name": "medford police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "ore.",
          "sentiment": "none"
        },
        {
          "name": "medford",
          "sentiment": "none"
        },
        {
          "name": "medford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:53:47.044+03:00",
    "updated": "2024-06-27T05:02:59.446+03:00"
  }
]