[
  {
    "uuid": "1ddeef394598f382c1639c20e544a03448d27735",
    "url": "https://news.mongabay.com/2024/02/in-brazils-soy-belt-community-seed-banks-offer-hope-for-the-amazon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ana Ionova",
    "published": "2024-02-15T23:01:00Z",
    "title": "In Brazil’s soy belt, community seed banks offer hope for the Amazon",
    "text": "In Brazil’s state of Mato Grosso, monoculture has replaced large swathes of the Amazon rainforest and ushered in changes in climate patterns, including severe droughts and scarce rains, according to climate experts. Traditional and Indigenous peoples are looking to counter the impacts of large-scale soy plantations in the region by setting up community seed banks and reforesting degraded lands with species native to the Amazon. Experts say seed initiatives could play a key role in restoration efforts as Brazil scrambles to rehabilitate 60,000 square kilometers (23,160 square miles) of deforested land by 2030 and agribusiness faces global demands to reverse the damage it has inflicted on the Amazon. Seed banks could also help restore the biodiversity being lost in the Amazon, preserve species central to Indigenous cultures, and mitigate climate change, locally and globally. COLÍDER, Brazil — Not too long ago, the plot of land that Maria Ivonete de Souza inherited was barren, the soil hardened by years of cattle ranching. When the family had arrived to the Amazon from southern Brazil four decades earlier, her father had swiftly cleared the dense rainforest to make way for pasture.\n“He razed it all by hand, with a saw and an ax,” Souza said on the porch of her wooden farmhouse on the dusty outskirts of Colíder, some 393 miles (632 kilometers) north of Mato Grosso’s state capital. “It’s horrible to be talking about this. Because I’m recalling things that bother me deeply today.”\nCattle ranching is a key economic driver in Mato Grosso, Brazil’s agricultural heartland. In Peixoto de Azevedo, forest has given way to pasture and soy fields at a breakneck pace, putting pressure on Indigenous territories like Capoto/Jarina. Image by Ana Ionova for Mongabay. Now, decades later, Souza is fighting to turn back the clock on destruction in this region. In a bid to reforest, she has planted seeds from species that are native to the rainforest but have begun to vanish from here, as soy and corn production expand at a frenzied pace.\n“If people knew how difficult it is to plant trees, they would never even dream of cutting them down,” said Souza, who leads the community organization Coletivo Agúa Vida. “Here, we want to do things differently. We want to restore the forest to health.”\nA key part of this dream is building a community seed bank that can help rehabilitate the native vegetation and protect the biodiversity being wiped out by monoculture in Mato Grosso, Brazil’s biggest producer of grains . Souza has helped organize events bringing together the region’s subsistence farmers, Indigenous people and traditional communities, so they can swap seeds and know-how.\n“It’s so important for us to have these seeds,” she said, waving to a cluster of mismatched canisters holding seeds in shades of brown, yellow and red. “And we have to share, so that this seed doesn’t disappear.”\nLocal seed initiatives like these are gaining momentum across Brazil – and they are emerging as a key tool for reforestation, as the country looks to make good on its pledge to rehabilitate 60,000 square kilometers (23,160 square miles) of deforested and degraded land by 2030. Proponents say planting seeds – rather than seedlings – can be a cheaper, faster and more efficient way to restore decimated forests, helping Brazil meet its ambitious target.\nMuch of Mato Grosso, Brazil’s agricultural heartland, has been turned into soy, corn and cotton plantations. The state churned out nearly $35 billion dollars in agricultural products last year – and alone accounted for a quarter of Brazil’s soy production. Image by Ana Ionova for Mongabay. Scientists also claim forest restoration through seeds can help recuperate some of the biodiversity that is being lost through deforestation. Unlike government seed banks, which store samples for historic preservation, community banks collect seeds, exchange varieties and ultimately plant a medley of them, in a bid to mimic the forest as closely as possible.\nIf applied on a large scale, reforestation through native seeds could play a crucial role in offsetting some of the destruction that has swept the Amazon in recent years, while also staving off a climate crisis that is already hitting local communities, according to Luciana Gatti, a senior researcher in climate change for the Brazilian National Institute for Space Research (INPE).\n“The key is to plant trees, trees and more trees,” she said. “Reforestation is our only way out of this.”\n‘The forest is like a rain factory’ In Mato Grosso, the trappings of agriculture are everywhere. On street corners, towering billboards offer new brands of seeds, pesticides and tractors. Politicians campaign on promises for bold infrastructure projects aimed at boosting soy and corn output. Towns that were specks on the map a few decades ago are booming, fueled by the world’s insatiable hunger for commodities.\nSatellite imagery visualized by Google Timelapse shows forest loss in Mato Grosso between 1983 and 2022.\nSince the early 1980s, the area occupied by agriculture and cattle in Brazil has jumped by 50%, according to a recent study by MapBiomas, a Brazilian environmental think tank. But scientists say this dizzying growth has come at a steep cost for the climate: repeated heat waves, erratic rain patterns and punishing droughts have become commonplace in the Amazon in recent years.\n“The forest is like a rain factory,” Gatti said. “It churns out water and it also cools temperatures. So it plays a big role in climate.”\nThe impacts of climate change on the Amazon reached new proportions this year, as historic drought dried up important rivers, decimated subsistence crops, curbed hydropower supplies and isolated remote riverside communities, leaving many without food and medicine. On a recent visit to the region, the devastation was evident as our car slid past streams that had run dry and fields parched from weeks without rain.\nLarge-scale agriculture, which consumes 70% of Brazil’s freshwater supplies, is the main culprit of this deepening climate crisis, according to Gatti. “The problem is this model of planting a sea of soybeans,” she said. “Monoculture is destroying the climate.”\nThe impact of monoculture is two-fold, she explained. On one hand, fewer trees mean the forest is able to recycle less water back into the atmosphere, resulting in reduced rainfall. The forest then grows drier, which diminishes its ability to regulate temperatures. ( Researchers have linked temperature anomalies in the Brazilian Amazon and Cerrado to deforestation events up to 50 km away).\nHarvested corn fields in rural Mato Grosso state, Brazil’s main producer of grains. Agricultural expansion has already swallowed up much of the rainforest in this region and environmental advocates say this is driving climate shifts. Image by Ana Ionova for Mongabay. The ideal would be to reforest en masse and move towards an agroforestry model, where native species grow alongside other crops. “That way, you have agricultural production and, at the same time, you preserve trees that will help make rain and reduce temperatures,” Gatti said.\nThe climate impacts of deforestation go far beyond Brazil too. Vapor from the Amazon rainforest canopy accounts for about a fifth of the oxygen released into the atmosphere each day. The rainforest is also both the world’s biggest carbon sink and a huge source of potential emissions, holding an estimated 123 billion tons of carbon. When trees are cut down, the destruction deals a major blow to the global climate because more carbon dioxide is released and less is absorbed.\nAs a result, scientists insist that restoring native forests, in Brazil and elsewhere, represents one of the planet’s best hopes for mitigating climate change, both locally and globally. And in the long-term, research suggests these restored forests in the Amazon can help regulate rainfall and prevent important rivers from drying out.\n“The species that have the power to restore balance are the species native to that environment,” Gatti said. “And the more they grow, the more water they will throw into the atmosphere.”\n‘The more, the better’ Scientists also warn that species native to the Brazilian rainforest are disappearing – and many point a finger to monoculture.\nAlthough the full scope of the Amazon’s biodiversity is unknown, some studies estimate that it may hold between 15,000 and 50,000 species of flora. And research has suggested that climate change and forest destruction could lead to a 58% decline in tree diversity in the Amazon by 2050.\nCommunity seed projects are working to combat this diversity loss by using a method called “muvuca,” which relies on spreading a large and varied mixture of mostly native seeds across degraded areas, to assure a higher diversity of plants and trees.\n“We try to truly imitate the forest as it is, sowing all the seeds at the same time,” said Renato Nazário, a forest restoration technician at the Xingu Seed Network, a nonprofit providing support and training to about two dozen community seed initiatives in the Amazon. “And each one has a different role in the reforestation process.”\nTypically, about a third of the seeds are rapidly-growing non-native species, such as squash and jack beans, that act as “green fertilizers.” This vegetation provides food and income for local communities, as well as safeguards against invasive plants, so that other native tree species like copaiba (genus Copaifera ), cashew ( Anacardium occidentale ) and pequi ( Caryocar brasiliense ) can have a chance to mature. Some trees reach maturity in 20 years, while others take as long as 50 to grow to their full size.\n“The more species the better,” said Nazário, noting this method can yield between 5,000 and 12,000 species per hectare. “This shows it’s possible, through ecological restoration, to recuperate the forest’s biodiversity.”\nFlowers of the pequi tree (Calliandra haematocephala), which is native to Brazil. Image by Jonathan Wilkins via Wikimedia Commons (CC BY-SA 3.0). For some communities, the very process of collecting seeds has become a livelihood, explained Nazário, whose organization works with about 600 seed collectors, mostly women from Indigenous and traditional communities. Many manage to earn a living selling samples of native species to companies seeking to reforest degraded land and offset their environmental footprint.\n“It generates an income for these collectors, without forcing them to leave their territories,” he said. “And they can put their ancestral knowledge of the forest to work.”\nSeed initiatives also represent a powerful tool for preserving Indigenous culture, which relies on traditional plant species that are disappearing as soy plantations replace forests, according to Edilza Karo, an agronomist and researcher from the Munduruku Indigenous people.\n“Today, agribusiness is growing so strong,” she told Mongabay in an interview in Mato Grosso. “And it’s affecting our territories, it’s destroying our forest. Our plants, our foods are no longer the same.”\nOver the last few decades, species that were once important medicines or staples in Indigenous diets, like certain types of maize, have vanished in some villages deep in the rainforest. Some trees which yielded seeds and fibers for traditional jewelry, headpieces or artisan wares have also become scarce, dealing a blow to cultural traditions.\n“There, in our forest, we have our food, our medicine, our housing – that’s why the land is so important to us,” said Karo, who began studying agronomy in a bid to strengthen Indigenous agriculture and culture. “But so many traditional species have been lost or forgotten.”\nEdilza Karo, an agronomist and researcher from the Munduruku Indigenous people, says agribusiness is contributing to climate change in the Amazon and driving the loss of important forest species that play a central role in the rituals, diet and medicine of Indigenous people. Image by Ana Ionova for Mongabay. Seed banks have offered a new way to combat these losses: at seed exchange events, Indigenous leaders sometimes discover plant varieties that have become extinct in some territories but continue to thrive in other corners of the rainforest. “Slowly, we are strengthening our culture,” she said. “And it’s giving us some hope that we can save our forest.”\nNew way forward Restoring forests through seeds could be a game-changer for agribusiness too, as the sector faces mounting pressure – at home and abroad – to reverse some of the damage it has inflicted on the Amazon rainforest.\nInternational commodities buyers, including giants like Cargill, have pledged to clean up their supply chains of deforestation, promising to stop buying from producers who raze forest and degrade land. Brands in Europe and the United States, meanwhile, have threatened to boycott Brazilian companies if they don’t stop destroying the rainforest.\nExperts say seed banks could provide companies with a more practical, cost-effective way to restore degraded land. For one, the seeds are easier to transport from remote forest communities, along rough roads and treacherous riverways, to far-away buyers. They can also be planted using the same machinery that large-scale farmers already use to sow corn or soy, said Eduardo Malta, a restoration expert at the Instituto Socioambiental (ISA) and a coordinator of Redário, which links collectors with buyers and aids in the logistics and distribution of seeds.\n“It’s still very hard to mechanize the planting of seedlings,” he said. “With seeds, we can use the same technology that agriculture already uses – and scale up the restoration.”\nPlanting seeds directly into the soil also leads to stronger, more grounded roots which help trees weather drought and extreme weather events, Malta added. And the high density of “muvuca” planting means that invasive species are less likely to proliferate and jeopardize reforestation efforts. “It’s not only more practical, but we also see better results,” Malta said.\nYet this method of restoring forests is not completely fool-proof. Building up a steady supply stream of native seeds remains difficult, with collectors often facing logistical challenges that limit the quantity of seeds they can store or ship. In lieu of any federal program to support seed collection efforts, communities depend on networks like Redário to connect them with buyers.\nCreating a marketplace for native seed species has also posed a challenge, as many farmers see restored forests as a waste of resources, Nazário said. And, for now, most of the demand for seeds comes from large firms in the mining, agriculture and infrastructure sectors that have been forced, often by a judicial order, to offset their environmental impact by restoring degraded land.\n“The producers see planting trees, ecological restoration, as a loss of productive land,” Nazario said. “So oftentimes, they only recuperate these areas when it becomes a legal obligation or a requirement to access the export market.”\nAdvertisements aimed at cattle growers line a road in Mato Grosso, where agribusiness reigns supreme. Image by Ana Ionova for Mongabay. Still, there are signs that could soon change. Last year, President Luiz Inácio Lula da Silva signaled plans to offer incentives, including cheap financing, to large-scale agricultural producers who buy up degraded pastures and restore them.\nIn December, Brazilian lawmakers also approved the creation of a carbon credit market, although the measure was criticized for leaving out agriculture and cattle ranching from the new regulatory requirements.\nThese two measures could help lure agribusiness to reforestation and boost demand for native seeds, according to Nazário. “Some producers are waking up and seeing an opportunity in this new carbon market. So, this could spark more restoration.”\nLong-awaited changes in Brazil’s rural land registration system are also awakening interest in reforestation through native species, according to Manuel Vieira, a forest engineering professor at the Federal University of Amazonas. “If restoration wasn’t a buzz word in the Amazon before, it certainly is becoming one,” Vieira said.\nCurrently, many agricultural producers are hesitant to invest in reforesting without a land title in hand. But, if the reforms move forward, landholders will have an assurance that their properties will not be taken away. “It could give them that push to invest in reforestation,” said Vieira, who coordinates the university’s Center for Native Seeds of Amazonas.\nFor Souza, the impacts of forest restoration have become clear. Already, her 60-hectare lot has turned lush, resembling an emerald oasis in the midst of the parched soy fields that stretch for miles all around. Many of the species that now grow on her farm sustain her family. “The land yields way more food than we can eat,” she said, waving to the banana palms and cassava bushes nearby.\nShe hopes that she can turn the area around her farm into an ecological hub, where seeds, plants and crops will be freely exchanged in the community. She’s swimming against the current, she says, but she’s hopeful the forest can thrive again. “We are looking to the future,” she said. “We want to create something that will last forever.”\nBanner image of a cashew “apple” by S.Ballal via Wikimedia Commons (CC BY-SA 3.0).\nFeedback: Use this form to send a message to the editor of this post. If you want to post a public comment, you can do that at the bottom of the page.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.wri.org/insights/restoring-degraded-forests-temperature-precipitation-effects",
      "https://earthengine.google.com/iframes/timelapse_player_embed.html#v=-10.81335,-57.71882,6.572,latLng&#038;t=0.52&#038;ps=50&#038;bt=19840101&#038;et=20221231",
      "https://www.theamazonwewant.org/wp-content/uploads/2022/05/220511-SPA-2021-Part-I-Reduced.pdf",
      "https://www.science.org/doi/10.1126/science.aax0848",
      "https://research.noaa.gov/2021/07/14/deforestation-warming-flip-part-of-amazon-forest-from-carbon-sink-to-source/#:~:text=The%20Amazon%20is%20estimated%20to,helping%20to%20moderate%20global%20climate.",
      "https://www.gov.br/secom/pt-br/assuntos/noticias-regionalizadas/safra-22-23/crescimento-na-producao-de-graos-no-mato-grosso-e-estimada-em-16-5-com-ganhos-de-produtividade",
      "https://www.nature.com/articles/s41558-019-0500-2#:~:text=The%20combined%20losses%20by%20deforestation,of%20the%20hyperdominant%20species3.",
      "https://brasil.mapbiomas.org/2023/10/06/area-de-agropecuaria-no-brasil-cresceu-50-nos-ultimos-38-anos/#:~:text=Novos%20dados%20do%20MapBiomas%20cobrindo,%2C6%25%20do%20territ%C3%B3rio%20nacional.",
      "https://form.jotform.com/70284397762163",
      "https://iopscience.iop.org/article/10.1088/1748-9326/ab31fb",
      "https://www.theamazonwewant.org/wp-content/uploads/2022/05/Chapter-29-Bound-May-16.pdf",
      "https://science.org/doi/10.1126/science.aax0848",
      "https://theamazonwewant.org/wp-content/uploads/2022/05/Chapter-29-Bound-May-16.pdf",
      "https://www.form.jotform.com/70284397762163",
      "https://www.brasil.mapbiomas.org/2023/10/06/area-de-agropecuaria-no-brasil-cresceu-50-nos-ultimos-38-anos/#:~:text=Novos%20dados%20do%20MapBiomas%20cobrindo,%2C6%25%20do%20territ%C3%B3rio%20nacional.",
      "https://www.earthengine.google.com/iframes/timelapse_player_embed.html#v=-10.81335,-57.71882,6.572,latLng&#038;t=0.52&#038;ps=50&#038;bt=19840101&#038;et=20221231",
      "https://theamazonwewant.org/wp-content/uploads/2022/05/220511-SPA-2021-Part-I-Reduced.pdf",
      "https://www.iopscience.iop.org/article/10.1088/1748-9326/ab31fb",
      "https://wri.org/insights/restoring-degraded-forests-temperature-precipitation-effects",
      "https://nature.com/articles/s41558-019-0500-2#:~:text=The%20combined%20losses%20by%20deforestation,of%20the%20hyperdominant%20species3.",
      "https://gov.br/secom/pt-br/assuntos/noticias-regionalizadas/safra-22-23/crescimento-na-producao-de-graos-no-mato-grosso-e-estimada-em-16-5-com-ganhos-de-produtividade",
      "https://www.research.noaa.gov/2021/07/14/deforestation-warming-flip-part-of-amazon-forest-from-carbon-sink-to-source/#:~:text=The%20Amazon%20is%20estimated%20to,helping%20to%20moderate%20global%20climate."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maria ivonete de souza",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "mato grosso",
          "sentiment": "none"
        },
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        },
        {
          "name": "colíder",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:36:46.463+02:00",
    "updated": "2024-02-23T02:15:16.954+02:00"
  },
  {
    "uuid": "0bbe2aefa727cdbd028529ed96633e26942c4b69",
    "url": "https://galego.farodevigo.es/fotos/sociedad/2024/10/12/auroras-boreales-visten-galicia-escandinavia-109226238.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "R.V.",
    "published": "2024-10-12T05:34:00Z",
    "title": "Las auroras boreales visten Galicia de Escandinavia",
    "text": "Seccións Gran Vigo Comarcas Redondela Val Miñor A Louriña Baixo Miño Condado-Paradanta Concellos Galicia Morrazo Pontevedra Ourense Arousa Deza-Tabeirós Concellos Escola en Camiño Actualidade España Internacional Faro Educa Faro dá Escola Medio Ambiente Tendencias 21 Educación ambiental Motor Obituarios Economía Activos Mar Empresas en Galicia Finanzas Persoais Emprego Vivenda Comunicación empresarial Sociedade Club Faro Ronsel + Visado Faro dá Cultura Letras&Artes Cultura Espazo Ágora abril Deportes Celta As Celtas Deporte local Fútbol Baloncesto Fórmula 1 MotoGP Resultados Opinión Humor Cartas ao Director Ánxel Vence Ceferino de Blas Manuel Bragado Xosé Luis Méndez Ferrín Ledicia Costas Juan Tallón Maria do Carmo Henríquez Visado Axenda Rutas Imprescindibles Portugal Escenarios Gastronomía Sucesos Tribunais Investigación Sucesos en Galicia Desaparecidos Violencia machista Delitos informáticos Vida e Estilo Saúde Moda Xente Decoración Televisión En Galego Multimedia Vídeos Galerías de imaxes Clasificados Emprego Vigo Vivenda Vigo Aluguer Vigo Coches de ocasión Servizos Tenda Faro Pasatempos Necrolóxicas Newsletters Sorteos Tempo Calendario laboral Buscador gasolineiras Farmacias de garda Tags RSS Mapa web Síguenos en redes sociais: Gran Vigo Comarcas Redondela Val Miñor A Louriña Baixo Miño Condado-Paradanta Concellos Galicia Morrazo Pontevedra Ourense Arousa Deza-Tabeirós Concellos Escola en Camiño Actualidade España Internacional Faro Educa Faro dá Escola Medio Ambiente Tendencias 21 Educación ambiental Motor Obituarios Economía Activos Mar Empresas en Galicia Finanzas Persoais Emprego Vivenda Comunicación empresarial Sociedade Club Faro Ronsel + Visado Faro dá Cultura Letras&Artes Cultura Espazo Ágora abril Deportes Celta As Celtas Deporte local Fútbol Baloncesto Fórmula 1 MotoGP Resultados Opinión Humor Cartas ao Director Ánxel Vence Ceferino de Blas Manuel Bragado Xosé Luis Méndez Ferrín Ledicia Costas Juan Tallón Maria do Carmo Henríquez Visado Axenda Rutas Imprescindibles Portugal Escenarios Gastronomía Sucesos Tribunais Investigación Sucesos en Galicia Desaparecidos Violencia machista Delitos informáticos Vida e Estilo Saúde Moda Xente Decoración Televisión En Galego Multimedia Vídeos Galerías de imaxes Clasificados Emprego Vigo Vivenda Vigo Aluguer Vigo Coches de ocasión Servizos Tenda Faro Pasatempos Necrolóxicas Newsletters Sorteos Tempo Calendario laboral Buscador gasolineiras Farmacias de garda Tags RSS Mapa web Síguenos en redes sociais: Gran Vigo Galicia Sociedade Comarcas Economía Deportes Ronsel+ Faro dá Cultura Letras&Artes Humor 1 / 1 Publicidade Gran Vigo Comarcas Redondela Val Miñor A Louriña Baixo Miño Condado-Paradanta Concellos Galicia Morrazo Pontevedra Ourense Arousa Deza-Tabeirós Concellos Escola en Camiño Actualidade España Internacional Faro Educa Faro dá Escola Medio Ambiente Tendencias 21 Educación ambiental Motor Obituarios Economía Activos Mar Empresas en Galicia Finanzas Persoais Emprego Vivenda Comunicación empresarial Sociedade Club Faro Ronsel + Visado Faro dá Cultura Letras&Artes Cultura Espazo Ágora abril Deportes Celta As Celtas Deporte local Fútbol Baloncesto Fórmula 1 MotoGP Resultados Opinión Humor Cartas ao Director Ánxel Vence Ceferino de Blas Manuel Bragado Xosé Luis Méndez Ferrín Ledicia Costas Juan Tallón Maria do Carmo Henríquez Visado Axenda Rutas Imprescindibles Portugal Escenarios Gastronomía Sucesos Tribunais Investigación Sucesos en Galicia Desaparecidos Violencia machista Delitos informáticos Vida e Estilo Saúde Moda Xente Decoración Televisión En Galego Multimedia Vídeos Galerías de imaxes Clasificados Emprego Vigo Vivenda Vigo Aluguer Vigo Coches de ocasión Servizos Tenda Faro Pasatempos Necrolóxicas Newsletters Sorteos Tempo Calendario laboral Buscador gasolineiras Farmacias de garda Tags RSS Mapa web Síguenos en redes sociais: Gran Vigo Comarcas Redondela Val Miñor A Louriña Baixo Miño Condado-Paradanta Concellos Galicia Morrazo Pontevedra Ourense Arousa Deza-Tabeirós Concellos Escola en Camiño Actualidade España Internacional Faro Educa Faro dá Escola Medio Ambiente Tendencias 21 Educación ambiental Motor Obituarios Economía Activos Mar Empresas en Galicia Finanzas Persoais Emprego Vivenda Comunicación empresarial Sociedade Club Faro Ronsel + Visado Faro dá Cultura Letras&Artes Cultura Espazo Ágora abril Deportes Celta As Celtas Deporte local Fútbol Baloncesto Fórmula 1 MotoGP Resultados Opinión Humor Cartas ao Director Ánxel Vence Ceferino de Blas Manuel Bragado Xosé Luis Méndez Ferrín Ledicia Costas Juan Tallón Maria do Carmo Henríquez Visado Axenda Rutas Imprescindibles Portugal Escenarios Gastronomía Sucesos Tribunais Investigación Sucesos en Galicia Desaparecidos Violencia machista Delitos informáticos Vida e Estilo Saúde Moda Xente Decoración Televisión En Galego Multimedia Vídeos Galerías de imaxes Clasificados Emprego Vigo Vivenda Vigo Aluguer Vigo Coches de ocasión Servizos Tenda Faro Pasatempos Necrolóxicas Newsletters Sorteos Tempo Calendario laboral Buscador gasolineiras Farmacias de garda Tags RSS Mapa web Síguenos en redes sociais: Gran Vigo Galicia Sociedade Comarcas Economía Deportes Ronsel+ Faro dá Cultura Letras&Artes Humor As auroras boreales visten Galicia de Escandinavia R.V. Actualizado: 12/10/2024 07:38 Ver galería > Galicia rexistra a súa aurora boreal máis intensa do último século e medio. Estas son algunhas das imaxes máis espectaculares que deixaron no ceo de Galicia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Galicia Finanzas Persoais Emprego Vivenda Comunicación",
          "sentiment": "none"
        },
        {
          "name": "Motor Obituarios Economía Activos Mar Empresas",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T09:14:49.505+03:00",
    "updated": "2024-10-12T09:14:49.505+03:00"
  },
  {
    "uuid": "1ecf957da1c0d8f7e7f75b4dbf795bf417c42071",
    "url": "https://vnexplorer.net/security-tightened-at-cologne-cathedral-in-germany-amid-islamist-attack-threat-s624084.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-24T04:07:00Z",
    "title": "Security tightened at Cologne Cathedral in Germany amid 'Islamist attack' threat",
    "text": "Security tightened at Cologne Cathedral in Germany amid ‘Islamist attack’ threat\nGerman police said on Saturday they were heightening security at Cologne Cathedral following indications of an attack planned for New Year’s Eve and in the wake of government warnings in recent weeks about the rising threat of Islamist violence.\nThe police said in a statement they would use tracker dogs to check the cathedral after evening mass and then close it off. On Sunday, Christmas Eve, they would carry out a security check on all visitors, and recommended they get to services early.\nPolice said they could not elaborate, citing the ongoing investigation.\nGerman newspaper Bild earlier reported that security authorities in Austria, Germany and Spain had received indications an Islamist group wants to carry out attacks during the Christmas and New Year festivities.\nIn recent weeks, Interior Minister Nancy Faeser has warned of the rising threat of Islamist violence in Germany and elsewhere in Europe as the Israel-Hamas war increases the risk of radicalisation.\nAustrian police said in a statement they were increasing security on churches and Christmas markets given a heightened state of alert.\n“Given that terrorist actors throughout Europe are calling for attacks on Christian events, especially around December 24, the security authorities have taken the corresponding protection measures in public spaces,” the police said.\nThe Spanish Interior Ministry announced at the beginning of December a reinforcement of security measures from December 18 for the Christmas holidays, with the anti-terrorism alert at level 4 or “high risk,” as it has been since June 2015.\nALSO READ | One killed, another injured in ‘targeted shooting’ at Florida mall, gunman flees",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXOij.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXOij.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nancy faeser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cologne cathedral",
          "sentiment": "negative"
        },
        {
          "name": "bild",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "interior",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T06:31:00.597+02:00",
    "updated": "2023-12-24T06:31:00.597+02:00"
  },
  {
    "uuid": "bbd43eba7417c3fab694b6a8b5302cb28ea9f842",
    "url": "https://www.newsargus.com/brunswick_beacon/news/touch-tank-feeding-science-in-3d-and-shark-smarts-at-museum-of-coastal-carolina/article_f219a518-e0a7-5911-a813-c1bfbe08e011.html",
    "ord_in_thread": 0,
    "author": "Guest",
    "published": "2025-06-12T06:45:00Z",
    "title": "Touch Tank Feeding, Science in 3D and Shark Smarts at Museum of Coastal Carolina | News | newsargus.com",
    "text": "The Museum of Coastal Carolina’s summer program schedule goes into full swing with new virtual reality programming, a look into the lives of pollinators, helping little ones discover animals that live around us and much more.\nHere’s a complete breakdown of what’s on the schedule at the Museum during the month of June:\nTouch Tank Feeding\nMonday, Wednesday and Friday at 11 a.m. With staff and trained volunteer assistance, gently touch the sea creatures living in the Museum’s Touch Tank and watch trained volunteers feed the animals.\nScience in 3D\nMonday, Wednesday and Friday at 1 p.m. Strap on a virtual reality headset and explore a different virtual world each day.\n- Monday — Honeybees. Get an up-close look at bees as you buzz through a beehive. Learn about the role each bee plays in the hive and see how bees make honey through the lens of virtual reality.\n- Wednesday — Hurricane Maria. Dive into the eye of Hurricane Maria, track windspeed and rainfall, and learn what to do when there is a hurricane. After traveling through the eye of the hurricane, learn about hurricane preparedness through fun supplementary activities.\n- Friday — Ocean Rift. Dive into a vivid underwater world full of life including dolphins, sharks, turtles, sea snakes, rays, whales, manatees, sea lions and even prehistoric animals! Swim through a variety of virtual ocean habitats and learn fun facts about an array of sea creatures.\nCreation Station\nMonday and Friday at 3 p.m. Get in touch with your creative side during our Creation Station craft program Mondays and Fridays at 3 p.m. Each day will feature a different coastal or nautical-themed craft.\nSea Tales\nTuesday at 11 a.m. Listen to stories starring animals or exhibits displayed at the Museum and complete interactive crafts or science activities based on each story:\n- June 17 — The Very Impatient Caterpillar by Ross Burach — When a group of caterpillars scamper up a tree to metamorphosize, one of them is still learning about this whole transformation thing. Who knew that with a little time and patience, he could become a beautiful butterfly? But the two-week wait inside his chrysalis feels interminable. “Can I get a comic book?” “What if I need the bathroom?” “Anyone want to play a game?” His fellow caterpillars all tell him to be patient and let nature take its course, but the waiting is just so hard. Can he do it? Find out as this hilarious tale is read t and make a butterfly craft.\n- June 24 — The Bat by Elise Gravel — The Bat covers habitat (bats live everywhere except Antarctica!), species (there are over 1,200 kinds of bats), echolocation, hibernation (bats hibernate just like bears!), conservation (don’t disturb a sleeping bat!) and much more. Although silly and off-the-wall, The Bat contains factual information that will both amuse and teach at the same time. This fun story will be read and participants can make their own hanging bats.\nSea Turtle Adventures\nTuesday at 1 p.m. Sea turtles are frequent visitors to the North Carolina coast, with several individuals nesting on beaches from the Outer Banks to Ocean Isle Beach. Learn all about the species of sea turtles in N.C. and what you can do to help protect sea turtles and make a clay turtle to take home.\nTidal Treasures\nTuesday at 3 p.m. A variety of seashells can be found on the beach. Discover more about these “tidal treasures,” learn what animals create them, and how to identify some of the most common shells found on N.C. beaches. Put your ID skills to the test through a fun shell sorting and matching activity.\nBeach Basics\nWednesday at 3 p.m. This is an introduction to common beach creatures and beach safety! Test your ocean IQ by learning about sea creatures such as jellyfish, sea stars, sharks, and sea turtles and discover how to keep them and yourself safe while having fun in the sun. Beach safety tips, including what to do when swimming alone and how to help someone in the water, will be given through interactive discussion. The program will end by making a fun sea bottle craft.\nShark Smarts\nThursday at 11 a.m. How many sharks live off the coast of NC? Do sharks really eat people? Find out in this fun, interactive program! This program will look at the amazing world of sharks and what makes them unique. Learn about shark anatomy, diets, and predators, and bust myths and misconceptions about sharks. It will also discuss some “shark smarts” that will keep you and others safe while you have fun in the sun. At the end of the program participants will make a fun shark craft, designing our own shark jaws.\nSwamp Sleuths\nThursday at 1 p.m. This visitor favorite program is back with a new mystery! Learn about the diversity of life in the Green Swamp in this CSI program that is fun for all ages. Someone has destroyed Rhonda the Virginia Rail’s nest and we need your help to find out who did it! Become a wildlife detective by identifying animal tracks and scat and analyzing trail camera images. Then compile the evidence and narrow down the suspects to put your swamp sleuthing skills to the test.\nPollinator Pals\nThursday at 3 p.m. Pollinators come in all shapes and sizes from bees and butterflies to birds, bats, moths, and wasps. Through visuals and interactive discussion, learn about pollination, the importance of pollinators, and what we can do to protect pollinators. Explore activity stations to learn more about each type of pollinator and what makes them unique.\nSnakes Alive\nThursday at 6 p.m. Meet a variety of snakes up close and personal in one of the museum’s longest running programs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Education"
    ],
    "topics": [
      "Science and Technology->marine science",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific exploration",
      "Education->online and remote learning",
      "Education->educational grading",
      "Education->students"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Museum of Coastal Carolina",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-12T10:40:15.460+03:00",
    "updated": "2025-06-12T07:45:28.000+00:00"
  },
  {
    "uuid": "23a72e13f3a55663fef4275cb107dc98a3a39c82",
    "url": "https://www.perfil.com/noticias/bravotv/caso-libra-un-damnificado-revelo-nuevas-pruebas-que-comprometen-a-allegados-a-milei-en-la-estafa-cripto.phtml",
    "ord_in_thread": 0,
    "author": "@perfilcom",
    "published": "2025-08-14T03:29:00Z",
    "title": "Estafa $LIBRA: la semana próxima, los bancos virtuales revelarían la identidad de propietarios de billeteras involucradas | Canal E",
    "text": "Martín Romeo es querellante y damnificado en la estafa cometida con la criptomoneda $LIBRA, causa que involucra directamente al presidente Javier Milei. El 14 de febrero, el mandatario hizo un posteo en la red social X sobre el lanzamiento del instrumento financiero y luego lo eliminó, generándose millones de dólares en pérdidas para los inversores. Romeo, quien tiene acceso a la causa, fue entrevistado en el piso de \"QR!\" por los periodistas Pablo Caruso e Irina Hauser.\nEl inversor anticipó que el próximo 19 de agosto, el creador de la criptomoneda, Hayden Davis, declarará ante la Justicia de Estados Unidos, y consideró que podría reconocer que le pagó dinero a Javier Milei para que lo ayudase a impulsar el lanzamiento. Además, mencionó la existencia de un pacto de silencio entre Davis, Milei y el resto de los involucrados: los empresarios Mauricio Novelli y Terrones Godoy. En ese acuerdo también participarían personas del entorno presidencial como Karina Milei. \"En algún momento se van a tener que romper los acuerdos. No creo que quieran ir presos\", observó Romeo, y conjeturó que la negativa de parte del presidente de demandar penalmente a los involucrados explicaría la complicidad del Ejecutivo en la maniobra.\nEl inversor luego informó que la semana próxima, los bancos virtuales revelarían información sobre la identidad de propietarios de billeteras involucradas. \"La información que nosotros tenemos es que tanto Hayden Davis como Terrones Godoy y Sergio Morales (ex Comisión Nacional de Valores) tienen contratos firmados por el presidente, y ya se empieza a hablar de que existe un video donde Milei anuncia el lanzamiento de $LIBRA\", afirmó Romeo en la entrevista concedida al programa que se emite por Bravo TV de lunes a viernes a las 22.\nRomeo confirmó que antes de que la Justicia congelara sus cuentas, Novelli y Terrones Godoy movieron medio millón de dólares a billeteras más difíciles de rastrear y convirtieron parte de los fondos en Ethereum, una criptomoneda que no puede ser bloqueada. El movimiento sucedió precisamente en el ínterin entre la orden del fiscal y la ejecución judicial, lo que permitió eludir una medida cautelar.\nEstafa $LIBRA: transferencias millonarias y reuniones con Javier Milei abren interrogantes en materia judicial\nPor otro lado, el fiscal Eduardo Taiano investiga pagos indirectos a funcionarios públicos argentinos vinculados al lanzamiento de $LIBRA. Entre los movimientos detectados cobra relevancia una transferencia de 500.000 dólares de Hayden Davis a una cuenta que, según Romeo, estaría relacionada con Novelli y Terrones Godoy, envío de dinero que tuvo lugar minutos antes de una reunión con el presidente Milei. \"Solo falta que el banco virtual confirme que esas cuentas son de ellos. La probabilidad es del 95%\", aseguró Romeo.\nAdvertencias previas sobre Novelli y Terrones Godoy que fueron desoídas por el entorno de Javier Milei\nRomeo sostuvo que Novelli y Terrones Godoy se integraron al círculo presidencial mediante aportes a la campaña de Milei en 2020, y que diversos empresarios habían advertido al Gobierno sobre su historial de proyectos fraudulentos. También señaló que figuras del sector cripto, como Charles Hoskinson (fundador de Cardano), se negaron a invertir al recibir pedidos de coimas, según declaró en Estados Unidos.\nSegún Romeo, los imputados buscaban controlar negocios en torno de la minería de criptoactivos en Vaca Muerta aprovechando energía excedente, un plan que habría atraído a Davis y motivado viajes a Argentina y Paraguay para replicar modelos de explotación cripto ya existentes en ese país.\nDiana Mondino sobre Milei y el caso $LIBRA: “No es muy inteligente o es una especie de corrupto”\nEl riesgo de que los estafados por $LIBRA busquen demandar al Estado argentino\nRomeo advirtió que la maniobra afectó gravemente la credibilidad del ecosistema cripto en Argentina, frenando proyectos y alejando inversores. Además, alertó sobre una posible demanda internacional contra el Estado argentino por parte de fondos de inversión, algunos de Emiratos Árabes Unidos, los que vieron evaporado su capital en la estafa \"Un juicio podría costarle al Estado argentino hasta un punto del PBI\", estimó.\nLa causa avanza en paralelo en Argentina y Estados Unidos. Romeo concluyó que su objetivo es que \"las cosas se hagan bien\" y que los responsables enfrenten las consecuencias legales, subrayando que la estafa no solo perjudicó a pequeños inversores, sino también a grandes fondos internacionales.\nLB / FPT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "topics": [
      "Crime, Law and Justice->fraud",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business governance",
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Martín Romeo",
          "sentiment": "negative"
        },
        {
          "name": "Mauricio Novelli",
          "sentiment": "none"
        },
        {
          "name": "Terrones Godoy",
          "sentiment": "none"
        },
        {
          "name": "Karina Milei",
          "sentiment": "none"
        },
        {
          "name": "Javier Milei",
          "sentiment": "none"
        },
        {
          "name": "Irina Hauser",
          "sentiment": "none"
        },
        {
          "name": "Pablo Caruso",
          "sentiment": "none"
        },
        {
          "name": "Hayden Davis",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Justicia de Estados Unidos",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_cl",
        "top_news_br",
        "top_news_ar",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:24:58.541+03:00",
    "updated": "2025-08-15T10:06:42.000+03:00"
  },
  {
    "uuid": "32653103c969f5c570cc1bb8847c6fe7823eeccf",
    "url": "https://americamonumental.bolavip.com/ligamx/nicolas-benedetti-de-fichaje-promesa-en-america-a-vivir-un-duro-momento-con-mazatlan-20231228-AME-54181.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2023-12-28T00:00:00Z",
    "title": "América: el duro momento de Nicolás Benedetti con Mazatlán - Aguilas Monumental",
    "text": "Liga MX Nicolás Benedetti: De fichaje promesa en América, a vivir un duro momento con Mazatlán El ex futbolista de las Águilas se encuentra en un momento complicado en su carrera. ¿Por qué no? América podría ir por Unai Bilbao como refuerzo junto a Ricardo Chávez La dura sanción que la Concacaf le impuso al Real Estelí para su duelo ante el América Por Jorge Dennis\n28/12/2023 - 13:34hs CST\n28/12/2023 - 13:34hs CST\n© Getty Images Benedetti pasa un momento complicado en su carrera. Por Jorge Dennis\nHace algunos años, cuando América buscaba el título en el 2019, la directiva azulcrema apostó por una joven promesa colombiana: el mediocampista Nicolás Benedetti , quien llegaba a la escuadra azulcrema desde el Atlético Nacional y que se esperaba que impactara de gran forma en el club y en el futbol mexicano.\nSin embargo, el tema de lesiones y falta de ritmo, no lo llevó a que explotara y así terminó saliendo de la institución. Actualmente, el Poeta Benedetti no se encuentra en su mejor momento , y no por falta de ritmo, sino debido a una lesión que sufrió hace algunos meses con el conjunto del Mazatlán.\nver también\nEl exfutbolista de América que será tomado en cuenta con Cruz Azul y buscará romperla\nComo ya se sabe, Nico era la figura en Mazatlán , pero una ruptura de ligamento cruzado lo marginó el resto del Apertura 2023, además de que se ha presupuestado que esté fuera del terreno de juego por un total de ocho meses , lo que ha llevado a que surja una noticia dura para él y sus compañeros .\nNicolás Benedetti no será registrado para el Clausura 2024 Según información del periodista de TV Azteca David Medrano , el colombiano de 26 años, Nicolás Benedetti, no será registrado para encarar el Clausura 2024 , por lo que estará fuera TODO el primer semestre de actividad dentro del futbol mexicano, así que se enfocará de lleno en su recuperación .\nGetty Images | Benedetti fue parte del plantel subcampeón de América en 2019. Se espera que el enganche sudamericano pueda regresar con el Mazatlán para el Apertura 2024 , que es la fecha que se tiene para que pueda volver a un campo a disfrutar de lo que más le gusta, aunque esto será paso a paso , lo cual indica que atraviesa un duro momento en el futbol profesional.\nEncuesta ¿Podrá recuperar su nivel Nicolás Benedetti? ¿Podrá recuperar su nivel Nicolás Benedetti?\nSí, tiene nivel No, ha pasado el tiempo Debe trabajar mucho para recuperarlo YA VOTARON 33 PERSONAS\nAsí ha sido el paso de Benedetti en México Tras su llegada a inicios del 2019 para el Club América, Nico Benedetti prometía ser un crack con su calidad a tan joven edad, sin embargo, poco a poco se fue quedando hasta salir a préstamo de las Águilas. Así llegó a Mazatlán , quien después hizo válida su compra y lo llevó al equipo como la gran figura, pero poco ha podido hacer por las constantes las lesiones .\nJorge Dennis Amante del futbol y periodista partidario de las Águilas del América. Goza de ver los partidos semana con semana, tanto en televisión como físicamente. Buscando los diferentes porqués del juego de pelota y todo su contexto.\nClausura 2024 Club América Nicolás Benedetti Consulta nuestras últimas novedades en Google News\nSíguenos LEE TAMBIÉN Noticias Noticias Las noticias de América hoy, 26 de abril",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://twitter.com/Jdennisv10",
      "https://api.futbolsites.net/v1/sites/AME/polls/get?path=",
      "https://live.primis-amp.tech/content/video/amp/videoIframe.php?s=113449",
      "https://api.futbolsites.net/v1/sites/AME/polls/vote?path=",
      "https://news.google.com/publications/CAAqBwgKMJjs_wowupb6Ag?ceid=MX:es-419&oc=3",
      "https://www.facebook.com/sharer/sharer.php?u=https://americamonumental.bolavip.com/ligamx/nicolas-benedetti-de-fichaje-promesa-en-america-a-vivir-un-duro-momento-con-mazatlan-20231228-AME-54181.html",
      "https://facebook.com/sharer/sharer.php?u=https://americamonumental.bolavip.com/ligamx/nicolas-benedetti-de-fichaje-promesa-en-america-a-vivir-un-duro-momento-con-mazatlan-20231228-AME-54181.html",
      "https://api.futbolsites.net/v1/sites/AME/polls/vote",
      "https://api.futbolsites.net/v1/sites/AME/polls/get",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.live.primis-amp.tech/content/video/amp/videoIframe.php?s=113449",
      "https://www.api.futbolsites.net/v1/sites/AME/polls/vote?path=",
      "https://live.primis-amp.tech/content/video/amp/videoIframe.php",
      "https://www.twitter.com/Jdennisv10",
      "https://www.api.futbolsites.net/v1/sites/AME/polls/get?path=",
      "https://www.news.google.com/publications/CAAqBwgKMJjs_wowupb6Ag?ceid=MX:es-419&oc=3",
      "https://news.google.com/publications/CAAqBwgKMJjs_wowupb6Ag"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:46:44.035+02:00",
    "updated": "2023-12-29T00:46:44.035+02:00"
  },
  {
    "uuid": "60f382b6f41ebcb46e3f166e716beaa76ca28f94",
    "url": "https://ground.news/article/raining-on-the-light-parade_41c9a6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brainerd Dispatch",
    "published": "2023-12-28T20:57:00Z",
    "title": "Ground News - Raining on the light parade",
    "text": "Summary by Brainerd Dispatch BRAINERD Christmas rain put a damper on the 2023 Sertoma Winter Wonderland at the Northland Arboretum. Closing for the fifth day of the season Wednesday, Dec. 27, Eric Larson, president of Brainerd Noon Sertoma Club and chair of Winter Wonderland, said the rain greatly affected the fundraising efforts of the group. About 300 cars a night are average on Christmas weekend and they have been closed since Dec. 24, Larson said. https://www.fac… Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nSueddeutsche Zeitung Lean Left High Factuality Media Conglomerate: Südwestdeutsche Medien Holding The grazing light New Year's Eve is approaching and with it the fear that a whole lot of things could go wrong again. But anxiety is a bad advisor. Are there any better ones? However.\n10 hours ago · Munich, Germany Read Full Article\nSueddeutsche Zeitung Lean Left High Factuality Media Conglomerate: Südwestdeutsche Medien Holding\nThe grazing light New Year's Eve is approaching and with it the fear that a whole lot of things could go wrong again. But anxiety is a bad advisor. Are there any better ones? However.\n10 hours ago · Munich, Germany Read Full Article Brainerd Dispatch Lean Right High Factuality Media Conglomerate: Forum Communications Raining on the light parade BRAINERD Christmas rain put a damper on the 2023 Sertoma Winter Wonderland at the Northland Arboretum. Closing for the fifth day of the season Wednesday, Dec. 27, Eric Larson, president of Brainerd Noon Sertoma Club and chair of Winter Wonderland, said the rain greatly affected the fundraising efforts of the group. About 300 cars a night are average on Christmas weekend and they have been closed since Dec. 24, Larson said. https://www.fac…\n2 hours ago · Brainerd, United States Read Full Article\nBrainerd Dispatch Lean Right High Factuality Media Conglomerate: Forum Communications\nRaining on the light parade BRAINERD Christmas rain put a damper on the 2023 Sertoma Winter Wonderland at the Northland Arboretum. Closing for the fifth day of the season Wednesday, Dec. 27, Eric Larson, president of Brainerd Noon Sertoma Club and chair of Winter Wonderland, said the rain greatly affected the fundraising efforts of the group. About 300 cars a night are average on Christmas weekend and they have been closed since Dec. 24, Larson said. https://www.fac…\n2 hours ago · Brainerd, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.fac…",
      "https://www.brainerddispatch.com/news/local/raining-on-the-light-parade?utm_source=ground.news&utm_medium=referral",
      "https://www.sueddeutsche.de/politik/glosse-das-streiflicht-1.6325497?utm_source=ground.news&utm_medium=referral",
      "https://www.brainerddispatch.com/news/local/raining-on-the-light-parade",
      "https://brainerddispatch.com/news/local/raining-on-the-light-parade?utm_source=ground.news&utm_medium=referral",
      "https://www.sueddeutsche.de/politik/glosse-das-streiflicht-1.6325497",
      "https://fac…",
      "https://sueddeutsche.de/politik/glosse-das-streiflicht-1.6325497?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "larson",
          "sentiment": "none"
        },
        {
          "name": "eric larson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brainerd dispatch",
          "sentiment": "neutral"
        },
        {
          "name": "brainerd noon sertoma club",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right sueddeutsche zeitung lean left high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "munich",
          "sentiment": "none"
        },
        {
          "name": "northland arboretum",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:58.039+02:00",
    "updated": "2023-12-29T00:42:58.039+02:00"
  },
  {
    "uuid": "532ba979c76574834c0d453283cc6f3a273f21e0",
    "url": "https://www.palmbeachdailynews.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:57:42.473+02:00",
    "updated": "2023-12-30T02:57:42.473+02:00"
  },
  {
    "uuid": "f2222349bdfa723f49a91e6d59cace1ddda202aa",
    "url": "https://laopinion.com/2023/12/28/el-exrepresentante-adam-kinzinger-asegura-que-donald-trump-no-es-un-cristiano-a-quien-se-deba-apoyar/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Evaristo Lara",
    "published": "2023-12-28T22:05:00Z",
    "title": "El exrepresentante Adam Kinzinger asegura que Donald Trump no es un cristiano a quien se deba apoyar",
    "text": "El exrepresentante Adam Kinzinger asegura que Donald Trump no es un cristiano a quien se deba apoyar\nAdam Kinzinger, exrepresentante por Illinois, sostiene que Donald Trump está muy alejado de ser cristiano y exhorta a los ciudadanos a dejar de respaldarlo en la boleta\nAdam Kinzinger, exrepresentante por Illinois, está convencido que Donald Trump está muy alejado de ser considerado un cristiano y asegura que quienes lo apoyan “no entienden” su religión.\nEl expiloto de la Fuerza Aérea quien fue relegado por la mayoría de los miembros del Partido Republicano después ser uno de los dos conservadores que formaron parte del comité selecto de la Cámara de Representantes encargado de investigar el ataque que sufrió el Capitolio del 6 de enero de 2021, se lanzó en contra del expresidente después del mensaje publicado en Navidad.\nA través de la plataforma Truth Social, el magnate neoyorquino pidió que varias personas que considera “buscan destruir” al país, como es el caso del fiscal especial Jack Smith, se “pudran en el infierno”.\nAl respecto, Kinzinger recurrió a la plataforma X, anteriormente conocida como Twitter, para exhortar a los ciudadanos que defienden al controversial mandatario de la nación a reconsiderar hacerlo.\n“Voy a arriesgarme: Este hombre no es cristiano. Si eres un cristiano que lo apoya, no entiendes tu propia religión.\nTrump es débil, flaco, maloliente, victimista, con dolor de barriga, pero no es cristiano y no es ‘el hombre de Dios’“, escribió.\nDe hecho, los pronunciamientos de Kinzinger hacen recordar a otro par de comentarios emitidos en contra del expresidente semanas atrás.\nEn su libro titulado “Juramento y honor”, Liz Cheney, exmiembro de la Cámara de Representantes y quien formó parte del grupo de los 10 republicanos que votaron a favor del impeachment a Trump ante su presunta responsabilidad en los disturbios producidos en el Capitolio en enero de 2021, publicó que algunos de los seguidores del expresidente al interior del Partido Republicano le mostraban una veneración tan extrema que lo definían como el “Jesús Naranja”.\n“El atractivo del poder es tan fuerte que hombres y mujeres que alguna vez parecieron razonables y responsables de repente estuvieron dispuestos a violar su juramento a la Constitución por conveniencia política y lealtad a Donald Trump”, describe en un fragmento de su obra.\nPor su parte,\nNikki Haley recientemente mencionó que el caos rodea a Trump y alguien así no debe gobernar cuatro años más.\n“El caos le persigue. No podemos permitirnos cuatro años más de caos y sobrevivir”, expresó.\nContrario a lo que se supondría, todo el escándalo alrededor del republicano de 77 años parece alimentar a su campaña rumbo a las primarias donde continúa siendo el favorito en todas las encuestas.\nSigue leyendo:\n*\n Adam Kinzinger advierte que, si Trump es el nominado, entonces votará por Biden\n*\nAdam Kinzinger sostiene que la cobardía de los republicanos les impide desafiar la ira de Trump\n*\nLa exrepresentante Liz Cheney publica libro donde arremete en contra de Donald Trump y su sequito",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:59.144+02:00",
    "updated": "2023-12-29T00:07:59.144+02:00"
  }
]