[
  {
    "uuid": "d188ee822e4037fcf88e43146e664e4479e83f7b",
    "url": "https://entertainment.whatfinger.com/love-is-blind-best-and-worst-couples-from-every-season-ossa-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editor 4",
    "published": "2024-01-05T15:21:00Z",
    "title": "‘Love is Blind’: Best and Worst Couples From Every Season | OSSA – Entertainment News 24/7 Updates",
    "text": "From sizzling romances to jaw-dropping meltdowns, ‘Love is Blind’ has given us five unforgettable seasons! Join OSSA as we rank the most legendary couples from each season and get the inside scoop on where they are now. Lydia and James from Season 5 prove that love can conquer all, even a shaky start! Now married, their happiness is undeniable. While Taylor and Jared had the fastest engagement, their breakup was the most explosive! What was the real reason behind Taylor’s heartbreaking decision? Tiffany and Brett’s connection from Season 4 was undeniable from the start. Relive their journey and discover how they’re keeping the flame alive. Irina’s self-improvement journey and Zack’s new love story from Season 4 will leave you in awe! Alexa And Brennon from Season 3 overcame cultural differences and introduced each other to their families. Now leading a regular life in Dallas, you won’t believe how they sometimes forget their unique beginnings. While Bartise’s criticism and altar rejection earned him the title of the show’s villain. Nancy finds happiness with someone new, and Bartise undergoes a transformation. Endless fights couldn’t save Natalie and Shayne’s Season 2 relationship. Learn why their second chance also failed. And Season 1 Lauren and Cameron’s fairytale love has only grown stronger. They’ve launched a YouTube channel, appeared on TV, and even written a book together! And what happened to Season 1 Worst Giannina and Damian? Find out in this OSSA’m video! [Come on over to Whatfinger News – our main page – it is a news junkie’s paradise and Greatest Aggregate on Earth – Bar none! CLICK HERE or below – We tell you EVERYTHING that is going on… no fear! ](https://www.whatfinger.com/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tiffany",
          "sentiment": "none"
        },
        {
          "name": "brett",
          "sentiment": "none"
        },
        {
          "name": "james",
          "sentiment": "none"
        },
        {
          "name": "bartise",
          "sentiment": "none"
        },
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "zack",
          "sentiment": "none"
        },
        {
          "name": "lydia",
          "sentiment": "none"
        },
        {
          "name": "irina",
          "sentiment": "none"
        },
        {
          "name": "nancy",
          "sentiment": "none"
        },
        {
          "name": "jared",
          "sentiment": "none"
        },
        {
          "name": "alexa and brennon",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "dallas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:17:57.509+02:00",
    "updated": "2024-01-06T00:17:57.509+02:00"
  },
  {
    "uuid": "c0befbc19ac06e2abab83f55da76f4561fe9cd44",
    "url": "https://kdhnews.com/news/politics/trump-wants-local-police-help-on-deportations-gop-sheriff-candidates-not-in-miami-dade/article_5ca1caca-c4f7-5b04-875e-34e999752207.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Max Greenwood",
    "published": "2024-06-06T21:11:00Z",
    "title": "Trump wants local police help on deportations. GOP sheriff candidates: Not in Miami-Dade",
    "text": "MIAMI — Former President Donald Trump says he wants to use local law enforcement to carry out “the largest deportation operation in American history.” Republicans running to become Miami-Dade County’s sheriff say they don’t want to help with that.\nIn interviews with the Miami Herald, many candidates — including the Republican endorsed by Trump — balked at the notion of using local police to identify and apprehend the estimated tens of thousands of undocumented immigrants who call Miami-Dade County home. They argued that doing so would erode the community’s trust in law enforcement and pull officers away from their ultimate mission of ensuring public safety.\n“As far as I’m concerned, if the law stays the way it is, immigration stays in their lane and I stay in mine,” said John Rivera, a former longtime police union boss who’s now running for sheriff.\nAnother Republican candidate, Florida Highway Patrol Trooper Joe Sanchez, was even more blunt: “We’re not going to help the president on that one.”\nTrump’s campaign pledge to launch an immigration crackdown comes as Miami-Dade prepares to elect a sheriff for the first time in decades, forced by a change in Florida’s Constitution. Currently, the county’s Democratic mayor, Daniella Levine Cava, oversees the Miami-Dade Police Department, which would become the county Sheriff’s Office in 2025. Florida rules also require partisan elections for sheriff, meaning Republican and Democratic voters will select their nominee for sheriff in the Aug. 20 primaries.\nDespite the partisan incentive of Republican candidates to align themselves with Trump, there’s a divide over immigration enforcement between the presumptive GOP nominee and Miami-Dade’s GOP sheriff candidates. The gap underscores a key challenge that a second Trump administration could face in carrying out his mass deportation plan, even in friendly jurisdictions.\nThe former president has repeatedly suggested deputizing local law enforcement agencies, the National Guard and even the U.S. military, if necessary, to remove the roughly 11 million undocumented people living in the United States. But he has said little about how he would secure cooperation from local and state agencies that might be reluctant to participate in such an operation.\nTrump suggested in a recent Time Magazine interview that he could use financial incentives to get local law enforcement on board with his plan, though he declined to outline specifics.\n“We’re going to be using local police, because local police know them by name, by first name, second name, and third name,” Trump told Time. “I mean, they know them very well.”\nA spokesperson for Trump’s campaign did not respond to the Miami Herald’s request for comment on how he sees the role of local law enforcement in carrying out his mass-deportation promises.\nU.S. law states that federal officials can’t deputize state or local law enforcement officers to carry out the work of federal immigration officers without permission from the agency’s head — like, for example, a sheriff.\nBut even the candidate endorsed by Trump in the race — Rosanna Cordero-Stutz — said that she would only be willing to help federal immigration agents in limited circumstances.\nDominican-born Cordero-Stutz told the Herald that it’s necessary for the federal government to crack down on the country’s “open borders” and suggested sending Miami-Dade police officers to back up federal agents on immigration raids that she believes could become violent. But, she added, “to provide deputies just for the sole purpose of enforcing immigration laws? Absolutely not.”\n“I do not support local law enforcement, including the sheriff’s office, enforcing immigration or any federal law,” Cordero-Stutz, an assistant county police director, told the Herald. “There is a reason we have jurisdictions.”\n“I don’t think we have the time for that”\nMost Republican candidates who spoke with the Herald agreed that the only overlap between the sheriff’s job and federal immigration enforcement would be if an undocumented immigrant has committed a serious crime. Rivera, the former police union boss, said he has no interest in the department “becoming an immigration office or annex.”\n“If an immigrant is a victim, I’m going to treat them like anybody else,” he said. “If he’s a criminal — commits a crime — I’m gonna treat him like anybody else.”\nThe newest candidate, Jose “Joe” Martinez, filed Thursday for the Republican sheriff primary while he’s awaiting trial on corruption charges related to his tenure as a Miami-Dade Commissioner. Martinez denies any wrongdoing.\nA retired lieutenant from the Miami-Dade Police Department, Martinez said he would stick with the current county approach of steering clear of immigration issues.\n“We never asked people for papers,” he said. “We didn’t do the federal government’s job.”\nMartinez, suspended from his District 11 commission seat since last fall following his arrest , said it could become challenging to resist White House demands for local help if a future administration tied local law enforcement grants to whether a police agency assists in immigration operations. Miami-Dade police expects to receive about $12 million in federal funds this year for its $950 million budget.\n“It does get tricky if they withhold funding,” he said. “But we’re not there yet.”\nSeveral candidates also said that it was crucial for public safety to build trust with all residents regardless of their immigration status, since undocumented people are also witnesses and victims of crime in Miami-Dade County.\n“As a police department, we’re not here to enforce the federal immigration laws, because we need to have a relationship with every member of our community,” said Ignacio “Iggy” Alvarez, an attorney and former Miami Police officer who’s running for sheriff. “The community cannot be scared of the police department. If not, they’re not going to reach out to us when they’re a victim of a crime.”\nMario Knapp, a retired Miami-Dade Police major, said that local law enforcement can’t afford to “alienate” undocumented people with the threat of deportation.\n“Now, if you are illegal and you’re breaking the law, we are going to throw every local, state and federal law at you to try and get you out of here,” he said. “I’m talking about a criminal. Somebody who is a predator … A violent person.”\nTrump has repeatedly linked undocumented immigrants to making crime worse in the United States, despite research showing that immigrants are incarcerated and convicted for crimes at lesser rates than their U.S.-born counterparts.\nAsked how he might deal with an undocumented immigrant picked up by police on a civil citation for marijuana, Knapp said he’s “not interested.”\nSome candidates said that the idea of using Miami-Dade officers to enforce federal immigration law would pose too much of a burden on the department and its roughly 3,000 officers.\n“Quite frankly, I don’t think we have the time for that,” said Jose Aragu, a Republican candidate and MDPD major. “We’re busy dealing with robbery suspects, with burglaries, with auto thefts in our community.”\nSome candidates open to limited cooperation\nSome candidates held out the possibility that they could offer at least some support to a hypothetical Trump administration in immigration enforcement operations.\nJeffrey Giordano, a Republican who is a 30-year veteran of the Miami-Dade Police Department, said local law enforcement should have a role enforcing federal immigration law, “to an extent.” He said that “on day one” as sheriff he would enter into an agreement with Immigration and Customs Enforcement to join a program that empowers officers from state and local public safety departments to carry out certain federal immigration enforcement duties.\nUnder its Jail Enforcement Model, the program — called 287(g) — allows \"designated immigration officers\" \"to question people in custody about their immigration status and prepare charging documents for deportation proceedings.\" Under the Warrant Service Officer Model, officers can serve administrative warrants. Giordano did not specify which model he would prefer.\n“What happens if we have another boatlift like the Mariel Boatlift? We’re not going to have tools in our toolbox to be able to enforce this. We have to be proactive ahead of time and be able to set ourselves up for success,” Giordano told the Herald, adding that if local police already enforce narcotics laws, they should enforce federal immigration laws. But he said regarding Trump’s deportation plans, he would leave it up to a task force made up of ICE agents to decide how to proceed. He also said that it’s not the job of police officers to round up undocumented immigrants “like cattle.”\nGiordano and several other candidates acknowledged that they are the children or grandchildren of people who came to the United States to seek a better life. Many of them are immigrants themselves, a reflection of the majority-foreign-born county they hope to protect.\n“This community is based on immigration,” said Sanchez, who was born in the Cuban city of Cardenas. “I’m an immigrant myself. And people that are here and they were able to come in and they are working on the process of paperwork … those people deserve to have an opportunity.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title8-section1103&num=0&edition=prelim#:~:text=(10)%20In%20the%20event%20the,or%20local%20law%20enforcement%20officer%2C",
      "https://www.instagram.com/joesanchezmiamidade/p/C48kp1SpBAT/?locale=en",
      "https://time.com/6972022/donald-trump-transcript-2024-election/",
      "https://www.miamiherald.com/news/local/community/miami-dade/article266170136.html",
      "https://www.dhs.gov/sites/default/files/2022-08/ICE%20-%20287%28g%29%20End-of-Year%20Report-508.pdf",
      "https://www.facebook.com/miamidadepd/videos/dominican-law-enforcement-officers-of-florida-woman-of-the-year/612461043522650/",
      "https://siepr.stanford.edu/news/mythical-tie-between-immigration-and-crime",
      "https://www.miamidade.gov/resources/budget/adopted/fy2023-24/police.pdf",
      "https://time.com/6972022/donald-trump-transcript-2024-election",
      "https://www.facebook.com/miamidadepd/videos/dominican-law-enforcement-officers-of-florida-woman-of-the-year/612461043522650",
      "https://www.time.com/6972022/donald-trump-transcript-2024-election/",
      "https://facebook.com/miamidadepd/videos/dominican-law-enforcement-officers-of-florida-woman-of-the-year/612461043522650/",
      "https://miamidade.gov/resources/budget/adopted/fy2023-24/police.pdf",
      "https://miamiherald.com/news/local/community/miami-dade/article266170136.html",
      "https://uscode.house.gov/view.xhtml",
      "https://dhs.gov/sites/default/files/2022-08/ICE%20-%20287%28g%29%20End-of-Year%20Report-508.pdf",
      "https://www.uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title8-section1103&num=0&edition=prelim#:~:text=(10)%20In%20the%20event%20the,or%20local%20law%20enforcement%20officer%2C",
      "https://instagram.com/joesanchezmiamidade/p/C48kp1SpBAT/?locale=en",
      "https://www.siepr.stanford.edu/news/mythical-tie-between-immigration-and-crime",
      "https://www.instagram.com/joesanchezmiamidade/p/C48kp1SpBAT/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "joe sanchez",
          "sentiment": "none"
        },
        {
          "name": "john rivera",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "miami herald",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miami-dade miami",
          "sentiment": "none"
        },
        {
          "name": "miami-dade",
          "sentiment": "none"
        },
        {
          "name": "miami-dade county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:48:45.133+03:00",
    "updated": "2024-06-07T00:48:45.133+03:00"
  },
  {
    "uuid": "fb6f5f6d2c9538cc324b5211f8d5a5d26f05afc8",
    "url": "https://www.infobae.com/peru/2023/12/28/dia-de-los-inocentes-una-festividad-marcada-por-la-matanza-de-ninos-el-trasfondo-biblico-de-esta-conmemoracion/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abigail Villantoy Gómez",
    "published": "2023-12-28T23:26:00Z",
    "title": "Día de los Inocentes, una festividad marcada por la matanza de niños: el trasfondo bíblico de esta conmemoración",
    "text": "En la actualidad, el Día de los Inocentes es sinónimo de risas y bromas. En plena efervescencia de las festividades de fin de año, esta jornada se teje entre la Navidad y el Año Nuevo. Sin embargo, más allá del espíritu lúdico de esta fecha conmemorativa, es pertinente mencionar que el\nDía de los Santos Inocentes tiene un trasfondo histórico.\nEl relato bíblico de una matanza: el origen del Día de los Inocentes\nEn los textos sagrados del Nuevo Testamento, un pasaje sombrío se despliega en las páginas del Evangelio de San Mateo y se erige como origen del Día de los Inocentes. Al leer el texto, uno puede conocer sobre\nel mandato despiadado de Herodes el Grande de exterminar a todos los infantes menores de dos años en Belén, un acto dictado por el pánico ante la posible usurpación de su trono por el recién nacido Jesús, señalado por las profecías como el heredero al título de rey de Israel. [Te puede interesar: ¿Cuándo se celebra el Día de los Inocentes 2023 en Perú? Conoce el aterrador origen de su conmemoración](/peru/2023/12/26/dia-de-los-inocentes-2023-cuando-se-celebra-en-peru-y-el-aterrador-origen-de-su-conmemoracion/)\nLa narración bíblica retrata a unos Magos de Oriente que, guiados por una estrella, buscan al mesías para adorarlo. Herodes, con la astucia de un depredador, intentó valerse de los magos para hallar al niño Jesús; sin embargo, ellos, alertados en sueños sobre la malicia del rey, eligen un camino de silencio y prudencia.\nHerodes, al darse cuenta de que había sido burlado por los magos, montó en cólera y mandó matar a todos los niños que había en Belén, en toda la comarca, de dos años para abajo.\nCon el transcurrir del tiempo, este episodio, que antiguamente convocaba duelos, ha mutado a manifestarse en una jornada teñida de humor y picardía. El actual Día de los Inocentes parece distanciarse de su matriz luctuosa, convirtiéndose en una fecha sinónimo de jovialidad y engaños amistosos. Ahora se presta tanto para la rememoración como para el regocijo, contrastando la solemnidad de su origen con la ligereza de su práctica moderna, un tejido de historia y transformación que continúa sorprendiendo y convocando a la reflexión.\n¿Cuántos inocentes murieron asesinados a manos de Herodes?\nEnvuelto en el misterio de las escrituras, el episodio bíblico conocido como la ‘Matanza de los Inocentes’ permanece como uno de los relatos más controvertidos y oscuros. Herodes el Grande, embargado por el miedo a ser destronado, ordena la ejecución de todos los niños menores de dos años en Belén.\nLas cifras de este trágico acontecimiento oscilan en un abanico que va desde los 14 mil varones mencionados por los textos litúrgicos griegos, hasta la cifra abrumadora de 144 mil propuesta por algunos autores medievales, como refiere la Enciclopedia Católica.\nEstas estimaciones gigantescas contrastan con las valoraciones de historiadores actuales, quienes, atendiendo al tamaño modesto del Belén de aquel entonces, reducen el número a apenas unas pocas vidas, quizá entre seis y veinte. Esta considerable diferencia pone en evidencia no solo la evolución de las interpretaciones históricas sino también las limitaciones de los métodos antiguos para consignar sucesos.\n[Te puede interesar: Giacomo Bocchio revela su receta de Lonche Navideño con toques tradicionales](/peru/2023/12/09/lonche-navideno-la-curiosa-receta-de-giacomo-bocchio-para-disfrutar-con-la-familia-y-amigos/)\nSegún el relato sagrado, en un acto providencial, un ángel alerta a José en sueños, lo que permite la fuga de su familia hacia Egipto, sorteando la orden despiadada de Herodes. Esta fuga es celebrada en la fe cristiana como una intervención divina que preservó la vida del niño Jesús que cambiaría la historia.\nA lo largo de los siglos, la comunidad cristiana ha elevado a los pequeños mártires de Belén al rango de ‘Santos Inocentes’, integrándolos en el calendario litúrgico como símbolos de inocencia y sufrimiento inmerecido. A pesar de que la veracidad histórica del evento es tema de discusión, su impacto en la memoria colectiva es incuestionable.\n¿Por qué se hacen bromas el 28 de diciembre?\nEl Día de los Inocentes y sus jocosas tradiciones tienen un origen que sorprende por su contraste. Pese a recordar una tragedia bíblica, el paso del tiempo ha transformado este día en una jornada de risas y travesuras.\n[Te puede interesar: Navidad con tu mascota: consejos para proteger a perros y gatos de los fuegos artificiales](/peru/2023/12/22/navidad-con-tu-mascota-consejos-para-proteger-a-perros-y-gatos-de-los-fuegos-artificiales/)\nSegún Gustavo Ludeña, destacado investigador del Consejo Nacional de Investigaciones Científicas y Técnicas, es un enigma cómo se pasó de la solemnidad al humor en esta fecha. Esta curiosa transición se abordó en una entrevista otorgada a National Geographic, en la cual Ludeña señala la falta de claridad sobre este cambio de perspectiva respecto al Día de los Inocentes.\n“Si bien las causas que llevaron a relacionar la matanza de parte de Herodes con las bromas son inciertas, este evento no se debe estudiar de manera aislada. En cambio, es preciso atender a las apropiaciones locales y regionales de las costumbres o celebraciones pautadas por la Iglesia católica”, comentó el experto para una entrevista a National Geographic.\nHoy, las risas se entrelazan con la memoria histórica y religiosa cada\n28 de diciembre. La festividad tiene raíces que se hunden en la narrativa cristiana, en un acto de astucia para proteger al infante Jesús, y en estrategias desesperadas de familias evitando una cruel sentencia.\n¿De qué trata la ‘Fiesta de los Locos’?\nLa tradición del Día de los Inocentes se entrelaza también con el eco festivo de ancestrales celebraciones paganas como la ‘Fiesta de los Locos’, que durante la Edad Media hacía vibrar Francia con una explosión de danzas, cánticos y disfraces que subvertían el orden establecido. Según un artículo de Britannica, esta conmemoración tenía lugar en torno al 1 de enero, y consistía en designar un falso obispo o papa, momento en el cual se invertían los roles sociales y se parodiaban los rituales eclesiásticos, en un desbordante y jocoso caos ceremonial.\nEstos acontecimientos se perfilan como una versión reinterpretada por el cristianismo de las saturnales romanas, una fusión que da cuenta de la adaptabilidad y sincretismo religioso.\n“Ya en el siglo XIII, tales celebraciones se manifestaban como una farsa directa de la moral y el culto cristiano. A pesar de los esfuerzos de erradicación, incluso con las severas sanciones decretadas por el Concilio de Basilea en 1431, estos festines desenfrenados perduraron, desafiando censuras, hasta su declive final en el siglo XVI”, detalla la enciclopedia, narrando la persistencia y la evolución de estas costumbres en el entramado de lo que conocemos hoy como el Día de los Inocentes.\nMás Noticias\n[El hermano del artista rompió su silencio luego de permanecer varias horas en el domicilio del fallecido cantante. Señaló que espera que recuerden a su compañero con mucho cariño.](/peru/2023/12/28/pedro-suarez-vertiz-murio-su-hermano-patricio-suarez-vertiz-se-pronuncia-hoy-se-ha-ido-una-estrella/)\nPatricio Suárez Vértiz se despide de su hermano Pedro Suárez Vértiz: “Hoy se ha ido una estrella”\n[El exvocalista de Arena Hash partió de este mundo el jueves 28 de diciembre, a las 6:55 a.m. Su hijo mayor confirmó su fallecimiento a la Policía Nacional del Perú.](/peru/2023/12/28/pedro-suarez-vertiz-fallecio-velatorio-entierro-lugar-fecha-hora-del-ultimo-adios-al-cantante-peruano/)\nAdiós a Pedro Suárez Vértiz: ¿dónde será el velatorio del ícono del pop-rock peruano?\n[Las autoridades del Minsa también recomendaron regresar al distanciamiento social en lugares de gran aglomeración para evitar la proliferación del coronavirus](/peru/2023/12/27/covid-19-en-peru-diris-lima-sugiere-uso-obligatorio-de-mascarilla-por-coronavirus/)\nMinisterio de Salud aconseja el retorno del uso de mascarilla por repunte de casos Covid-19 en el Perú\n[La institución 'auriazul', mediante un boletín informativo, aclaró la transferencia de la 'joya de Sudamérica', luego de que la 'U' indicara que el fichaje se anunció con documentación incompleta.](/peru/2023/12/28/pumas-unam-respondio-a-las-acusaciones-de-universitario-por-la-presentacion-de-piero-quispe-todo-se-ha-realizado-de-manera-puntual/)\nPumas UNAM respondió a las acusaciones de Universitario por la presentación de Piero Quispe: “Todo se ha realizado de manera puntual”\n[El cantante peruano recibirá un merecido homenaje por parte del Circuito Mágico del Agua. Su pronta partida ha causado conmoción entre sus seguidores.](/peru/2023/12/28/circuito-magico-del-agua-anuncia-que-realizara-homenaje-postumo-a-pedro-suarez-vertiz/)\nCircuito Mágico del Agua anuncia que realizará homenaje póstumo a Pedro Suárez Vértiz\nMÁS NOTICIAS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:32:18.993+02:00",
    "updated": "2023-12-29T01:32:18.993+02:00"
  },
  {
    "uuid": "388c584d899c25ce29b77c1bafef8daca4af47aa",
    "url": "https://uk.sports.yahoo.com/news/matildas-again-call-never-die-002010685.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo Sports",
    "published": "2024-07-26T00:20:00Z",
    "title": "Matildas to again call on ‘never say die’ spirit after nightmare start to Olympic campaign - Yahoo Sports",
    "text": "Read full article The Guardian Matildas to again call on ‘never say die’ spirit after nightmare start to Olympic campaign kieran pender in marseille Fri, 26 Jul 2024, 3:20 am · 4- The Matildas need to bounce back from a 3-0 defeat to Germany when they face Zambia in group B of women’s football at the 2024 Olympic Games. Photograph: Alex Livesey/Getty Images\nRarely do the Matildas do things the easy way. The team’s motto is not “never say die” for nothing. But a heavy defeat to Germany in Marseille was hardly the ideal start to an Olympic campaign, especially after stated pre-tournament aspirations of a podium position following consecutive fourth-place finishes at major tournaments. Losses like this do not inspire hope that the team can match or even surpass those recent results.\n“I don’t think we were ready for it,” coach Tony Gustavsson said. “Germany were class today – they were much better.”\nGustavsson and his coaching team knew what to expect. Indeed, one of his scouts had specifically identified the German set-piece threat from corners. The Matildas had spent weeks at a training camp in Spain preparing for this moment. But when it arrived, they were found wanting.\nRelated: Matildas slump to heavy defeat in Olympic opener as Germany show class\nThe first goal arrived with Marina Hegering towering above the green and gold defensive line to send a devastating header past Mackenzie Arnold. The second came after Lea Schüller was left unmarked in the centre of the Matildas’ box – another corner, another header, another goal.\n“It was exactly the set-pieces we had planned for,” said Gustavsson. “Our scout had identified that they were very dangerous on that one, we trained it, we focused on it, and still they were good enough to score two on set plays.”\nAfter the match, defender Clare Hunt cited a statistic from last year’s World Cup, that Australia were among the best teams defensively on set-pieces. These lapses were not indicative, she suggested, of the team’s ability. “We know what we need to fix,” Hunt said. “We just need to fix it.”\nAnd so the Matildas find themselves in a familiar position. Backs against the wall. Never say die, and all that. The good news is it is early days in France, with two group stage matches remaining. Plenty of time, in other words, for Gustavsson and his players to turn things around.\nZambia’s heavy loss to the United States in the other group B encounter on Thursday means that three points on Sunday will leave them well-placed to progress. That the two best third-placed teams progress to the quarter-finals offers some wriggle room. The Matildas’ fate remains firmly in their own hands: if they beat Zambia and the United States they are guaranteed to qualify, while even one win, or a win and a draw, may be enough.\nFew Matildas fans forget the last moment the Australians had their backs against the wall. Rewind 12 months and, at a home World Cup, following defeat to Nigeria, the Matildas needed a win against reigning Olympic champions Canada in the final group stage match. The four-nil rout that followed was one of the team’s best performances in years .\n“Our mantra is ‘never say die’,” said Clare Wheeler, a second half substitute against the Germans. “And I think that’s what you’re going to have to see in these next two games. We’re not going to say die.”\nWheeler reached back into history and recalled that Norway, who won gold at the Sydney Olympics 24 years ago, had lost their opening match – to the United States. “By no means does it mean we’re out,” said the Everton midfielder. “We have two more games. We’re going to have to embody that never say die attitude.”\nThat may be so. If the Matildas can bounce back against Zambia just as they did against Canada, this dispiriting defeat will be quickly forgotten. It is certainly far too early to write an obituary for the Matildas’ Olympic campaign, or the retrospective examination of Gustavsson’s tenure (his contract concludes at the end of the Games – the prospect of renewal remains unclear).\nBut the problem with always doing things the hard way, always having backs to the wall, is that sometimes the luck runs out. The penalty shoot-out loss to Norway in Nice five years ago; the quarter-final exit at the hands of South Korea at the 2022 Asian Cup. The Matildas will not always come good. Sometimes the hard way becomes the too hard way.\nRelated: Germany 3-0 Australia: 2024 Paris Olympic Games women’s football – as it happened\nWith a golden generation in their prime, and a fit squad (barring the absent Sam Kerr), this is a rare opportunity for the Matildas. Another performance like this and it will have been squandered.\nPerhaps this is all just part and parcel of membership to the Matildas’ faithful – a rollercoaster ride, not a steady journey, of highs and lows, flashes of brilliances and moments of desperation. For those rising at 3am in Australia’s eastern states, or even 1am in the west, this was not the fluid football bleary-eyed fans had anticipated. It was not football to inspire.\nBut late on Thursday night in Marseille, in the bowels of Stade Velodrome, Gustavsson had a message for those watching along at home. “Please set your alarms again,” he pleaded. In 72 hours, the Matildas will go once more.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.theguardian.com/sport/live/2024/jul/25/germany-v-australia-matildas-2024-paris-olympic-games-womens-football-live-updates",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://s.yimg.com/ny/api/res/1.2/c9uJ261VGy5cxuS1z6Z5nw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xNDQw/https://media.zenfs.com/en/theguardian_763/a558de0630a6295a88bee44eeff0d496",
      "https://media.zenfs.com/en/theguardian_763/46ff643e85042b8886530f6898628dee",
      "https://twitter.com/intent/tweet?text=Matildas%20to%20again%20call%20on%20%E2%80%98never%20say%20die%E2%80%99%20spirit%20after%20nightmare%20start%20to%20Olympic%20campaign&url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooCASports",
      "https://api.whatsapp.com/send?text=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dwa",
      "https://s.yimg.com/ny/api/res/1.2/c_Wd04IVjlEpFvkezmJFMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExNjtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://www.theguardian.com/international",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dreddit&title=Matildas",
      "https://s.yimg.com/ny/api/res/1.2/gZdv0ceAs.2pmv4WahG.sA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3Ng--/https://media.zenfs.com/en/theguardian_763/a558de0630a6295a88bee44eeff0d496",
      "https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dlinkedin",
      "https://www.s.yimg.com/ny/api/res/1.2/c9uJ261VGy5cxuS1z6Z5nw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI0MDA7aD0xNDQw/https://www.media.zenfs.com/en/theguardian_763/a558de0630a6295a88bee44eeff0d496",
      "https://www.facebook.com/dialog/feed",
      "https://www.media.zenfs.com/en/theguardian_763/46ff643e85042b8886530f6898628dee",
      "https://www.api.whatsapp.com/send?text=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dwa",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://www.s.yimg.com/ny/api/res/1.2/gZdv0ceAs.2pmv4WahG.sA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU3Ng--/https://www.media.zenfs.com/en/theguardian_763/a558de0630a6295a88bee44eeff0d496",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://reddit.com/submit?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dreddit&title=Matildas",
      "https://theguardian.com/sport/live/2024/jul/25/germany-v-australia-matildas-2024-paris-olympic-games-womens-football-live-updates",
      "https://www.s.yimg.com/ny/api/res/1.2/c_Wd04IVjlEpFvkezmJFMg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTExNjtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/353f7b60-335d-11eb-b7ba-80dd814cc03d",
      "https://www.twitter.com/intent/tweet?text=Matildas%20to%20again%20call%20on%20%E2%80%98never%20say%20die%E2%80%99%20spirit%20after%20nightmare%20start%20to%20Olympic%20campaign&url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooCASports",
      "https://linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmatildas-again-call-never-die-002010685.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dlinkedin",
      "https://api.whatsapp.com/send",
      "https://theguardian.com/international",
      "https://twitter.com/intent/tweet",
      "https://www.reddit.com/submit"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tony gustavsson",
          "sentiment": "none"
        },
        {
          "name": "alex livesey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "matildas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "marseille",
          "sentiment": "none"
        },
        {
          "name": "zambia",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:26:51.264+03:00",
    "updated": "2024-07-26T09:19:23.836+03:00"
  },
  {
    "uuid": "5f3bf1d64ddcfdbd1f685ed7219b5b5c9444175f",
    "url": "https://topick.hket.com/article/3980033/%E8%B6%99%E9%9C%B2%E6%80%9D%E6%82%A3%E7%97%85%E4%B8%A8%E8%B6%99%E9%9C%B2%E6%80%9D%E7%9B%B4%E6%92%AD%E9%A9%9A%E7%8F%BE%E3%80%8C%E7%99%BD%E7%B2%89%E6%89%8B%E3%80%8D%E7%B2%89%E7%B5%B2%E6%86%82%E5%81%A5%E5%BA%B7%E5%86%8D%E4%BA%AE%E7%B4%85%E7%87%88%E3%80%80%E5%B9%B4%E5%88%9D%E6%9B%BE%E6%82%A3%E5%A4%B1%E8%AA%9E%E7%97%87%E6%9A%B4%E7%98%A6%E8%87%B381%E7%A3%85",
    "ord_in_thread": 0,
    "author": "羅嘉欣",
    "published": "2025-07-17T04:26:00Z",
    "title": "趙露思患病丨趙露思直播驚現「白粉手」粉絲憂健康再亮紅燈　年初曾患失語症暴瘦至81磅",
    "text": "趙露思患病丨26歲內地女演員趙露思憑《偷偷藏不住》、《星漢燦爛》等多部劇人氣急升。然而今年初在網上發文承認患上抑鬱症及失語症，曾一度停工休養，令粉絲相當擔心。而經過休養後，趙露思已逐步復工。本月15日，她出席品牌直播活動時，手臂驚現白色粉末再度引發討論，不少粉絲擔心其健康是否再度亮紅燈。\n在直播中，趙露思身穿米白色露肩連身裙，盡顯溫婉優雅氣質。然而她的手臂上出現大面積的白色粉末，引起網民關注，期間她還不時抓撓手臂，讓粉絲不禁詢問：「怎麼了？是不是身體又出狀況了？」更有人懷疑：「是要遮刺青嗎？」\n▼ 點擊圖片放大\n+16\n+15\n事後有網友留言解釋，趙露思手臂上的白色粉末是治療蕁麻疹（俗稱「風赧」）的藥物，可以緩解皮膚炎症及止癢。由於她本身屬於過敏體質，免疫力太低，過去也曾因健康問題引發關注，如今再現蕁麻疹症狀，令粉絲心疼不已，紛紛留言讚她專業之餘，也叮囑她要好好休息、保重身體。\n最新影片：\nSick問識答 Sick問識答｜流鼻血應後仰或傾前？　醫生示範正確止血姿勢　現2情況要小心 閨蜜爆公司5年前施暴惡行 趙露思好友曾於網上發文控訴指趙露思在2019年曾到北京試戲期間，疑似遭經紀人公司以肢體、言語羞辱長達2小時，直到深夜凌晨2點，而趙露思自那次之後便留下深深陰影。\n2019年的四月，露思空檔期在北京試戲，那時候她沒有租房子，就住在我家。白天的時間，我們幾乎都是各忙各的工作，偶爾吃飯聊天。直到有一天晚上，我回到家，打開燈發現她蜷縮在客廳，她沒有開燈。我問她怎麽了，她說「我不知道為什麽要打我，我很害怕啊」我當時就震驚了 把露思弄到廁所說她沒用之類說了兩小時，說她為啥試戲試不上，要想想自己的原因，為啥之前演不上女一號，說她胖說她沒別人好，就是打壓她。那會兒都已經是凌晨兩點了。\n趙露思元旦曾撰長文交代病情 自去年12月27日，趙露思公司證實她在12月18日因病需停工療養後，便一直未有於幕前亮相。不過，她於今年1月1日卻打破沉默，親自於微博撰長文交代病情，指自己於2019年已出現抑鬱情況；2021年身體出現過敏症狀，開始看心理醫生治療緩解情緒；2023年又患上肺炎肺氣腫、玫瑰糠疹、蕁麻疹等，還伴有經常性耳聾；2024年更開始頻繁出現乾嘔、眩暈、關節痛等軀體化症狀。而她上傳的診斷書亦可見，她患有分離性障礙及處於焦慮狀態，身體健康欠佳。\n趙露思患病丨感恩有親朋相伴 多社交少內耗加速康復 曾罹患失語症的趙露思復出幕前後首度接受傳媒訪問，當時透露自己經過一個多月的治療與復健，體重最低僅得74斤（約81.5磅），其後已增至82斤（約90.3磅）。她初時以為自己對雞蛋過敏，未有刻意減重卻開始暴瘦，連當初的嬰兒肥都開始消退。後來出現其他症狀，她才驚覺自己生病了。\n談及復健的心路歷程，她表示自己很感恩身邊有很多朋友，之所以能夠快速康復是有朋友的治癒和愛。她亦指生病時最重要是多見朋友，「強迫自己去社交，哪怕勉強一下自己也要去的，因為你會得到一些回饋的愛」。她指，患病期間盡量不讓自己受到刺激，但當遇到不舒服或有壓力時，要學會發聲直接講出自己的感受和不安全感，要保護自己，謝絕內耗：\n如果你真的覺得自己的感受沒有被在乎，沒有被關心，直接說出你想要的愛和關心，你就會恢復得很快。\n趙露思病重時的狀況：\n▼ 點擊圖片放大\n+10\n+9\n趙露思患病丨5分鐘紀錄片極催淚 公開復健過程 趙露思官方微博「趙露思工作室官微」於今年初上載 影片 ，將她復健過程剪輯成一條5分鐘影片，記錄她病倒後努力復健的過程。從影片中可見，趙露思一開始躺在床上哭泣抽搐，不能自理，由朋友抱起安撫和擦淚。由於出現軀體化症狀，她失去言語和活動能力，僅能靠輪椅代步，亦無法表達自己，只能靠手機打字、或比手畫腳表達。病重時，趙露思雙目空洞，身體也不聽使喚，連用手指頭想比出「V」手勢亦感困難。\n而趙露思在復健過程中，身邊有很多家人朋友陪伴，她自己亦積極重新學走路、定時吃藥、好好吃飯，重新學會拿起筷子、刷牙，慢慢可以說話。到跨年除夕夜，一班朋友到她家中一同倒數，可見趙露思慢慢恢復活力，臉上展露昔日的笑容，一步步走出情緒病陰霾。\n復健過程如下：\n▼ 點擊圖片放大\n+26\n+25\n相關文章：\n趙露思患病丨患病風波未完　趙露思被爆曾遭「前男友」傷害網民盤點3大緋聞男星\n趙露思復工丨遭公司施暴廁所羞辱2小時　 趙露思入院閃電復工粉絲質疑 : 被公司迫賺錢\nHKET App已全面升級，TOPick為大家推出一系列親子、健康、娛樂、港聞及休閒生活資訊及影片。立即下載︰ https://onelink.to/f92q4m\n追蹤TOPick WhatsApp頻道睇最新資訊︰ http://tinyurl.com/3dtnw8f5",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->health care approach",
      "Health->mental health and disorder",
      "Health->medical condition",
      "Human Interest->celebrity",
      "Human Interest->human mishap",
      "Social Issue->discrimination",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://m.weibo.cn/detail/5127074685127309#&video",
      "https://onelink.to/f92q4m",
      "http://tinyurl.com/3dtnw8f5",
      "https://www.onelink.to/f92q4m",
      "http://www.tinyurl.com/3dtnw8f5",
      "https://www.m.weibo.cn/detail/5127074685127309#&video"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:46:31.906+03:00",
    "updated": "2025-07-18T05:09:21.000+00:00"
  },
  {
    "uuid": "1e87c0d2d83331eb9366ec142859e904b8dc4d20",
    "url": "https://www.espn.com.ar/futbol/inglaterra/nota/_/id/13040843/el-golazo-de-estupinan-ante-tottenham-que-da-la-vuelta-al-mundo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ESPN com",
    "published": "2023-12-28T21:14:00Z",
    "title": "Pervis Estupiñán volvió a jugar en Brighton y anotó un golazo ante Tottenham - ESPN",
    "text": "[Pervis Estupiñán](/soccer/player/_/id/214689/pervis-estupinan) volvió a jugar con [Brighton](/futbol/equipo?id=331) y lo hizo con un verdadero golazo ante [Tottenham](/futbol/equipo?id=367) en una nueva fecha de la [Premier League](https://www.espn.com/soccer/league/_/name/ENG.1) en la que el equipo del ecuatoriano goleó 4-2. El ecuatoriano recibió un tiro de esquina en corto y se animó a probar a 30 metros de distancia, sacando un zurdazo inatajable para las manos de [Guglielmo Vicario](/soccer/player/_/id/204082/guglielmo-vicario) que significó el 3-0 parcial de su equipo. Pervis no había sido de la partida, sino que había ingresado apenas comenzado el complemento en lugar de [Igor Julio](/soccer/player/_/id/234143/igor-julio). Apenas tardó 18' en convertir, porque el gol fue a los 63' de juego. El lateral zurdo no jugaba en Premier League desde el 30 de septiembre, cuando se lesionó en el partido contra Aston Villa. Pervis Estupiñán marcó su segundo gol de la temporada, recordando que le convirtió a Wolves en agosto. Esta también fue su tercer tanto desde que llegó a las Gaviotas, ya que anotó en el pasado periodo al Arsenal. Luego de sufrir dos lesiones, una ante Aston Villa y recaer en el duelo de Europa League contra Ajax, el lateral tricolor tuvo un regreso soñado para finalizar el 2023.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:23.453+02:00",
    "updated": "2023-12-29T00:02:23.453+02:00"
  },
  {
    "uuid": "d1ee3697f3d5e3ab03dcee4dcb823ddd1d527603",
    "url": "https://www.eldinamo.cl/pais/2023/12/28/caso-tomas-bravo-fiscalia-llevara-a-juicio-a-tio-por-su-muerte-y-pedira-10-anos-de-carcel/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cristián Meza",
    "published": "2023-12-28T21:43:00Z",
    "title": "Tomás Bravo: Fiscalía pedirá 10 años de cárcel para tío",
    "text": "Caso Tomás Bravo: Fiscalía llevará a juicio a tío por su muerte y pedirá 10 años de cárcel La audiencia de preparación de juicio oral quedó agendada para el 22 de enero de 2024, a las 09:30 horas.Por [Cristián Meza](https://www.eldinamo.cl/author/cristianmeza/) El [Ministerio Público](http://www.fiscaliadechile.cl) presentó ante el Juzgado de Garantía de Arauco la acusación contra [Jorge Escobar, ](https://www.eldinamo.cl/pais/2023/07/12/sin-medidas-cautelares-y-un-nuevo-delito-lo-que-dejo-la-formalizacion-del-tio-abuelo-de-tomas-bravo/)tío abuelo del menor Tomás Bravo, a quien sindican como responsable del delito de abandono de menor con resultado de muerte, pidiendo una pena de 10 años de cárcel. Según consignó radio ADN, la audiencia de preparación de juicio oral quedó agendada para el 22 de enero de 2024, a las 09:30 horas. Al respecto, el defensor regional del Biobío, Claudio Viguera, recalcó que “desde el el día uno, en esta investigación, hemos sostenido que don Jorge Escobar es inocente y que no ha tenido ningún tipo de participación en ningún tipo de hecho delictual. Ha llegado la instancia procesal donde tendremos que ofertar nuestra prueba, a fin de demostrar que don Jorge Escobar es inocente”. La fiscal regional Marcela Cartagena cerró la investigación por la muerte de Tomás Bravo hace 11 días, estableciendo un plazo de 10 días para presentar una acusación con el único imputado en esta arista del caso. En tanto, el Ministerio Público decidió no perseverar en la causa contra Jorge Escobar por el [homicidio calificado ](https://www.eldinamo.cl/pais/2023/04/21/caso-tomas-bravo-fiscalia-cierra-investigacion-por-homicidio-sin-culpables/)de Tomás Bravo, por lo que se apuntó a esta arista, mientras el resto de las pericias [ fueron derivadas a la Fiscalía de Los Ríos.](https://www.eldinamo.cl/pais/2023/11/20/caso-tomas-bravo-ministerio-publico-remueve-a-fiscal-marcela-cartagena-de-una-de-sus-aristas/) Esta postura del fiscal nacional Angel Valencia se dio luego de una entrevista con Estefanía Gutiérrez, madre de Tomás Bravo. [Léenos en](https://news.google.com/publications/CAAiEFRnLG8N_VHHItLN9LmjNhUqFAgKIhBUZyxvDf1RxyLSzfS5ozYV?hl=es-419&gl=CL&ceid=CL%3Aes-419)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Health"
    ],
    "external_links": [
      "http://www.fiscaliadechile.cl)",
      "https://news.google.com/publications/CAAiEFRnLG8N_VHHItLN9LmjNhUqFAgKIhBUZyxvDf1RxyLSzfS5ozYV?hl=es-419&gl=CL&ceid=CL%3Aes-419)",
      "http://fiscaliadechile.cl)",
      "https://www.news.google.com/publications/CAAiEFRnLG8N_VHHItLN9LmjNhUqFAgKIhBUZyxvDf1RxyLSzfS5ozYV?hl=es-419&gl=CL&ceid=CL%3Aes-419)",
      "https://news.google.com/publications/CAAiEFRnLG8N_VHHItLN9LmjNhUqFAgKIhBUZyxvDf1RxyLSzfS5ozYV"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:13.200+02:00",
    "updated": "2023-12-29T00:21:13.200+02:00"
  },
  {
    "uuid": "053925b7a71d0c8128662fc5517c3bce70784460",
    "url": "https://uniindia.com/news/north/indi-alliance-is-anti-hindu-yogi/3206277.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Uniindia News Service",
    "published": "2024-05-25T00:00:00Z",
    "title": "INDI alliance is anti-Hindu: Yogi",
    "text": "States » NorthPosted at: May 25 2024 1:54PM INDI alliance is anti-Hindu: YogiGorakhpur, May 25 (UNI) Reacting strongly to his West Bengal counterpart Mamata Banerjee's controversial remarks on globally renowned spiritual institutions like Bharat Sevashram Sangh and Ramakrishna Mission, Uttar Pradesh Chief Minister Yogi Adityanath on Saturday painted the entire INDIA bloc of the opposition parties, including the Congress, TMC, RJD, SP as \"anti-Hindu\" in spirit. Talking to the reporters in the Gorakhnath Temple complex before leaving for Ballia to campaign for the final phase of Lok Sabha elections earlier in the day, the CM accused the alliance of prioritising power over nation. \"These parties want power at the cost of the country and no Indian will accept this,\" he said. Referring to the controversial statement made by the TMC chief Banerjee against Bharat Sevashram Sangh and Ramakrishna Mission in West Bengal, he said that both organisations are esteemed religious and spiritual institutions in India. He praised Ramakrishna Mission, which follows the ideals of Swami Vivekananda, for its commendable work in promoting the values and principles of Sanatan Dharma and India's spiritual heritage across the country and the world. Yogi said, \"Similarly, Bharat Sevashram Sangh is an influential spiritual organisation, which has done commendable work in promoting the values and principles of Sanatan Dharma both within India and globally, following the ideals of Swami Pranavananda. Both organisations have also advanced numerous service projects worldwide.\" He pointed out that opposing Sanatan Dharma and Hindus, is at the foundation of the politics followed by INDI alliance constituents including Congress, SP, TMC, RJD and Aam Aadmi Party and the statements made by its leaders, including Mamata Banerjee, reflects their frustration over its impending defeat. Praising the Mission and Sevashram for their extensive efforts in promoting spirituality and culture through commendable service projects both in India and around the world, the CM cited Swami Vivekananda, who had proudly declared that we should say with pride that we are Hindus. He said that the followers and devotees of these esteemed organisations will give a befitting reply to Congress, TMC and the INDI alliance. He compared the current situation to the era of Ravana when sages were threatened, asserting that Sanatan Dharma will not be intimidated by such provocations and will respond decisively. Yogi said that while the INDI alliance parties are threatening Hindu religious and spiritual institutions, they are also undermining the rights of backward caste people. He pointed out that in 2010, the TMC government in West Bengal diluted OBC reservations by including 118 Muslim castes in the OBC category, depriving millions of individuals from backward castes of reservation benefits over the past 14 years. He demanded an apology from Mamata Banerjee's TMC government and Congress for this injustice meted out to the OBC community. The CM emphasised that taking away the rights of youth and citizens is unacceptable and contrary to the principles of Dr Bhimrao Ambedkar, who clearly stated that reservations should not be based on religion. UNI AB INGTags: #INDI alliance is anti-Hindu: Yogi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mamata banerjee",
          "sentiment": "none"
        },
        {
          "name": "yogi adityanath",
          "sentiment": "none"
        },
        {
          "name": "bharat sevashram sangh",
          "sentiment": "none"
        },
        {
          "name": "banerjee",
          "sentiment": "none"
        },
        {
          "name": "swami vivekananda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "bharat sevashram sangh",
          "sentiment": "none"
        },
        {
          "name": "ramakrishna mission",
          "sentiment": "none"
        },
        {
          "name": "tmc",
          "sentiment": "none"
        },
        {
          "name": "rjd",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bengal",
          "sentiment": "none"
        },
        {
          "name": "gorakhnath temple",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "ballia",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T12:01:30.466+03:00",
    "updated": "2024-05-25T12:01:30.466+03:00"
  },
  {
    "uuid": "5d54bd39e4d599eeae31274a7826aa4426d027e3",
    "url": "https://www.newsbreak.com/new-haven-ct/3415973826307-21-year-old-admits-roles-in-murders-shootings-in-ct-faces-life-in-prison",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-04-25T21:10:00Z",
    "title": "21-Year-Old Admits Roles In Murders, Shootings In CT: Faces Life In Prison",
    "text": "By Ben Crnic ,\n59 minutes ago\nA 21-year-old man has admitted his participation in several violent shootings and murders in Connecticut, federal officials announced.\nNew Haven resident Tyjon Preston pleaded guilty to a racketeering offense related to his role in the violent Exit 8 street gang within the city, the US Attorney's Office for the District of Connecticut announced on Thursday, April 25.\nAccording to federal officials, Preston's guilty plea followed an effort to address violence in New Haven that involved an investigation into an ongoing gang war between members and associates of the Exit 8 street gang and rival gangs in the city's Hill section.\nThe investigation determined that members of the Exit 8 gang, named after the geographic area by Exit 8 of Interstate 91 in New Haven, engaged in drug trafficking, used and shared guns, and committed at least three murders and 16 attempted murders since June 2018. Gang members would also steal vehicles, sometimes from outside of Connecticut, and use them when committing acts of violence, officials said.\nOne of these alleged incidents happened in August 2020, when Preston helped steal a Cadillac Escalade from a Westport driveway on Richmondville Avenue. He was later arrested following a police pursuit, according to Westport Police.\nEarlier Report - Teen, Three Juveniles Charged After Vehicles Stolen From Driveway In Westport On Wednesday, April 24, Preston pleaded guilty to conspiracy to engage in a pattern of racketeering activity and admitted to his role in:\nAttempting to kill a rival gang member and shooting him in the leg with other Exit 8 members on April 27, 2021; Conspiring to kill rival gang members with other Exit 8 members, including one who was shot and killed on May 19, 2021, by another member; Shooting and attempting to kill rival gang members with other Exit 8 members on May 20, 2021; Shooting and killing a 22-year-old woman on July 5, 2021, after she made a rap song with derogatory comments about Exit 8. When he is sentenced, Preston faces a maximum term of life in prison. Under the terms of a binding plea deal though, all parties have agreed that a sentence of between 22 and 30 years is appropriate if accepted by the court.\nPreston has been in prison since May 22, 2021.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=32s0k4_0se0SzTn00",
      "https://img.particlenews.com/image.php?url=32s0k4_0se0SzTn00",
      "https://dailyvoice.com/connecticut/brookfield/police-fire/teen-three-juveniles-charged-after-vehicles-stolen-from-driveway-in-westport/792407/",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=32s0k4_0se0SzTn00",
      "https://www.dailyvoice.com/connecticut/brookfield/police-fire/teen-three-juveniles-charged-after-vehicles-stolen-from-driveway-in-westport/792407/",
      "https://dailyvoice.com/connecticut/brookfield/police-fire/teen-three-juveniles-charged-after-vehicles-stolen-from-driveway-in-westport/792407",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=32s0k4_0se0SzTn00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ben crnic",
          "sentiment": "negative"
        },
        {
          "name": "preston",
          "sentiment": "none"
        },
        {
          "name": "tyjon preston",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "office for the district of connecticut",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hill",
          "sentiment": "none"
        },
        {
          "name": "new haven",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:26:34.725+03:00",
    "updated": "2024-04-26T01:12:46.539+03:00"
  },
  {
    "uuid": "7e4b5ee65a12f176abaa8dafe6156d69a6fb21ed",
    "url": "https://www.meneame.net/story/presentadora-actriz-elisa-mouliaa-denuncia-inigo-errejon-acoso/c0275",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "kfpanda",
    "published": "2024-10-24T19:32:00Z",
    "title": "#275 La presentadora y actriz Elisa Mouliaá denuncia a Íñigo Errejón por acoso sexual: \"Yo soy víctima\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#54](c54#c-54) \"las denuncias falsas son el 0,02% en VioGen\"\nEs que no es así. El ridículo número que dicen (que aún así creo que ese no es, pero es igual de ridículo), es el número de denuncias que se demuestra que son falsas.\nDenuncias falsas hay muchas más, pero es imposible demostrar que lo sean. Y ese es el problema.\n[#99](c99#c-99) un amigo de toda la vida. Viernes noche. Discusión a cuenta del niño después de cenar un viernes. Irse a la cama y despertarse a las 4 a.m. con 4 nacionales en las 4 esquinitas de la cama. Detenido por VG. Juicio \"rápido\" el lunes. Todo el finde en el calabozo. El lunes, antes del juicio, ella retiró la denuncia. Después comentó en el grupo de amigas del wasap que era para darle una lección.\n[#54](c54#c-54) A ver tío, que la Ley esa no es más que 4 protocolos de protección de las victimas y 4 agravantes para determinadas circunstancias, se podrá estar super en contra de esos agravantes, pero hay que salir de ese extraño discurso en el que parece que la VioGen es un sistema judicial paralelo basado en las paranoias de \"los aliaedes\". Las denuncias falsas \"oficiales\", como las de cualquier otro delito, son las que un juez determina como tal.,,,y como en cualquier otro delito, obviamente las \"reales\" son más, porque no todas llegan a eso, ya que para que se investiguen no \"tienen que volar cerdos\" pero si no tiene que denunciarlo la victima y demostradlo en un juicio...como en cualquier otro delito.\n[#228](c228#c-228) es gracioso que digas que es un \"extraño discurso\" el hablar de un \"sistema judicial paralelo\" cuando, efectivamente, tienen juzgados específicos y exclusivos para violencia de género.\n[#228](c228#c-228) No... Solo tienen un juzgado con jueces, fiscales, policía judicial, con protocolos, formación en igualdad y violencia de género etc.... En exclusiva para Viogen.\nPor no decir la orden política y social de luchar contra el machismo a toda costa. Con políticos haciendo de abogados de \"madres protectoras\" e indultandolas, las ayudas e incentivos que hay para denunciar por viogen a alguien. Tienen asistentes sociales, psicólogos, trabajadores de ayuntamientos, ONGs, asociaciones a su servicio... Joder si tienen un ministerio y hasta una ministra diciendo que a una mujer hay que creerla \"si o si\" y que su palabra debería de vale como prueba única, que lo vale si cumple con una serie de requisitos legales.\n¿Me repugna el machismo y el maltrato? Si\n¿Estoy en contra de que se persiga y condenen a maltratadores? No.\nPero, lo que tampoco estoy de acuerdo es con dar un botón nuclear al 50% de la población. Y que si un día algún hombre que puede ser tú hijo, hermano o sobrino.... se encuentre en su vida con una psicótica, una despechada o simplemente quiera aprovecharlo para ganar beneficios en un divorcio: se le ocurra que durante años la has forzado a tener relaciones sexuales, le has agredido físicamente o la has maltratado psicológicamente, has amenazado con dañar a tus hijos para hacerle daño o le has restringido el dinero etc..\n[#11](c11#c-11) Pueden pasar dos cosas:\n\"La derecha tiene que elegir entre llamar maltratador a Errejón y admitir que las mujeres tienen motivos para su lucha o seguir con su discurso habitual de \"ahora hay que firmar un contrato para follar con una feminista\".\nQue empiece el juego.\"[@MAGuisado](/user/MAGuisado)\n[#199](c199#c-199) No soy mago. Primero denuncia, que se investigue y cuando sea condenado que lo crujan. Mientras tanto sólo sabemos que ha dimitido.\n[#213](c213#c-213) Di conmigo : SOLO SÍ ES SÍ.\n[#143](c143#c-143) positivo por la foto\n[#31](c31#c-31) los dogmas de tolerar y proteger a maltratadores dices? el feminismo conciliador que llama Yolanda Díaz, sí ya veo ya\n[#241](c241#c-241) Sí claro ahora la denuncia que ya ha dicho una periodista que va a poner en la policía la estoy soñando.\nOs leéis las soplapuerteces que soltais antes de darle a enviar?\n[#119](c119#c-119) Es totalmente cierto, el porcentaje de denuncias que han sido, a su vez, condenadas como denuncia falsa es mínimo. El problema son las denuncias que no han llegado a condena porque no había suficiente base, pero que no se investigaron para ver si eran falsas. Esas son un porcentaje algo mayor... como casi la mitad, o así. ¿Así que cuál es el porcentaje real de denuncias falsas que realmente se producen? No lo sabemos porque aunque la fiscalía debería investigar de oficio muchas de ellas, no lo hace. Tampoco creo que no lo haga por algún oscuro complot sino porque, sencillamente, no tienen medios.\nA lo que voy: el asunto de las \"denuncias falsas\", desde cualquiera de los dos lados, es una tomadura de pelo al personal.\nTampoco ayuda nada esta \"moda\" de denunciar en redes sociales lo que se debería denunciar en un juzgado. Asumamos, además, que todas las denuncias contra Errejón son ciertas, si la primera abusada hubiera denunciado le habría ahorrado el trago al resto. Pero, bueno, que cada cual haga lo que crea que en conciencia debe hacer.\n[#37](c37#c-37) hipocresía\nDe nada\n[#21](c21#c-21) Spoiler: hizo lo mismo con Podemos de lo que le denuncian, de hacer Gaslighting (luz de gas) a Podemos y a su lucha feminista, para abanderar él, y su basura de partido que ha protegido a un acosador sexual a pesar de los indicios, la lucha feminista.\nAhora se entiende que le molestara Montero, querer descafeinar la ley del Solo sí es sí, defender los vientres de alquiler y la prostitución.\nEl \"feminismo\" de los acosadores sexuales.\nDe nada\n[#215](c215#c-215) Sí ya veo como os escuece escuchar la realidad que hoy queda constatada\n[#1](c1#c-1) [#11](c11#c-11) [#20](c20#c-20) Esto es muy triste para la izquierda, o al menos yo lo siento así.\nVenir a hacer sangre de ello es bastante rastrero, sin embargo, y en mi opinión. No sé quién puede creer que en la izquierda no hay más que elfos puros, obviamente no es así.\nPor otra parte, podríamos darle un poquito la vuelta a esto y, aprovechando el mar revuelto, interpretar que esto confirma que los tíos son chungos, así, en general. Cosa que yo no pienso en absoluto, pero que si vamos a arrastrarnos por el lodo, sea.\nY con otra pequeña vuelta de tuerca también podríamos ir al cuello de quienes se preocupan de los abusos sexuales según quién los perpetre.\nNo sé mucho de esta historia aún. Según cómo se resuelva, lo más probable es que este tipo reciba el desprecio de quienes hayan podido ser sus compañeros, por la tremenda incoherencia e hipocresía, además de por el delito. Espero ver eso, igual que nunca espero verlo en ningún partido de derechas. Otro detallito que no está de más recordar a los que estáis salivando desde que ha salido esta noticia.\n[#261](c261#c-261) Para mi es terrible, aunque no lo creas. Esto es otro clavo más en el ataúd de una izquierda que pudo ser y ha quedado en nada.\n[#147](c147#c-147) hostia, pues lo había dicho un poco en coña, no comulgo con él en muchas cosas, pero eso no quita que sea un político que le da mil vueltas a la mayoría de políticos que dejan bastante que desear.\nNo me parece bien que alguien diga algo en Twitter y tenga que dimitir, a no ser que esté clarísimo. Las cosas hay que demostrarlas, sino cuando quieras cargarte un político incómodo solo tienes que conseguir alguien dispuesto a mentir\nY ¿denuncia en redes un caso de acoso sexual?, ¿no debería denunciarlo en comisaria? o ¿es eso alguna maniobra extraña, de esas que se inician en redes y llamando a la puerta de pseudomédios?, pronto estará en los coloquios de la tarde y la mañana.\nLo veremos, pero si no ha puesto la denuncia en comisaria, pierde toda credibilidad.\nEste es el texto completo de la \"denuncia\".\n“A mí me pasó con un político que vive en Madrid. Un político muy conocido.\nMe habían avisado del trato que le daba a las mujeres, pero dada su posición política\nno podía creerme que eso fuera verdad, así que aún así seguí. Es un maltratador psicológico.\nEsta es la dinámica que emplea: ser extremadamente simpático inicialmente para engancharte,\ncuando ve que ha conseguido algo empiezan los desplantes y el gaslighting (siempre eres tú\nque no entiendes al diputado). Por la tarde te muestra afecto e incluso te hace proposiciones\nde relación y a las dos horas te echa de su casa. Si haces algo que no le gusta te castiga con silencio\no indiferencia, para que vayas aprendiendo a respetar a Dios, que es lo que se cree que es”.\nVamos que prometer hasta meter...\nEl \"niño olla\" era político.\nTeníamos un clásico entre nosotros y no lo sabiamos...\nA todo esto no se donde ve esta señorita el maltrato.\nTiene relaciones consentidas y luego el nene olla\nno le hace el caso que esperaba.\nEl sueño de la sinrazón crea monstruos\ny Saturno devorá a Errejón.\n[#169](c169#c-169) Birdo es un anagrama de pajaro -> pajero. Es lo que me ha venido a la mente con tu comentario, el cual por supuesto respeto.\nSe de uno que decia llamo a una amiga y entre cenar ver perli tonteo y follar se me hacen las 3 de la manana y tengo que trabajar. Hay que ser responsable y un pajote castellano.\n[#216](c216#c-216) Sí a todo.\n[#34](c34#c-34) No hay que creer a nadie si o si... Tocará esperar a ver en que consisten las acusaciones.\n[#1](c1#c-1) Yo personalmente sí la creo, pero eso es mi opinión sin más. Y sin pruebas, no hay que condenar a nadie, por mucho que nos parezca culpable.\n[#7](c7#c-7) La constante incompetencia, dejadez y falta de justicia han llevado a la gente a buscar otro tipo de justicia. Y aprovechando que gente ha buscado otro tipo de justicia no de modo justificable pero si entendible, aprovechan para sacar algun tipo de beneficio.\nVamos, que nunca hay que tomarse la justicia por tu mano pero es entendible que cuando la gente vea constantes injusticias recurra a ella (de nuevo, ENTENDIBLE que no justificable). Pero luego hay otros que lo que buscan es hacer daño en nombre de la \"justicia por su propia mano\" cuando no es ni eso, es simplemente hacer daño\n[#172](c172#c-172) Si, pero una cosa es un comportamiento machista, que no tiene porque ser necesariamente un delito, y otra cosa es acoso sexual, que si es un delito, Elisa ha dicho publicamente que Errejon le ha acosado sexualmente, y eso es un delito, si ha existido acoso sexual es un delito cometido por Errejon y si no ha habido dicho acoso es un delito de Injurias cometido por Elisa; por eso digo que uno de los dos deberia acudir al juzgado, quien considere que tiene razon, incluso podrian denunciar ambos. A mi lo que no me gusta es eso de \"denunciar en redes\" porque eso son injurias si no lo puedes demostrar\n[#99](c99#c-99) O no, claro.\n[#27](c27#c-27) Y a Podemos, recordemos. Parece que se nos olvida que Errejón también fue compañero de Montero, por ejemplo.\n[#181](c181#c-181) uhhhhmmm\nElisa Mouliaá, en comisaría para denunciar a Errejón por acoso sexual: esto es lo que va a ocurrir ahora\nhttps://www.eleconomista.es/informalia/famosos/noticias/13050592/10/24/elisa-mouliaa-en-comisaria-para-denunciar-a-errejon-por-acoso-sexual-esto-es-lo-que-va-a-ocurrir-ahora.html\n[#224](c224#c-224) ¿Cuántas denuncias falsas llevas tú ya en tu cuenta, hermano?\n[#143](c143#c-143) Esta chica presentó la Gala de los Premios de La Liga de Fútbol Profesional 2015. Estuvo espectacular.\n[#192](c192#c-192) La violencia ambiental debe ser probada, como cualquier otra cosa, en un juzgado. Y debe hacerse con un kilo de pruebas, no con un puto portazo de mierda. Ella lo sabía, tú no sé si lo sabes, y me imagino que esa denuncia no terminó en ninguna parte. Los malos divorcios de los despechos. ¿A ti te rompió todos los discos o solamente dos?\n[#218](c218#c-218) debería ser más fácil encontrar gente así... pero no\n[#13](c13#c-13) Enga enga, otra victima de sí mismo. Es cuestión de tiempo que le toque a uno de los tuyos. Mientras, Errejon al rincón de pensar\nNo sé si tengo diarrea mental o no, pero me desorino vivo, eso seguro.\n[#185](c185#c-185) no ayuda a la conversación basar el argumento en la falta de \"comprensión lectora\" del otro. Yo sé que todos pensamos en ocasiones, sobre todo cuando la \"conversación\" es escrita, ser más espabilados que el interlocutor, pero deberíamos frenarnos, no suele ser tan así.\nYa sabemos que Errejón y todo dios conoce que, por pocas que sean, las denuncias falsas en este asunto como en otros existen, y que utiliza la negación a la mayor por verlas como irrelevantes. Y yo lo que quiero ahora que comprendas es que es justo eso lo que critico: que Errejón resuelva el asunto de esa manera tan burda (¿ves? lo mismo hasta aún me queda algo de \"comprensión lectora\"). A un asunto que rueda entre parte de la opinión pública (y sí, desde luego magnificado por intereses), que ha llegado incluso a llevarle a escribir públicamente sobre él, la respuesta de Errejón son una docena de palabras y un enlace a una noticia, y chimpún (lo mismo hasga alguna entrevistilla en un programilla de la sexta u otra cadena tiene, donde se explaya algo más, no sé, pero tampoco mucho). Oiga político de turno que habla en X, antes llamado Tweeter, sobre el asunto de turno, pues no, en vez de escribir el eslogan vacío de turno, haga algo más de pedagogía y explique. Es así como se consigue algo sano, y no con un \"a callar, que son cuatro\".\nComo decía en el anterior mail, y tú mismo apuntas con lo de \"dame Anguitas y quédate con los Errejónes\", creo que el caso tiene que ver más con la actual situación de que el nuevo Parlamento Nacional tenga un límite de 280 caracteres, pocos para explicar, pero de sobra para convertir la política en un anuncio continuo de elóganes vacíos al estilo marketiniano. Ah... pero esto no debería disculparlos, es su elección hacerlo así.\nY por no hacer más largo este mensaje, ya si quieres luego hablamos del \"argumento numérico\" (eso de justificar ciertas leyes en función a la recurrencia del delito en cierta categoría), tan utilitarista como peligroso...\n[#250](c250#c-250) Yo tendría en cuenta que twitter es un medio de mierda en el que se primaba escribir la cantidad mínima de caracteres hace muchos años y que así ha quedado. Esperar que la gente entienda que cuando se dice que no existe es lo mismo que decir irrelevante y que no te van a surgir como las setas señores agarrándose a la literalidad es de una ingenuidad pasmosa. El colmo es que en el mismo comentario parezca que lo entiendes y que no lo entiendes a la vez dependiendo de lado donde pretendas llevarte el ascua. Sabes de sobra que es una trampa argumentativa. Tú mismo.\nSobre tu segundo párrafo y tu cuarto ya he respondido antes y no me voy a repetir, cada uno tiene su opinión al respecto.\nSobre el tercero: dejar los espacios de comunicación a los intolerantes sin utilizarlos como frentes de la batalla dialéctica se ha demostrado un error pese a que te obliguen a simplificar tu discurso. Como herramienta política estratégica deben utilizarse. Eso sí, yo no los utilizo para informarme más allá de lo que es leer esa plataforma desde aquí: prefiero un artículo sesudo a un tweet de mierda. Por eso cuando el tema es abrumador y no me apetece meterme en él es que ni opino para no cuñadear más todavía, como pasa, por ejemplo con el asunto de la guerra de Ucrania por mi parte: demasiada información parcial, demasiados intereses y mucha variabilidad.\n[#3](c3#c-3) joer, efectogamonal, ya no eres tan radical cuando te tocan a Errejon.\nSi ves su dimisión lo reconoce y la tia esa puede denunciar como le salga del higo, que igual no es ni delito lo que hizo pero no es ético.\n[#49](c49#c-49) tuitazo.\n[#32](c32#c-32) Muy posible que el efecto de publicar anime a otras a contar su caso. No es la primera vez que hay fila de denuncias (con artistas/influencers/políticos)\nEstas cosas de Sálvame ni me importan, pero suele pasar.\n[#267](c267#c-267) cierto, pero una cosa es denunciar con juicio y pruebas y otra linchar una imagen pública de alguien y luego ya si eso tal. La verdad es que no son maneras.\nPor cierto, ¿de qué me suenan estas tácticas? Lo iba a comparar con el lawfare pero es complicado, porque ahí se las arreglan para que haya juicio (perdido o no) y cámaras, dando más credibilidad que los simples tweets.\n[#54](c54#c-54) es muy dificil demostrar que algo ea falso. Por eso es un problema. No creo que sea tan dificil de entender.\nSi cuando no se puede demostrar la violencia denunciada, inmediatamente se entiende que ha sido denuncia falsa...muchas denuncias se dejarían de hacer por miedo a que encima de haber sufrido la violencia, no se pueda demostrar suficientemente y te acaben condenando por falsa denuncia.\n[#242](c242#c-242) No.... No lo entiendes. Cuando no se puede demostrar la veracidad de una denuncia, nunca se ha considerado por nadie que sea una denuncia falsa. Y menos nadie va a ir diciendo a las mujeres que no denuncien porque no te van a creer y vas acabar acusa de denuncia falsa. De hecho, a día de hoy gran porcentaje de los juicios de VioGen no acaban en condena... Incluso posiblemente cuando él es un maltratador. Ahora la pregunta es que % es por falta de pruebas y cuántas son por posible denuncia falsa. Y la digo porque sería interesante saberlo.\nPara que sea considerada denuncia falsa: la denuncia debe hacerse a mala fé a sabiendas que es falsa y con la intención de hacer daño, y tú debes demostrar todo eso. Cosa que no es fácil a menos que tengas pruebas sólidas e inequívocas... Porque en caso de duda In dubito pro reo y se va de rositas.\nEntonces ¿Que problema hay? Pues que para ser investigado como denuncia falsa la fiscalía o el juez instructor tienen que querer investigar el caso. Tú puedes tener pruebas de todo pero la fiscalia no actúe de oficio. Y la orden desde hace década es clara: no investigues, punto. Por eso, esa categoría de denuncias es la que menos % de denuncias falsas tiene... Tanto que representan un insignificante 0,02% del total.\nEjemplo, de denuncia falsa no investigada este juicio real* son cuatro partes y está es la segunda que es la más escandalosa pero es que dura 40 min a 1 hora el juicio total:\n[#107](c107#c-107) Qué ascazo da leer tus comentarios. Los fanáticos y extremistas y violentos deberíais estar en prisión.\nLo bueno es que mientras estais en Menéame no estáis en la calle haciendo otras cosas peores. Gritad más, que gritais poco, que diría Ernest Lluch.\nA la cueva del ignore, que no quiero que me eches el aliento. Asco es poco.\nYa solo falta el engendro ese venenoso de la silla de ruedas y su cogeme la minga dominga.... A ver lo que dura....\n[#44](c44#c-44) La corrupción moral?\nYo me he enterado que a ti te gusta hacer cosas que no están muy bien, ¿te vamos metiendo en la cárcel?\n[#265](c265#c-265) Y qué, si sabes que la otra persona va buscando una relación, tú le dices antes que no vas a querer nada, pero lo sabes, te estás aprovechando. A mí me pasó un par de veces y dejé a las dos chavalas bien fastidiadas. De eso hace 20 años y me sirvió para aprender a no hacerlo más. O tenía muy claro que ambos íbamos por deporte o los dos buscábamos algo más. Si no, pasando.\nHacedme casito.\n[#52](c52#c-52) Justicia poética que recibirán uno a uno al tiempo\n[#169](c169#c-169) eso ha cambiado mucho, ellas, eternas insatisfechas en busca del hombre del renacimiento esculpido en mármol y ellos, babosos rogando por un mísero polvo y al final, gana el conformismo mientras se tiene la liana en la mano, por si acaso\n[#203](c203#c-203) El truco está en buscar alguien sano mentalmente que haya madurado lo suficiente como para entender qué puede lograr por lo que ofrece. Por ahora yo soy bastante feliz.\n[#211](c211#c-211) y según te haces viejo, debería ser más fácil encontrar gente así... pero no.\nLo siento por los que no saben estar solos, acaban en historias de mierda muchas veces\n[#200](c200#c-200) Se ve que con operarme de cáncer no he tenido suficiente Tú tranquilo, que de aquí a unos años ya llegará mi San Martín.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.eleconomista.es/informalia/famosos/noticias/13050592/10/24/elisa-mouliaa-en-comisaria-para-denunciar-a-errejon-por-acoso-sexual-esto-es-lo-que-va-a-ocurrir-ahora.html",
      "https://eleconomista.es/informalia/famosos/noticias/13050592/10/24/elisa-mouliaa-en-comisaria-para-denunciar-a-errejon-por-acoso-sexual-esto-es-lo-que-va-a-ocurrir-ahora.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:41:07.515+03:00",
    "updated": "2024-10-25T00:41:07.515+03:00"
  }
]