[
  {
    "uuid": "566cf9d9b6eba891601b00c47fd51063d7ba3259",
    "url": "https://www.francetvinfo.fr/meteo/neige/avalanches/haute-savoie-deux-skieurs-sont-morts-dans-une-avalanche-au-pied-du-mont-blanc_6271089.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "France Info",
    "published": "2023-12-28T19:11:00Z",
    "title": "Alpes : deux morts dans une avalanche dans le massif du Mont-Blanc, un mort dans une chute dans le massif des Écrins en Isère",
    "text": "Deux skieurs sont morts jeudi 28 décembre après une avalanche près de la station de Saint-Gervais, au pied du Mont-Blanc (Haute-Savoie), a appris France Bleu Pays de Savoie auprès de la préfecture. Le bilan fait également état \"d'un blessé léger et cinq autres personnes indemnes\" , précise-t-elle. Les skieurs ont été touchés par l'avalanche de 400 mètres de long en début d'après-midi, alors qu'ils évoluaient \"en secteur hors-piste à 2 300 mètres d'altitude\" , selon la préfecture.\nLes recherches ont été menées par les secouristes des Pelotons de gendarmerie de Chamonix et d'Annecy, aidés des pisteurs de la station de Saint-Gervais. Une enquête a été ouverte par le parquet de Bonneville pour déterminer les causes de cette avalanche.\nUne chute mortelle en Isère En Isère, un jeune homme de 31 ans, a fait une chute mortelle dans le massif des Écrins. La victime était partie \"hors sentier avec un ami pour aller voir les chamois\" , depuis une barre rocheuse de la commune de Chantepérier, a indiqué le PGHM (peloton de gendarmerie de haute-montagne) de Grenoble. L'autre randonneur, âgé de 26 ans, a pour sa part pu être évacué et est indemne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.francebleu.fr/infos/faits-divers-justice/haute-savoie-un-mort-et-un-disparu-sous-une-avalanche-dans-la-station-de-saint-gervais-au-pied-du-mont-blanc-4029603",
      "https://francebleu.fr/infos/faits-divers-justice/haute-savoie-un-mort-et-un-disparu-sous-une-avalanche-dans-la-station-de-saint-gervais-au-pied-du-mont-blanc-4029603"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:43.120+02:00",
    "updated": "2023-12-29T00:20:43.120+02:00"
  },
  {
    "uuid": "5b443a5fc8893a22ac1280edda02f4e26730100b",
    "url": "https://viewfromthewing.com/game-changer-air-india-plans-new-non-stop-flights-from-delhi-to-la-and-dallas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "View from the Wing",
    "published": "2024-01-05T21:04:00Z",
    "title": "Game-Changer: Air India Plans New Non-Stop Flights from Delhi to LA and Dallas",
    "text": "Air India, which [went from near-collapse to new planes, new seats and new uniforms](https://viewfromthewing.com/air-indias-dramatic-turnaround-from-near-collapse-to-new-planes-seats-and-new-uniforms/), is planning to fly from Delhi to both Los Angeles and Dallas – Fort Worth, according to an internal schedule. Specific flight numbers, flight times, and an aircraft type have been assigned. - 5 times weekly service to Los Angeles - 4 times weekly service to Dallas - Both flights to use Boeing 777 ’77B’ aircraft New Air India Uniforms Those more familiar with Air India’s fleet plan can chime in on whether the 77B is ex-Delta Boeing 777-200LRs, or ex-Etihad birds. The Dallas schedule appears to be: - Delhi – Dallas Fort Worth, 2:00 a.m. – 9:10 a.m., Air India Flight AI199 Dallas Fort Worth – Delhi, 12:10 p.m. – 2:00 p.m.+1, Air India Flight AI198 What’s this ?? Am I breaking news or something?? I see LAX & DFW. [@nikwireless] [@Vinamralongani] [@sjlazars] [@ArenaJet] [@LiveFromALounge] [@IshrionA] [@khabri_lal] [@OntheRoadAJ] [@KaptainPetrovs] [@manishasinghal] [@ari_maj] [@BLRAviation] [@shukla_tarun] [@TeamVTAviation] [@networkthoughts] [pic.twitter.com/Ht64ZjqfSk] — Aashish (@aashmvp) [January 4, 2024] There are over 900 passengers per day flying from DFW to India, though Delhi isn’t actually the most popular destination. Both Hyderabad and Mumbai are larger markets. Currently Qatar Airways (via Doha) and Emirates (via Dubai) are carrying the greatest portion of this traffic, followed by Turkish Airlines (via Istanbul). It’s not clear that Air India will have a schedule advantage attracting passengers outside of Delhi non-stop customers. In some ways it’s surprising to see Air India plan Dallas service before Houston, where Star Alliance partner United has a hub that would allow for picking up connecting traffic from the Midwest and South. However Air India and United don’t have a close relationship and the flight likely wouldn’t see much support. Los Angeles seems an obvious market, and is one where Air India previously served one-stop via Europe. The Dallas flight is shown in internal plans as starting February 1, which seems impossible at this point for a flight not formally announced or loaded for sale. Presumably this date gets pushed back. DFW-based American Airlines currently flies to Delhi from New York JFK. That flight, while operationally much improved since launch, suffers restrictions from the lack of Russian overflight. DFW would be harder for American to accomplish. They are also short on capable aircraft. There was a time when American, which had planned Seattle – Bangalore prior to the pandemic, wouldn’t have allowed Air India to launch Dallas service without competition. When Icelandic airlines started to fly to Dallas from Reykjavik, then-CEO Doug Parker [explained American’s response](https://viewfromthewing.com/american-airlines-ceo-on-dfw-were-not-going-to-let-customers-have-another-option/), We would never allow that in Dallas Fort-Worth. Somebody starts flying a flight from Dallas to anywhere and American either is already there or we’re gonna be there. Because we’re not going to let customers have another option other than American in and out of here. Once Icelandair and Wow Air pulled out of Dallas, American ended their own Dallas – Reykjavik service and moved it to Philadelphia. I’d be surprised by a similar competitive response to Air India today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "air india plans new non-stop",
          "sentiment": "negative"
        },
        {
          "name": "dallas air india",
          "sentiment": "negative"
        },
        {
          "name": "boeing",
          "sentiment": "none"
        },
        {
          "name": "air india",
          "sentiment": "none"
        },
        {
          "name": "new air india uniforms those",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "la",
          "sentiment": "none"
        },
        {
          "name": "air india",
          "sentiment": "none"
        },
        {
          "name": "dallas fort worth",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "fort worth",
          "sentiment": "none"
        },
        {
          "name": "dallas fort worth – delhi",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:04:34.624+02:00",
    "updated": "2024-01-06T04:01:06.851+02:00"
  },
  {
    "uuid": "85870f10ff08a8e09180ca0e95faefab8e8904e5",
    "url": "https://www.lohud.com/story/money/business/2024/01/01/ny-minimum-wage-increase-2024-upstate-nyc/71851884007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris McKenna",
    "published": "2024-01-01T05:52:00Z",
    "title": "NY minimum wage to hit $15 upstate, $16 in NYC area in 2024",
    "text": "About 1 million New Yorkers who stock store shelves and hold other low-wage jobs will get a pay boost in 2024. New York is raising its minimum wage in January by $1 to $16 an hour for workers in New York City and the neighboring suburbs of Westchester County and Long Island. In the rest of the state, the hourly minimum is rising to $15 from $14.20, an 80-cent hike — and the realization of a $15 statewide minimum wage goal set into motion seven years ago in New York. State lawmakers and Gov. Kathy Hochul enacted the latest increases in May in a budget deal that also set 50-cent increases in 2025 and 2026 and then an automatic yearly adjustment. Starting in 2027, the minimum will rise each year at the pace of inflation, without any further action in Albany. New York is one of 22 states with increases set to take effect in January. Neighbors Connecticut and New Jersey are moving to $15.69 and $15.13, respectively. California's minimum is rising to $16, on par with New York's downstate area. Washington State is hiking its minimum to $16.28, the highest of any state. In New York, the impending increases amount to a $2,080 annual pay boost for minimum-wage workers in the downstate area, and a $1,664 hike for those in the rest of the state. New York's new minimums emerged from budget talks in the spring after progressive lawmakers and a coalition of advocacy groups and unions pushed for steeper increases. That campaign, known as Raise Up New York , sought to raise the minimum to $21.25 by 2026 for New York City, Westchester and Long Island and by 2027 elsewhere, then tying future increases to inflation. They argued that spikes in food, rent and gas costs were squeezing low-wage workers, and based their proposal on the calculation of a $21.46 \"living wage\" for a single person in New York. They noted that 18 other states and Washington, D.C. already link their minimum wages to cost-of-living increases. Business groups fought the proposal , saying that a steep hike following previous increases would strain employers and force them to cut jobs, reduce work hours or even close. Farmers, for example, already were struggling with high costs for feed, utilities and fuel, while stuck with fixed prices for their products, they warned. A study commissioned by the National Federation of Independent Business predicted 128,000 jobs would be lost in New York over a decade thanks to the increase. Yet some business owners banded together in support of a $21.25 minimum with a future inflation index. A coalition representing more than 300 businesses and business organizations across the state argued a \"fair minimum wage\" would help workers afford higher living costs, while curbing turnover and ensuring high-quality workforces for employers. The resulting compromise fell well below what supporters wanted. Yet opponents say even that will still pinch employers, particularly when its effects on other costs are tallied. Frank Kerbein, director of the Center for Human Resources at the Business Council of New York State, pointed out that raising the hourly pay floor means doing the same for certain salaried employees with administrative duties. The new minimum salaries for those positions will be $62,400 downstate and $58,500 upstate, he said. \"All these increases add to the cost of doing business in New York, for sure,\" Kerbein said. Women, in greater numbers than men. Almost 62% of the estimated 1,053,373 New Yorkers who earn less than $16 or $15 an hour and are set to get raises in January are female, compared to 38% who are male, according to data provided to the USA Today Network by the state Department of Labor. More than twice as many beneficiaries live in the downstate area — New York City, Long Island and Westchester — as in the rest of the state: roughly 754,000 vs. 300,000. 2024 increases: These states will see a minimum-wage increase in 2024: See the map Young people, minority workers and those without college degrees all stand to gain. Of those roughly 1 million New Yorkers earning below the new minimums, 34% are ages 16-24, 49% are Black or Hispanic, and 57% didn't go to college, state figures show. But plenty of people at the other end of the age and education scales also fall in that low-earning class. Among the New Yorkers in line for pay boost, 20% are 55 or older and a surprising 22% hold college or graduate-level degrees, according to the data. Unhappy deal: Minimum wage to climb to $17 in NY. Why so few New Yorkers are pleased with that deal. New York sets lower minimum wages for workers who get part of their pay through tips. In the upstate area, for example, the pay floor is $9.45 for food-service workers and $11.85 for tipped employees in other industries. All of those rates will rise in tandem with the new minimum wage increases. Home care aides, on the other hand, have higher minimum wages. In the downstate area, those amounts will climb to $18.55 from $17 in January and then by 55 cents each of the next two years. Upstate, they'll rise to $17.55 from $16.20 in January and also grow by 55 cents in 2025 and 2026. Groups that pushed for a $21.25 minimum wage were disappointed with the lower amounts negotiated in the budget. But rather than renew their push to go higher, they plan to urge lawmakers to address two other objections during the legislative session that begins in January. One is the continued downstate-upstate split that sets a lower minimum for the 54 counties north and west of Westchester. The Raise Up New York coalition opposes that gap and expects to make its removal a priority in 2024. \"We know that that's a huge problem,\" Tal Frieden, campaign manager for Raise Up New York, said in an interview. Upstate workers need the same minimum wage as those in the New York City area because they're struggling with the same rising housing and grocery costs, Frieden argued. Raising their pay to downstate levels also would boost upstate economies, since they'd be spending more in the places where they live, Frieden said. The group's other goal for 2024 is to remove what Frieden called a \"harmful loophole\" in the new indexing policy that requires the state to forgo wage increases after years in which the unemployment rate has increased. No other Democratic-led state that indexes its minimum wage to inflation has built in that \"automatic off-ramp,\" Frieden said. Minimum wage increases squeeze farmers Why Hochul's minimum wage plan has farmers, business owners fearing for their future Hochul announced in December that the Department of Labor would begin a public-awareness campaign to alert workers to the raised minimum wages. That campaign would include social media, newsletters, email and flyers and would encourage workers to file complaints if their paychecks don't reflect the increases. Aside from Washington State, which has the highest statewide rate, the top minimum wages in the U.S. are in Washington, D.C., where it's $17 an hour, and in cities such as West Hollywood and San Francisco, which set their pay floors at $19.08 and $18.07 , respectively. At the other end of the pay scale are 21 states that follow the federal minimum wage of $7.25, less than half of what employers in New York and five other states must pay. They include Texas, the nation's second most populous state, and Pennsylvania, one of New York's neighbors. Chris McKenna covers government and politics for The Journal News and USA Today Network. Reach him at cmckenna@gannett.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.bcnys.org/sites/default/files/2023-03/Economic%20Impacts%20of%20a%20Proposed%20Minimum%20Wage%20Increase%20in%20New%20York%20State%202023_NFIB_REMI_Feb23.pdf",
      "https://apnews.com/article/highest-minimum-wage-west-hollywood-b0d19936c53334a87818cfb7650f9630",
      "https://www.businessforafairminimumwage.org/new-york-business-fair-minimum-wage-signers-list",
      "https://dol.ny.gov/filing-labor-standards-complaint-fare-grant",
      "https://www.raiseupny.com/",
      "https://www.businessforafairminimumwage.org/press-release/growing-new-york-business-coalition-supports-raising-and-indexing-minimum-wage-state",
      "https://livingwage.mit.edu/states/36",
      "https://www.bcnys.org/index.php/news/business-advocates-small-business-owners-gather-statehouse-warn-against-job-killing-minimum",
      "https://www.apnews.com/article/highest-minimum-wage-west-hollywood-b0d19936c53334a87818cfb7650f9630",
      "https://www.dol.ny.gov/filing-labor-standards-complaint-fare-grant",
      "https://businessforafairminimumwage.org/new-york-business-fair-minimum-wage-signers-list",
      "https://businessforafairminimumwage.org/press-release/growing-new-york-business-coalition-supports-raising-and-indexing-minimum-wage-state",
      "https://raiseupny.com/",
      "https://bcnys.org/index.php/news/business-advocates-small-business-owners-gather-statehouse-warn-against-job-killing-minimum",
      "https://www.raiseupny.com",
      "https://www.livingwage.mit.edu/states/36",
      "https://bcnys.org/sites/default/files/2023-03/Economic%20Impacts%20of%20a%20Proposed%20Minimum%20Wage%20Increase%20in%20New%20York%20State%202023_NFIB_REMI_Feb23.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathy hochul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "washington state",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nyc",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "westchester county",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "new jersey",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T08:29:32.864+02:00",
    "updated": "2024-01-01T08:29:32.864+02:00"
  },
  {
    "uuid": "872b3012589dc271f50a4d7b0617fd53c531a693",
    "url": "https://www.wruf.com/headlines/2024/09/05/middle-tennessee-gears-up-for-ole-miss-challenge",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Morgan Vazquez",
    "published": "2024-09-05T19:20:00Z",
    "title": "Middle Tennessee Gears Up for Ole Miss Challenge",
    "text": "The No. 6 Ole Miss Rebels are set to host the Middle Tennessee Blue Raiders on Saturday. After coming out with wins in week 1, both teams are looking to add another victory to their collection.\nWinning Weekend Ole Miss blew out Furman last weekend 76-0. It was not a similar tale for Middle Tennessee. Instead, it was a back-and-forth battle in their game against Tennessee Tech. The Blue Raiders had a hot start, scoring on the first drive of the game, with a 3-yard run from running back Frank Peasant . Though the momentum didn’t last, with the first quarter ending at 7-0. As the first half continued, it was only Tennessee Tech’s struggling offense that allowed Middle Tennessee to go into halftime up 21-5. The third quarter struggles for Middle Tennessee let the Golden take the lead 25-24. With only 15 seconds left in the fourth quarter, it took a 33-yard touchdown drive from Peasant to secure Middle Tennessee’s win over their longtime rival.\n\"FRANK THE TANK TO THE RESCUE!\" @frankpeasant16\nsupermans into the end zone for the Blue Raider lead!\n📺 – @ESPNPlus @MT_FB | #NoLimitsOnUs pic.twitter.com/BauEq8KLFj\n— Conference USA (@ConferenceUSA) September 1, 2024\nFirepower Offense The rebels No.6 ranking is largely due to a lethal combination of senior quarterback Jaxon Dart and offensively creative head coach Lane Kiffin. In the game against Furman, Dart became the first SEC QB since Joe Burrow with more than 350 passing yards in a half, racking up 418 on the day. He also set a program record for most passing yards in a single game.\nMight wanna get used to this connection 🤝 @JaxsonDart ➡️ @cpkorn12 pic.twitter.com/Hj6diGs8Z8\n— Ole Miss Football (@OleMissFB) September 1, 2024\nThe only thing that might hold the Rebels back is their young offensive line; 26 Rebels made their Ole Miss debut in the Furman game. Despite the dominant win, even Kiffin expressed concern over offensive consistency going into the rest of the season and more challenging teams.\nhttps://www.wruf.com/wp-content/uploads/2024/09/Kiffn-Freeze-Lea-Sarkisian_01.wav On the Lookout Middle Tennessee Head Coach Derek Mason will rely heavily on his senior quarterback Nicholas Vattiato to keep his win streak in his first season coaching for the Blue Raiders. In the face of the Rebels strong and experienced defensive line, the main challenge for Middle Tennesse will be using their new, but promising, wide receiver Omari Kelly to break through. Kelly scored his first touchdown with Middle Tennesse and tallied a team-high 47 yards on four catches against Tennessee Tech.\nThe Ole Miss Rebels and Middle Tennessee will play in Oxford at 3:15 on Saturday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://goblueraiders.com/sports/football/roster/frank-peasant/13351",
      "https://olemisssports.com/sports/football/roster/jaxson-dart/5135",
      "https://www.olemisssports.com/sports/football/roster/jaxson-dart/5135",
      "https://www.goblueraiders.com/sports/football/roster/frank-peasant/13351"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:25:06.151+03:00",
    "updated": "2024-09-06T04:33:38.203+03:00"
  },
  {
    "uuid": "8c26a9602f10f422402d342755e862ad602ba525",
    "url": "https://www.bfmtv.com/meteo/intemperies/pyrenees-rhone-massif-central-de-forts-orages-encore-attendus-ce-vendredi_AV-202408020266.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@BFMTV",
    "published": "2024-08-02T09:07:00Z",
    "title": "Pyrénées, Rhône, Massif Central... De forts orages encore attendus ce vendredi",
    "text": "Ce vendredi 2 août, 46 départements sont placés en vigilance jaune orages, annonce Météo France, notamment dans l'est du pays. Une séquence orageuse qui se poursuit. 46 départements sont placés en vigilance jaune aux orages ce vendredi 2 août, alors que 9 départements sont toujours concernés par la vigilance orange canicule, a annoncé Météo France .\n\"Le potentiel de pluies intenses sera plus particulièrement significatif sur les Pyrénées, où un risque d'orages peu mobiles sera présent en montagne\", prévient l'observatoire spécialisé Keraunos. L'activité orageuse tendra à décliner partout en cours de nuit prochaine\".\nCes dernières 24 heures ont été particulièrement ponctuées par de fortes précipitations sur un quart du nord-est du pays, notamment en Seine-et-Marne (80 à 100m à l'Est de Coulommiers, 50 à 80 mm entre Fontainebleau et Nemours) et en Essonne (au-delà de 80mm au nord-est d'Évry).\nDans le département des Vosges, entre Épinal et Vittel, les 100 mm ont été dépassés. Des forts cumuls ponctuels seront également présents sur le sud de la Côte d'Or et l'est de la Meurthe-et-Moselle.\nDes orages attendus dans les Pyrénées, le Rhône et le Massif Central Cet après-midi, de forts orages sont attendus sur le Massif Central et risquent de déborder sur la basse vallée du Rhône et des Pyrénées. Plus localement, Météo France prévoit des phénomènes violents comme de fortes bourrasques ou encore de la grêle sur ces régions.\n\"Il existe une possibilité que le phénomène prévu, balisé en jaune 'orages' puisse faire l'objet d'une actualisation. Tenez-vous informés\", prévient Météo France. Samedi, le temps sera plus clément, sans aucune goutte de pluie et avec des températures prévues entre 23 et 28°C sur une large partie du pays.\nVigilance orange crue en Seine-et-Marne En plus des orages, certains départements sont également placés en vigilance jaune crue et orage, comme la Meurthe-et-Moselle et les Vosges. Le Madon et le grand Morin aval sont particulièrement concernés.\nRetrouvez toutes nos prévisions météo sur notre page dédiée .\nLes crues les plus importantes sont actuellement en cours en Seine-et-Marne. Le département, toujours placé en vigilance orange crue, est touché par des inondations ce vendredi matin à divers endroits comme dans la commune de La Ferté Gaucher.\nSelon les prévisions de l'agence météorologique, trois départements sortiront de la vigilance orange canicule ce samedi à 6 heures: les Alpes-Maritimes, les Alpes-de-Haute-Provence et le Vaucluse. Ce sera également le cas pour le Var, le Gard et l'Hérault un peu plus tard dans la soirée, vers 22 heures.\nOrlane Edouard Les plus lus\nINFO BFMTV. Mort d'Alain Delon: Hiromi Rollin \"dévastée\" de ne pas avoir pu le revoir avant sa disparition",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/KeraunosObs/status/1819260495699873858",
      "https://vigilance.meteofrance.fr/fr/orages",
      "https://www.vigilance.meteofrance.fr/fr/orages",
      "https://www.twitter.com/KeraunosObs/status/1819260495699873858"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T12:09:45.178+03:00",
    "updated": "2024-08-22T04:47:44.252+03:00"
  },
  {
    "uuid": "1b165ccb1aa1e01d0beb2ca1dc0c06622fca2298",
    "url": "https://www.thespectrum.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T15:53:41.049+02:00",
    "updated": "2024-01-19T15:53:41.049+02:00"
  }
]