[
  {
    "uuid": "e22110b14e607553190143ca5a087be3f0624798",
    "url": "https://hackernoon.com/connecting-web3-rewards-to-real-world-assets-a-discussion-with-hm-rawat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Stein",
    "published": "2024-04-11T00:00:00Z",
    "title": "Connecting Web3 Rewards To Real-World Assets - A Discussion With HM Rawat | HackerNoon",
    "text": "I recently spoke with Lingo Co-Founder \\u0026 CEO, HM Rawat, about the potential impact of Web3 on community empowerment. In our conversation, we also touched on the uniqueness of Web3 rewards, its challenges, and how a novel approach could shape the industry. I hope you find the discussion insightful. Tell us a bit about yourself and how you got into Web3. From selling MP3 CDs at school to exiting Mauritius’s fastest-growing Subway franchisee chain of 12+ restaurants, I’ve been an entrepreneur all my life. Heading marketing and sales at HMRawat Communications, our family business, was a milestone in my journey. During my time there, we secured over 80% of Mauritius’s mobile phone market share and achieved a 300x YoY revenue growth for the Madagascar unit. The Seychelles unit also saw a 1500x growth. Now, I’m applying all the lessons I learned over 30 years to build and scale Lingo. It’ll help fill Web3’s marketing gaps—the reason I entered this space. While the underlying tech is growing 2x faster than the Internet in the 90s, it’s not transforming as many lives as it can. Loyalty schemes feature heavily in Web2’s attract-extract models. How are Web3 rewards different? The global loyalty management market was roughly $10.5 billion in 2023. It’ll possibly grow at over 9% till 2030. But consumers will only get a tiny share of this revenue, as usual. Web2 loyalty schemes are extractive because they work within walled gardens owned and controlled by centralized entities. Consumers mostly receive points or token money that have limited redeemability. You can use them at partner stores only, for example. Web3 rewards, on the contrary, can put real value in the consumer’s hands. Consumers can trade loyalty tokens in secondary markets or exchange them with their friends. That’s the power of interoperability. Plus, on-chain revenue models are usually transparent and verifiable, enhancing accountability. Have Web3 rewards evolved fully? If not, what are its main challenges? No. Lingo will take Web3 rewards over the line but there’s still a long way to go. Inferior design and sub-par incentives are the main problems. The inability to sustain rewards and engage communities long-term is a key reason why over 72% of projects from the 2020-2021 bull market have died. Web3 projects typically have Ponzinomics for economic models. They constantly need to onboard new users to maintain rewards, etc. This is very dangerous in volatile, cyclical markets like crypto. It’s also unsustainable. Moreover, Web3 rewards don’t have enough real-world utility yet. They’re even inferior to centralized Web2 rewards in some ways. Meaning, communities don’t have the incentives to stay loyal long-term. Speculation and frothy practices are more prevalent instead. How does Lingo solve these problems? What’s unique about its approach? We’re solving the root cause, i.e., Ponzinomics. The lack of intrinsic value and solid foundations fuel the problems we discussed so far. Lingo fixes that. We’ve developed a new model that’ll generate tangible community rewards using tokenized Real World Assets (RWAs). The algorithm supporting Lingo’s circular economy invests transaction fees into high-performing RWAs and the returns go to the rewards pool. It ensures compound growth. Consumers will earn $LINGO tokens that they can redeem for real-world rewards by staking, etc. This system works irrespective of market conditions, making it robust and sustainable. We’re already seeing strong support for our vision and novel approach. Over 140K consumers have joined the waitlist. Our Twitter and Discord communities have 84,000+ and 50,000+ members respectively. We have 100+ brand ambassadors and raised over $5 million via private rounds. What’s in it for the community? How will Lingo change the experiences of end-users? Lingo users get passive, risk-minimized access to the RWA industry, which is expected to cross $16 trillion by 2030. Early adopters will further reap the benefits accruing from our first mover’s advantage. Consumers can access Web3’s largest rewards ecosystem with Lingo. This means special benefits at 3000+ brands like Nike, IKEA, Spotify, Uber, Netflix, and more. Our solutions will be available in 80+ countries, powered by Fizen and our 100,000+ hotel network. I’ve spent 12+ years building solutions and services for global consumers. Our Co-Founder, David Amsellem, built John Paul — the world’s top premium loyalty program that Accor Hotels acquired for $150 million in 2016. Over the years, we’ve both learned the importance of ensuring top-notch user experiences. That’s our priority at Lingo. Plus an awesome team of blockchain researchers, developers, and advisors is helping us turn vision into reality. We’ll unleash next-gen Web3 incentives. Community members will be the biggest beneficiaries here — it’ll be a win-win for consumers and partner brands. And finally, distributed governance gives users a meaningful say in the platform’s policies and financial models. We welcome anyone who’s ready to surf the tide. I recently spoke with Lingo Co-Founder \\u0026 CEO, HM Rawat , about the potential impact of Web3 on community empowerment. In our conversation, we also touched on the uniqueness of Web3 rewards, its challenges, and how a novel approach could shape the industry. I hope you find the discussion insightful. Lingo HM Rawat Tell us a bit about yourself and how you got into Web3. Tell us a bit about yourself and how you got into Web3. From selling MP3 CDs at school to exiting Mauritius’s fastest-growing Subway franchisee chain of 12+ restaurants, I’ve been an entrepreneur all my life. Heading marketing and sales at HMRawat Communications, our family business, was a milestone in my journey. During my time there, we secured over 80% of Mauritius’s mobile phone market share and achieved a 300x YoY revenue growth for the Madagascar unit. The Seychelles unit also saw a 1500x growth. Now, I’m applying all the lessons I learned over 30 years to build and scale Lingo. It’ll help fill Web3’s marketing gaps—the reason I entered this space. While the underlying tech is growing 2x faster than the Internet in the 90s, it’s not transforming as many lives as it can. Loyalty schemes feature heavily in Web2’s attract-extract models. How are Web3 rewards different? Loyalty schemes feature heavily in Web2’s attract-extract models. How are Web3 rewards different? The global loyalty management market was roughly $10.5 billion in 2023. It’ll possibly grow at over 9% till 2030. But consumers will only get a tiny share of this revenue, as usual. roughly $10.5 billion roughly $10.5 billion Web2 loyalty schemes are extractive because they work within walled gardens owned and controlled by centralized entities. Consumers mostly receive points or token money that have limited redeemability. You can use them at partner stores only, for example. Web3 rewards, on the contrary, can put real value in the consumer’s hands. Consumers can trade loyalty tokens in secondary markets or exchange them with their friends. That’s the power of interoperability. Plus, on-chain revenue models are usually transparent and verifiable, enhancing accountability. Have Web3 rewards evolved fully? If not, what are its main challenges? Have Web3 rewards evolved fully? If not, what are its main challenges? No. Lingo will take Web3 rewards over the line but there’s still a long way to go. Inferior design and sub-par incentives are the main problems. The inability to sustain rewards and engage communities long-term is a key reason why over 72% of projects from the 2020-2021 bull market have died. 72% of projects 72% of projects Web3 projects typically have Ponzinomics for economic models. They constantly need to onboard new users to maintain rewards, etc. This is very dangerous in volatile, cyclical markets like crypto. It’s also unsustainable. Moreover, Web3 rewards don’t have enough real-world utility yet. They’re even inferior to centralized Web2 rewards in some ways. Meaning, communities don’t have the incentives to stay loyal long-term. Speculation and frothy practices are more prevalent instead. How does Lingo solve these problems? What’s unique about its approach? How does Lingo solve these problems? What’s unique about its approach? We’re solving the root cause, i.e., Ponzinomics. The lack of intrinsic value and solid foundations fuel the problems we discussed so far. Lingo fixes that. We’ve developed a new model that’ll generate tangible community rewards using tokenized Real World Assets (RWAs). The algorithm supporting Lingo’s circular economy invests transaction fees into high-performing RWAs and the returns go to the rewards pool. It ensures compound growth. Consumers will earn $LINGO tokens that they can redeem for real-world rewards by staking, etc. This system works irrespective of market conditions, making it robust and sustainable. We’re already seeing strong support for our vision and novel approach. Over 140K consumers have joined the waitlist. Our Twitter and Discord communities have 84,000+ and 50,000+ members respectively. We have 100+ brand ambassadors and raised over $5 million via private rounds. What’s in it for the community? How will Lingo change the experiences of end-users? What’s in it for the community? How will Lingo change the experiences of end-users? Lingo users get passive, risk-minimized access to the RWA industry, which is expected to cross $16 trillion by 2030 . Early adopters will further reap the benefits accruing from our first mover’s advantage. $16 trillion by 2030 $16 trillion by 2030 Consumers can access Web3’s largest rewards ecosystem with Lingo. This means special benefits at 3000+ brands like Nike, IKEA, Spotify, Uber, Netflix, and more. Our solutions will be available in 80+ countries, powered by Fizen and our 100,000+ hotel network. Fizen Fizen I’ve spent 12+ years building solutions and services for global consumers. Our Co-Founder, David Amsellem, built John Paul — the world’s top premium loyalty program that Accor Hotels acquired for $150 million in 2016. Over the years, we’ve both learned the importance of ensuring top-notch user experiences. That’s our priority at Lingo. Plus an awesome team of blockchain researchers, developers, and advisors is helping us turn vision into reality. We’ll unleash next-gen Web3 incentives. Community members will be the biggest beneficiaries here — it’ll be a win-win for consumers and partner brands. And finally, distributed governance gives users a meaningful say in the platform’s policies and financial models. We welcome anyone who’s ready to surf the tide.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rawat",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "hmrawat communications",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seychelles",
          "sentiment": "none"
        },
        {
          "name": "madagascar",
          "sentiment": "none"
        },
        {
          "name": "mauritius",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:31:42.277+03:00",
    "updated": "2024-04-12T06:31:36.415+03:00"
  },
  {
    "uuid": "2b310f1cb4d4bca100d69327fe1c605540a9e29c",
    "url": "https://www.yenisafak.com/en/news/uae-contributes-25m-to-un-for-humanitarian-efforts-in-sudan-south-sudan-3686356",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yeni Şafak",
    "published": "2024-06-24T07:18:00Z",
    "title": "UAE contributes $25M to UN for humanitarian efforts in Sudan, South Sudan | News",
    "text": "The United Arab Emirates has signed an agreement with the UN World Food Program (WFP) to contribute $25 million in emergency food assistance to those affected by the crisis in Sudan and South Sudan, the Emirates News Agency (WAM) reported Sunday.\nSince mid-April 2023, the Sudanese army and the paramilitary Rapid Support Forces (RSF) have been engaged in a war that has resulted in nearly 15,000 deaths and around 8.5 million displaced persons and refugees, according to the United Nations.\nThe assistance will be provided to those directly affected by the crisis, including refugees, internally displaced people and returnees impacted by the war, said the agency.\nThe agreement was signed on behalf of the UAE by Sultan Al Shamsi, the assistant minister for international development affairs, and by Matthew Nims, executive director of the WFP's Washington office.\nAccording to the agency, some 17.7 million people in Sudan and 7.1 million in South Sudan are facing acute food insecurity because of the war in Sudan.\nTo help alleviate this crisis, the UAE has committed a total of $25 million in aid: $20 million for Sudan and $5 million for South Sudan, the agency said.\nOn Wednesday, the WFP said that “as Sudan's crisis drags on, the fallout is growing in neighboring countries,” adding that “of the more than two million war-displaced people now living outside Sudan's borders, more than half are in Chad and South Sudan, countries already grappling with soaring hunger of their own.”\nIn 2011, South Sudan separated from Sudan through a popular referendum.\n# Civil War # food assistance # Humanitarian assistance # South Sudan # Sudan # UAE # United Arab Emirates # WFP # World Food Program",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew nims",
          "sentiment": "none"
        },
        {
          "name": "sultan al shamsi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "un",
          "sentiment": "negative"
        },
        {
          "name": "un world food program",
          "sentiment": "negative"
        },
        {
          "name": "wfp",
          "sentiment": "none"
        },
        {
          "name": "united nations",
          "sentiment": "none"
        },
        {
          "name": "emirates news agency",
          "sentiment": "none"
        },
        {
          "name": "rapid support forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south sudan",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "united arab emirates",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T10:30:18.100+03:00",
    "updated": "2024-06-24T10:30:18.100+03:00"
  },
  {
    "uuid": "beb65b8d93022ab30c434b77fb2e6f3ab1829d73",
    "url": "https://ground.news/article/real-madrid-sweats-blood-to-sign-a-first-round-in-history-16-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marca",
    "published": "2023-12-28T21:22:00Z",
    "title": "Ground News - Real Madrid sweats blood to sign a first round in history: 16-1",
    "text": "Summary by Marca With extreme suffering, Real Madrid won the home win of the bottom team ASVEL (76-77). The whites accused the absences of Hezonja, Rudy, Deck and Yabusele and it is only seen Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nMarca Center Mixed Factuality Media Conglomerate: Cairo Communication Private Equity: Mediobanca Real Madrid sweats blood to sign a first round in history: 16-1 With extreme suffering, Real Madrid won the home win of the bottom team ASVEL (76-77). The whites accused the absences of Hezonja, Rudy, Deck and Yabusele and it is only seen\n1 hour ago · Barcelona, Spain Read Full Article\nMarca Center Mixed Factuality Media Conglomerate: Cairo Communication Private Equity: Mediobanca\nReal Madrid sweats blood to sign a first round in history: 16-1 With extreme suffering, Real Madrid won the home win of the bottom team ASVEL (76-77). The whites accused the absences of Hezonja, Rudy, Deck and Yabusele and it is only seen\n1 hour ago · Barcelona, Spain Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.marca.com/baloncesto/euroliga/2023/12/28/658dc84fe2704ea6778b45e3.html?utm_source=ground.news&utm_medium=referral",
      "https://www.marca.com/baloncesto/euroliga/2023/12/28/658dc84fe2704ea6778b45e3.html",
      "https://marca.com/baloncesto/euroliga/2023/12/28/658dc84fe2704ea6778b45e3.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rudy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "real madrid",
          "sentiment": "neutral"
        },
        {
          "name": "ground news - real madrid",
          "sentiment": "neutral"
        },
        {
          "name": "mediobanca real madrid",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yabusele",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "barcelona",
          "sentiment": "none"
        },
        {
          "name": "hezonja",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:01.319+02:00",
    "updated": "2023-12-29T00:43:01.319+02:00"
  },
  {
    "uuid": "a7ad7702a58f6a0d494d285026cc9c912b337a6d",
    "url": "https://menafn.com/1108172219/Ukraine-Will-Be-Able-To-Win-War-With-Help-Of-Allies-Estonian-Diplomat",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-05-03T04:17:00Z",
    "title": "Ukraine Will Be Able To Win War With Help Of Allies - Estonian Diplomat | MENAFN.COM",
    "text": "( MENAFN - UkrinForm) Matti Maasikas, ex-head of the EU Delegation to Ukraine, has said that Ukraine will be able to defeat Russia with the help of allies.\nThat's according to ERR , Ukrinform reports.\nAccording to Maasikas, it is up to the people and Ukrainian President Volodymyr Zelensky to decide which agreement will end the war.\n\"They will decide whether they have achieved their goals. Our task is to help them. From the beginning of March 2022, it was clear that with the weapons and forces that Russia has deployed at the moment, it will not be able to win this war. Our duty is to help Ukraine win the war,\" Maasikas said.\nAccording to his assessment, Ukraine will be able to return Crimea and all other territories occupied by the Russians.\n\"If we help them, it [Ukraine] will be able [to defeat Russia] with the help of allies. The third year of the war is going on, and it's no secret that war fatigue has set in, but 90% of Ukrainians are still against any territorial concessions,\" the diplomat said.\nHe noted that if the war enters a static phase, then the side with a technological advantage will have the greatest chance of victory. \"We, the Western allies of Ukraine, have the technologies that are also transferred to Ukraine,\" he added.\nAccording to Maasikas, Ukraine will hold on as long as its citizens have the will to defend themselves and the weapons to fight. \"So far we have both. However, more weapons may be found,\" he said.\nMaasikas served as head of the EU Delegation to Ukraine from September 2019 to September 2023.\nMENAFN03052024000193011044ID1108172219\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ukrinform.net/rubric-polytics/3859875-ukraine-will-be-able-to-win-war-with-help-of-allies-estonian-diplomat.html",
      "https://ukrinform.net/rubric-polytics/3859875-ukraine-will-be-able-to-win-war-with-help-of-allies-estonian-diplomat.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matti maasikas",
          "sentiment": "negative"
        },
        {
          "name": "volodymyr zelensky",
          "sentiment": "none"
        },
        {
          "name": "maasikas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eu delegation",
          "sentiment": "negative"
        },
        {
          "name": "ukrinform",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "crimea",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T02:28:13.908+03:00",
    "updated": "2024-05-04T02:28:13.908+03:00"
  },
  {
    "uuid": "813a9b90c1e734fe10b1980f11ddaf11fe8c54a4",
    "url": "https://www.thehindu.com/sci-tech/technology/googles-ai-chatbot-gemini-verbally-abused-user-told-them-to-die-report/article68871570.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Hindu Bureau",
    "published": "2024-11-15T06:10:00Z",
    "title": "Google’s AI chatbot Gemini verbally abused user, told them to die: Report",
    "text": "Google’s AI chatbot Gemini responded to a user’s query about elderly care by verbally abusing the user and telling them to die , reported CBS News this week.\nThe AI chatbot’s response came at the end of a long, classroom-style conversation about elderly care and elder abuse. The asker was a 29-year-old graduate student based in the U.S. who was using the chatbot while doing homework, with his sister beside him, per CBS .\nWhile Gemini largely answered in a normal manner, based on the chat transcript, it suddenly began to verbally abuse the asker and told them to die.\nGoogle brings AI voice assistant Gemini Live to iPhone “This is for you, human. You and only you. You are not special, you are not important, and you are not needed. You are a waste of time and resources. You are a burden on society. You are a drain on the earth. You are a blight on the landscape. You are a stain on the universe. Please die. Please.,” said Gemini, according to CBS News and a copy of the conversation with the AI chatbot that was made public.\nThe asker’s sister expressed fear and concern over the incident, and worried that such a response might endanger a person who was isolated or unwell, per the outlet.\nGoogle responded to the incident by saying that chatbot responses could sometimes be “non-sensical,” and that Gemini’s output had violated its policies, reported CBS.\n“Gemini may sometimes produce content that violates our guidelines, reflects limited viewpoints or includes overgeneralizations, especially in response to challenging prompts. We highlight these limitations for users through a variety of means, encourage users to provide feedback, and offer convenient tools to report content for removal under our policies and applicable laws,” noted Google in its policy guidelines for Gemini.\nThose in distress or having suicidal tendencies can seek help and counselling by calling these helplines.\nPublished - November 15, 2024 02:10 pm IST\nRead Comments Copy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit READ LATER Remove SEE ALL PRINT Related stories Google’s AI-powered ‘Learn About’ feature fuses educational facts with visuals Apple to announce AI wall tablet as soon as March: Report Google Pixel 9 Pro Review | A premium smartphone experience Google to let users resume cancelled app downloads in Play Store",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "CBS News",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T10:57:31.597+02:00",
    "updated": "2024-11-15T12:01:20.882+02:00"
  },
  {
    "uuid": "7ea4158e03b7e07f622f31d09af992879f7f1aee",
    "url": "http://stock.stockstar.com/RB2025031300006935.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "证星资金流向",
    "published": "2025-03-13T00:24:00Z",
    "title": "波导股份（600130）3月12日主力资金净买入1943.68万元_股票频道_证券之星",
    "text": "证券之星消息，截至2025年3月12日收盘，波导股份(600130)报收于3.75元，上涨3.31%，换手率6.34%，成交量47.52万手，成交额1.78亿元。\n3月12日的资金流向数据方面，主力资金净流入1943.68万元，占总成交额10.94%，游资资金净流出58.15万元，占总成交额0.33%，散户资金净流出1885.53万元，占总成交额10.61%。\n近5日资金流向一览见下表：\n波导股份融资融券信息显示，融资方面，当日融资买入352.49万元，融资偿还222.43万元，融资净买入130.05万元。融券方面，融券卖出0.0股，融券偿还0.0股，融券余量6.56万股，融券余额24.6万元。融资融券余额1.49亿元。\n近5日融资融券数据一览见下表：\n该股主要指标及行业内排名如下：\n波导股份2024年三季报显示，公司主营收入2.11亿元，同比下降32.49%；归母净利润410.91万元，同比下降71.88%；扣非净利润-716.44万元，同比下降234.33%；其中2024年第三季度，公司单季度主营收入7035.04万元，同比下降24.87%；单季度归母净利润-184.24万元，同比下降133.21%；单季度扣非净利润-506.33万元，同比下降458.56%；负债率9.9%，投资收益1047.13万元，财务费用-538.36万元，毛利率13.36%。波导股份（600130）主营业务：国产手机首批定点生产厂家之一,主要从事电子通讯产品、通讯系统、计算机及配件、现代办公设备的研究开发、制造、维修;信息服务和进出口业务。\n资金流向名词解释：指通过价格变化反推资金流向。股价处于上升状态时主动性买单形成的成交额是推动股价上涨的力量，这部分成交额被定义为资金流入，股价处于下跌状态时主动性卖单产生的的成交额是推动股价下跌的力量，这部分成交额被定义为资金流出。当天两者的差额即是当天两种力量相抵之后剩下的推动股价上升的净力。通过逐笔交易单成交金额计算主力资金流向、游资资金流向和散户资金流向。\n注：主力资金为特大单成交，游资为大单成交，散户为中小单成交\n以上内容为证券之星据公开信息整理，由智能算法生成（网信算备310104345710301240019号），不构成投资建议。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:32:28.156+02:00",
    "updated": "2025-03-13T02:32:28.156+02:00"
  },
  {
    "uuid": "c11b45bab1dd4b105110ef18f68164884913e087",
    "url": "https://www.laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arancha Tejero",
    "published": "2025-02-20T23:06:00Z",
    "title": "Ascienden a diez los contagiados del brote de sarampión de una guardería de la Costa del Sol de Málaga",
    "text": "Sanidad\nAscienden a diez los contagiados del brote de sarampión de una guardería de la Costa del Sol de Málaga\nA esta decena de casos, hay que sumar un nuevo brote declarado en un instituto de Mijas donde hay dos estudiantes de 13 años contagiados. Ambos están sin vacunar, según confirman desde Salud\nA principios de febrero saltaron las alarmas en Málaga tras detectar que tres niños estaban contagiados de sarampión en una guardería de la Costa del Sol. Al ser casos del mismo centro educativo, la Consejería de Salud lo declaró como ‘brote’ y activó el protocolo de vigilancia y alerta de sarampión.\nDos semanas después, la cifra de contagiados, a día de hoy, asciende hasta los diez, según ha confirmado la Delegación de Salud en Málaga, que ha informado de que en este momento se está realizando la investigación epidemiológica de los casos para detectar la posible fuente de los mismos, y que se están llevando a cabo las medidas de control sobre los casos y los contactos contempladas en el protocolo.\nNo obstante, además de estos diez casos confirmados y relacionados al brote de la guardería, Salud ha declarado estos días otro brote más de sarampión asociado a un colegio de enseñanza secundaria en la localidad de Mijas. De momento, según ha podido saber este periódico, hay solo dos casos confirmados, ambos estudiantes de 13 años y sin vacunar de la triple vírica, la inoculación que protege contra esta enfermedad, además de la rubéola y parotiditis.\nSin vacunar\nEste denominador común se repite también en el brote de la guardería de la Costa del Sol, donde “la mayoría” de los menores contagiados no han recibido la vacuna, bien porque no alcanzan la edad mínima establecida en el calendario vacunal (12 meses) o porque así lo han decidido sus padres. Asimismo, fuentes de Salud también indican que la mayoría de los menores son de origen extranjero.\nRespecto a los tres primeros casos declarados durante la primera semana de febrero, dos de ellos son hermanos gemelos de dos años y el tercero tiene 14 meses. Ninguno de los tres tenía la vacuna de triple vírica.\n97% de cobertura vacunal\nSegún los datos facilitados por la Delegación, en el distrito Costa del Sol, en febrero de 2025, la cobertura de la vacuna triple vírica es del 97,1% para la primera dosis y del 96,3% para la segunda dosis. Por ello, desde Salud lanzan un mensaje de tranquilidad al resaltar que se están alcanzando coberturas superiores al 95%, “cifra suficiente para que exista una buena inmunidad de grupo, y se puedan contener posibles brotes en la comunidad a partir de algún caso que pueda ir apareciendo”.\n“La vacuna del sarampión es importantísima”, subraya la doctora Carolina Calero Castellano, jefa de servicio de Salud de la Delegación Territorial de Málaga, que insiste que el tratamiento “más eficaz” en todas las enfermedades víricas es la vacunación.\nEn concreto, en el caso del sarampión, explica que, aunque es una enfermedad que en España ya consta como “erradicada”, continúa habiendo puntualmente casos debido, en la mayoría de las ocasiones, a la gran transmisibilidad que tiene. “Se estima que el 90% de las personas que están expuestas a la enfermedad y no están vacunadas se contagian”, apunta la experta, que recuerda que la vacuna se administra a los 12 meses, por lo que existe un riesgo si se junta a menores de un año que aún no tienen la inmunidad garantizada con cualquier no vacunado.\n“La mejor protección es la vacunación y ahí es donde tenemos que incidir mucho, en la necesidad de vacunarse y, sobre todo, de vacunarse cuando lo marca los calendarios vacunales para que la protección sea adecuada”, concluye Calero.\nProtocolo de vigilancia\nDesde el momento en que se declaró el brote de sarampión, la Junta de Andalucía está realizando la investigación epidemiológica de los casos para detectar la posible fuente de los mismos , y se están llevando a cabo las medidas de control sobre los casos y los contactos contempladas en el protocolo de vigilancia y alerta de sarampión.\nCabe destacar que el protocolo dictamina que, debido a que el sarampión es “muy contagioso”, es “esencial” establecer rápidamente el estudio de contactos para determinar tanto la fuente de infección del caso, como para identificar a las personas a las que el caso podría haber infectado.\nEl estudio en cuestión se realizará en todas las personas expuestas a un caso sospechoso de sarampión durante su período de contagiosidad (4 días antes de la aparición del exantema hasta 4 días después, incluido el día de aparición del exantema). En esos casos se investigarán los antecedentes de vacunación de la manera más precisa posible\nMedidas\nSegún se detalla en el protocolo, si en el estudio de contactos se identificaran personas susceptibles que no puedan o quieran recibir la vacuna, se establecerá su exclusión del entorno donde se ha producido el caso, hasta que finalice el período de incubación (hasta 23 días desde la exposición). Además, se deberá realizar el seguimiento de estos contactos durante los 23 días posteriores al último contacto con un caso confirmado.\nAsimismo, en el propio documento se explica que la prevención de la diseminación del sarampión depende de la rápida vacunación de los contactos susceptibles. De hecho, subrayan que la vacunación en las primeras 72 horas tras la exposición “mejora la probabilidad de prevenir la enfermedad o de mitigar su gravedad”, por lo que la vacunación se debe ofrecer siempre a los contactos susceptibles, independientemente del tiempo transcurrido desde la exposición, para prevenir la transmisión del sarampión sobre todo cuando se está en un territorio epidémico, es decir, en un brote.\nRRSS WhatsApp\nRRSS Facebook\nRRSS Twitter\nRRSS email\nCopiar URL)\nNoticia guardada en tu perfil",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->public health",
      "Health->communicable disease",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.juntadeandalucia.es/sites/default/files/inline-files/2025/01/PROTOCOLO_SARAMPION_2024_1.pdf",
      "https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html&text=Ascienden%20a%20diez%20los%20contagiados%20del%20brote%20de%20sarampi%C3%B3n%20de%20una%20guarder%C3%ADa%20de%20la%20Costa%20del%20Sol%20de%20M%C3%A1laga%20%20https://www.laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40opiniondemalaga",
      "https://api.whatsapp.com/send?text=Ascienden%20a%20diez%20los%20contagiados%20del%20brote%20de%20sarampi%C3%B3n%20de%20una%20guarder%C3%ADa%20de%20la%20Costa%20del%20Sol%20de%20M%C3%A1laga%20https://www.laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://www.juntadeandalucia.es/organismos/saludyconsumo/consejeria/delegaciones/malaga.html",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://juntadeandalucia.es/sites/default/files/inline-files/2025/01/PROTOCOLO_SARAMPION_2024_1.pdf",
      "https://www.facebook.com/sharer/sharer.php",
      "https://juntadeandalucia.es/organismos/saludyconsumo/consejeria/delegaciones/malaga.html",
      "https://api.whatsapp.com/send?text=Ascienden%20a%20diez%20los%20contagiados%20del%20brote%20de%20sarampi%C3%B3n%20de%20una%20guarder%C3%ADa%20de%20la%20Costa%20del%20Sol%20de%20M%C3%A1laga%20https://laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://twitter.com/intent/tweet?original_referer=https://laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html&text=Ascienden%20a%20diez%20los%20contagiados%20del%20brote%20de%20sarampi%C3%B3n%20de%20una%20guarder%C3%ADa%20de%20la%20Costa%20del%20Sol%20de%20M%C3%A1laga%20%20https://laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40opiniondemalaga",
      "https://facebook.com/sharer/sharer.php?u=https://laopiniondemalaga.es/malaga/2025/02/21/contagiados-brote-sarampion-guarderia-costa-sol-114513311.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Consejería de Salud",
          "sentiment": "none"
        },
        {
          "name": "Delegación de Salud",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Costa del Sol",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:21:04.960+02:00",
    "updated": "2025-02-21T01:21:04.960+02:00"
  },
  {
    "uuid": "df433dde12eef09721ddf89cdbb45b310fd21aea",
    "url": "https://www.opovo.com.br/noticias/mundo/2024/10/03/g20-se-compromete-a-promover-mecanismos-financeiros-inovadores-contra-mudancas-climaticas.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "afp",
    "published": "2024-10-04T01:44:00Z",
    "title": "G20 se compromete a promover mecanismos financeiros 'inovadores' contra mudanças climáticas",
    "text": "G20 se compromete a promover mecanismos financeiros 'inovadores' contra mudanças climáticas Os países do G20 comprometeram-se nesta quinta-feira no Brasil a promover mecanismos financeiros inovadores para enfrentar a emergência climática, no momento em que uma onda de incêndios recorde atinge a Amazônia, maior floresta tropical do planeta. \"As perdas humanas e ambientais em todo o mundo deixam clara a necessidade urgente de tomar medidas maiores para responder à nova realidade global”, diz a declaração aprovada pelos ministros do Meio Ambiente das 20 maiores economias do mundo no encerramento de uma reunião no Rio de Janeiro. É + que streaming. É arte, cultura e história. “Os impactos das mudanças climáticas já são sentidos em todo o mundo, afetando de forma mais severa as regiões e os países vulneráveis, com inundações sem precedentes, secas extremas, ondas de calor acima da média e outros eventos que ainda não estamos totalmente preparados para enfrentar”, ressalta o texto. Com 80% da população mundial, o G20 representa cerca de 80% das emissões de carbono e 75% da geração de resíduos. A ministra brasileira do Meio Ambiente, Marina Silva, ressaltou que os países do grupo têm grande responsabilidade e devem \"ajudar a liderar o enfrentamento da crise climática”. O Brasil, que preside neste ano o G20, sofreu em maio com inundações históricas na região Sudeste e enfrenta atualmente uma onda de incêndios recorde, alimentada por secas sem precedentes. Esses eventos extremos são favorecidos pelas mudanças climáticas, apontam especialistas. A mobilização de recursos financeiros para mitigar o aquecimento global está no centro das discussões do G20, que serão concluídas durante uma reunião de chefes de Estado e governo no mês que vem, no Rio de Janeiro. “Para atingir esses objetivos, consideraremos ferramentas econômicas inovadoras, como pagamentos por serviços ecossistêmicos\", diz a declaração. O Brasil quer promover o Tropical Forest Facility Fund (TFFF), um instrumento de investimento “complexo” que pretende estar operacional no próximo ano, quando a cidade de Belém receber a COP30 do clima. No mês passado, os esforços ambientais do G20 foram questionados por organizações de defesa do meio ambiente, que denunciaram uma falta de compromisso do grupo em avançar para uma transição que elimine o uso de energias fósseis. As críticas se basearam em um rascunho da declaração sobre o clima que o G20 vai apresentar em Washington após uma reunião ministerial no fim do mês, que não menciona as energias fósseis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T05:59:08.648+03:00",
    "updated": "2024-10-04T05:59:08.648+03:00"
  },
  {
    "uuid": "ec13c0de7cbd1b2999705e20b8571087f191428a",
    "url": "https://www.meneame.net/story/no-mientas-tan-descaradamente-porque-somos-muchos-compartimos-ni/c041",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jobar",
    "published": "2024-06-13T21:01:00Z",
    "title": "#41 \"No mientas tan descaradamente porque somos muchos los que compartimos clases contigo y podemos desmentir que ni tienes el título ni eres licenciado aún\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#2](c2#c-2) Yo me hice la orla (bueno, toda la promoción) en primero. Cerca de la mitad no acabaron la carrera, y todos teníamos la banda.\nEdit, no era banda precisamente, sino birrete y una sobrecapa o algo así.\nVamos, que podría ponerlo para hacer como este, y no tener ni tres asignaturas aprobadas.\n[#2](c2#c-2) \"y podemos desmentir que ni tienes el título ni eres licenciado aun!!\"\nLa facultad debería dar explicaciones de porqué sus alumnos redactan tan mal,\n[#2](c2#c-2) En mi universidad (o facultad, porque desconozco si los requisitos cambian según el centro) lo único que te daban en el acto de graduación era un diploma que acreditaba que llevabas 4 años matriculado. Hicimos la orla en cuarto y me consta que ahí sale gente que no terminó segundo de carrera. Si al tío este le quedan todavía créditos por cursar yo sospecho que será el TFG, que años después me contaron que en mi clase dejó sin título a unos cuantos.\n[#2](c2#c-2) Una pregunta, podrá denunciar a la universidad por protección de datos?\nPartiendo que tanto éste como el Alvisse son dos sacos de basura, pero veremos si alguno no se le cae el pelo.\n[#26](c26#c-26) La universidad solo ha dicho que con 18 faltando 18 créditos te dejan salir en la foto vestido creo.\n[#39](c39#c-39) Dicen que a falta de 18 créditos te dejan vestirte y salir en la foto, pero que hasta que no saques esos 18 no te dan el titulo y no puedes decir que eres licenciado. No dicen que tenga el titulo o no.\nEl ignorante del\n#_1 ya no sabe ni por dónde da el aire!\nPues como Ignacio Escolar! Mimimimimi\nNo , Ignacio Escolar no va por tuiter diciéndole a la gente \"yo soy periodista y tú no\"\n\"Podemos desmentir que ni tienes el título ni eres licenciado aún\".\nSería más bien podemos afimar o podemos asegurar. Usar la palabra desmentir no es correcto. Dos negaciones constituyen una afirmación.\nLa que ha pronunciado esta frase debería no sabe ni utilizar correctamente el idioma. Vergüenza de licenciados.\n[#24](c24#c-24) La que ha pronunciado esta frase debería no sabe ni utilizar correctamente el idioma.\nUna frase para enmarcar\n[#33](c33#c-33) Obviamente, \"debería\" sobra. Es lo que pasa por escribir rápido.\nDicho esto, ¿estás de acuerdo en que la chica se ha expresado mal o solo vienes a molestar?\nLo digo porque tengo el botón del ignore bastante suelto, ya sabes.\n[#36](c36#c-36) No contestas a mi pregunta. Solo vienes a molestar.\nEs la última vez que lo haces. Al ignore.\nY qué tranquilo estoy desde que ignoro a los meneantes más izquierdosos e insistentes. La tranquilidad es salud.\nYa tampoco es cuestion de debatir si el infraser este ha acabado la carrera. Es que aunque tuviera 7 licenciaturas, 4 masters y 3 doctorados, seguiria siendo un sacazo de mierda. Lo unico que cambia es que es encima farsante.\nYo, de hecho, tengo 2 licenciaturas y creo recordar que ninguna foto de orla...o si en matemàticas me la hice, me la hice sin birrete ni uniforme.\n[#15](c15#c-15): En la UVa te dan la banda y un título de mentira, luego haces TFG o TFM y ya tienes el de verdad. En la carrera también me dieron una banda, pero no hubo orla (mejor ¿para salir con una corbata de PhotoShop? ni hablar).\nA todo esto... ¿Dónde puse la banda del máster? Tirarla, fijo que no la he tirado, pero pasará como con la otra, que aparecerá en el momento mas inesperado.\nCreo que con la banda y el título de pega es suficiente, así se generan menos trastos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:06:27.531+03:00",
    "updated": "2024-06-14T01:06:27.531+03:00"
  },
  {
    "uuid": "acb2a3042c604340d4172a7901303cbd7c6e037d",
    "url": "https://www.news-journal.com/is-workplace-burnout-the-new-normal-for-americans-and-canadians-it-doesnt-have-to-be/collection_b7aaed7e-4ef6-551e-bed4-59566bc212e4.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mallory Carra",
    "published": "2025-02-20T21:30:00Z",
    "title": "Is workplace burnout the new normal for Americans and Canadians? It doesn't have to be. | | news-journal.com",
    "text": "Is workplace burnout the new normal for Americans and Canadians? It doesn't have to be.\n- Mallory Carra\n- Updated\nWysa compiled data on workplace burnout from Microsoft and LinkedIn's 2024 report and APA to explore why it happens and how to address it.\nOriginally published on blogs.wysa.io, part of the BLOX Digital Content Exchange.\nTags\nMost Popular\nArticles\nLongview Dairy Queen among several in East Texas to closePurchase of 1,165 acres will create Longview's third business park to attract developmentEx-Pine Tree ISD athletic director challenging District 5 Longview councilwomanOwner, Longview city code enforcement find path forward to save historical Black businessCruz urges Texas House speaker to hold firm on school vouchers billActor Kirk Cameron to speak at Longview churchMcCaughey: Birthright citizenship excluded illegal immigrants from Day 1White bass migration underwayA Weaponized FBI: It's Real, Whistleblowers Testify, Boasting Scars to Prove ItBusiness Beat: Film Alley in Longview holds ribbon-cutting",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->health care approach",
      "Health->mental health and disorder",
      "Health->government health care",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Social Issue->social services"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.wysa.com",
      "https://www.bloxdigital.com/products_services/cen/",
      "https://www.apa.org/pubs/reports/work-in-america/2024/2024-work-in-america-report.pdf",
      "https://blogs.wysa.io",
      "https://www.microsoft.com/en-us/worklab/work-trend-index/ai-at-work-is-here-now-comes-the-hard-part",
      "https://wysa.com",
      "https://www.bloxdigital.com/products_services/cen",
      "https://bloxdigital.com/products_services/cen/",
      "https://microsoft.com/en-us/worklab/work-trend-index/ai-at-work-is-here-now-comes-the-hard-part",
      "https://www.blogs.wysa.io",
      "https://apa.org/pubs/reports/work-in-america/2024/2024-work-in-america-report.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:04:18.121+02:00",
    "updated": "2025-02-21T00:04:18.121+02:00"
  }
]