[
  {
    "uuid": "1099c333fc4f6ebf63012f068d366e5c9d3ec411",
    "url": "https://www.diariosigloxxi.com/texto-diario/mostrar/4721922/smartbuilding-clave-lucha-contra-cambio-climatico-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillermo Peris Peris",
    "published": "2024-02-16T09:36:00Z",
    "title": "El ‘smartbuilding’, clave en la lucha contra el cambio climático en 2024",
    "text": "| | Los científicos son contundentes en relación a los desafíos que plantea el cambio climático. Tal y como declararon en el Panel Intergubernamental de Cambio Climático de Naciones Unidas (IPCC) de 2018, nos encontramos en una década crucial para evitar sus catastróficas consecuencias. Esta preocupación ha llevado a organismos públicos y empresas a impulsar la adopción de prácticas más ecológicas, tales como la integración de fuentes de energía renovable y una gestión más eficiente de los recursos. Según datos de la ONU, los edificios contribuyen al 56% de la contaminación de las ciudades, y en España son responsables de un tercio del consumo energético. En este contexto, llegan los smartbuildings que, como edificios digitalizados e inteligentes, son capaces de gestionar de forma eficaz y sostenible todos estos recursos y, por tanto, reducir la contaminación. Así, DEBOS, compañía granadina que ha creado el primer sistema operativo para ‘smartbuildings’, quiere destacar algunas de las formas en las que los edificios inteligentes contribuyen a la lucha contra el cambio climático: El 5G y el IoT, combinación perfecta para reducir la huella de carbono Lo que caracteriza a los smartbuildings como inteligentes es el llamado Internet de las Cosas (IoT), un conjunto de tecnologías que conectan diferentes dispositivos que recopilan y analizan grandes cantidades de datos para automatizar sus procesos. Así, la llegada del 5G, con su diseño más eficiente energéticamente hablando, se presenta como una solución transformadora para el IoT gracias a que permite conectar un mayor número de dispositivos a velocidades más rápidas, a la vez que reduce su huella de carbono asociada con la transmisión de datos. Por tanto, esta mayor conectividad extenderá el acceso a la información de los smartbuildings para poder utilizar incluso menos energía de la que consumen. A menor consumo energético, mayor sostenibilidad Algunos de los dispositivos IoT más comunes en los edificios inteligentes son los sistemas de gestión de suministro del agua y de medición de la energía, sistemas de control de la iluminación o incluso los ‘smart plugs’ o enchufes inteligentes. Y es que todos ellos, además de funcionar de forma automatizada gracias a la tecnología que llevan incorporada, como es la de DEBOS, están orientados a un mayor control y regulación del consumo de la energía que se utiliza y de forma remota, lo que permite un uso mucho más eficiente de los recursos y, por tanto, la reducción del impacto medioambiental. Los smartbuildings, la solución a los problemas derivados de la climatización Una de las grandes razones por las que en España los edificios consumen tanta energía es por las necesidades de calefacción y refrigeración, dependiendo de la estación del año en el que se esté. En este sentido, el edificio inteligente puede contar con sensores inteligentes que hacen que los sistemas de climatización se adapten de forma automatizada a las condiciones de ese momento, por lo que esta solución característica de los smartbuildings emerge como clave no solo para reducir los costes de la energía, sino también para reducir la huella de carbono. Inteligencia Artificial para la adaptabilidad al ambiente La Inteligencia Artificial, el aprendizaje automático y los smartbuildings son también una combinación perfecta para hacer que los edificios sean mucho más amables con el medio ambiente. Lo que permiten estas tecnologías, integradas en los dispositivos IoT desplegados por todo el edificio, es establecer patrones de predicción del comportamiento y funcionamiento del smartbuilding para automatizar sus procesos. Un ejemplo de ello es que pueden llegar a predecir patrones meteorológicos y predicciones de los cambios en el clima y hacer que los dispositivos se adapten a dichas condiciones ambientales de forma constante. “Es cierto que queda todavía mucho por recorrer para lograr el objetivo del Acuerdo de París de limitar el ascenso de temperatura a menos de 1,5 grados para 2050. Sin embargo, sabemos cuál es la solución para reducir las emisiones de carbono, la tecnología y la digitalización. Los edificios, como hemos visto, son responsables de un gran porcentaje de estas emisiones y en DEBOS somos conscientes de ello y de que, por tanto, es hora de transformarlos para que contribuyan a un medioambiente que verdaderamente mejore la calidad de vida de las personas”, dice Ignacio de Martín, CEO de DEBOS El ‘smartbuilding’, clave en la lucha contra el cambio climático en 2024 |Los edificios contribuyen al 56% de la contaminación de las ciudades y en España son responsables de un 30% del consumo energético, según la ONU| | | | | Los científicos son contundentes en relación a los desafíos que plantea el cambio climático. Tal y como declararon en el Panel Intergubernamental de Cambio Climático de Naciones Unidas (IPCC) de 2018, nos encontramos en una década crucial para evitar sus catastróficas consecuencias. Esta preocupación ha llevado a organismos públicos y empresas a impulsar la adopción de prácticas más ecológicas, tales como la integración de fuentes de energía renovable y una gestión más eficiente de los recursos. Según datos de la ONU, los edificios contribuyen al 56% de la contaminación de las ciudades, y en España son responsables de un tercio del consumo energético. En este contexto, llegan los smartbuildings que, como edificios digitalizados e inteligentes, son capaces de gestionar de forma eficaz y sostenible todos estos recursos y, por tanto, reducir la contaminación. Así, DEBOS, compañía granadina que ha creado el primer sistema operativo para ‘smartbuildings’, quiere destacar algunas de las formas en las que los edificios inteligentes contribuyen a la lucha contra el cambio climático: El 5G y el IoT, combinación perfecta para reducir la huella de carbono Lo que caracteriza a los smartbuildings como inteligentes es el llamado Internet de las Cosas (IoT), un conjunto de tecnologías que conectan diferentes dispositivos que recopilan y analizan grandes cantidades de datos para automatizar sus procesos. Así, la llegada del 5G, con su diseño más eficiente energéticamente hablando, se presenta como una solución transformadora para el IoT gracias a que permite conectar un mayor número de dispositivos a velocidades más rápidas, a la vez que reduce su huella de carbono asociada con la transmisión de datos. Por tanto, esta mayor conectividad extenderá el acceso a la información de los smartbuildings para poder utilizar incluso menos energía de la que consumen. A menor consumo energético, mayor sostenibilidad Algunos de los dispositivos IoT más comunes en los edificios inteligentes son los sistemas de gestión de suministro del agua y de medición de la energía, sistemas de control de la iluminación o incluso los ‘smart plugs’ o enchufes inteligentes. Y es que todos ellos, además de funcionar de forma automatizada gracias a la tecnología que llevan incorporada, como es la de DEBOS, están orientados a un mayor control y regulación del consumo de la energía que se utiliza y de forma remota, lo que permite un uso mucho más eficiente de los recursos y, por tanto, la reducción del impacto medioambiental. Los smartbuildings, la solución a los problemas derivados de la climatización Una de las grandes razones por las que en España los edificios consumen tanta energía es por las necesidades de calefacción y refrigeración, dependiendo de la estación del año en el que se esté. En este sentido, el edificio inteligente puede contar con sensores inteligentes que hacen que los sistemas de climatización se adapten de forma automatizada a las condiciones de ese momento, por lo que esta solución característica de los smartbuildings emerge como clave no solo para reducir los costes de la energía, sino también para reducir la huella de carbono. Inteligencia Artificial para la adaptabilidad al ambiente La Inteligencia Artificial, el aprendizaje automático y los smartbuildings son también una combinación perfecta para hacer que los edificios sean mucho más amables con el medio ambiente. Lo que permiten estas tecnologías, integradas en los dispositivos IoT desplegados por todo el edificio, es establecer patrones de predicción del comportamiento y funcionamiento del smartbuilding para automatizar sus procesos. Un ejemplo de ello es que pueden llegar a predecir patrones meteorológicos y predicciones de los cambios en el clima y hacer que los dispositivos se adapten a dichas condiciones ambientales de forma constante. “Es cierto que queda todavía mucho por recorrer para lograr el objetivo del Acuerdo de París de limitar el ascenso de temperatura a menos de 1,5 grados para 2050. Sin embargo, sabemos cuál es la solución para reducir las emisiones de carbono, la tecnología y la digitalización. Los edificios, como hemos visto, son responsables de un gran porcentaje de estas emisiones y en DEBOS somos conscientes de ello y de que, por tanto, es hora de transformarlos para que contribuyan a un medioambiente que verdaderamente mejore la calidad de vida de las personas”, dice Ignacio de Martín, CEO de DEBOS Ana Fidalgo es primatóloga y especialista en etología, es decir, del estudio del comportamiento animal. Actualmente es la vicepresidenta de Chelonia, una ONG ambientalista comprometida con la conservación de la naturaleza, desde la que llevan a cabo iniciativas que abordan problemas como la contaminación marina, la protección de especies en peligro de extinción, y la gestión sostenible de cuencas y bosques. Un equipo de investigadores en el que participan el Museo Nacional de Ciencias Naturales (MNCN-CSIC) y el Real Jardín Botánico (RJB-CSIC), ha analizado la venta de aves a través de redes sociales. El estudio destaca que Facebook es la red social con mayor porcentaje de ventas y que, entre las especies comercializadas, algunas no cumplen la normativa de tráfico de especies, lo que supone un peligro potencial para la conservación de estos animales y de sus entornos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:49:35.098+02:00",
    "updated": "2024-02-16T12:49:35.098+02:00"
  },
  {
    "uuid": "d02319326db8d64fb89c8b9a6c6e89c159c9a7ff",
    "url": "https://scheerpost.com/2024/06/13/hunter-biden-presidents-son-convicted-in-federal-gun-case-whats-next",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editor",
    "published": "2024-06-13T14:10:00Z",
    "title": "Hunter Biden: President’s Son Convicted in Federal Gun Case, What’s Next",
    "text": "A federal jury found Hunter Biden guilty Tuesday of three felony charges for illegally purchasing a gun at a time when he was using drugs, making him the first child of a sitting U.S. president to be found guilty of a crime. “This was a fairly straightforward case,” says Ben Schreckinger, reporter for Politico. “Most criminal trials result in convictions. This wasn’t an exception.” Schreckinger lays out the political implications for President Joe Biden, compares this conviction to Trump’s criminal proceedings and explains Hunter Biden’s upcoming trial for tax fraud in California. Transcript This is a rush transcript. Copy may not be in its final form. AMY GOODMAN: This is Democracy Now!, democracynow.org, The War and Peace Report. I’m Amy Goodman, with Juan González. A federal jury in Delaware has convicted Hunter Biden of all three felony charges for illegally purchasing a gun at a time when he was using drugs. Hunter Biden becomes the first child of a sitting U.S. president to be found guilty of a crime. Special counsel David Weiss spoke after the verdict. DAVID WEISS: Ultimately, this case was not just about addiction, a disease that haunts families across the United States, including Hunter Biden’s family. This case was about the illegal choices defendant made while in the throes of addiction: his choice to lie on a government form when he bought a gun, and the choice to then possess that gun. It was these choices and the combination of guns and drugs that made his conduct dangerous. Second, no one in this country is above the law. Everyone must be accountable for their actions, even this defendant. However, Hunter Biden should be no more accountable than any other citizen convicted of this same conduct. The prosecution has been and will continue to be committed to this principle. AMY GOODMAN: Hunter Biden faces up to 25 years in prison, though that strictest sentence is highly unlikely and Biden could avoid jail entirely. A date for the sentencing has not yet been set. President Biden has vowed not to pardon his son. In a statement on Tuesday, President Biden said, “As I also said last week, I will accept the outcome of this case and will continue to respect the judicial process as Hunter considers an appeal. Jill and I will always be there for Hunter and the rest of our family with our love and support. Nothing will ever change that,” he said. We’re joined now by Ben Schreckinger, a reporter for Politico. He’s the author of The Bidens: Inside the First Family’s Fifty-Year Rise to Power. Ben, if you could start off by responding to the verdict in this trial, what exactly it means, what Hunter Biden was charged with and convicted of? BEN SCHRECKINGER: Sure. My first response is that it’s just not that surprising. This was a fairly straightforward case. Most criminal trials result in convictions. This wasn’t an exception. It is noteworthy, in part, for the reasons that the special prosecutor mentioned, showing that no person is above the law. You know, Hunter Biden was held accountable for his actions here. Politically, this may actually be marginally helpful to President Joe Biden. The dominant images Americans are seeing out of this trial and its aftermath are of a loving father who’s supporting his son. A lot of people have been sympathetic to that aspect of Joe Biden’s relationship with his son. And it holds less political peril than investigations related to Hunter Biden’s personal finances or business dealings. JUAN GONZÁLEZ: Yeah, and, Ben, I wanted to ask you about that, the difference in potential impact between this conviction and the trial that will be coming up in Los Angeles, the potential for that trial to be much more dangerous to President Biden himself and to other aides of the president. BEN SCHRECKINGER: Yeah. Well, that trial is about Hunter Biden’s taxes, so — and as prosecutors have outlined, it will get into his foreign business dealings. The tax years he’s being charged for are not during his father’s time in office, but the sources of income, some of those trace back, like the money from Burisma. Those were engagements that did begin during his father’s time in office. And so, that may present a less relatable, less flattering picture of the way Hunter Biden was making his money, although it doesn’t really deal with some of the things that that investigation originated with, where prosecutors were originally looking at potential Foreign Agents Registration Act violations, potential money laundering violations. Those have not been charged and may never be charged. And those, you know, were avenues of inquiry that had to do more with President Biden and his political power than even Hunter Biden’s taxes do. AMY GOODMAN: I wanted to go back for a minute and ask you about this case. You have Hunter Biden who is accused of lying on a federal firearms application, which is a crime that is not usually indicted alone. Like, you could be — you know, they convicted him of lying, saying that he was not using drugs at the time that he was going for a gun. But it usually happens, the indictment, if then you use the gun. Can you talk about the significance of this, and that David Weiss, the special prosecutor, was appointed by Trump, and President Biden decided not to get in the way of that, though he could have let him go — is that right — before this indictment? BEN SCHRECKINGER: Yes, that’s right. Yeah, this was a trial that in some ways was never supposed to happen. David Weiss, I read, was not even present in the courtroom when the verdict was read out yesterday. David Weiss was originally charged with investigating Hunter Biden’s finances. This gun offense came up sort of tangentially in relationship to that investigation and was supposed to be dealt with as like, you know, a probationary diversion kind of agreement when Hunter Biden was going to enter into a plea deal. That plea deal fell apart. Arguments have been made that it fell apart because of political pressure being brought by Republicans in Congress. I don’t know if there’s any way we’ll ever know for sure if that’s the case. So, this was not really what the investigation into Hunter Biden was ever about. Once that plea deal fell apart, David Weiss decided to bring the charge. And yeah, you’re absolutely right, President Biden could have sacked David Weiss, as he did the other U.S. attorneys who were serving under Donald Trump. He kept him on. Merrick Garland appointed him as special prosecutor. Obviously, there would have been a lot of political scrutiny and uproar from Republicans if Weiss had been replaced. So, here we are. JUAN GONZÁLEZ: Also, President Biden has said he will not pardon his son. Many in the media have commented on the difference between how Donald Trump conducted himself during his trial and how the Biden family and Democrats have responded to this case. The media cite a very different tone. What’s your response to that? BEN SCHRECKINGER: Yeah, there’s a pretty sharp contrast in how Joe Biden has publicly responded to this trial of his son and how Donald Trump has responded to his several criminal indictments. Obviously, Donald Trump has lashed out at the judge, at prosecutors, you know, sought to portray the cases brought against him as part of a political witch hunt. President Biden has said that he’ll respect the legal process here. As you said, he has vowed that he will not pardon his son for this crime. So that’s, you know, quite a contrast and two very different approaches by two presidential candidates to the legal system here. AMY GOODMAN: Speaking of the election, you have in September the tax trial in Los Angeles against Hunter Biden, and then you have the October sentencing in this — as a result of this conviction. This is all right before the November election. Before we go, Ben, you know, you wrote the book on the Bidens. In fact, it’s called that, The Bidens: Inside the First Family’s Fifty-Year Rise to Power. If you can talk about some of Hunter Biden’s private communications revealed about his business deals, and what’s going to come out right before the election? BEN SCHRECKINGER: Yeah. Well, a lot of what I’ve learned in recent months has come out of the Republican-led impeachment inquiry in the House of Representatives. One of the more striking communications that’s come out there is one from the period when Joe Biden was out of office, Hunter Biden’s pursuing deals with a Chinese energy firm, which are relevant to his upcoming tax case. And he says something to the effect of, “You know, you haven’t paid me this money that I believe you owe me. If this doesn’t come soon, my father and I are going to come after you with everything we have.” Money does start to flow a few days after that. Joe Biden has said, you know, “I wasn’t actually with Hunter, despite what’s in that message. That’s not true.” Hunter Biden has said, you know, “I was in no state of mind to be speaking coherently.” He’s attributed, essentially, to his drug addiction that message. But, obviously, those sorts of communications have the potential to be more politically damaging than, you know, evidence presented at this trial, that was really more about Hunter Biden’s personal life. AMY GOODMAN: Well, Ben Schreckinger, we want to thank you very much for being with us, reporter for Politico, author of The Bidens: Inside the First Family’s Fifty-Year Rise to Power. We’ll also link to your [articles](https://www.politico.com/staff/ben-schreckinger) on the Bidens, and particularly on Hunter Biden. When we come back, a federal jury in Florida has ordered the banana giant Chiquita to pay over $38 million in damages to the families of eight Colombian men killed by paramilitary death squads Chiquita funded. Stay with us. Please share this story and help us grow our network! DemocracyNow! Democracy Now! produces a daily, global, independent news hour hosted by award-winning journalists Amy Goodman and Juan González. Our reporting includes breaking daily news headlines and in-depth interviews with people on the front lines of the world’s most pressing issues. On Democracy Now!, you’ll hear a diversity of voices speaking for themselves, providing a unique and sometimes provocative perspective on global events. Editor’s Note: It’s been four years since ScheerPost was born, maturing into an award-winning top news source on the most important issues of our time at a moment when the once vaunted model of responsible journalism is overwhelmingly the play thing of self-serving billionaires and their corporate scribes. Alternatives of integrity are desperately needed, and we are one of them. Please support our independent journalism by contributing a “birthday gift” to help us reach our goal of $50,000 — we are less than $4,000 there. We can’t thank you enough, and promise to keep bringing you this kind of vital news. You can also make a donation to our [PayPal](https://www.paypal.com/paypalme/ScheerPost?country.x=US&locale.x=en_US) or subscribe to our [Patreon](https://www.patreon.com/scheerpost).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.politico.com/staff/ben-schreckinger",
      "https://www.paypal.com/paypalme/ScheerPost?country.x=US&locale.x=en_US",
      "https://www.patreon.com/scheerpost",
      "https://www.paypal.com/paypalme/ScheerPost",
      "https://politico.com/staff/ben-schreckinger",
      "https://patreon.com/scheerpost",
      "https://paypal.com/paypalme/ScheerPost?country.x=US&locale.x=en_US"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hunter biden",
          "sentiment": "negative"
        },
        {
          "name": "amy goodman",
          "sentiment": "none"
        },
        {
          "name": "david weiss",
          "sentiment": "none"
        },
        {
          "name": "ben schreckinger",
          "sentiment": "none"
        },
        {
          "name": "schreckinger",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "david weiss",
          "sentiment": "none"
        },
        {
          "name": "juan gonzález",
          "sentiment": "none"
        },
        {
          "name": "amy goodman",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:38:47.127+03:00",
    "updated": "2024-06-14T00:41:44.881+03:00"
  },
  {
    "uuid": "ae9b76c068fbc1b2924fae9607da050a2f187048",
    "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-tourism-climate-change-1.7268422",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex MacIsaac",
    "published": "2024-07-18T18:18:00Z",
    "title": "How tourism operators in P.E.I. are learning to prepare for, and live with, climate change | CBC News",
    "text": "The effects of climate change were front and centre Thursday as the federal tourism minister met with business owners on Prince Edward Island.\nSoraya Martinez Ferrada says the federal government is working with tourism operators across Canada to get them ready for the events that lay ahead.\n\"I think more and more we understand the impact — when you see Rideau Canal not having ice, when you see the ice hotel in the winter that's melting,\" Martinez Ferrada said in an interview with CBC News.\n\"I think the tourism sector is understanding that we have to evaluate how we're going to adapt to these changes.\"\nOperators discuss how climate change threatens P.E.I.'s tourism industry\n5 hours ago Duration 2:00 Canada's Tourism Minister Soraya Martinez Ferrada was in P.E.I. this week as part of an effort to help operators prepare for climate change. CBC's Wayne Thibodeau spoke with Martinez Ferrada, as well as Chad Heron, CEO of Cows, and Blue Mussel Cafe owner Steve Murphy about the devastation of post-tropical storm Fiona in 2022 and how it hurt their businesses. But her concerns are not limited to the on-the-ground effects of climate change.\n\"When you see media all over the world saying 'Canada is burning,' the reputation hit that it makes for the travellers to want to come to Canada [is] an issue,\" she said.\nChad Heron, CEO of Cows Ice Cream, shares that consternation.\n\"People don't want to go out and travel in storms, and we're a tourism-based business,\" Heron said.\nChad Heron, CEO of Cows Ice Cream, says climate change impacts every business and every person. (Ken Linton/CBC) When post-tropical storm Fiona hit Atlantic Canada in September 2022, it ground the company's operations to halt for weeks, he said.\nNow, Cows is taking climate change into consideration as it looks to expand with new stores and new brands, he said.\n\"We really need to think about the infrastructure that we're building and implementing,\" Heron said. \"And make sure that it's resilient if we are going to have more storms coming through in the fall.\"\n'It was literally devastating' That resilience is something Steve Murphy, who owns restaurants in North Rustico and Charlottetown, has on his mind.\nFiona dealt significant damage to the Blue Mussel Cafe, Murphy's waterfront restaurant on a thin peninsula in North Rustico Harbour.\nThe building sits on posts about four feet off the ground. Still, the cafe took on about three feet of water in a storm surge event that flooded the small community.\nEven if business owners don't know exactly what to do about climate change, it's always in the back of their minds, says restaurateur Steve Murphy. (Ken Linton/CBC) \"It was literally devastating,\" Murphy said. \"Everything had to go. The drywall had to come out, the insulation, the plumbing, the electrical, all the walk-in fridges, all the equipment.\"\nThe storm shut the restaurant down early for the season, staff lost work and repairs cost thousands, even with insurance.\nThey put the restaurant back together in time for the 2023 season. But despite reopening, the thought of the severe weather, and what to do about it, are never far away, Murphy said.\nJune heat wave in P.E.I. made 'much more likely' by human influence on climate, new research suggests UPEI data analysis confirms Island suffered 'shocking' coastline loss from Fiona \"There's only really two things we can do. We can either move up, or we can move out,\" he said.\nMurphy's now considering raising the height of the building, or possibly moving it further back from the water, to get ready for the next big storm.\nThe Blue Mussel Cafe had to be nearly gutted after a storm surge overtook North Rustico Harbour. The owners say everyone from their servers to their cooks were instrumental in the renovations. (Nicola MacLeod/CBC) \"Now, I'd say, when they say high tide, we truly believe it,\" Murphy said \"We act as if it's going to be the worst storm ever.\"\nIf that happens, he and his team are \"more ready than ever,\" and trying to remain optimistic.\n\"Look, we live on the water in one of the best places in the world. People come from all over the world to spend an hour in that harbour,\" Murphy said. \"We're pretty lucky, so we can take the good with the bad.\"\nP.E.I. commits to protecting public access to beaches as climate change shifts shoreline Climate change simulator tool draws gasps, even tears from P.E.I. residents Martinez Ferrada said the federal government gave the Atlantic Canada Opportunities Agency $300 million to help rebuild and adapt after Fiona.\nBut she said more needs to be done to ensure the industry — which employs more than two million people across Canada and nearly 9,000 on the Island — is ready for the impacts of climate change.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martinez ferrada",
          "sentiment": "none"
        },
        {
          "name": "steve murphy",
          "sentiment": "none"
        },
        {
          "name": "wayne thibodeau",
          "sentiment": "none"
        },
        {
          "name": "chad heron",
          "sentiment": "none"
        },
        {
          "name": "fiona",
          "sentiment": "none"
        },
        {
          "name": "soraya martinez ferrada",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbc news",
          "sentiment": "negative"
        },
        {
          "name": "cbc",
          "sentiment": "none"
        },
        {
          "name": "blue mussel cafe",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "prince edward island",
          "sentiment": "none"
        },
        {
          "name": "p.e.i.",
          "sentiment": "none"
        },
        {
          "name": "rideau canal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T02:17:26.819+03:00",
    "updated": "2024-07-19T05:50:55.848+03:00"
  },
  {
    "uuid": "c444cb65cfb1e2ef3ccbb002be36ee9159dccadf",
    "url": "https://jang.com.pk/en/25236-removing-this-useless-body-part-doubles-cancer-and-death-risk-study-reveals-news",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "web desk",
    "published": "2024-11-15T13:59:00Z",
    "title": "Removing THIS 'useless' body part doubles cancer and death risk, study reveals",
    "text": "A recent study has made a shocking revelation about an organ that doctors frequently remove considering it to be useless. As per the study published in The New England Journal of Medicine, there’s a small gland located behind your sternum that is commonly regarded as “useless” in adulthood. This organ is effective in fighting cancer and people who have it removed have a double risk of death and cancer. Researchers in Boston analyzed the data of over 6,000 patients who kept their thymus during cardiothoracic surgery and 1,146 patients who had it removed. US researchers revealed that people who undergo thymus removal have a high risk of death from any cause within five years after the surgery. Not only this, they also have a higher risk of developing cancer at that time. Harvard University oncologist David Scadden said in a statement, \"We discovered that the thymus is absolutely required for health. If it isn't there, people's risk of dying and risk of cancer is at least double.” In childhood, the thymus plays an important role in developing the immune system. It is pertinent to note that this study is purely observational, meaning it can’t confirm that removing the thymus directly causes cancer or other fatal diseases. However, researchers are now concerned about the findings that preserving the thymus should be a priority to keep the thymus intact during medical procedures, where feasible, until more is known.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "David Scadden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Harvard University",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T17:16:27.976+02:00",
    "updated": "2024-11-15T17:16:27.976+02:00"
  },
  {
    "uuid": "8889a1c1e75a8c1bc71decc280c2547506870247",
    "url": "https://www.indiatoday.in/sports/cricket/story/sa-vs-ind-2nd-test-prasidh-krishna-irfan-pathan-2nd-test-cape-town-2482539-2023-12-31",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indiatoday",
    "published": "2023-12-31T06:47:00Z",
    "title": "SA vs IND, 2nd Test: Prasidh Krishna can bowl much better than he did in Centurion, says Irfan Pathan - India Today",
    "text": "SA vs IND, 2nd Test: Prasidh Krishna can bowl much better than he did in Centurion, says Irfan Pathan Former India all-rounder Irfan Pathan has said that pacer Prasidh Krishna can bowl much better than he did in Centurion. Krishna made his Test debut as South Africa beat India by an innings and 32 runs at the SuperSport Park in Centurion. Listen to Story In Short - Pathan says Prasidh can bowl much better he did in 1st Test - Prasidh Krishan made his Test debut in Centurion and picked 1 wicket - India to face South Africa at Wanderers Stadium on January 3 Former India all-rounder Irfan Pathan has said that pacer Prasidh Krishna can bowl much better than he did in Centurion. Krishna made his Test debut as South Africa beat India by an innings and 32 runs at the SuperSport Park in Centurion. [India's tour of South Africa: Full coverage](https://www.indiatoday.in/sports/cricket) With this win, South Africa took a 1-0 lead in the two-match Test series, slashing India’s hopes of capturing their final frontier in Test cricket. India has never won a bi-lateral Test series in South Africa, having tried and failed on eight occasions. Speaking to Star Sports ahead of the second Test, Pathan said Prasidh can bowl much better than he did in the first match of the series. Prasidh gave away 93 runs while picking a soliatary wicket in 19 overs in the first Test. “Prasidh Krishna can bowl much better than how he did in Centurion. His length could be perfect on South African pictches. If you look at the height that Rabada bowls from, Prasidh bowls a similar length, which is full but not for a drive. But that length was not seen in the first Test,” said Irfan. He went on to say that Prasidh should look to hit the deck hard if he gets a chance to play the second match of the series. India could be tempted to play either Mukesh Kumar or Avesh Khan in place of Prasidh in the final match of the series. “It looked like he was trying to bowl loopy deliveries and not hitting the deck hard. If he tries to hit the deck, he'll get more purchase. Maybe this was the first-match nervousness. He couldn't make the adjudtement but I'll be hoping for a better performance if he plays the second match,” Irfan added. India will kick-start 2024 by facing South Africa in the second and final match of their Test series at the Wanderers Stadium in Cape Town on January 3.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "irfan pathan",
          "sentiment": "negative"
        },
        {
          "name": "prasidh krishna",
          "sentiment": "negative"
        },
        {
          "name": "irfan patha",
          "sentiment": "negative"
        },
        {
          "name": "pathan",
          "sentiment": "none"
        },
        {
          "name": "krishna",
          "sentiment": "none"
        },
        {
          "name": "prasidh krishan",
          "sentiment": "none"
        },
        {
          "name": "prasidh",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "centurion",
          "sentiment": "none"
        },
        {
          "name": "wanderers stadium",
          "sentiment": "none"
        },
        {
          "name": "supersport park",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T11:45:33.373+02:00",
    "updated": "2023-12-31T11:45:33.373+02:00"
  }
]