[
  {
    "uuid": "e4c78173135e305288e4e8c928d3697d14de961b",
    "url": "https://www.meneame.net/m/actualidad/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "blodhemn",
    "published": "2024-05-25T04:21:00Z",
    "title": "Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Menéame\nLogo Menéame\nPortada\nPortada\nNuevas\nArtículos\nPopular\nMás visitadas\n50F0E052-9EF2-4C3C-849B-F46536B96FBF\nNótame\nmis comunidades\nCiencia\nPolítica\nEconomía\nActualidad\nSeries\notras secciones\nComunidades\nFisgona\nlogin\nregístrate\n×\nÚnete a Actualidad\nÚnete a Actualidad\nHace 11 minutos | Por\nblodhemn\na\nelpais.com\nPublicado hace 11 minutos por\nblodhemn\na\nelpais.com\nFe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos\nelpais.com\nEn medio de una tendencia general hacia una mayor secularidad, la fe cristiana entre la población latina es la única que crece. Alimentada por nuevos inmigrantes y una comunidad en busca de pertenencia, apunta a un creciente conservadurismo entre un bloque electoral tradicionalmente demócrata.\nEtiquetas\nestados unidos\nevangélicos latinos\nmenéalo\n7\nDE3C548D-E347-406A-A60F-E6BBD322CAB7\n9\n0\nCopiar enlace\nCompartir en X\nCompartir en facebook\nCompartir en telegram\nEmbed\nImagénes...\nMás información\n<!– /10377667/MNA21-STORY-ROBA1 –>\n<!– /10377667/MNA21-STORY-MEGA1 –>\n<!– /10377667/MNA21-STORY-ROBA1 –>\nLoguéate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T08:37:09.942+03:00",
    "updated": "2024-05-25T08:37:09.942+03:00"
  },
  {
    "uuid": "3972e9ba34a11af8c5f6626de49b948c3b8b114c",
    "url": "https://www.centralmaine.com/2024/06/13/family-of-man-shot-in-portland-confronts-convicted-killer-in-court",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Allen",
    "published": "2024-06-13T15:31:00Z",
    "title": "Family of man shot in Portland confronts convicted killer in court",
    "text": "Derald Coffin’s young son, Levi, held his mother’s hand as they walked to the front of the courtroom to address his father’s convicted killer.\nA victim witness advocate read his mother’s statement about all the milestones Levi’s father will miss – his first day of kindergarten, hunting and fishing trips, soccer games and karate practice.\n“I know the best parts of him will live on through his son,” wrote his mother, Dana Wallace.\nMembers of Coffin’s family gathered Thursday at Cumberland County Superior Court for the sentencing of 24-year-old Damion Butterfield,\nwho pleaded guilty in December to killing Coffin and shooting and injuring Annabelle Hartnett, Coffin’s friend.\nButterfield was sentenced to 35 years under a plea deal he reached with prosecutors after nearly two weeks of trial, shortly after the jury had reached its verdict. Superior Court Justice MaryGay Kennedy\ndenied his request earlier this year to withdraw that plea and get a new trial.\nButterfield was one of four men charged in connection with the shooting. The group had conspired to rob Coffin and Hartnett early in the morning of April 26, 2022, while the two sat inside Hartnett’s Range Rover that was parked on Woodford Street in Portland.\nProsecutors say Butterfield surprised the group by shooting Coffin and Hartnett during the attack. He and two other men fled the scene before police arrived.\nButterfield later turned himself in to Saco Police on a probation violation. He\nrefused to tell detectives anything about the shooting when they met with him weeks later.\nButterfield’s attorneys say they continue to believe in their client’s innocence and that he’s taking the fall for the other men, all twice his age, one of whom testified against him at trial and identified Butterfield as the shooter to police. They’ve described him as mentally ill with poor impulse control.\n“Your lawyer has referred to you as a kid through this entire case,” Coffin’s brother Terry Leonard Jr. said. “To which you are not. You are a scared little boy in a man’s body who wants to distill fears in others. My brother did nothing to you in anyway that deserves his death.”\nUNUSUAL PLEA\nButterfield did not address the court on Thursday.\nHis attorney, James Howaniec, briefly mentioned the arguments they made in their motions to withdraw Butterfield’s plea. He has 21 days to appeal Kennedy’s decision, denying his request for a new trial.\nAssistant Attorney General Lisa Bogue said the only reason prosecutors offered Butterfield a 35-year plea deal in the first place was to offer Coffin’s family closure.\n“We felt this was a way for this family to finally get this case resolved,” Bogue said.\nLeonard, the victim’s brother, said he believed last year Butterfield was taking responsibility.\n“But you then did the opposite,” Leonard said. “Our pain and suffering was only drawn out for four months. I imagine you will only continue to appeal as long as the system allows you to.”\nJudge Kennedy said it was Butterfield’s right to withdraw his plea, even though she denied the motion. She also mentioned Butterfield’s “remarkably awful upbringing” and said not all of his family history was revealed in open court.\nCoffin’s family has attended countless hearings in Butterfield’s case, as well as those for the other three men charged.\nButterfield is the only one to go to trial.\nJonathan Geisinger, 46, still faces a felony murder charge. He had no court dates scheduled as of Wednesday, according to a clerk, but is listed for a tentative trial in August 2025, according to the Attorney General’s office.\nAnthony Osborne, 47, pleaded guilty to one count of robbery and\nwas sentenced in February to serve eight years in prison. Prosecutors have said Osborne orchestrated the attack. Thomas MacDonald, 45, pleaded guilty to one count of hindering apprehension in April 2023 and is still waiting to be sentenced. He has denied having any physical role in the attack or planning of it, testifying last year he was only present.\nTO HELP OTHERS\nCoffin was 43 years old when he died. He was father to Levi and teenager Darielle Coffin, who sat behind Leonard Thursday as he addressed Butterfield.\nHe struggled for years with substance use disorder, and in the hours before his death, he had been driving around Portland hoping to find drugs.\nBut this didn’t define him, his loved ones said.\nCoffin was living in Portland when he died but he came from the midcoast area, where much of his family still lives.\n“He never wavered from where he came from,” said Dottie Allard, his aunt.\nHe grew up with several siblings, raised by a mother who took people in with they needed help.\nDays before his death he was at his grandfather’s funeral. He told his family he wanted to come home, get better and return to Portland so he could be an advocate for others.\nHis mother Cheri Gilley said in court she misses watching Coffin banter with his brothers.\n“I will never see him walk through my door, being playful and funny and helpful,” Gilley said, crying. “To lose him has been crushing.”\nStaff Writer Morgan Womack contributed to this story\nComments are not available on this story.\n Jury trial begins for Skowhegan man charged with robbing Madison Big Apple store Chelsea man sentenced in Augusta machete attack",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.pressherald.com/2024/02/09/man-who-set-up-deadly-woodford-street-robbery-to-serve-8-years-in-prison/",
      "https://www.pressherald.com/2023/12/19/portland-shooting-suspect-enters-last-minute-guilty-plea/",
      "https://www.pressherald.com/2022/06/18/fourth-suspect-arrested-in-woodford-street-murder/",
      "https://pressherald.com/2023/12/06/woodford-street-shooting-victim-first-to-testify-in-murder-trial-of-accused-gunman/",
      "https://www.pressherald.com/2023/12/12/prosecutors-walk-jury-through-police-investigation-in-second-week-of-woodford-street-murder-trial",
      "https://www.pressherald.com/2024/05/22/judge-denies-portland-mans-request-to-withdraw-guilty-plea-in-woodford-street-murder/",
      "https://pressherald.com/2023/12/08/former-co-defendant-in-woodford-street-murder-testifies-against-alleged-gunman/",
      "https://www.pressherald.com/2023/12/12/prosecutors-walk-jury-through-police-investigation-in-second-week-of-woodford-street-murder-trial/",
      "https://www.pressherald.com/2023/12/08/former-co-defendant-in-woodford-street-murder-testifies-against-alleged-gunman/",
      "https://pressherald.com/2024/05/22/judge-denies-portland-mans-request-to-withdraw-guilty-plea-in-woodford-street-murder/",
      "https://www.pressherald.com/2023/12/19/portland-shooting-suspect-enters-last-minute-guilty-plea",
      "https://pressherald.com/2023/12/12/prosecutors-walk-jury-through-police-investigation-in-second-week-of-woodford-street-murder-trial/",
      "https://www.pressherald.com/2023/12/06/woodford-street-shooting-victim-first-to-testify-in-murder-trial-of-accused-gunman",
      "https://www.pressherald.com/2023/12/06/woodford-street-shooting-victim-first-to-testify-in-murder-trial-of-accused-gunman/",
      "https://www.pressherald.com/2024/02/09/man-who-set-up-deadly-woodford-street-robbery-to-serve-8-years-in-prison",
      "https://pressherald.com/2023/12/19/portland-shooting-suspect-enters-last-minute-guilty-plea/",
      "https://www.pressherald.com/2023/12/08/former-co-defendant-in-woodford-street-murder-testifies-against-alleged-gunman",
      "https://pressherald.com/2024/02/09/man-who-set-up-deadly-woodford-street-robbery-to-serve-8-years-in-prison/",
      "https://www.pressherald.com/2022/06/18/fourth-suspect-arrested-in-woodford-street-murder",
      "https://pressherald.com/2022/06/18/fourth-suspect-arrested-in-woodford-street-murder/",
      "https://www.pressherald.com/2024/05/22/judge-denies-portland-mans-request-to-withdraw-guilty-plea-in-woodford-street-murder"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "derald coffin",
          "sentiment": "negative"
        },
        {
          "name": "levi",
          "sentiment": "negative"
        },
        {
          "name": "coffin",
          "sentiment": "none"
        },
        {
          "name": "marygay kennedy",
          "sentiment": "none"
        },
        {
          "name": "damion butterfield",
          "sentiment": "none"
        },
        {
          "name": "annabelle hartnett",
          "sentiment": "none"
        },
        {
          "name": "butterfield",
          "sentiment": "none"
        },
        {
          "name": "dana wallace",
          "sentiment": "none"
        },
        {
          "name": "hartnett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cumberland county superior court",
          "sentiment": "none"
        },
        {
          "name": "superior court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "coffin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:30:47.536+03:00",
    "updated": "2024-06-14T00:30:47.536+03:00"
  },
  {
    "uuid": "a020b5357eff3fd4a14b3c917cbc9c08b2f2448c",
    "url": "https://bobbybones.iheart.com/featured/bobby-bones/content/2024-03-29-bobby-offers-chris-tomlin-raging-idiots-song-jesus-knows",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Smith",
    "published": "2024-03-29T00:00:00Z",
    "title": "Bobby Offers Chris Tomlin Raging Idiots Song “Jesus Knows” | Kix 104 | The Bobby Bones Show",
    "text": "Chris Tomlin stopped by The Bobby Bones Show on Good Friday, to talk about his new book and more!\nTomlin’s new book, How Great Is Our God: Living a Worship Led Life In A Me Driven World focuses on the society we live in. He noticed that everything is “me” driven and wanted this book to be a reminder that God is the center of all things. When he started writing it, he found that it’s easy to point fingers at the next generation and say everyone is so self-absorbed, but when he did more research, it hit him that this is the issue of mankind. Everyone deals with how we get our eyes so off ourselves that life does not just revolve around us. He chose the book title because it was one of his biggest songs and he feels like it represents the heart of the book.\nTonight, Tomlin’s Good Friday concert is at Bridgestone Arena in Nashville, Tennessee. It will feature performances from Tomlin, Willie Robertson, Anne Wilson, Kari Jobe and will have a few surprise guests. All proceeds from the evening go to help provide support and assistance for children in foster care. It’s his 8th year doing the show in Nashville, and it started when he was living in Texas. It’s a night of gathering from all different churches in the middle Tennessee area and he loves having everyone together to remember God and his faith.\nIf someone asked him to sign a bible, back in the day he would say no because it felt weird. Now, he agrees to it and will point them to one of his favorite scriptures and encourage them to read it. Tomlin wants people to know he is normal and does not think he is better than anyone else. He does get a lot of people pouring out their hearts to him and wanting advice on what to do. He tries to give the best advice he can because he takes great responsibility for what he does. He realizes he’s different than just an artist who plays music, there is a weight to it, and he knows when he walks on stage that he is helping people with their Faith and connecting with God.\nTomlin got into music when he was 9 years old and sick with mono. He had to spend the whole summer at home and not play baseball, which he was devastated about. His father owned a pharmacy that had a music store connected to it and his dad loved country music so since he was home sick all summer, he taught him how to play guitar. Every morning before his dad left for work, he would write out chords for him to learn. He’d practice all day long and play for him when he’d get home. It changed the trajectory of his life and started it all for him he shared.\nBobby Bones and The Raging Idiots offered him their Christian song “ Jesus Knows ” which is a parody song about Jesus knowing when you do things like run a red light or wear clothes with the tag still on it to return later. Tomlin loved the idea of the song.\nHis new album, Live from Good Friday, is available now!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.instagram.com/bobbybonesshow/",
      "https://www.instagram.com/bobbybonesshow",
      "https://instagram.com/bobbybonesshow/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bobby",
          "sentiment": "negative"
        },
        {
          "name": "chris tomlin",
          "sentiment": "negative"
        },
        {
          "name": "anne wilson",
          "sentiment": "none"
        },
        {
          "name": "kari jobe",
          "sentiment": "none"
        },
        {
          "name": "tomlin",
          "sentiment": "none"
        },
        {
          "name": "willie robertson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bridgestone arena",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "tomlin",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T18:03:32.186+03:00",
    "updated": "2024-03-29T19:32:58.555+03:00"
  },
  {
    "uuid": "896e9151d0c418464753a9f860e0bae2fda7ff2b",
    "url": "https://www.republicworld.com/world-news/pakistan/2-injured-as-mob-attacks-christians-in-pakistan-over-alleged-desecration",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Trust Of India",
    "published": "2024-05-25T12:05:00Z",
    "title": "2 Injured as Mob Attacks Christians in Pakistan Over Alleged Desecration- Republic World",
    "text": "Updated May 25th, 2024 at 20:05 IST 2 Injured as Mob Attacks Christians in Pakistan Over Alleged Desecration A mob led by radical Tehreek-e-Labbaik Pakistan (TLP) activists attacked the Christian community in Punjab province, burning and ransacking their property. [World News](https://www.republicworld.com/world-news) - 3 min read [Press Trust Of India](/anchors-and-authors/press-trust-of-india/) Advertisement Lahore: A mob led by radical Islamists on Saturday unleashed an attack on Christians in Pakistan [Punjab](https://www.republicworld.com/topics/punjab) province over the allegations of desecration of the Quran that left at least two members from the minority community injured, one of them seriously, police said. The incident took place in Mujahid Colony Sargodha district of [Punjab](https://www.republicworld.com/topics/punjab), some 200 km from Lahore in the morning. Police claim to have reached the scene on time to control the situation. Advertisement Several video clips of the mob attack on the properties of the Christian community are doing rounds on social media. The mob led by radical Tehreek-e-Labbaik Pakistan (TLP) activists attacked the Christian community, burning and ransacking their property. Advertisement According to senior [Punjab](https://www.republicworld.com/topics/punjab) police officer Asad Ejaz Malhi, a heavy contingent of police has reached Mujahid Colony and dispersed the mob which had surrounded some houses (of Christians) over the allegations of the desecration of the Quran. He said one injured person has been shifted to a hospital and police have been deployed there to maintain law and order. Advertisement Another police officer told PTI that on Saturday morning some youth in Mujahid Colony alleged that one Nazir Gill Masih desecrated the Quran. \"Following their allegations, a mob led by the TLP activists marched towards the residence and a factory of Nazir. They set ablaze his shoe factory and his house. They also ransacked a few shops owned by Christians. Before police could reach the spot, the mob lynched and thrashed Nazir,\" he said. Advertisement However, the police were able to rescue Nazir and shifted him to the hospital where his condition was stated to be critical, the officer said. He said another Christian man also suffered injuries. Ifran Gill, a relative of Nazir, told PTI that his uncle had returned from Dubai after four years. He said some people in the locality accused him falsely of desecration of the Quran. Advertisement He said the Christian families saved their lives by locking themselves inside their houses when the mob marched towards them. He said the environment has been tense in the area and the Christians are terrified. \"Another Jaranwala style attack on Christians in Sargodha with mob attacking the local community, burning and ransacking property. The failure of the State to take any serious and sincere action against perpetrators of the Jaranwala incident has only emboldened those who exploit religious sentiments for their criminal acts,\" Human rights lawyer and politician Jibran Nasir said on X. Advertisement The Human Rights Commission of Pakistan (HRCP) said it was seriously concerned by the unfolding situation in Sargodha, where the Christian community in Gillwala village is reportedly at grave risk to their lives at the hands of charged mobs. \"There are unconfirmed reports of a man having been allegedly lynched,” the HRCP said on X and asked the [Punjab](https://www.republicworld.com/topics/punjab) police to immediately restore calm and bring the perpetrators to book, while ensuring that the Christian community comes to no further harm. Advertisement Sara Taseer, daughter of slain [Punjab](https://www.republicworld.com/topics/punjab) governor Salman Taseer, said: \"The poor Pak Christian community reaches out to me for help when lynchings stir up. Before X was banned, I could alert some groups to help when there was an attack and try to avert the worst. But now they are more cornered than ever.\" Last year at least 24 churches and over 80 houses belonging to Christians in Jaranwala tehsil of Faisalabad district, some 130 km from the provincial capital, were burnt down by a mob over reports that two Christians had desecrated the Quran. Advertisement Published May 25th, 2024 at 20:05 IST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "mujahid colony sargodha",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "punjab province",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T18:02:53.213+03:00",
    "updated": "2024-05-25T18:02:53.213+03:00"
  },
  {
    "uuid": "ef47196f4892c61b3adbc5258bc631601d360a1b",
    "url": "https://blacksportsonline.com/2024/02/ex-las-vegas-raider-wr-henry-ruggs-moved-to-nevada-prison-camp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clement",
    "published": "2024-02-01T20:43:00Z",
    "title": "Ex-Las Vegas Raider WR Henry Ruggs Moved To Nevada Prison Camp - BlackSportsOnline",
    "text": "Ex-Las Vegas Raider WR Henry Ruggs has reportedly been moved to the Nevada prison camp to serve his sentence after being found guilty of driving drunk at 156 mph and crashing into a car killing 23-year-old Tina Tintor and her dog. According to the report; [READ ALSO: Why NFL Star Tyreek Hill Reportedly Filed For Divorce From His Recently Married Wife Keeta Vacarro Revealed](https://blacksportsonline.com/2024/01/why-nfl-star-tyreek-hill-reportedly-filed-for-divorce-from-his-recently-married-wife-keeta-vacarro-revealed/) [Ruggs](https://www.8newsnow.com/news/local-news/ex-las-vegas-raider-henry-ruggs-serving-sentence-at-nevada-prison-camp/) began his sentence at the High Desert State Prison northwest of Las Vegas, records showed. The prison, the largest in the department, is a 45-minute drive northwest of Las Vegas. Ruggs was incarcerated Tuesday at the Stewart Conservation Camp, a minimum security facility in Carson City. The majority of the inmates at the facility work for the Nevada Division of Forestry, the department’s website said. It was unclear if Ruggs was doing that work while in custody at the dormitory-style facility. Ruggs, who was initially charged with DUI resulting in death, DUI resulting in bodily harm, two counts of reckless driving resulting in death or substantial bodily harm, and possession of a firearm while under the influence, accepted a plea deal last May. Henry Ruggs is up for parole in August 2026 and at this point, all we can say is to wish him good health as he serves his sentence at the Nevada prison camp.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.8newsnow.com/news/local-news/ex-las-vegas-raider-henry-ruggs-serving-sentence-at-nevada-prison-camp/)",
      "https://8newsnow.com/news/local-news/ex-las-vegas-raider-henry-ruggs-serving-sentence-at-nevada-prison-camp/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "henry ruggs",
          "sentiment": "negative"
        },
        {
          "name": "keeta vacarro",
          "sentiment": "none"
        },
        {
          "name": "ruggs",
          "sentiment": "none"
        },
        {
          "name": "tina tintor",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "nevada division of forestry",
          "sentiment": "none"
        },
        {
          "name": "stewart conservation camp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nevada prison camp",
          "sentiment": "none"
        },
        {
          "name": "nevada",
          "sentiment": "none"
        },
        {
          "name": "carson city",
          "sentiment": "none"
        },
        {
          "name": "high desert state prison",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:05:23.462+02:00",
    "updated": "2024-02-02T02:05:23.462+02:00"
  },
  {
    "uuid": "edb4c3c201d4b425cadfc15a30d22ec557aab477",
    "url": "https://helenair.com/news/nation-world/government-politics/millions-of-u-s-workers-will-see-a-pay-increase-in-2024/article_dece4ce9-7a92-597f-b7af-00e094ae014c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2023-12-29T17:30:00Z",
    "title": "Millions of U.S. workers will see a pay increase in 2024",
    "text": "At the start of the new year, 22 states and 43 cities and counties are increasing the hourly minimum wage, benefiting nearly 10 million people. And that doesn't only affect workers at major fast food chains or retail outlets; it also includes people who work at small, locally-owned businesses.\nspotlight\nMillions of U.S. workers will see a pay increase in 2024\n- VideoElephant\n-\n-\n0\nRelated to this story\nMost Popular\nMaine has removed former President Donald Trump from the state’s presidential primary ballot under the Constitution’s insurrection clause in a…\nMichigan's Supreme Court is keeping former President Donald Trump on the state's primary election ballot.\nAuthorities are investigating a Christmas Day swatting call at Republican Rep. Marjorie Taylor Greene’s residence in Rome, Georgia.\n[\nSupreme Court won’t fast-track ruling on whether Trump can be prosecuted in election subversion case](/news/nation-world/government-politics/donald-trump-capitol-riot-immunity-supreme-court/article_a5e5dac4-a13c-59e5-84ec-31f514437e2f.html)\nThe Supreme Court will not immediately take up a plea to rule on whether former President Donald Trump can be prosecuted for his actions to ov…\n[\nNikki Haley seeks to clarify Civil War comments as backlash mounts: ‘Of course I know it’s about slavery’](/news/nation-world/haley-election-civil-war-slavery/article_23509ced-b534-56ac-b303-9d7ddd161a27.html)\nCOLUMBIA, S.C. — Nikki Haley on Thursday sought to clarify her comments about the Civil War one day after a voter in New Hampshire called her …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marjorie taylor greene",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:29:44.265+02:00",
    "updated": "2023-12-29T20:29:44.265+02:00"
  }
]