[
  {
    "uuid": "5d15bfc647845b711acfbcb31955b46563a279de",
    "url": "https://www.wbrc.com:443/2023/12/28/man-finds-600-rarest-century-old-baseball-cards-late-fathers-closet/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WBRCnews",
    "published": "2023-12-28T20:49:00Z",
    "title": "Man finds 600 of the rarest, century-old baseball cards in late father’s closet",
    "text": "GRANITE BAY, Calif. (Gray News) – A man discovered a goldmine of more than 600 valuable 1920s baseball cards while cleaning out his late father’s northern California home.\nAccording to a news release , some of the rarest vintage baseball cards were found stored in an old tobacco tin inside a closet, including ones for Babe Ruth, “Shoeless” Joe Jackson, and Ty Cobb.\nEven the tobacco tin itself is from the early 1900s.\nThe collection belonged to a man named Ed, whose last name was not given. The news release said Ed was a longtime card collector, starting when he was a kid during the early 1920s.\nEd’s son said his father would often receive baseball cards from his uncles as gifts when he was a child.\n“Like many of those who grew up in the Depression, my father and members of his family did not discard anything,” Ed’s son said in a statement. “When I was young, elementary school age, I remember my father showing me the cards and the tin they were in.”\nAmong the 600 cards in the tin were some of the most sought-after vintage baseball cards, including:\n1919-21 W514 “Shoeless” Joe Jackson Nearly every player from the iconic 1919 ‘Black Sox’ team 1921 E220 National Caramel Babe Ruth 1922 American Caramel E121 Babe Ruth 1919-21 Babe Ruth W514 1920 W519 Babe Ruth Ty Cobb 1922 American Caramel E121 1921 W516 Ty Cobb 1920 W519 George Sisler The century-old collection of rare baseball cards will be sold by Auction Monthly .\nAuction Monthly’s vice president said in a statement that he “couldn’t believe what was inside the old tobacco tin when I first opened the lid and noticed more than 600 pre-war baseball cards were all well preserved in the box.”\nThe auction house did not give an estimate of what the collection is worth.\nCopyright 2023 Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://auctionmonthly.com/",
      "https://www.prnewswire.com/news-releases/hundreds-of-rare-1920s-vintage-baseball-cards-and-babe-ruth-cards-discovered-in-california-closet-302015047.html",
      "https://auctionmonthly.com",
      "https://prnewswire.com/news-releases/hundreds-of-rare-1920s-vintage-baseball-cards-and-babe-ruth-cards-discovered-in-california-closet-302015047.html",
      "https://www.auctionmonthly.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe jackson",
          "sentiment": "none"
        },
        {
          "name": "babe ruth",
          "sentiment": "none"
        },
        {
          "name": "ty cobb",
          "sentiment": "none"
        },
        {
          "name": "ed",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "granite bay",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:04.401+02:00",
    "updated": "2023-12-29T00:11:04.401+02:00"
  },
  {
    "uuid": "75a528b1073f627618045400009ef0c77521ac67",
    "url": "https://www.heraldo.es/noticias/aragon/2023/12/29/policia-nacional-servicios-humanitarios-aragon-2023-1700649.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Heraldo de Aragón",
    "published": "2023-12-29T10:54:00Z",
    "title": "Policía Nacional presta más de 2.000 servicios humanitarios en Aragón durante 2023",
    "text": "La Policía Nacional presta más de 2.000 servicios humanitarios en Aragón durante 2023 Han intervenido desde casos de socorro a personas de avanzada edad y dependientes hasta la asistencia a menores en situación de desamparo Efectivos de la Jefatura Superior de [Policía](https://www.heraldo.es/tags/instituciones_empresas/policia_nacional.html) de Aragón, a través de su Sala CIMACC 091 y su Grupo de Atención al Ciudadano, han prestado más de dos mil servicios de asistencia humanitaria a lo largo del año 2023, revela el informe reciente de la institución. Estos servicios abarcan un amplio espectro, desde el socorro a personas de avanzada edad y dependientes hasta la asistencia a menores en situación de desamparo, como una parte esencial de las responsabilidades de la Policía Nacional que se distancian de la percepción común centrada en la prevención e investigación delictiva, informan fuentes del Cuerpo en una nota de prensa. El Centro de Inteligencia, Comunicaciones y Análisis CIMACC 091 se erige como el núcleo operativo primordial, respaldado por el Grupo de Atención al Ciudadano, para ofrecer respuesta a requerimientos las 24 horas, los 365 días del año, en situaciones urgentes y demandas de información por vía telefónica. Entre las situaciones más recurrentes se encuentran llamadas de auxilio de personas mayores que han sufrido accidentes en sus hogares, individuos desorientados en la vía pública o menores desamparados, donde la intervención rápida y eficiente se vuelve fundamental. El personal del CIMACC 091 opera con información en tiempo real sobre la localización de los efectivos policiales en la ciudad y dispone de recursos tecnológicos avanzados para afrontar escenarios críticos con prontitud. El número 091, insignia de la atención telefónica de la Policía Nacional, se mantiene como un recurso crucial para la ciudadanía y atiende únicamente en el transcurso del día más de un centenar de llamadas. Estos auxilios, aunque variados, reflejan directamente el compromiso de la Policía Nacional en el auxilio ciudadano con las que demuestran en ocasiones habilidades médicas como la aplicación de técnicas de reanimación en casos de ictus cardíacos o atragantamientos imprevistos. Este tipo de intervenciones, a pesar de los posibles riesgos inherentes, son abordadas por agentes debidamente formados y con una sólida vocación de servicio, con lo que la Policía Nacional reafirma su compromiso con la asistencia y apoyo a la comunidad. [Regístrate gratis](#) [Iniciar sesión](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:00:27.600+02:00",
    "updated": "2023-12-29T13:00:27.600+02:00"
  },
  {
    "uuid": "99e95035508b709a73502260df34d40adc9513e4",
    "url": "https://www.newsbreak.com/perrysburg-oh/3280202170517-beverly-jean-hoeflinger-perrysburg-employee-worked-to-contribute",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T05:00:00Z",
    "title": "Beverly Jean Hoeflinger: Perrysburg employee worked to contribute",
    "text": "Beverly Jean Hoeflinger, who brought care to her work in business and in the public sector — and as a church volunteer — died Wednesday in Kingston of Perrysburg. She was 84. She had dementia, her husband, Jack Hoeflinger, said. Mrs. Hoeflinger retired from the city of Perrysburg, closing her career on the staff of Municipal Court. “She learned her job so well. She worked so well with others,” said S. Dwight Osterud, who was judge of Perrysburg Municipal Court from 1990 through 2013. “She made friends with everyone. The other staff just loved her.” Her proficiency on the court’s computer system aided her in keeping case files in order. Waiting on the public suited her temperament. “She would work the counter,” Judge Osterud said. “Working in a municipal court, you’re working with people who don’t want to be there. But she was able to handle difficult people well. “She was just a sweet lady,” he said. Mr. Hoeflinger said: “She felt she was making a contribution. That’s the kind of person Bev was.” From 1979-91, Mrs. Hoeflinger worked for NFO Research, the consumer research firm founded in 1946 in Toledo and known for years as National Family Opinion. During her tenure she had clerical duties and processed reports via computer. In her role as receptionist, NFO visitors saw her first, recalled Peggy Fodor, who worked the switchboard until 1986. “She was very meticulous. She always dressed very professionally,” Mrs. Fodor said. “And she was a just a good front person. She did well representing the company.” The pair — receptionist and switchboard operator — reported to the same boss and, in their roles, communicated often on business matters. They knew how to keep the mood light. “We were always cracking jokes on something — any little thing we could find humor in,” Mrs. Fodor said. Mrs. Hoeflinger also worked in retail for a time, including at the former Lion Store in Southwyck Shopping Center. She got her start handling office duties at Hoeflinger Real Estate in East Toledo, working for her father-in-law, Paul Hoeflinger, a realtor and developer who served on the Toledo-Lucas County Port Authority. Throughout her own career, she cared for home and her children and was supportive during her husband’s 42-year career in the glass industry, duties that required him to travel extensively. A longtime member of St. Rose Church in Perrysburg, she volunteered for parish activities, particularly the ministry to provide meals after funeral services. “She helped do the cooking. Whatever was needed, she was there,” said Mr. Hoeflinger, former director of Catholic cemeteries for the Diocese of Toledo. “She had a love for the people she worked with. She felt she was helping grieving families.” She was devoted to family and enjoyed outings with friends. “She was pretty busy all the time,” Mr. Hoeflinger said. “She had great relationships with people.” She was born June 8, 1939, to Virginia and William Robert “Bob” Boyce and grew up on Steel Street in East Toledo. She was a graduate of Waite High School. Surviving are her husband, Jack Hoeflinger, whom she married June 13, 1959; daughters Judy Zollars, Kelly Bates, and Tricia Hoeflinger Heath; nine grandchildren, and a great-granddaughter. Visitation will be from 10 a.m.-2 p.m. Friday at Witzler-Shank-Walker Funeral Home, Perrysburg. A funeral Mass will begin at 1 p.m. Saturday at St. Rose Church, Perrysburg. The family suggests tributes to Hospice of Northwest Ohio or the Alzheimer's Association. Subscribe to The Blade",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1IMJ1S_0qTCfRKK00",
      "https://my.toledoblade.com/purchase/",
      "https://img.particlenews.com/image.php?url=1IMJ1S_0qTCfRKK00",
      "https://img.particlenews.com/image.php",
      "https://www.my.toledoblade.com/purchase/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1IMJ1S_0qTCfRKK00",
      "https://www.img.particlenews.com/image.php?url=1IMJ1S_0qTCfRKK00",
      "https://my.toledoblade.com/purchase"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beverly jean hoeflinger",
          "sentiment": "negative"
        },
        {
          "name": "bev",
          "sentiment": "none"
        },
        {
          "name": "hoeflinger",
          "sentiment": "none"
        },
        {
          "name": "osterud",
          "sentiment": "none"
        },
        {
          "name": "jack hoeflinger",
          "sentiment": "none"
        },
        {
          "name": "s. dwight osterud",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "municipal court",
          "sentiment": "none"
        },
        {
          "name": "nfo research",
          "sentiment": "none"
        },
        {
          "name": "perrysburg municipal court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "perrysburg",
          "sentiment": "none"
        },
        {
          "name": "kingston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:38:12.025+02:00",
    "updated": "2023-12-29T07:38:12.025+02:00"
  }
]