[
  {
    "uuid": "a24268d2464631bc309ea3cd35f1563c48f5d210",
    "url": "https://www.vpm.org/npr-news/2024-01-05/whats-making-us-happy-a-guide-to-your-weekend-viewing-reading-and-listening",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kristen Meinzer",
    "published": "2024-01-05T22:00:00Z",
    "title": "What's Making Us Happy: A guide to your weekend viewing, reading and listening | VPM",
    "text": "What's Making Us Happy: A guide to your weekend viewing, reading and listening This week, [Mickey Mouse became a murderous freak](https://www.cbsnews.com/news/mickey-mouse-at-least-2-horror-movies-disney-copyright-over/), and Disney couldn't do anything about it; someone finally [\"beat\" Tetris](https://www.nytimes.com/2024/01/03/arts/tetris-beat-blue-scuti.html); and Katt Williams [accused Steve Harvey of plagiarism](https://www.complex.com/pop-culture/a/jaelaniturnerwilliams/katt-williams-blasts-steve-harvey-cedric-the-entertainer) and referred to him as \"Mr. Potato Head\" – amidst [many, many](https://www.youtube.com/watch?v=8oRRZiRQxTs) other bold and brash proclamations. Here's what the NPR's Pop Culture Happy Hour crew was paying attention to — and what you should check out this weekend. Fad Camp podcast [Fad Camp](https://headstuffpodcasts.com/show/fad-camp/) is a podcast hosted by comedians Conor Dowling and Grace Mulvey, both of whom have struggled with body acceptance and diet culture. In each episode, they look at a topic related to fatness or anti-fatness, and they dissect it and laugh at it. They've done episodes on The Biggest Loser, wedding diets, Revenge Body with Khloé Kardashian and, of course, fat camps for children. What I love about Fad Camp is that Conor and Grace are intellectually certain about how anti-fatness is damaging — and yet they're still vulnerable enough to admit that they sometimes struggle with their own body acceptance. It's information mixed with vulnerability and humor. It always makes me laugh and think. — Kristen Meinzer Silver Nitrate, by Silvia Moreno-Garcia [Silver Nitrate](https://www.penguinrandomhouse.com/books/668250/silver-nitrate-by-silvia-moreno-garcia/) by Silvia Moreno-Garcia came out in July 2023. It's about two best friends living in Mexico City in the early '90s. They work in and around the film and television industry, and they get wrapped up in a spooky mystery involving a Nazi occultist and a secret film that was never released and might contain all sorts of untold dark powers. Because it's the '90s, there's no Internet or smartphones; the two characters have to get to the bottom the mystery by doing research in dusty film archives and looking in the phone book. It has a nostalgic, Nancy Drew quality to it that I loved. If you like The Vampire Diaries TV series this will scratch that itch. — Wailin Wong The monologue in Barbie This is the [much-discussed](https://www.nytimes.com/2024/01/01/movies/america-ferrera-barbie.html) moment in [Barbie](https://www.max.com/movies/barbie/80bc4915-c826-499f-9961-b422b17559b6) when America Ferrera's character, Gloria, holds forth for a couple of minutes about the contradictions of the expectations that are placed on women. Plenty of people I respect have dismissed it as eye-rolling, and cringe, and Feminism 101, and too basic, and a gross oversimplification, and a dumbing down of important issues and ideas. I spent a couple days over the holiday break with a friend of ours: She's in her 60s. She would never consider herself a feminist; she calls herself \"a tough broad.\" The minute she saw me, she asked me about Barbie, which was odd because she doesn't watch movies. I have known this person 20 years — we have never talked about pop culture. She said she rewound and rewatched that speech three times. She quoted it to me at length. She had never heard her life expressed in such a stark, and succinct, and, yes, simplified way. This was a reminder for me that critics can get jaded. For a moment, my friend felt like her experiences weren't unique to her. And given the success of Barbie there must be a lot of people who had an experience like that. And I just think it's myopic to dismiss it. — Glen Weldon More recommendations from the Pop Culture Happy Hour newsletter by Aisha Harris I care about Travis Kelce as much as I care about football, which is to say: not at all. But this New York Times article gives an interesting peek into the [well-oiled machine behind his ascendance](https://www.nytimes.com/2024/01/02/style/travis-kelce-managers-agent.html) into the zeitgeist, and is a necessary reminder that in the entertainment world, some things, like dating the biggest pop star in the world, happen [allegedly] by chance. Others are carefully crafted plans years in the making. Speaking of carefully crafted plans, multi-level marketing schemes are the worst, right? And yet, many of us can't get enough stories about them, be they exposés, documentaries, or podcasts, myself included. If this sounds like you, definitely check out [the latest season of The Dream](https://www.pushkin.fm/podcasts/the-dream), hosted by Jane Marie. It's about the insidiousness of MLMs, but also includes a deep dive into the history of \"bootstrap\" mentality. And finally, [Dan Levy's feature directorial debut Good Grief](https://www.netflix.com/title/81462549) is streaming on Netflix this weekend. It's a melancholy, wintry rom-com-dramedy that features a standout performance by Ruth Negga as one of his character's B.F.F.s. Will go down pleasingly enough with a warm blanket and a glass of red or a hot cocoa. [Beth Novey](https://www.npr.org/people/348743704/beth-novey)adapted the Pop Culture Happy Hour segment \"What's Making Us Happy\" for the Web. If you like these suggestions, consider [signing up for our newsletter](https://www.npr.org/newsletter/pop-culture) to get recommendations every week. And listen to Pop Culture Happy Hour on [Apple Podcasts](http://n.pr/3xNgYt9) and [Spotify](http://n.pr/3ELR3n6). Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.max.com/movies/barbie/80bc4915-c826-499f-9961-b422b17559b6)",
      "https://www.nytimes.com/2024/01/02/style/travis-kelce-managers-agent.html)",
      "https://www.npr.org/people/348743704/beth-novey)adapted",
      "https://www.npr.org/newsletter/pop-culture)",
      "https://headstuffpodcasts.com/show/fad-camp/)",
      "https://www.nytimes.com/2024/01/03/arts/tetris-beat-blue-scuti.html);",
      "https://www.penguinrandomhouse.com/books/668250/silver-nitrate-by-silvia-moreno-garcia/)",
      "http://www.youtube.com/watch?v=8oRRZiRQxTs)",
      "http://n.pr/3ELR3n6).",
      "https://www.nytimes.com/2024/01/01/movies/america-ferrera-barbie.html)",
      "https://www.complex.com/pop-culture/a/jaelaniturnerwilliams/katt-williams-blasts-steve-harvey-cedric-the-entertainer)",
      "https://www.netflix.com/title/81462549)",
      "https://www.pushkin.fm/podcasts/the-dream),",
      "http://n.pr/3xNgYt9)",
      "https://www.cbsnews.com/news/mickey-mouse-at-least-2-horror-movies-disney-copyright-over/),",
      "https://www.npr.org.",
      "https://pushkin.fm/podcasts/the-dream),",
      "https://nytimes.com/2024/01/02/style/travis-kelce-managers-agent.html)",
      "https://cbsnews.com/news/mickey-mouse-at-least-2-horror-movies-disney-copyright-over/),",
      "http://www.n.pr/3ELR3n6).",
      "https://nytimes.com/2024/01/01/movies/america-ferrera-barbie.html)",
      "https://npr.org.",
      "https://max.com/movies/barbie/80bc4915-c826-499f-9961-b422b17559b6)",
      "https://complex.com/pop-culture/a/jaelaniturnerwilliams/katt-williams-blasts-steve-harvey-cedric-the-entertainer)",
      "https://npr.org/people/348743704/beth-novey)adapted",
      "http://www.n.pr/3xNgYt9)",
      "https://penguinrandomhouse.com/books/668250/silver-nitrate-by-silvia-moreno-garcia/)",
      "https://nytimes.com/2024/01/03/arts/tetris-beat-blue-scuti.html);",
      "http://www.youtube.com/watch",
      "https://www.headstuffpodcasts.com/show/fad-camp/)",
      "http://youtube.com/watch?v=8oRRZiRQxTs)",
      "https://npr.org/newsletter/pop-culture)",
      "https://netflix.com/title/81462549)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mickey mo",
          "sentiment": "neutral"
        },
        {
          "name": "grace mulvey",
          "sentiment": "none"
        },
        {
          "name": "katt williams",
          "sentiment": "none"
        },
        {
          "name": "conor dowling",
          "sentiment": "none"
        },
        {
          "name": "steve harvey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "npr",
          "sentiment": "none"
        },
        {
          "name": "disney",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:30:08.670+02:00",
    "updated": "2024-01-06T00:30:08.670+02:00"
  },
  {
    "uuid": "5a5edc52f0537c70df5dab2ac2e5c1cbcd50cdbc",
    "url": "https://www.artsci.utoronto.ca/news/enthusiasts-around-world-enjoy-front-row-seat-eclipse-2024-thanks-dunlap-institute-livestream",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@uoftartsci",
    "published": "2024-04-11T00:00:00Z",
    "title": "Enthusiasts from around the world enjoy front row seat to Eclipse 2024, thanks to Dunlap Institute livestream | Faculty of Arts & Science",
    "text": "[Michael McKinnon - A&S News](/news-author-term/1435/michael-mckinnon-news) Viewers around the world enjoyed the rare opportunity to “chase the shadow” as part of comprehensive livestream coverage of Eclipse 2024, thanks to the [Dunlap Institute for Astronomy & Astrophysics](https://www.dunlap.utoronto.ca/). Stationed in Six Nations Chiefswood Park near Brantford, Ont, Ilana MacDonald, public outreach, communications and events strategist with the Dunlap Institute, called upon experts along the path of totality across Ontario, Quebec and the Maritimes over a two-hour period. More than 12,700 eclipse enthusiasts registered for the online event — the most ever for an online U of T event — with more than 9,000 viewers logging on at one time and more than 77,000 streams overall. “This eclipse offers a very rare opportunity. It is an almost total eclipse in the city of Toronto and many of the regions around Toronto will experience totality, where the moon fully covers the sun briefly,” Suresh Sivanandam, director of the Dunlap Institute said in welcoming viewers to the livestream. “So the institute is making it a priority to bring it to everyone, especially those who are unable to be in the path of totality to see it with their own eyes.” As part of Eclipse 2024: Chasing the Shadow from Niagara to Newfoundland’s in-depth coverage, MacDonald spoke to experts on-site at locations across Ontario, Quebec and the Maritimes. Pre-recorded videos included tips on safely viewing the eclipse, an analysis of the sounds of the sun, what to watch for during totality and much more. MacDonald points out the livestream wouldn’t have been possible without its partners, including Brock University, Queen's University, Fort Williams Historical Park in Thunder Bay, Bishop's University, and Memorial University, whose members had travelled to Gander, Nfld. “I really wouldn't have been able to put the whole thing together without them,” MacDonald says. There were [viewing parties and events](https://www.utoronto.ca/news/photos-under-cloudy-skies-u-t-community-gathers-experience-near-total-solar-eclipse?utm_source=UofTHome&utm_medium=WebsiteBanner&utm_content=SolarEclipsePhotos2024) held at U of T’s three campuses, and the Dunlap Institute distributed about 41,000 eclipse glasses to Toronto public libraries, and the St. George Campus. While another eclipse won’t hit this area in our lifetime, there are options for those with eclipse fever. “The next eclipse that will touch eastern Canada and the eastern United States will be in 2079, but there will be other eclipses happening somewhere on Earth before then,” MacDonald, who earned her PhD in astronomy and astrophysics from U of T in 2013, explained in the video. “So, if you [had] bad weather today and you're a little bit worried about not being able to see the eclipse today, and you have the ability to travel, you can always go see eclipses around the world.” If you missed it, there’s still time to watch [Chasing the Shadow](https://www.youtube.com/watch?v=TRx3EScfqgc). And if you want to know more about the world beyond Earth, [read our eclipse-related coverage](https://www.artsci.utoronto.ca/news-tag/eclipse-2024) from the past year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=TRx3EScfqgc)",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=TRx3EScfqgc)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael mckinnon",
          "sentiment": "neutral"
        },
        {
          "name": "suresh sivanandam",
          "sentiment": "none"
        },
        {
          "name": "ilana macdonald",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dunlap institute livestream | faculty of arts & science",
          "sentiment": "neutral"
        },
        {
          "name": "a&s news",
          "sentiment": "neutral"
        },
        {
          "name": "dunlap institute for astronomy & astrophysics",
          "sentiment": "none"
        },
        {
          "name": "dunlap institute",
          "sentiment": "none"
        },
        {
          "name": "maritimes",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "quebec",
          "sentiment": "none"
        },
        {
          "name": "brantford",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:08:56.765+03:00",
    "updated": "2024-04-12T03:08:56.765+03:00"
  },
  {
    "uuid": "c83dda170b2a1845fbbae7837ac26640f5c5a451",
    "url": "https://es-us.vida-estilo.yahoo.com/spider-man-spider-verso-pel%C3%ADcula-202600612.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2024-01-05T20:26:00Z",
    "title": "Spider-Man: A través del Spider-verso fue la película mejor reseñada por el público en 2023",
    "text": "Tomatazos Spider-Man: A través del Spider-verso fue la película mejor reseñada por el público en 2023 Leer todo el artículo Gabriel Escogido 5 de enero de 2024, 10:26 p. m. · 3 min de lectura Spider-Man: A través del Spider-verso fue la película mejor reseñada por el público en 2023\nNi dramas hechos para la temporada de premios ni rosadas comedias de famosas muñecas, la verdadera estrella del 2023 para una buena parte del público fue nada más y nada menos que una araña. Más precisamente, Spider-Man: A Través del Spider-Verso (92%) , la esperada secuela que trajo de vuelta a Miles Morales y compañía para más aventuras a realidades paralelas y el filme mejor reseñado por las audiencias.\nNo te pierdas: Spider-Man: A Través del Spider-Verso | Top de críticas, reseñas y calificaciones\nA través de redes, el sitio Letterboxd , plataforma en la que se puede comentar y calificar con estrellas películas, compartió su lista con los filmes mejor reseñados del año por sus usuarios. El veredicto dio en primer lugar a Spider-Man: A través del Spider-Verso . En segundo lugar quedó Poor Things (100%) y en tercero, cuarto y quinto: Oppenheimer (95%) , Past Lives y Los que se quedan , respectivamente.\nCuriosamente, Barbie (88%) se quedó fuera siquiera del top 10 y en séptimo lugar encontramos a la fenomenal Godzilla: Minus One (98%) , la cual recientemente llegó en cines, para que aprovechen y la vayan a ver. Sin duda, una sorpresa que se trate de un filme animado que haya conquistado e impresionado al público. Y una señal de que el medio, y el género de los superhéroes, no han quedado del todo superados.\nComo saben, A través del Spider-verso ve a Miles encontrarse con la Sociedad Arácnida, un grupo de superhéroes que cuidan la continuidad de la realidad en su totalidad. No obstante, pronto descubre que la vida de héroe que ha construido no es lo que parece. El filme tendrá una continuación que dará conclusión a la planeada trilogía. Se trata también de uno de los estrenos más taquilleros de 2023.\nQuizá lo más memorable del proyecto sea el estilo de animación. A partir de una combinación de distintas técnicas, y para distintos personajes, el largometraje implementó estilos diferentes para cada uno de los héroes y universos que aparecen en él. Ese esfuerzo titánico se retrasó numerosas veces, a razón de la pandemia, pero también y mucho más lógicamente debido a lo laborioso de este tipo de realización.\nContinuar leyendo la historia Te recomendamos: Las mejores películas de superhéroes de 2023, según la crítica\nMás allá de eso, la película se volvió parte de la cultura popular al introducir el término de “evento canónico”, el cual se refiere a la idea de hechos aparentemente obligatorios en la historia de cada individuo que lo forja como tal. Que todo esto surja a partir de uno de los personajes de historietas más populares y duraderos de todos los tiempo también, evidentemente, le dio gran impulso.\nSpider-Man: A Través del Spider-Verso (92%) se encuentra disponible en HBO Max. Se supone que la secuela, titulada Beyond the Spider-Verse , se estrenará en 2025, pero muy probablemente haya que tomar esa ventana de lanzamiento con cautela dado que la animación podría requerir más tiempo hasta quedar perfectamente pulida. De una u otra forma, lo que queda claro es que la historia de Miles cautivó a las audiencias y los dejó esperando más.\nContinúa leyendo: Andrew Garfield dice que Spider-Man: A Través del Spider-Verso es una obra maestra\nMÁS POPULARES “La droga de Hollywood”: Kelly Clarkson, otra famosa en el medio de la polémica por el uso de Ozempic LA NACION · 4 min de lectura Rosalía reacciona a sensual anuncio de supuesto novio en ropa interior People EN ESPAÑOL · 1 min de lectura Majo Aguilar sorprende al sumarse a la tendencia \"no pants\" El Universal · 2 min de lectura La memoria se fortalece con estos 10 alimentos Yahoo Vida y Estilo · 7 min de lectura Año nuevo, zapatos como nuevos con este popular limpiador para piel rebajado a US$18 en Amazon Yahoo Compras · 3 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.tomatazos.com/peliculas/885787/Past-Lives",
      "https://www.tomatazos.com/peliculas/856989/Poor-Things",
      "https://s.yimg.com/uu/api/res/1.2/UGOLkC1vxXeukLEiZVM_XA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/people_en_espa_ol_155/54ae0d6f0d52e8cbfcca87f273fae88c",
      "https://s.yimg.com/uu/api/res/1.2/qRniOlANd8V.NxekUaKKvA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2022-11/c47a97a0-6106-11ed-b9dd-0729cd66d21c",
      "https://s.yimg.com/uu/api/res/1.2/_76A7qovb5_pWpV.wmtuCA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2024-01/4e352400-ab21-11ee-ad7b-7bd3680173a4",
      "https://www.tomatazos.com/peliculas/715035/Barbie",
      "https://s.yimg.com/ny/api/res/1.2/FxCKd_R2eR.kfp8bmlWBxg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/47f36f00-340c-11eb-bcfa-c1777b9e8013",
      "https://www.tomatazos.com/peliculas/878122/Godzilla-Minus-One",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/47f36f00-340c-11eb-bcfa-c1777b9e8013",
      "https://www.tomatazos.com/peliculas/761584/Oppenheimer",
      "https://s.yimg.com/ny/api/res/1.2/YcRP7VOxO2nlEDacz9m79A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/tomatazos_56/8e9c458908c79ca7d0a0f6bf4c41eaa6",
      "https://media.zenfs.com/es/tomatazos_56/8e9c458908c79ca7d0a0f6bf4c41eaa6",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.vida-estilo.yahoo.com%2Fspider-man-spider-verso-pel%25C3%25ADcula-202600612.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.tomatazos.com/noticias/886284/Andrew-Garfield-dice-que-SpiderMan-A-Traves-del-SpiderVerso-es-una-obra-maestra",
      "https://www.tomatazos.com/articulos/888021/Las-mejores-peliculas-de-superheroes-de-2023-segun-la-critica",
      "https://www.tomatazos.com/peliculas/700412/SpiderMan-A-Traves-del-SpiderVerso",
      "https://www.tomatazos.com/",
      "https://s.yimg.com/uu/api/res/1.2/YEUip6GHTrfzSET9uRrjRw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/lanacion.com.ar/f712899ef74d5294381907931fcafa4c",
      "https://www.tomatazos.com/articulos/842029/SpiderMan-A-Traves-del-SpiderVerso-Top-de-criticas-resenas-y-calificaciones",
      "https://twitter.com/intent/tweet?text=Spider-Man%3A%20A%20trav%C3%A9s%20del%20Spider-verso%20fue%20la%20pel%C3%ADcula%20mejor%20rese%C3%B1ada%20por%20el%20p%C3%BAblico%20en%202023&url=https%3A%2F%2Fes-us.vida-estilo.yahoo.com%2Fspider-man-spider-verso-pel%25C3%25ADcula-202600612.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/uu/api/res/1.2/UGOLkC1vxXeukLEiZVM_XA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/people_en_espa_ol_155/54ae0d6f0d52e8cbfcca87f273fae88c",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/47f36f00-340c-11eb-bcfa-c1777b9e8013",
      "https://tomatazos.com/peliculas/715035/Barbie",
      "https://www.s.yimg.com/uu/api/res/1.2/YEUip6GHTrfzSET9uRrjRw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/lanacion.com.ar/f712899ef74d5294381907931fcafa4c",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.vida-estilo.yahoo.com%2Fspider-man-spider-verso-pel%25C3%25ADcula-202600612.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://tomatazos.com/noticias/886284/Andrew-Garfield-dice-que-SpiderMan-A-Traves-del-SpiderVerso-es-una-obra-maestra",
      "https://www.s.yimg.com/ny/api/res/1.2/YcRP7VOxO2nlEDacz9m79A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/tomatazos_56/8e9c458908c79ca7d0a0f6bf4c41eaa6",
      "https://www.twitter.com/intent/tweet?text=Spider-Man%3A%20A%20trav%C3%A9s%20del%20Spider-verso%20fue%20la%20pel%C3%ADcula%20mejor%20rese%C3%B1ada%20por%20el%20p%C3%BAblico%20en%202023&url=https%3A%2F%2Fes-us.vida-estilo.yahoo.com%2Fspider-man-spider-verso-pel%25C3%25ADcula-202600612.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/ny/api/res/1.2/FxCKd_R2eR.kfp8bmlWBxg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/47f36f00-340c-11eb-bcfa-c1777b9e8013",
      "https://www.s.yimg.com/uu/api/res/1.2/_76A7qovb5_pWpV.wmtuCA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2024-01/4e352400-ab21-11ee-ad7b-7bd3680173a4",
      "https://twitter.com/intent/tweet",
      "https://www.facebook.com/dialog/feed",
      "https://tomatazos.com/peliculas/878122/Godzilla-Minus-One",
      "https://www.tomatazos.com",
      "https://www.s.yimg.com/uu/api/res/1.2/qRniOlANd8V.NxekUaKKvA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2022-11/c47a97a0-6106-11ed-b9dd-0729cd66d21c",
      "https://tomatazos.com/peliculas/761584/Oppenheimer",
      "https://tomatazos.com/peliculas/700412/SpiderMan-A-Traves-del-SpiderVerso",
      "https://tomatazos.com/articulos/888021/Las-mejores-peliculas-de-superheroes-de-2023-segun-la-critica",
      "https://tomatazos.com/articulos/842029/SpiderMan-A-Traves-del-SpiderVerso-Top-de-criticas-resenas-y-calificaciones",
      "https://tomatazos.com/peliculas/885787/Past-Lives",
      "https://tomatazos.com/",
      "https://tomatazos.com/peliculas/856989/Poor-Things",
      "https://www.media.zenfs.com/es/tomatazos_56/8e9c458908c79ca7d0a0f6bf4c41eaa6"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:37:27.070+02:00",
    "updated": "2024-01-06T00:37:27.070+02:00"
  },
  {
    "uuid": "57b87d9e44e0ba8373185e6f753f3ab95acea4eb",
    "url": "https://www.ettoday.net/news/20250703/2989483.htm",
    "ord_in_thread": 0,
    "author": "ETtoday新聞雲",
    "published": "2025-07-03T04:03:00Z",
    "title": "騎士遭巨大鐵條砸中慘斷6顆牙　新北捷運工程局「3重點」回應了",
    "text": "▲捷運樹林線施工吊臂上鐵條掉落砸到男騎士，造成他車毀牙斷6根 。（圖／記者陳以昇翻攝，下同）\n記者葉品辰／新北報導\n新北市樹林區昨（2）日下午發生工安意外，31歲林姓機車騎士行經捷運土城樹林線中正路段的施工工地時，遭掉落的大型鐵條砸中，導致林男機車嚴重毀損，牙齒斷裂6顆、頭暈，送醫後無生命危險。新北捷運工程局也在今日做出回應：已要求廠商停工改善、負起應有的責任，並妥善處理相關賠償。\n當時林姓男子騎機車沿中正路往俊保路方向行駛，行經此捷運施工路段，卻因工地64歲陳姓工人操作吊臂機具不慎，遭掉落的大型鐵條砸中頭部，林男牙齒6顆斷裂、頭暈，機車車頭嚴重毀損。林男被送往亞東醫院救治後傷勢穩定，陳姓工人酒測值為0，初步排除酒駕因素。\n今日新北捷運工程局做出回應：針對廠商施工行為未依職安衛規定，依契約開罰至少6萬，並要求廠商停工改善，進行全面檢討後再行復工。也要求施工廠商對後續醫療及機車損壞部分負起一切責任，妥善處理相關賠償。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health",
      "Human Interest"
    ],
    "topics": [
      "Disaster and Accident->industrial accident and incident",
      "Health->emergency care",
      "Health->injury",
      "Health->hospital",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:50:39.508+03:00",
    "updated": "2025-07-04T05:07:53.000+00:00"
  },
  {
    "uuid": "2177de9c71add58ea289182216a00bb02dc18a12",
    "url": "https://www.ejecentral.com.mx/nuestro-eje/policia-es-sorprendido-viendo-netflix-en-una-cybertruck-en-guadalajara-video",
    "ord_in_thread": 0,
    "author": "@EjeCentral",
    "published": "2025-07-17T04:23:00Z",
    "title": "Policía es sorprendido viendo Netflix en una Cybertruck en Guadalajara | Video",
    "text": "Policía es sorprendido viendo Netflix en una Cybertruck en Guadalajara | Video\n¿Palomitas? Un policía fue captado viendo la famosa plataforma Netflix mientras se encontraban patrullando en una Cybertruck en Guadalajara. Te contamos\nVer una película después de una larga jornada laboral es casi una regla hoy en día; sin embargo, es complicado cuando te encuentras cuidando a la población. Gracias a un video se aprecia como un policía se encontraba viendo en una de las pantallas una película o serie en una plataforma de streaming dentro de una de las patrullas Cybertruck, en Guadalajara, Jalisco.\nEn una de las polémicas camionetas Cybertruck recién adquiridas por el gobierno estatal, se puede ver como uno de los oficiales se encontraba viendo al parecer una película o serie, por lo que generó polémica en redes sociales.\n[@ejecentral]¡Indignación en redes! Un policía fue captado viendo Netflix en una Cybertruck mientras \"patrullaba\" en Guadalajara. El video se hizo viral rápidamente, generando polémica, pues el alcalde Lemus invirtió en estos vehículos de lujo para mejorar la seguridad. Una escena que levanta dudas sobre el uso de recursos y el compromiso con la ciudadanía.\n[#Guadalajara]Policía[#Netflix][#Cybertruck][#Inseguridad][#DenunciaCiudadana][♬ sonido original - EjeCentral - EjeCentral]\nPolicía fue sorprendido viendo “Netflix”\nGracias a un video que grabó un ciudadano y posteriormente subió al mundo de las redes sociales, se viral un policía dentro de una patrulla rotulada como C2 Móvil viendo aparentemente “Netflix”, aunque hay que destacar que a simple vista no se puede observar qué plataforma exactamente está viendo, pero internautas bautizaron como Netflix, debido a que es una de las más comunes hoy en día.\nEstos hechos se dieron recientemente mientras los oficiales patrullaban por calles de Guadalajara, en donde la grabación muestra a elementos de la Policía Estatal dentro de una patrulla, proyectando una película o serie en la pantalla frontal en plena luz del día, mientras se encontraban estacionados en un punto no especificado de la Zona Metropolitana de Guadalajara (ZMG).\nEstos hechos generaron muchas críticas tanto por ciudadanos de Guadalajara como de internautas de otras partes de la república, donde señalaron el alto costo de estas unidades y cuestionaron que no estén siendo utilizadas para labores de seguridad, como se justificó al momento de su adquisición.\n“Que bien se disfrutan los impuestos (...) Pero en esas patrullas, con lluvia Netflix y un cafecito 10/10”, comentó un usuario en redes sociales.\nPatrullas Cybertruck para Guadalajara\nCabe recordar fue el pasado 10 de junio, cuando el el gobernador de Jalisco, Pablo Lemús, informó que unas Pick-ups, motocicletas BMW, Suzuki y Harley Davidson, Explorer Police, unidades blindadas Super Duty y Black Mamba, así como 3 Cybertrucks Tesla fueron dadas a la secretaría de seguridad del estado, con el objetivo de salvaguardar a la ciudadanía.\nPUEDES LEER: Cae “La Sicaria” y su cómplice, presuntos integrantes de La Unión Tepito ligados con tres homicidios en CDMX\nEn este contexto, la ciudadanía cuestionó acerca de esta inversión ya que muchos personas consideraron un gasto innecesario los vehículos de alta gama, con lo que el gobierno de Jalisco pretende hacer un mejor patrullaje en el municipio.\nAnte estos hechos la Secretaría de Seguridad abrió una investigación después de viralizarse un video que exhibe a oficiales usando una de las costosas unidades como sala de cine móvil.\n“La Secretaría de Seguridad Jalisco reprueba este tipo de actos de indisciplina que lastiman la confianza de las y los jaliscienses”, afirmó la dependencia tras la difusión de un video en redes sociales que involucra a dos oficiales.\nFinalmente, las tres Cybertruck forman parte de una inversión de aproximadamente 900 millones de pesos realizada por la Secretaría de Seguridad de Jalisco.\nAM3",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->law enforcement",
      "Social Issue->social condition",
      "Social Issue->social services",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Netflix",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "NFLX",
              "exchange": "NASDAQ"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:43:18.552+03:00",
    "updated": "2025-07-17T04:46:35.000+00:00"
  },
  {
    "uuid": "be33a1028a046e4ed76511eb8c5d28abceb5cdaa",
    "url": "https://www.elespanol.com/eldigitalcastillalamancha/region/20250703/personal-emergencias-sanitarias-forestales-pide-auxilio-rescaten-administraciones/1003743831443_0.html",
    "ord_in_thread": 0,
    "author": "Álvaro de la Paz",
    "published": "2025-07-03T02:14:00Z",
    "title": "El personal de emergencias sanitarias y forestales pide auxilio: \"Que nos rescaten las administraciones\"",
    "text": "El Sindicato Libre de Trabajadores Aéreos ( SLTA ) se ha embarcado en una campaña en favor de la mejora de las condiciones laborales de los trabajadores de Avincis , la empresa concesionaria de los helicópteros sanitarios del Sescam y los aparatos aéreos de extinción de incendios en Castilla-La Mancha , entre otros servicios de emergencia en todo el país.\nEnrique Durán , coordinador general del sindicato , desgrana los \"varios motivos\" del malestar de este colectivo. El pecuniario se adivina como una de las causas mayores. Desde 2015, fecha de la firma del último convenio laboral, el salario de la plantilla permanece congelado .\n\"No ha habido ninguna revalorización de nuestros salarios con respecto al IPC durante estos diez años\", lamenta Durán. La pérdida salarial en el último decenio, según la estimación de SLTA, \"ha sido prácticamente de un 25 %\" .\nServicios mínimos del 100 % en Sanidad y el Plan Infocam en Castilla-La Mancha por la huelga del personal aéreo Desde el sindicato aluden también a las dificultades para la conciliación familiar por \"las programaciones y los calendarios\" que rigen el desempeño profesional en el ámbito de las emergencias.\nDurán afea que la programación para el mes de julio \"la recibimos el 25 de junio\" ; es decir, sin margen para la planificación de otras actividades que no sea la laboral. \"Ya para el mes de agosto la recibimos el 25 de julio\", añade.\nUn calendario anual El representante de SLTA señala el escaso margen que les ofrece la tardía fecha de publicación de sus jornadas . \"Imposibilita conciliar la vida profesional con la familia\", insiste. Además, critica que \"aun teniendo la programación editada\", a veces \"nos llaman\" como refuerzo para algún dispositivo o retén urgente.\nDurán ahonda en que \"cualquier trabajador normal\" realiza su actividad a partir de un calendario que incluye \"sus fines de semana, sus fiestas locales y nacionales\". Sin embargo, los empleados a los que representa desarrollan una labor diferente que incluye todo tipo de fechas , pero que debería guardar un cupo de ocho días libres al mes a gastar según el deseo de cada cual.\n\"Y es una cosa que no se hace: esos ocho días sí que nos los dan, pero cuando ellos [la empresa] quieren. No están marcados en calendario\", critica.\nLa falta de conocimiento del empleado respecto a sus días de faena obstaculiza las responsabilidades parentales y el disfrute del tiempo libre. \"No puedes planificar nada con la familia a meses vista\" .\nLa incertidumbre deviene en \"que no tenemos prácticamente vida\". Los profesionales de los servicios de emergencias ironizan con que sus propias vidas \"se convierten en emergencias por culpa de las formas\" de la empresa para la que desempeñan su labor.\nAl mismo tiempo, el \"sistema de incidencias para esos pequeños cambios\" que modifica la programación prevista tampoco resulta \"económicamente aceptable\" para los trabajadores.\nVigilar a las empresas Según los datos de SLTA, la capilaridad de Avincis se extiende al 60 % del mercado de los servicios de emergencias de todo el territorio nacional . Su presencia alcanza salvamento marítimo, protección civil, helicópteros sanitarios e incendios forestales.\nSe trata de \"servicios públicos esenciales para la ciudadanía\" , cuentan desde el sindicato. Durán llama a las administraciones a evitar que \"caigan en manos de empresas\" propiedad de fondos de inversión.\nEl Sescam para la licitación del transporte sanitario para inyectar 11 millones más: los sindicatos lo ven insuficiente \"El dinero público es muy apetecible para estos fondos de inversión que vienen a hacer una inversión a cinco o seis años vista: se llevan el dinero, pero el destrozo que dejan cuando venden asusta \", relata.\nPara el responsable sindical, el principal daño recae sobre el trabajador. \"Dejan las cuentas muy claritas y muy bonitas para el siguiente que compra [la empresa], pero vamos por el segundo fondo de inversión desde 2015 y tenemos congelados los sueldos\".\nDesde 2023, la compañía responsable de estos servicios es Avincis. Hasta esa fecha fue Babcock y antes Inaer .\n\"Nuestras administraciones públicas tienen algo que decir porque estamos hablando de dinero público que se pone en manos de una empresa privada\", relata Durán. \"El responsable final del servicio es la administración pública y creemos que es lógico que vele por las condiciones laborales y económicas de los trabajadores que ofrecen estos servicios\" .\nMovilizaciones En el caso de la huelga del Servicio de Prevención y Extinción de Incendios Forestales de Castilla-La Mancha (Infocam), también en el resto de dotaciones, se han fijado unos servicios mínimos del 100 % . \"No podemos secundar la huelga; la única vía es estar en medios de comunicación y que las administraciones salgan a nuestro rescate\".\nCastilla-La Mancha ha extinguido 642 incendios forestales este verano, el 89 % en fase de conato Durán traza una analogía entre sus funciones y las que le encomienda al sector público. \"Vamos a rescatar personas y pedimos que nos rescaten las administraciones\" .\nEl volumen de trabajadores de Avanzis en el Sescam alcanza el medio centenar de efectivos. Otras diez o doce personas más se desempeñan en la extinción del fuego con helicópteros.\n\"Nos preocupa que la empresa no se exceda en los servicios mínimos. Por ejemplo, en salvamento marítimo pedimos que solo se hagan misiones de emergencia, no entrenamientos\".\nSLTA celebrará varias asambleas este fin de semana para informar a sus afiliados de los posibles movimientos de la empresa respecto a la negociación.\nDe cara a la tercera semana del mes de julio se plantean movilizaciones \"delante de alguna administración pública\" . Esta posibilidad también recoge a Toledo , la capital de Castilla-La Mancha.\nAsimismo, tampoco descartan la posibilidad de convocar una huelga nacional que recorra \"todos los servicios que presta esta empresa\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->emergency care",
      "Health->health organisation",
      "Health->public health",
      "Social Issue->social services",
      "Social Issue->communities",
      "Politics->government",
      "Politics->civil rights",
      "Politics->public inquiry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Enrique Durán",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Castilla-La Mancha",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ar",
        "top_news_ve",
        "top_news_pe",
        "top_news_co",
        "top_news_mx",
        "top_news_cl",
        "top_news_es",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:25:32.622+03:00",
    "updated": "2025-07-04T06:04:29.000+00:00"
  }
]