[
  {
    "uuid": "95cd2b0823ad8277cd0a7922e3ea11cde911e71d",
    "url": "https://laverdadnoticias.com/anime/Muichiro-Tokito-El-Pilar-de-la-Niebla-que-cautivo-a-Kimetsu-no-Yaiba-20240314-0155.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pamela Navarro Flores",
    "published": "2024-03-14T22:16:00Z",
    "title": "Muichiro Tokito: El Pilar de la Niebla que cautivó a Kimetsu no Yaiba",
    "text": "[Anime](/seccion/anime/)\nMuichiro Tokito: El Pilar de la Niebla que cautivó a Kimetsu no Yaiba\nConoce a Muichiro Tokito, el Pilar de la Niebla en Kimetsu no Yaiba. Descubre su historia, habilidades y evolución en la serie\nMuichiro Tokito: El Pilar de la Niebla que cautivó a Kimetsu no Yaiba. Conoce al enigmático Pilar de la Niebla en\nKimetsu no Yaiba. Sumérgete en su historia, descubre sus habilidades extraordinarias y presencia su notable evolución personal a lo largo de la serie.\nUn joven de mirada penetrante:\nMuichiro Tokito se destaca por su baja estatura y complexión musculosa. Su cabello negro con puntas verde menta y sus ojos del mismo color, herencia de su linaje demoníaco, lo convierten en un personaje inconfundible. Su vestimenta como miembro del Cuerpo de Exterminio de Demonios, en tonos turquesa, refleja su posición como Pilar de la Niebla.\nMás allá de la excentricidad:\nInicialmente, Muichiro aparenta ser un individuo excéntrico y distante. Sin embargo, a medida que avanza la trama, se revela la profundidad de su ser. La pérdida de sus recuerdos tras la muerte de su hermano gemelo lo marca profundamente, pero a lo largo de la serie, redescubre su humanidad y empatía, especialmente en sus interacciones con Tanjiro Kamado.\nUn guerrero sin igual: El dominio de Muichiro Tokito en el campo de batalla\nPercepción más allá de los sentidos:\nMuichiro no solo posee una vista y un oído excepcionales, sino que también puede percibir la presencia de demonios y sus intenciones a través de una sensibilidad extrasensorial. Esta habilidad le permite anticipar los ataques y tomar decisiones estratégicas en el fragor de la batalla.\nVelocidad y reflejos sobrehumanos:\nSu velocidad es comparable a un rayo, permitiéndole moverse con una rapidez inimaginable para el ojo humano. Sus reflejos son igualmente impresionantes, permitiéndole esquivar ataques y contraatacar con una precisión milimétrica.\nResistencia inquebrantable:\nSu resistencia es comparable a la de un titán, permitiéndole soportar golpes devastadores y continuar luchando sin flaquear. Incluso después de sufrir graves heridas, Muichiro es capaz de seguir combatiendo con determinación.\nFuerza bruta descomunal:\nSu fuerza física es tan descomunal que puede partir espadas demoníacas con un solo golpe. Combinada con su velocidad y técnica, su fuerza convierte a Muichiro en una fuerza imparable en el campo de batalla.\nDominio de la Respiración de la Niebla:\nMuichiro ha perfeccionado la Respiración de la Niebla, una técnica ancestral que le permite generar y manipular la niebla a su voluntad. Esta niebla no solo le sirve como camuflaje, sino que también puede ser utilizada para desorientar a sus oponentes, crear ilusiones y realizar ataques devastadores.\nEstratega y maestro espadachín:\nMuichiro no solo se basa en su fuerza bruta, sino que también es un estratega brillante. Analiza cuidadosamente a sus oponentes para identificar sus debilidades y formular planes de ataque específicos. Además, es un maestro del manejo de la espada, capaz de realizar técnicas con una precisión y fluidez impecables.\nUn azote para los demonios de alto rango:\nCon su combinación de habilidades físicas, dominio de la Respiración de la Niebla y astucia estratégica, Muichiro se ha convertido en un azote para los demonios de alto rango. Incluso los demonios más poderosos temen enfrentarse a este guerrero sin igual.\nTe puede interesar:\nConoce los 9 Pilares más poderosos de Demon Slayer\nUn pilar fundamental en Kimetsu no Yaiba:\nUn símbolo de esperanza y determinación:\nSu valentía y determinación en la lucha contra los demonios lo convierten en un símbolo de esperanza para los humanos. Su sacrificio para proteger a sus compañeros y su constante búsqueda de la justicia lo convierten en un personaje admirable y querido por los fans.\nImpacto en la historia:\n- Papel crucial en la lucha contra los demonios: Muichiro ha participado en misiones de gran importancia, contribuyendo significativamente al debilitamiento y eventual derrota de Muzan Kibutsuji.\n- Inspiración para otros personajes: Su fuerza y determinación han inspirado a otros personajes a seguir luchando por un futuro mejor.\n- Momento memorable: Su batalla contra Kokushibo, uno de los demonios más poderosos, es considerada uno de los momentos más memorables de la serie.\nUn pilar que deja huella:\nMuichiro Tokito se erige como uno de los pilares fundamentales de Kimetsu no Yaiba. Su poder, evolución personal, sacrificio y valores lo convierten en un personaje inolvidable que ha dejado una huella imborrable en el corazón de los fans.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:54:59.202+02:00",
    "updated": "2024-03-15T00:54:59.202+02:00"
  },
  {
    "uuid": "999ef5919c782aff55a9967e016108667e187c1b",
    "url": "https://www.startribune.com/on-christmas-eve-bethlehem-resembles-a-ghost-town-celebrations-are-halted-due-to-israel-hamas-war/600330467/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MELANIE LIDMAN",
    "published": "2023-12-24T10:25:00Z",
    "title": "On Christmas Eve, Bethlehem resembles a ghost town. Celebrations are halted due to Israel-Hamas war.",
    "text": "BETHLEHEM, West Bank — The normally bustling biblical birthplace of Jesus resembled a ghost town on Sunday, as Christmas Eve celebrations in Bethlehem were called off due to the Israel-Hamas war.\nThe festive lights and Christmas tree that normally decorate Manger Square were missing, as were the throngs of foreign tourists and jubilant youth marching bands that gather in the West Bank town each year to mark the holiday. Dozens of Palestinian security forces patrolled the empty square.\n''This year, without the Christmas tree and without lights, there's just darkness,'' said Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years.\nHe said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, reminiscent of the thousands of children killed in the fighting in Gaza. Barbed wire surrounded the scene, the grey rubble reflecting none of the joyous lights and bursts of color that normally fill the square during the Christmas season.\nThe cancellation of Christmas festivities is a severe blow to the town's economy. Tourism accounts for an estimated 70% of Bethlehem's income — almost all of that during the Christmas season.\nWith many major airlines canceling flights to Israel, few foreigners are visiting. Local officials say over 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed.\nGift shops were slow to open on Christmas Eve, although a few did once the rain had stopped pouring down. There were few visitors, however.\n''We can't justify putting out a tree and celebrating as normal, when some people (in Gaza) don't even have houses to go to,'' said Ala'a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square.\nSalameh said Christmas Eve is usually the busiest day of the year. ''Normally, you can't find a single chair to sit, we're full from morning till midnight,'' said Salameh. This year, just one table was taken, by journalists taking a break from the rain.\nUnder a banner that read ''Bethlehem's Christmas bells ring for a cease-fire in Gaza,'' a few teenagers offered small inflatable Santas, but no one was buying. Instead of their traditional musical march through the streets of Bethlehem, young scouts stood silently with flags. A group of local students unfurled a massive Palestinian flag as they stood in silence.\n''Our message every year on Christmas is one of peace and love, but this year it's a message of sadness, grief and anger in front of the international community with what is happening and going on in the Gaza Strip,'' Bethlehem's mayor, Hana Haniyeh, said in an address to the crowd.\nOver 20,000 Palestinians have been killed and more than 50,000 wounded during Israel's air and ground offensive against Gaza's Hamas rulers, according to health officials there, while some 85% of the territory's 2.3 million residents have been displaced. The war was triggered by Hamas' deadly assault Oct. 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages.\nThe Gaza war has been accompanied by a surge in violence, with some 300 Palestinians killed by Israeli fire.\nThe fighting has affected life across the West Bank. Since Oct. 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel.\nAmir Michael Giacaman opened his store, ''Il Bambino,'' which sells olive wood carvings and other souvenirs, for the first time since Oct. 7. There have been no tourists, and few local residents have money to spare because those who worked in Israel have been stuck at home.\n''When people have extra money, they go buy food,'' said his wife, Safa Giacaman. \"This year, we're telling the Christmas story. We're celebrating Jesus, not the tree, not Santa Claus, she said, as their daughter Makaella ran around the deserted store.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "john vinh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T14:04:31.572+02:00",
    "updated": "2023-12-24T14:04:31.572+02:00"
  },
  {
    "uuid": "859090949316f5a01d94112556dde4799cbb4372",
    "url": "https://www.fox5ny.com/news/michael-califano-maria-regina-long-island-gay-teacher",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jodi Goldberg",
    "published": "2023-12-29T18:58:00Z",
    "title": "Long Island community rallies behind gay teacher fired at Catholic school: ‘God loves Mr. Califano’",
    "text": "ROCKVILLE CENTRE, Long Island - A Long Island community is rallying behind a gay third-grade teacher who was recently fired from a Catholic elementary school, despite the local diocese stating that sexuality was not the reason for his termination. At least 100 parents, children and loved ones of Michael Califano protested outside of St. Agnus Church in Rockville Centre, chanting \"Love is love\" and \"Bring back Mr. Califano\" while holding signs reading \"God loves Mr. Califano and so do we.\" On Wednesday, officials told Califano that after two years of teaching at Maria Regina School in Seaford, he was out of the job. \"I felt the values I learned in Catholic school were ingrained in me, and I wanted to share that with the next generation and to be told that’s one of the reasons why I was let go -- it’s hurtful to my heart,\" he told FOX 5 NY &apos;s Jodi Goldberg. Califano said he lost his job after photos on social media showing him kissing his boyfriend were sent to administrators. The diocese told him he violated guidelines about living a Catholic lifestyle and that \"the nature of the pictures were concerning. Among the attendees at Friday&apos;s rally was Jackie, Califano&apos;s mother, who said her son grew up attending Maria Regina . She said that returning to the school as an educator was a \"dream come true.\" \"All he wants is his job back,\" she said. By Friday afternoon, a change.org petition in support of Califano had more than 4,100 signatures. \"The diocese fired him as they felt he wasn&apos;t following a \"catholic lifestyle&apos; [sic],\" the change.org post read. \"To the contrary, Michael is the epitome of someone who should be praised as a role model.\" In a now-viral TikTok with more than 189,000 views, Maria Regina parent Aaron Lohman said Califano is the son of Nassau County police officer Michael Califano , who was killed in a 2011 crash. \"[Califano has] been a pillar of the community … I attended the annual pancake breakfast for this father, and I&apos;ve developed a relationship with the family and was one of the main reasons why I decided to send my son to the school, which unfortunately, I will have to remove him from this school if the situation is not rectified with the bishop,\" Lohman said in the video. In a statement to FOX 5 NY &apos;s Jodi Goldberg, the Diocese of Rockville Centre rebukes these claims but did not provide a reason for Califano&apos;s firing. \"For privacy reasons, we do not comment publicly on personnel matters, but we can say that the school did not end Mr. Califano’s employment over his sexuality,\" Sean P. Dolan, the director of communications at the diocese, said in a statement. Califano said he’d return to the classroom if given an opportunity, as he cares for his students. \"I feel like they’re going to suffer the most in the end,\" he said. \"They are heartbroken.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "califano",
          "sentiment": "negative"
        },
        {
          "name": "maria regina",
          "sentiment": "none"
        },
        {
          "name": "jodi goldberg",
          "sentiment": "none"
        },
        {
          "name": "jackie",
          "sentiment": "none"
        },
        {
          "name": "michael califano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "maria regina school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rockville centre",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "rockville centre",
          "sentiment": "none"
        },
        {
          "name": "st. agnus church",
          "sentiment": "none"
        },
        {
          "name": "seaford",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:27:37.862+02:00",
    "updated": "2023-12-30T00:04:26.037+02:00"
  },
  {
    "uuid": "1461f384f1373d4e2bd473357b488831ea462cd1",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/abnewswire-2024-1-5-midwest-tropical-one-stop-shop-for-commercial-water-features",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Decatur Daily Democrat",
    "published": "2024-01-05T00:00:00Z",
    "title": "Midwest Tropical – One-Stop Shop for Commercial Water Features. | News | decaturdailydemocrat.com",
    "text": "Midwest Tropical is the leading source for exquisitely crafted water features that redefine the art of environmental transformation. From cascading indoor water walls to mesmerizing outdoor masterpieces, they go beyond the ordinary, curating personalized oases for a range of commercial spaces. Crafting Your Vision, One Water Drop at a Time. Midwest Tropical transcends the limitations of standard water features. We are artisans of custom water walls , collaborating with you to bring your unique vision to life. Whether you seek the quiet feel of an indoor cascade gracing your living room or the awe-inspiring grandeur of a floor-to-ceiling glass water wall in your lobby, our passion lies in exceeding expectations. Built Around Customization. No two dreams are identical, and neither are our creations. We offer a limitless spectrum of customization options, ensuring your water feature seamlessly integrates with your existing aesthetic and reflects your personal style. From the meticulous selection of materials – be it sleek glass panels, rustic stonework, or captivating mosaics – to the precise engineering of water flow, every detail is meticulously crafted to express your singular vision. 4 Decades of Experience & Expertise. Rest assured, your interior décor project is in the hands of seasoned professionals. Our team boasts a wealth of experience and an unwavering commitment to excellence. From skilled craftsmen who breathe life into your design to discerning designers who guide you through the creative process, Midwest Tropical guarantees not only a breathtaking masterpiece but also a seamless journey from conception to realization. More Than Just Aesthetics. While the visual appeal of our water walls is undeniable, their impact extends far beyond mere beauty. Scientifically proven to enhance well-being, they serve as a conduit for tranquility, offering: - Stress Reduction – The rhythmic melody of flowing water acts as a soothing balm for the nervous system, fostering relaxation and reducing anxiety. - Improved Air Quality – Water walls act as natural humidifiers, combating dryness and creating a more comfortable, revitalizing environment. - Enhanced Productivity – The gentle movement of water can promote focus and increase cognitive function, making them ideal additions to workspace design. - Elevated Property Value – A well-designed water wall transcends a mere feature, becoming a captivating focal point that enhances the value of your home or business. Contact Midwest Tropical to Learn More. Contact us today for a personalized consultation and explore the endless possibilities of exquisite water features. We invite you to a world of serenity, where your vision of tranquility takes tangible form, one cascading drop at a time. Visit our website at www.midwest-tropical.com or call us at 561-944-5833 to explore our portfolio and start crafting your personal oasis. https://www.midwest-tropical.com/ Media Contact Company Name: Midwest Tropical, Inc. Contact Person: Gregory Burnett Email: Send Email Phone: 847-604-0925 Address:3420 West Touhy Avenue State: Illinois 60076 Country: United States Website: https://www.midwest-tropical.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.abnewswire.com/email_contact_us.php?pr=midwest-tropical-onestop-shop-for-commercial-water-features",
      "https://www.midwest-tropical.com/materials/glass-water-features/",
      "https://www.midwest-tropical.com/product/custom-bubble-wall-dancing-bubble-waterfall/",
      "http://www.midwest-tropical.com/",
      "https://www.midwest-tropical.com/",
      "https://www.abnewswire.com/companyname/midwest-tropical.com_120468.html",
      "https://www.midwest-tropical.com/bubble-walls/",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.midwest-tropical.com/product/custom-bubble-wall-dancing-bubble-waterfall",
      "https://midwest-tropical.com/materials/glass-water-features/",
      "https://midwest-tropical.com/product/custom-bubble-wall-dancing-bubble-waterfall/",
      "https://midwest-tropical.com/",
      "http://www.midwest-tropical.com",
      "https://www.midwest-tropical.com/bubble-walls",
      "https://abnewswire.com/email_contact_us.php?pr=midwest-tropical-onestop-shop-for-commercial-water-features",
      "https://www.midwest-tropical.com",
      "https://www.midwest-tropical.com/materials/glass-water-features",
      "https://abnewswire.com/companyname/midwest-tropical.com_120468.html",
      "https://midwest-tropical.com/bubble-walls/",
      "http://midwest-tropical.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "midwest tropical",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "midwest tropical",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:56.062+02:00",
    "updated": "2024-01-06T00:01:56.062+02:00"
  },
  {
    "uuid": "7d0722e7b8b8c2f72289fd9572554e18e62dd28a",
    "url": "https://www.newsbreak.com/news/4129219227307-new-house-opening-for-pregnant-women-in-augusta",
    "ord_in_thread": 0,
    "author": "Kennedy Payne",
    "published": "2025-07-24T02:20:00Z",
    "title": "New house opening for pregnant women in Augusta - NewsBreak",
    "text": "WRDW-TV\nwebsite\nAugusta\nNew house opening for pregnant women in Augusta\nBy Kennedy Payne,\n2 hours agoAUGUSTA, Ga. (WRDW/WAGT) - The nonprofit organization, Prepare for Babies, is expanding its services for pregnant women. Back in January, we told you about the organization, highlighting how they provide things for expecting moms such as clothes, diapers, nursing supplies, mentorship, counseling and parent training. “We’re here and we’re a...\n1",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->health facility",
      "Health->medical condition",
      "Health->public health",
      "Human Interest->high society",
      "Social Issue->social services",
      "Social Issue->pregnancy and childbirth",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kennedy Payne",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:39:22.616+03:00",
    "updated": "2025-07-24T07:43:49.000+03:00"
  },
  {
    "uuid": "f9db5dcddd68b176f05bece0aaa2e26604389186",
    "url": "https://www.telemundo.com/shows/al-rojo-vivo/crimen-y-violencia/video/asesinan-al-secretario-municipal-de-huitzilac-morelos-en-mexico-tmvo12905205",
    "ord_in_thread": 0,
    "author": "TELEMUNDO",
    "published": "2025-04-09T21:13:00Z",
    "title": "Asesinan al secretario municipal de Huitzilac, Morelos en México",
    "text": "- SIGUIENTE\nCaptan en video una pelea en un refugio para personas sin hogar en Texas\n00:28 Acusan a un estudiante de secundaria de Nueva Jersey de supuestamente apuñalar a un compañero\n00:22El entrenador acusado de la muerte de un adolescente tenía dos casos pendientes de delitos sexuales\n02:13Revelan que el entrenador acusado de la muerte de un adolescente es un inmigrante indocumentado\n02:14Arrestan a entrenador vinculado con asesinato de un adolescente hispano\n02:43Hombre le corta el cuello a una mujer con una botella en Nueva York\n00:33Abuela hispana es apuñalada hasta la muerte en Nueva York\n02:45Las 5 noticias criminales esta semana, 8 de abril de 2025\n08:43\"¿Por qué me mató a mi hijo?\": acusan a un entrenador de fútbol de asesinar a un joven hondureño\n02:05Imputan de asesinato a un entrenador de fútbol por la muerte de un adolescente en California\n00:55Revelan nuevas imágenes de tiroteo en Arizona que dejó un muerto\n00:34Cuatro niñas son atacadas con un cuchillo de carnicero en Nueva York\n03:12Mujer víctima de violencia doméstica pide ayuda a repartidor de Amazon en Florida\n03:29Pánico en Brooklyn cuando un hombre aparentemente apuñaló a cuatro de sus sobrinas\n00:26Arrestan e interrogan a un entrenador de fútbol por la muerte de un adolescente en California\n00:49Detienen al 'Leito Oficial', influencer que llamaba a invadir casas en EE.UU.\n00:33Balacera deja a un niño herido y al menos un muerto en Guatemala\n00:33Arrestaron a presuntos miembros de la Mara Salvatrucha en EE.UU.\n00:32Autoridades rescatan a un niño de una ‘casa trampa’ en Miami Beach\n00:51Un hombre apuñala a varias personas al azar en Washington D.C.\n00:37\n- SIGUIENTE\nCaptan en video una pelea en un refugio para personas sin hogar en Texas\n00:28 Acusan a un estudiante de secundaria de Nueva Jersey de supuestamente apuñalar a un compañero\n00:22El entrenador acusado de la muerte de un adolescente tenía dos casos pendientes de delitos sexuales\n02:13Revelan que el entrenador acusado de la muerte de un adolescente es un inmigrante indocumentado\n02:14Arrestan a entrenador vinculado con asesinato de un adolescente hispano\n02:43Hombre le corta el cuello a una mujer con una botella en Nueva York\n00:33Abuela hispana es apuñalada hasta la muerte en Nueva York\n02:45Las 5 noticias criminales esta semana, 8 de abril de 2025\n08:43\"¿Por qué me mató a mi hijo?\": acusan a un entrenador de fútbol de asesinar a un joven hondureño\n02:05Imputan de asesinato a un entrenador de fútbol por la muerte de un adolescente en California\n00:55Revelan nuevas imágenes de tiroteo en Arizona que dejó un muerto\n00:34Cuatro niñas son atacadas con un cuchillo de carnicero en Nueva York\n03:12Mujer víctima de violencia doméstica pide ayuda a repartidor de Amazon en Florida\n03:29Pánico en Brooklyn cuando un hombre aparentemente apuñaló a cuatro de sus sobrinas\n00:26Arrestan e interrogan a un entrenador de fútbol por la muerte de un adolescente en California\n00:49Detienen al 'Leito Oficial', influencer que llamaba a invadir casas en EE.UU.\n00:33Balacera deja a un niño herido y al menos un muerto en Guatemala\n00:33Arrestaron a presuntos miembros de la Mara Salvatrucha en EE.UU.\n00:32Autoridades rescatan a un niño de una ‘casa trampa’ en Miami Beach\n00:51Un hombre apuñala a varias personas al azar en Washington D.C.\n00:37",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->homicide",
      "Social Issue->homelessness",
      "Social Issue->abusive behaviour",
      "Social Issue->social problem",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Nueva Jersey",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:53:59.160+03:00",
    "updated": "2025-04-10T00:53:59.160+03:00"
  },
  {
    "uuid": "15ff307b214b2e0d61d6564afb03306de255f0a7",
    "url": "https://www.legit.ng/politics/1576632-rivers-crisis-wike-violating-peace-accord-group-reacts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Segun Adeyemi",
    "published": "2024-02-01T21:12:00Z",
    "title": "Rivers crisis: Wike accused of breaching peace accord agreement, details emerge",
    "text": "Rivers crisis: Is Wike violating peace accord? Group reacts\nThe Alliance of Minority and Ethnic factions in Nigeria has called upon Nyesom Wike, former Governor of\nRivers State and current Minister of the Federal Capital Territory, to adhere to the terms of the peace agreement introduced by President Bola Tinubu for the sake of harmony and unity.\nThe group's head, Dan Okwa, expressed concerns during a press briefing in\nAbuja on Thursday, February 1, asserting that the legal system is being manipulated to weaken the governor and disgrace those he is seen supporting.\nDan expressed disapproval of the plan to bring charges against Edison Ehie, the former Speaker of the Rivers State\nHouse of Assembly and current Chief of Staff to the Governor, stating that it goes against the principles of promoting peace.\nThe coalition emphasised the importance of a balanced perception of the peace agreement, firmly believing it should not favour any party disproportionately.\nTheir concern stemmed from the recent use of the judiciary to weaken the authority of the State Governor.\nThe coalition urged the\nfederal government and its agencies to align with the principles of the Peace Accord by dropping all charges against Edison Ehie and other supporters of Fubara.\nIn a statement made available to Legit.ng, the coalition said:\n\"It will be most disrespectful to repay Mr President with such behaviour when he has shown the way in how to give peace a chance.\n\"Our Coalition consequently frowns at attempts to use the judiciary or agencies of the Federal government to witch-hunt officials of the Rivers State Government.\n\"We want Mr Wike to take special note that his camp’s stance on remaining belligerent has implications for the relationship between the states and the Federal Government.\n\"We appeal to Governor Fubara and his camp to continue to abide by the terms of the accord in the belief that the Wike’s camp will come around.\"\nPAY ATTENTION:\nDonate to Legit Charity on Patreon. Your support matters!\nSource: Legit.ng",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://www.patreon.com/legit",
      "https://patreon.com/legit"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wike",
          "sentiment": "negative"
        },
        {
          "name": "dan",
          "sentiment": "none"
        },
        {
          "name": "bola tinubu",
          "sentiment": "none"
        },
        {
          "name": "dan okwa",
          "sentiment": "none"
        },
        {
          "name": "nyesom wike",
          "sentiment": "none"
        },
        {
          "name": "edison ehie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alliance of minority",
          "sentiment": "neutral"
        },
        {
          "name": "federal capital territory",
          "sentiment": "none"
        },
        {
          "name": "rivers state house of assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abuja",
          "sentiment": "none"
        },
        {
          "name": "rivers state",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:23:14.474+02:00",
    "updated": "2024-02-02T00:23:14.474+02:00"
  },
  {
    "uuid": "f9ff402e20ec2170e6bd70f799c082819fc81280",
    "url": "https://www.glasgowtimes.co.uk/news/national/24031510.ben-stiller-leads-tributes-starsky-hutch-star-david-soul-death/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2024-01-05T19:51:00Z",
    "title": "Ben Stiller leads tributes to Starsky & Hutch star David Soul after his death | Glasgow Times",
    "text": "Hollywood star Ben Stiller has hailed Starsky & Hutch actor David Soul as “defining 70s cool”, after his death aged 80.\nSoul, who was a dual US and UK citizen, is best known for starring as Detective Kenneth “Hutch” Hutchinson in the classic 1970s crime-solving TV series alongside Paul Michael Glaser as Detective Dave Starsky.\nHelen Snell said on Friday her “beloved husband” died the day before “after a valiant battle for life in the loving company of family”.\nShe said in a statement: “He shared many extraordinary gifts in the world as actor, singer, storyteller, creative artist and dear friend.\n“His smile, laughter and passion for life will be remembered by the many whose lives he has touched.”\nSoul, whose real name was David Solberg, was also known for his roles in Here Come The Brides, Magnum Force and The Yellow Rose.\nHe also appeared in a number of British shows including EastEnders, Holby City, Little Britain and Lewis and obtained British citizenship in 2004.\nSoul and Glaser later reprised their classic roles in the 2004 remake of Starsky & Hutch, starring Stiller as Starsky and Owen Wilson as Hutch.\nAfter the news of Soul’s death, Stiller paid tribute by resharing a video featuring scenes from the US drama and writing: “Defining 70’s cool. Rest in peace x”\nDefining 70’s cool. Rest in peace x https://t.co/vmx8UxBQu9\n— Ben Stiller (@BenStiller) January 5, 2024\nHorror author Stephen King also recalled Soul featuring in the TV miniseries adaptation of his book ‘Salem’s Lot as Ben Mears, who returns to his hometown, which has been taken over by vampires.\nThe writer added: “Sorry to hear David Soul has passed.”\nStar Trek star William Shatner sent his condolences to Soul’s family as he noted that the actor appeared in an episode of Star Trek: The Original Series at the start of his career.\nPresenter Paddy McGuinness said he was “gutted” to hear the news of Soul’s death because he is a “big part of his childhood memories”.\nHe said he “relived” his love of Starsky & Hutch by driving a Ford Gran Torino while hosting Top Gear.\nStarsky & Hutch actors Paul Michael Glaser, left, and David Soul (PA) Illusionist and mentalist Derren Brown said on Twitter: “Don’t normally pipe up at these sad moments, but just to say that David Soul was really the most glorious man.”\nBorn in Chicago on August 28 1943, Soul spent his childhood between South Dakota and post-Second World War Berlin.\nHis father Dr Richard Solberg, a professor of history and political science and an ordained minister, moved them to Berlin where he was a religious affairs adviser to the US high commission.\nDon’t normally pipe up at these sad moments, but just to say that David Soul was really the most glorious man.\n— Derren Brown (@DerrenBrown) January 5, 2024\nStarting out as a musician, he sang on The Merv Griffin show and appeared in 1960s dolphin series Flipper.\nHe acted in Star Trek, Here Come The Brides, Perry Mason and Johnny Got His Gun throughout the 1960s and 1970s.\nSoul got his break as officer John Davis in Clint Eastwood’s police yarn Magnum Force, about Inspector Harold Callahan, which led to a part in Starsky & Hutch from 1974 to 1979.\nDavid Soul—beloved husband, father, grandfather and brother—died yesterday after a valiant battle for life in the loving company of family. He shared many extraordinary gifts in the world as actor, singer, storyteller, creative artist and dear friend. His smile, laughter and…\n— David Soul (@DavidRSoul) January 5, 2024\nAt the height of his fame, he released the UK chart-toppers Don’t Give Up On Us and Silver Lady, and the hits Going In With My Eyes Open and Let’s Have A Quiet Night In.\nSoul was also in Miami Vice, Harry’s Hong Kong, Homeward Bound and a TV series remake of Casablanca.\nIn the 1990s, he made his debut on the West End stage in the award-winning play Blood Brothers while he was living in the UK.\nSoul, centre, as Jerry Springer (PA) His turn in British theatre led to a role as a surgeon on BBC hospital drama Holby City and he also appeared in detective shows Poirot and Dalziel And Pascoe.\nSoul also starred in the musical Jerry Springer – The Opera as the infamous talk show host, taking over from Michael Brandon in 2004.\nSoul was married five times, including to actresses Mirriam Solberg, Karen Carlson, Patti Carnel Sherman and Julia Nickson, and had six children.\nHe met Ms Snell while performing in Deathtrap, when she was doing public relations for the play, and described her as his “soulmate”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://twitter.com/DavidRSoul/status/1743291432235159921?ref_src=twsrc%5Etfw",
      "https://twitter.com/BenStiller/status/1743308591681937677?ref_src=twsrc%5Etfw",
      "https://t.co/vmx8UxBQu9",
      "https://twitter.com/DerrenBrown/status/1743336198662471984?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/BenStiller/status/1743308591681937677?ref_src=twsrc%5Etfw",
      "https://www.t.co/vmx8UxBQu9",
      "https://twitter.com/DavidRSoul/status/1743291432235159921",
      "https://www.twitter.com/DavidRSoul/status/1743291432235159921?ref_src=twsrc%5Etfw",
      "https://twitter.com/DerrenBrown/status/1743336198662471984",
      "https://www.twitter.com/DerrenBrown/status/1743336198662471984?ref_src=twsrc%5Etfw",
      "https://twitter.com/BenStiller/status/1743308591681937677"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david soul",
          "sentiment": "negative"
        },
        {
          "name": "ben stiller",
          "sentiment": "negative"
        },
        {
          "name": "dave starsky",
          "sentiment": "none"
        },
        {
          "name": "glaser",
          "sentiment": "none"
        },
        {
          "name": "stiller",
          "sentiment": "none"
        },
        {
          "name": "lewis",
          "sentiment": "none"
        },
        {
          "name": "kenneth “hutch” hutchinson",
          "sentiment": "none"
        },
        {
          "name": "paul michael glaser",
          "sentiment": "none"
        },
        {
          "name": "david solberg",
          "sentiment": "none"
        },
        {
          "name": "yellow rose",
          "sentiment": "none"
        },
        {
          "name": "starsky",
          "sentiment": "none"
        },
        {
          "name": "helen snell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "glasgow times hollywood",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "little britain",
          "sentiment": "none"
        },
        {
          "name": "holby city",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:27:16.372+02:00",
    "updated": "2024-01-06T00:27:16.372+02:00"
  }
]