[
  {
    "uuid": "90b296ee1947daea631f19a8ab9c0ccd2024e858",
    "url": "https://wtop.com/national/2024/01/mean-girls-takes-1st-place-at-the-box-office-so-fetch/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "wtopstaff",
    "published": "2024-01-14T19:40:00Z",
    "title": "‘Mean Girls’ takes 1st place at the box office. So fetch.",
    "text": "Winter storms and cinema closures in North America didn’t dampen the opening weekend for “\nMean Girls. ” The Paramount release, adapted from the Broadway musical and the 2004 Tina Fey movie, earned $28 million in its first three days in theaters according to studio estimates Sunday. Not accounting for inflation, that’s more than the $24.4 million the first movie made in its opening weekend.\nThe “Mean Girls” competition over the Martin Luther King Jr. holiday weekend featured several new releases, including the Jason Statham action movie “\nThe Beekeeper ” and the Jay-Z produced biblical satire “The Book of Clarence,” in addition to a slew of awards contenders capitalizing on buzz from recent nominations and the Golden Globes.\nAs with “Barbie,” another enthusiastically pink movie, female audiences made up the vast majority (76%) of opening weekend ticket buyers for “Mean Girls.” According to exit polls, 70% were between the ages of 18 and 34, which, yes, means that it had appeal for audiences who hadn’t been born when Regina George was first introduced to the world.\n“The property is iconic,” said Chris Aronson, Paramount’s president of domestic distribution. “Tina Fey is legendary and her contemporary twist has resonated with audiences, particularly the female audience.”\nThis iteration of “Mean Girls” stars Angourie Rice, Auli’i Cravalho and\nReneé Rapp, who played Regina on stage. It was originally planned to go straight to streaming on Paramount+, but the studio pivoted after test scores were positive. Social media played a big part in getting the word out and “Mean Girls” also inspired groups of friends to go to the movies together. An estimated 40% went with two or more friends.\nFey returned to write and co-star in the new film, which was directed by Samantha Jayne and Arturo Perez Jr. and cost a reported $36 million to produce. Reviews have been more positive than not, with a 70% on Rotten Tomatoes, but audiences gave it a B CinemaScore which may not bode especially well for word-of-mouth appeal. Recent musicals like “Wonka” and “The Color Purple” scored in the A-range. The studio is optimistic after this weekend though. It also made $6.5 million from 16 international markets.\n“It’s no secret that the release calendar is a little light for the first couple months of the year and because of the reception to this film we stand a chance of broadening this audience,” Aronson said. “It really is a crowd-pleaser.”\nAmazon and MGM’s “The Beekeeper” debuted in second place with an estimated $16.8 million from 3,303 theaters. Men made up approximately 62% of ticket buyers and audiences overall gave it a B+ CinemaScore. By the end of the four-day weekend, the studio expects it to have made $19.1 million. Miramax handled the international distribution for “The Beekeper,” which also grossed $20.4 million from 49 territories.\nThird place went to “Wonka,” which added $8.4 million in its fifth weekend. The Timothée Chalamet-led musical has now made over $178 million domestically and $500 million globally.\n“Musicals are on a roll,” said Paul Dergarabedian, the senior media analyst for Comscore. “It seems like a lot of studios run away from putting musical on their films for fear of limiting their audience pool, but I think this is a genre Hollywood should embrace and highlight.”\nThe Sydney Sweeney and Glen Powell romantic comedy “Anyone But You,” a Sony release, is turning into a bit of a sleeper success as well, making nearly $7 million in its fourth weekend. By Monday, its domestic total should be around $56.5 million. Universal and Illumination’s “Migration” rounded out the top five with $6.2 million in its fourth weekend.\nNot everything landed this weekend, though. “\nThe Book of Clarence,” a faith-based comedy/drama with a starry, ensemble cast including LaKeith Stanfield, Omar Sy, RJ Cyler, David Oyelowo, Alfre Woodard and Teyana Taylor is not off to a promising start. The Legendary Pictures release opened to an estimated $2.6 million from just over 2,000 locations.\nWritten and directed by the British singer-songwriter Jeymes Samuel (stage name The Bullitts), it was self-consciously styled after Golden Age biblical epics like “The Ten Commandments.” It has also gotten mixed reviews, with 68% on Rotten Tomatoes and a B CinemaScore.\nThe Walt Disney Co. sent its 2020 Pixar film “Soul” to movie theaters this weekend as well, where it made $429,000 from 1350 locations in North America. It’s the first of several Pixar movies, including “Luca” and “Turning Red,” that Disney is bringing to theaters this winter after all had streaming-only releases on Disney+ during the pandemic.\nHollywood’s awards season is also in full swing, and though many top contenders are already available to watch at home, some are still rolling out in theaters and hoping to capitalize on new nominations and awards shows like last weekend’s Golden Globes. “Poor Things,” which was a big winner, added $1.8 million from only 580 theaters. “All of Us Strangers” took in $474,000 from 120 screens. “American Fiction” expanded nationwide and made $1.9 million from 625 screens. “The Zone of Interest,” playing on 25 screens, also crossed $1 million.\nEstimated ticket sales for Friday through Sunday at U.S. and Canadian theaters, according to Comscore. Final domestic figures will be released Tuesday.\n1. “Mean Girls,” $28 million.\n2. “The Beekeeper,” $16.8 million.\n3. “Wonka,” $8.4 million.\n4. “Anyone But You,” $6.9 million.\n5. “Migration,” $6.2 million.\n6. “Aquaman and the Lost Kingdom,” $5.3 million.\n7. “Night Swim,” $4.7 million.\n8. “The Boys in the Boat,” $3.5 million.\n9. “The Book of Clarence,”$2.6 million.\n10. “The Iron Claw,” $2.4 million.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://apnews.com/article/movie-review-mean-girls-tina-fey-75de59c6152887645f83977b296ad3bd",
      "https://apnews.com/article/renee-rapp-ap-breakthrough-entertainer-2023-4f11c8fa33c4eee69d7f1e7c439938ca",
      "https://www.apnews.com/article/beekeeper-movie-review-jason-statham-796f8ce207a29b2766588827ec367c80",
      "https://www.apnews.com/article/renee-rapp-ap-breakthrough-entertainer-2023-4f11c8fa33c4eee69d7f1e7c439938ca",
      "https://apnews.com/article/2024-golden-globes-awards-show-b684b6e3d6b0ddf07b74a0370413fb7a",
      "https://apnews.com/article/beekeeper-movie-review-jason-statham-796f8ce207a29b2766588827ec367c80",
      "https://www.apnews.com/article/2024-golden-globes-awards-show-b684b6e3d6b0ddf07b74a0370413fb7a",
      "https://www.apnews.com/article/movie-review-mean-girls-tina-fey-75de59c6152887645f83977b296ad3bd",
      "https://apnews.com/article/movie-review-book-of-clarence-0f5160810e85f45cdee2348100624487",
      "https://www.apnews.com/article/movie-review-book-of-clarence-0f5160810e85f45cdee2348100624487"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "regina george",
          "sentiment": "none"
        },
        {
          "name": "tina fey",
          "sentiment": "none"
        },
        {
          "name": "jason statham",
          "sentiment": "none"
        },
        {
          "name": "martin luther king jr.",
          "sentiment": "none"
        },
        {
          "name": "jay-z",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "golden globes",
          "sentiment": "none"
        },
        {
          "name": "paramount",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T01:47:20.338+02:00",
    "updated": "2024-01-15T01:47:20.338+02:00"
  },
  {
    "uuid": "45a805d6dddffd0c7409779e3ff2085ee13df203",
    "url": "https://www.glasgowtimes.co.uk/news/national/24017011.flu-patient-numbers-double-fortnight-nhs-faces-storm-pressures/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T11:20:00Z",
    "title": "Flu patient numbers double in fortnight as NHS faces ‘storm’ of pressures | Glasgow Times",
    "text": "A surge in flu patients in England shows no sign of slowing, with health leaders warning of a “storm” of pressures facing hospitals in the new year including a six-day strike by junior doctors.\nAn average of 942 people were in hospital each day last week with flu, including 48 people in critical care beds, NHS data shows.\nThe total is up nearly a half (45%) from 648 in the previous week, and more than double the 402 recorded a fortnight earlier.\nIt is the highest figure so far this winter, but is below the equivalent total for this point last year – 3,746 – when the UK was in the middle of its worst flu season for a decade.\n(PA Graphics) The number of patients testing positive for Covid-19 is also continuing to rise, with an average of 3,631 each day in the week to December 24, up 12% from the previous week and 57% higher than the equivalent week in November.\nThe figures come amid another spell of industrial action by junior doctors in England, with a 72-hour strike from December 20 to 23 due to be followed by a six-day strike in early January.\nMore than 86,000 hospital appointments and operations had to be rescheduled because of last week’s action, which is part of a long-running dispute over pay.\n(PA Graphics) Professor Sir Stephen Powis, NHS national medical director, warned the impact of next week’s six-day strike is “likely to be much more severe”, coming at a time when hospitals “usually experience the most pressure with high demand and higher levels of virus admissions”.\nHe added that the latest data for patients in hospital with winter viruses shows “the storm of pressure” the NHS is facing, with “huge rises in flu patients over the last few weeks and many more norovirus cases than we saw last winter, as well as the ongoing impact of Covid – all on top of the added pressure of industrial action.\n“As always, I would urge the public to get their Covid and flu vaccines if they are eligible, make sure you order repeat prescriptions in advance of the upcoming bank holiday weekend and, as ever, only use 999 or A&E in an emergency, with 111 online the best place to go for any other conditions.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "glasgow times",
          "sentiment": "negative"
        },
        {
          "name": "nhs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:27:31.749+02:00",
    "updated": "2023-12-29T13:27:31.749+02:00"
  },
  {
    "uuid": "78f0b3865d1c3291c10c0abb2d4e45016bb98bfc",
    "url": "https://girlsunited.essence.com/article/gu-jams-aayanna/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mecca Pryor",
    "published": "2024-01-05T05:00:00Z",
    "title": "Emerging Singer Aáyanna Revamped R&B To An Uncut Gen Z Sound - Girls United",
    "text": "Emerging R&B Singer Aáyanna Has Revamped The Genre To An Uncut Gen Z Sound Crafting a distinct identity and authentically portraying their music, brand, and visuals can be challenging for emerging artists. 22-year-old Chicago native [Aáyanna Smith](https://www.instagram.com/aayanna/) seems to have it all figured out, effortlessly blending her unique style with traditional R&B sounds with themes of love, loss, and empowerment, breathing life into young women in similar situations. Her musical journey starts at the age of 7. Aáyanna shared with us that her music runs in her family’s veins. Experiencing her mother consistently playing music by artists such as Erykah Badu, India Arie, Jill Scott, and Amerie, she was captivated by the enchanting melodies. “I feel like their words were very poetic, and whenever we had poetry units in school, that was always my favorite because it was so easy for me,” Aáyanna tells GU. “Especially when I found Jhene Aiko, her lyrics are very poetic and that was the first time I heard a voice that sounded like mine because hers is really soft too.” Her family’s musical ties did not stop with her mother; from ages 10 to 13, Aáyanna was in a group with her cousin but eventually parted ways due to not having much creative freedom. Still, she accepted that music wasn’t something she was ready to shy away from, saying it’s still difficult to escape. “I don’t think I had a moment where I was like this is what I want to do for the rest of my life. It just felt like something I couldn’t really run from. It has always followed me and it got me a deal. So I’m like okay, obviously I am on the right track if I can’t escape it and it is how I express myself, it is how I relate to other people and other people relate to me. I feel like making connections that way just makes me feel like I am on the right path.” Eight years later, fresh into her 20s, the emerging artist has racked up commendable achievements pretty early in her career. This includes the release of her first project, [Don’t Look Back.](https://www.aayannaofficial.com) The debut EP delivers a powerful message: love fiercely despite past trauma and bravely walk away from anything that hinders your growth. Aáyanna uses her soft voice and sharp-cutting lyrics to deliver beautiful-sounding messages that will sting any man who’s done her wrong. All seven tracks serve as an ideal remedy for moving beyond a toxic relationship. Instead of dwelling on their actions, immerse yourself in songs like “Good Girl,” “Show Up” and “Gaslight.” Those breakout singles have transcended her to virality across social media, with listeners allowing her lyrics to channel and express their raw thoughts. “Don’t threaten to leave me, just do it. Don’t talk tough to me, mute it. It’s hard to feel bad when you do this. If you so done, baby, prove it,” she sings from “Gaslight.” Her music evokes the sense that you’ve done the things you wished you had to make a comeback against him. Cranking up this project while on a late-night drive with friends is the perfect antidote to sadness. “When I wrote the hook for “Gaslight” I was in a relationship that I shouldn’t have been in and instead of cheating back like I wish I would have, I was just hoping that it would get better,” says Aáyanna. “I feel like many people relate to that because I don’t want to act out of character; that’s not who I am, but I can act that way in the music or the way in the video. It was a way for me to fantasize about what I wish I would’ve done or could have done.” At the top of 2023, Aáyanna was offered the opening act for the US leg of R&B duo [Emotional Oranges’](https://www.instagram.com/emotionaloranges/) Pulp Fiction tour. As a burgeoning singer, opening for the headliner can be daunting. Aáyanna overcame her fear and stepped into the role beautifully. She explains that going on tour felt “surreal” and “everything is moving so fast.” Despite going on tour being something she had always dreamt of as a child, Aáyanna was more reserved and stayed to herself. Nonetheless, she overcame the mental challenge of performing in front of thousands. “We did the first couple of shows, and I ended up being really good at it.” she describes. “I think the biggest lesson I learned during that tour is that I am capable of more than I thought I was and not second guess myself.” With Girls United ushering in the Era Of Disruption, we’re encouraging Gen Z to modify societal standards to forge their paths. Aáyanna explains that her way of disrupting the music industry is with her unapologetic lyrics. She uses her artistry as a vulnerable mechanism to be the voice for young women and how they maneuver through relationships, but more importantly, themselves. In 2024, Aáyanna aims to engage in additional collaborations, get back on stage, and make new music, “After releasing a project and having new songs that I want to put out this year, I am just really excited to perform them and sing to people again.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.instagram.com/emotionaloranges/)",
      "https://www.aayannaofficial.com)",
      "https://www.instagram.com/aayanna/)",
      "https://instagram.com/aayanna/)",
      "https://instagram.com/emotionaloranges/)",
      "https://aayannaofficial.com)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "” aáyanna",
          "sentiment": "none"
        },
        {
          "name": "aáyanna smith",
          "sentiment": "none"
        },
        {
          "name": "aáyanna",
          "sentiment": "none"
        },
        {
          "name": "jill scott",
          "sentiment": "none"
        },
        {
          "name": "jhene aiko",
          "sentiment": "none"
        },
        {
          "name": "gu",
          "sentiment": "none"
        },
        {
          "name": "erykah badu",
          "sentiment": "none"
        },
        {
          "name": "amerie",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india arie",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:11:25.358+02:00",
    "updated": "2024-01-06T00:11:25.358+02:00"
  },
  {
    "uuid": "461f3170c948dcebfc6f9b0cc7aa6dda0b3a97d1",
    "url": "https://www.archyde.com/safadi-to-blinken-jordan-will-take-necessary-measures-to-stop-israeli-attacks-on-holy-sites",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-08-23T03:19:00Z",
    "title": "Safadi to Blinken: Jordan will take necessary measures to stop Israeli attacks on holy sites",
    "text": "During a phone call he received from his American counterpart, Anthony Blinken, yesterday, Wednesday, Safadi stressed “the necessity of stopping all illegal Israeli measures in the West Bank and Israeli violations of the historical and legal status quo in Islamic and Christian holy sites in occupied Jerusalem.”\nHe warned of “the danger of these measures that kill all chances of achieving peace.”\nHe added that Jordan is “preparing the necessary legal files to take action in international courts against the attacks on holy sites, which constitute a clear violation of international law and a dangerous escalation that Jordan will confront by all possible means.”\nDuring the phone call, the two ministers discussed “the serious deterioration in the West Bank, including East Jerusalem and its holy sites, and the need to take effective practical steps to stop it.”\nThey also discussed “the latest developments in the efforts being made by the United States, Egypt and Qatar to reach a prisoner exchange deal that would lead to a permanent ceasefire in Gaza.”\nDuring the phone call, they discussed “the dangerous escalation witnessed in the region and the steps required to stop it.”\nSafadi stressed “support for the efforts made to reach a prisoner exchange deal,” emphasizing that “stopping the Israeli aggression on Gaza is the priority and the first step that must be achieved towards reducing the escalation that threatens security and peace in the region.”\nThe two sides also discussed cooperation in delivering aid “adequately and immediately to Gaza to confront the humanitarian disaster in the Strip.”\nFor his part, Blinken referred to “his country’s position on the necessity of respecting the historical status quo in the holy sites.”\nIsrael, with American support, has continued its war on the Gaza Strip for more than 10 months, despite the adoption by the UN Security Council of two resolutions calling for an immediate halt to it, and the orders of the International Court of Justice to take measures to prevent acts of genocide and improve the dire humanitarian situation in the Strip.\nThe Israeli army continues its raids, arrests and destruction of Palestinian property in the West Bank, coinciding with its aggression on Gaza.\nSource: “The Kingdom”\n#Safadi #Blinken #Jordan #measures #stop #Israeli #attacks #holy #sites\n2024-08-23 03:19:36",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anthony blinken",
          "sentiment": "neutral"
        },
        {
          "name": "jordan",
          "sentiment": "neutral"
        },
        {
          "name": "safadi",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "east jerusalem",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T06:37:20.946+03:00",
    "updated": "2024-08-23T06:37:20.946+03:00"
  }
]