[
  {
    "uuid": "b311b43999ba2a7ed4ba4e8df4b0192bd91fe59f",
    "url": "https://www.beinsports.com/en-au/football/championship/articles-video/alcaraz-stunner-continues-saints-unstoppable-streak-2023-12-29",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Che Adams and Carlos Alcaraz netted as Southampton continued its unrelenting assault on the EFL Championship automatic places by beating Plymouth Argyle 2-1 at St Mary’s.",
    "published": "2023-12-29T20:55:00Z",
    "title": "Alcaraz stunner continues Saints' unstoppable streak | beIN SPORTS",
    "text": "Alcaraz stunner continues Saints' unstoppable streak Che Adams and Carlos Alcaraz netted as Southampton continued its unrelenting assault on the EFL Championship automatic places by beating Plymouth Argyle 2-1 at St Mary’s. Watch the EFL LIVE on beIN SPORTS | Sign up to take advantage of our 7-day free trial | AU | NZ\nAlcaraz’s and Adams’s second-half strikes were also given an official seal of approval as Prime Minister Rishi Sunak, a Southampton fan, celebrated them in the stands.\nRyan Hardie pulled one back in stoppage-time but the Saints are now on a 17-league match unbeaten run – two off a 102-year club record – and have scored 12 goals in their past four fixtures to turn up the pressure on Ipswich Town and Leicester City, the division's top two.\nThe first half was summed up by Southampton having 81 per cent of possession but not legally finding the back of the net.\nStriker Adams did roll the ball past Conor Hazard and into the goal in the fifth minute only to see the offside flag raised.\nAdam Armstrong then had the net rippling as he took aim from inside the centre circle but the ball landed on the roof of the goal with a scrambling Hazard beaten.\nThe Saints continued to push. Kyle Walker-Peters twisted and turned in the box but his shot was weak, Alcaraz swivelled on the edge of the area but struck wide and Ryan Manning dragged wide.\nThey even hit a post as Manchester City loanee Taylor Harwood-Bellis glanced a header from a corner on to the upright.\nArgyle had little attacking threat, but Morgan Whittaker was chased down by Samuel Edozie when clean through and its only shot of note saw Ben Waine slice high over the goal.\nThe visitors thought they had scored 10 minutes into the second period but Bali Mumba was adjudged to have been offside before nodding in. Moments later Alcaraz opened the scoring for real as the visitors stared down the barrel of continuing their 100 per cent winless away record.\nThe Argentinian had already gone close twice since the restart before receiving the ball from Edozie just outside the area before curling sumptuously into the top corner for his fourth goal of the season.\nThe goal opened the visitors up and after Will Smallbone had glanced a header wide, Adams made it two with some fine strength.\nHarwood-Bellis spotted his run and unleashed him with a perfectly clipped ball down the middle, which allowed Adams to hold off his defender and finish past Hazard.\nJoe Aribo crashed just wide, Adam Armstrong forced a save out of Hazard while Sekou Mara and Jack Stephens were both blocked on the line.\nThe Pilgrims did score the first away goal at St Mary’s since 11 November when keeper Gavin Bazunu had the ball pinched off him on his own goalline by Hardie, who tapped in.\nRyan Fraser squandered a one-on-one and Whittaker curled over in a breathless finale but Saints made it seven home victories on the spin.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "southamp",
          "sentiment": "negative"
        },
        {
          "name": "che adams",
          "sentiment": "negative"
        },
        {
          "name": "alcaraz",
          "sentiment": "negative"
        },
        {
          "name": "carlos alcaraz",
          "sentiment": "negative"
        },
        {
          "name": "conor hazard",
          "sentiment": "none"
        },
        {
          "name": "ryan hardie",
          "sentiment": "none"
        },
        {
          "name": "adams",
          "sentiment": "none"
        },
        {
          "name": "rishi sunak",
          "sentiment": "none"
        },
        {
          "name": "adam armstrong",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saints",
          "sentiment": "negative"
        },
        {
          "name": "southampton",
          "sentiment": "none"
        },
        {
          "name": "st mary",
          "sentiment": "none"
        },
        {
          "name": "ipswich town",
          "sentiment": "none"
        },
        {
          "name": "plymouth argyle",
          "sentiment": "none"
        },
        {
          "name": "efl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "leicester city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:11:53.804+02:00",
    "updated": "2023-12-30T00:11:53.804+02:00"
  },
  {
    "uuid": "b48a377bce3b2c0f80dd1e72e1fd19a58abeea1c",
    "url": "https://www.komu.com/news/nationworld/paul-whelan-marks-5-years-in-russian-detention/article_cebcdeb3-50f9-53e3-bcf5-4a1ba9536c8e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jennifer Hansler",
    "published": "2023-12-28T18:21:00Z",
    "title": "Paul Whelan marks 5 years in Russian detention",
    "text": "(CNN) — Paul Whelan marked five years in Russian detention on Thursday – a grim milestone that the ex-US Marine hoped he would never see.\n“It’s surreal,” Whelan told CNN in a call from his remote Russian prison camp last week.\n“It’s unbelievable to me that I’ve been here five years, that we’ve had two governments that haven’t been able to get me out of here,” he said.\nIn the half-dozen phone conversations Whelan has had with CNN since, he has expressed both confidence that the US government is working to secure his release and immense frustration that those efforts have not yielded success.\n“I would ask President Biden to pull out the stops, cross the red lines, and do whatever needs to be done to get this case resolved and to get me home. If my life is not worth that effort, then I don’t know what is,” Whelan told CNN last week.\nIn recent phone calls, Whelan has voiced exasperation that the US claims his case is “a priority” but has not found a way to bring him home. He has on multiple occasions conveyed a sense of abandonment and concern he will be left behind again, citing the release of two other Americans from Russia in a prisoner swap last year.\n“I am wondering what they’re going to do next. If there’s no diplomatic solution, what comes next? What are they prepared to do to honor that promise to get me home? If they’re just throwing spaghetti at the wall hoping that something sticks and they can come up with a quick agreement, that’s not a very good policy,” Whelan told CNN in late November.\nWhelan has also increasingly expressed fear for his safety, telling CNN last week that he was being targeted by an official at the prison camp after being assaulted by another prisoner.\n‘I would never have come here’ Whelan was arrested in Moscow on December 28, 2018, which he says he visited for a friend’s wedding, and imprisoned on charges of espionage that he has consistently and vehemently denied.\n“If I had known that there would be any sort of problem, I would never have come here,” Whelan said last week.\nHe was sentenced to 16 years in prison in June 2020. He has been serving that sentence at a remote prison camp in Mordovia, where he does manual labor at the prison’s clothing factory.\nWhelan was designated as wrongfully detained by the US State Department in May 2020.\nFor Whelan and his family, the anniversary of his arrest is an acute reminder of how much they have lost. But the painful fact that five years have gone by is never far from their minds.\n“This is five years of my life and I can’t get back, five years of my parents’ life that we can’t get back,” Whelan told CNN in October.\nWhelan’s parents are in their 80s, and he told CNN in May, “I know this is taking its toll on my parents and that’s the unfortunate thing.”\n“It’s a concern for me that I won’t see them again,” Whelan echoed in the call last week.\nThe family’s beloved dog, Flora, about whom Whelan spoke fondly during his May call with CNN, passed away the following month.\n“I never thought I would be here not to see my cat, not to see my dog and they both passed away. Relatives have passed away. Friends have moved on. I’m very concerned that I won’t get home to see my parents,” Whelan told CNN last week.\n“It’s been like running through a labyrinth and we’re still not out yet,” said Elizabeth Whelan, his sister. She told CNN in mid-December that the plight has also taken a large financial toll on the family.\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.cnn.com/2023/12/21/politics/paul-whelan-russia-prison-camp/index.html",
      "https://www.cnn.com/2023/10/24/politics/paul-whelan-blinken-cnn-interview/index.html",
      "https://cnn.com/2023/10/24/politics/paul-whelan-blinken-cnn-interview/index.html",
      "https://cnn.com/2023/12/21/politics/paul-whelan-russia-prison-camp/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul whelan",
          "sentiment": "negative"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "whelan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:13.642+02:00",
    "updated": "2023-12-29T00:04:13.642+02:00"
  },
  {
    "uuid": "7208fe712c0826025d961cb113d5ad54ff6e2029",
    "url": "https://news.ava360.com/us-weather-man-trapped-in-tree-rescued-from-raging-river_36df16a2c.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ava",
    "published": "2024-01-12T02:30:00Z",
    "title": "US weather: Man trapped in tree rescued from raging river",
    "text": "???? A man trapped in a tree is rescued from the raging river below. He had called firefighters from the tree, but his phone battery ran out before he was able to say where he was. Rescuers were able to geolocate him using the phone.\n#Tree #Trapped #Rescue #River #Weather #Flooding #Firefighters #UnitedStates #Geolocate #Shorts\nSUBSCRIBE to our YouTube channel for more videos: http://www.youtube.com/skynews\nFollow us on Twitter: https://twitter.com/skynews\nLike us on Facebook: https://www.facebook.com/skynews\nFollow us on Instagram: https://www.instagram.com/skynews\nFollow us on TikTok: https://www.tiktok.com/@skynews\nFor more content go to http://news.sky.com and download our apps: Apple https://itunes.apple.com/gb/app/sky-news/id316391924?mt=8 Android https://play.google.com/store/apps/details?id=com.bskyb.skynews.android&hl=en_GB\nSky News Daily podcast is available for free here: https://podfollow.com/skynewsdaily/\nSky News videos are now available in Spanish here/Los video de Sky News están disponibles en español aquí: https://www.youtube.com/channel/UCzG5BnqHO8oNlrPDW9CYJog\nTo enquire about licensing Sky News content, you can find more information here: https://news.sky.com/info/library-sales\n#Tree #Trapped #Rescue #River #Weather #Flooding #Firefighters #UnitedStates #Geolocate #Shorts\nSUBSCRIBE to our YouTube channel for more videos: http://www.youtube.com/skynews\nFollow us on Twitter: https://twitter.com/skynews\nLike us on Facebook: https://www.facebook.com/skynews\nFollow us on Instagram: https://www.instagram.com/skynews\nFollow us on TikTok: https://www.tiktok.com/@skynews\nFor more content go to http://news.sky.com and download our apps: Apple https://itunes.apple.com/gb/app/sky-news/id316391924?mt=8 Android https://play.google.com/store/apps/details?id=com.bskyb.skynews.android&hl=en_GB\nSky News Daily podcast is available for free here: https://podfollow.com/skynewsdaily/\nSky News videos are now available in Spanish here/Los video de Sky News están disponibles en español aquí: https://www.youtube.com/channel/UCzG5BnqHO8oNlrPDW9CYJog\nTo enquire about licensing Sky News content, you can find more information here: https://news.sky.com/info/library-sales",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://podfollow.com/skynewsdaily/",
      "https://www.tiktok.com/@skynews",
      "http://news.sky.com",
      "https://itunes.apple.com/gb/app/sky-news/id316391924?mt=8",
      "https://twitter.com/skynews",
      "http://www.youtube.com/skynews",
      "https://play.google.com/store/apps/details?id=com.bskyb.skynews.android&hl=en_GB",
      "https://www.facebook.com/skynews",
      "https://news.sky.com/info/library-sales",
      "https://www.youtube.com/channel/UCzG5BnqHO8oNlrPDW9CYJog",
      "https://www.instagram.com/skynews",
      "https://instagram.com/skynews",
      "http://www.news.sky.com",
      "https://play.google.com/store/apps/details",
      "https://itunes.apple.com/gb/app/sky-news/id316391924",
      "https://tiktok.com/@skynews",
      "https://www.play.google.com/store/apps/details?id=com.bskyb.skynews.android&hl=en_GB",
      "https://facebook.com/skynews",
      "https://www.twitter.com/skynews",
      "https://www.itunes.apple.com/gb/app/sky-news/id316391924?mt=8",
      "https://youtube.com/channel/UCzG5BnqHO8oNlrPDW9CYJog",
      "https://podfollow.com/skynewsdaily",
      "http://youtube.com/skynews",
      "https://www.news.sky.com/info/library-sales",
      "https://www.podfollow.com/skynewsdaily/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sky news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T04:35:12.154+02:00",
    "updated": "2024-01-12T04:35:12.154+02:00"
  },
  {
    "uuid": "f1790ac9b3cf2d8635df5b8ac8fd3bec276b5f94",
    "url": "https://www.informador.mx/internacional/Papa-Francisco-Ucrania-deberia-negociar-el-fin-de-la-guerra-20240311-0001.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CMS Medios",
    "published": "2024-03-11T07:13:00Z",
    "title": "Papa Francisco: Ucrania debería negociar el fin de la guerra | El Informador",
    "text": "El Papa Francisco volvió a pedir ayer, al término del rezo dominical del Ángelus, el “cese cuanto antes de las hostilidades” en la República Democrática del Congo, en Ucrania y en Tierra Santa “que causan inmensos sufrimientos a la población civil”.“Acojo con afecto a la comunidad católica de la República Democrática del Congo en Roma”, dijo el pontífice ante los 15 mil fieles reunidos en la plaza de San Pedro del Vaticano para escucharle, a pesar del frío, el viento y la lluvia reinantes.“Oremos por la paz en este país, así como en la martirizada Ucrania y en Tierra Santa. Que cesen cuanto antes las hostilidades que provocan inmensos sufrimientos en la población civil”, concluyó.Este nuevo llamamiento del Papa se produce después de que Francisco dijese que en la guerra de Ucrania se debería tener “el coraje de la bandera blanca” y “negociar”, que es una “palabra valiente”, para lograr el final del conflicto, en una entrevista a la Radio Televisión Suiza de la que se publicaron algunos extractos.“Creo que es más fuerte quien ve la situación, quien piensa en el pueblo, quien tiene el valor de la bandera blanca, de negociar. Y hoy se puede negociar con la ayuda de las potencias internacionales. La palabra negociar es una palabra valiente”, dijo el pontífice recogiendo la expresión “bandera blanca” usada previamente por el entrevistador.Tras publicarse la entrevista, la Santa Sede matizó que el papa no habla de rendición sino de negociación, según dijo el portavoz vaticano, Matteo Bruni, a Vatican News.“El papa utiliza el término bandera blanca, y responde tomando la imagen propuesta por el entrevistador, para indicar con ella el cese de las hostilidades, la tregua alcanzada con el valor de la negociación. En otro momento de la entrevista, hablando de otra situación de conflicto, pero refiriéndose a cualquier situación bélica, el Papa afirma claramente: la negociación nunca es rendición”, dijo. En tanto, las declaraciones del Papa Francisco han despertado una oleada de indignación en Ucrania. “Nuestra bandera es amarilla y azul. Esta es la bandera por la que vivimos, morimos y persistimos. Nunca izaremos ninguna otra bandera”, aseguró el ministro ucraniano de Exteriores, Dmitró Kuleba, en un mensaje en su cuenta de X.Subrayó que “el más fuerte es el que, en la batalla entre el bien y el mal, se sitúa del lado del bien en lugar de intentar colocarlos al mismo nivel y llamarlo ‘negociaciones’”, al tiempo que expresó su esperanza de que el Pontífice encuentre la oportunidad de realizar una visita apostólica a Ucrania para mostrar su apoyo. El ministro polaco de Exteriores, Radoslaw Sikorski, llamó al Papa Francisco a animar a Rusia a retirar sus tropas de Ucrania en respuesta a las declaraciones del pontífice, quien dijo que Ucrania debería tener el coraje de “izar una bandera blanca” y “negociar” para lograr el fin del conflicto.“¿Qué tal, para equilibrar, animar a Putin, a tener el coraje de retirar su Ejército de Ucrania? La paz llegaría inmediatamente sin necesidad de negociaciones”, escribió en un mensaje en su cuenta de X.También el presidente de Letonia, Edgards Rinkevics, se refirió en X: “No hay que capitular ante el mal, hay que combatirlo y derrotarlo, para que el mal levante la bandera blanca y capitule”, declaró Rinkevics. El presidente francés, Emmanuel Macron, se entrevistó por teléfono con su homólogo ucraniano, Volodimir Zelenski, ante el que reafirmó la voluntad de poner en marcha “rápidamente” la coalición de algunos países europeos que entregarán a Kiev misiles y bombas de medio y largo alcance.En un comunicado, el Elíseo informó que la charla telefónica tuvo como meta hacer un seguimiento a los anuncios realizados el pasado 26 de febrero, en la Cumbre sobre Ucrania organizada por Macron.La presidencia francesa realzó en su nota el apoyo del jefe de Estado galo a la iniciativa de la República Checa de adquirir municiones fuera de la UE dedicadas para el Ejército ucraniano en su guerra contra Rusia.También reafirmó el respaldo de Macron a la coalición de países que apoyan el envío de artillería pesada a Kiev, liderada por París y Washington y anunciada a comienzos de año.Macron y Zelenski “han coincidido en avanzar en cinco áreas de acción identificadas en la Cumbre de apoyo a Ucrania: la ciberdefensa, la eliminación de minas anti-personas, el mantenimiento y la coproducción de armamento en Ucrania y el apoyo a los países (vecinos de Rusia) para que blinden sus fronteras”, indicó El Elíseo.La reunión del pasado 26 de febrero sobre Ucrania estuvo marcada por un polémico aviso del presidente francés, quien dijo no excluir el envío de tropas en refuerzo de los ucranianos, una hipótesis de la que se desmarcaron la mayor parte de socios europeos y Estados Unidos. Rusia lanzó nuevamente ayer un ataque masivo con drones contra territorio ucraniano, con un total de 39 de esos aparatos, de los que las fuerzas de defensa antiaérea ucranianas lograron derribar 35, mientras las fuerzas rusas, por su parte, destruyeron cuatro aviones ucranianos no tripulados en las regiones fronterizas.Según la Fuerza Aérea de Ucrania, “los ocupantes rusos atacaron con cuatro misiles antiaéreos guiados S-300 las regiones de Járkiv y Donetsk, lanzaron 39 vehículos aéreos no tripulados de ataque Shahed desde Cabo Chauda, Crimea, y Primorsko-Ajtarsk, Federación Rusa”.Agregó que 35 de estos drones fueron derribados en las regiones de Kirovograd, Mikoláyiv, Dnipropetrovsk, Cherkasi, Odesa, Jersón, Jmelnitski, Vinnitsia, Kiev y Zhitomir.En tanto, el Ministerio de Defensa de Rusia, informó del derribo durante la noche de cuatro drones ucranianos sobre la región fronteriza de Bélgorod.En la también fronteriza región rusa de Kursk se activó la alarma antiaérea en horas de la mañana, según alertó en su cuenta de Telegram el gobernador regional, Román Starovoit, quien llamó a la población a guarecerse.Más tarde, el ministerio informó del derribo hacia las 15:30, hora de Moscú, de otros dos drones ucranianos de ala fija en la región rusa de Nóvgorod, a unos 850 kilómetros al Norte de Ucrania. El Ejército ruso avanzó y ocupó posiciones más ventajosas durante las últimas 24 horas en los sectores de Kúpiansk, Donetsk y Avdivka del frente en Ucrania, según informó el Ministerio de Defensa ruso en su parte de guerra diario.“En el sector de Kúpiansk (región de Járkov) las unidades del grupo militar Zapad (Occidente) mejoraron sus posiciones en primera línea” y atacaron tres brigadas mecanizadas del Ejército ucraniano en las localidades de Yampilivka y Serebrianka en la región de Donetsk y Nevske, en Lugansk, señaló el mando ruso en Telegram.Además, la fuerzas del grupo militar Yuzhni (Sur) “ocuparon posiciones más ventajosas en las inmediaciones de las localidades Verjnekamenske, Sporne, Kurdiumikva y Novomijailivka de la región de Donetsk. Telón de fondoLas importaciones de armas en Europa casi se duplicaron en el último lustro por la guerra en Ucrania, que ha permitido a Estados Unidos reforzar su liderazgo en el comercio mundial de armamento, según un informe difundido por el Instituto Internacional de Estocolmo para la Investigación de la Paz (SIPRI).El estudio, que compara los períodos 2014-18 y 2019-23, revela también que Francia adelanta por primera vez como segundo exportador mundial a Rusia, cuyas ventas de armas se han reducido a la mitad.Aunque el comercio mundial de armamento se contrajo un 3.3% en el último lustro, el conflicto en Ucrania provocó que las compras subiesen un 94% en Europa, que aumentó su dependencia respecto a Estados Unidos (del 35% al 55% del volumen total adquirido).“Con muchos pedidos de armas de alto valor, incluidos casi 800 cazas y helicópteros de combate, es probable que las importaciones de armas europeas sigan a alto nivel”, explica el SIPRI, que destaca el aumento de la demanda de sistemas de defensa aérea. La guerra en Ucrania ha convertido a este país en el primer importador europeo de armas en el último lustro y en el cuarto a nivel mundial, según el estudio del SIPRI.Al menos 30 países han suministrado armas a Ucrania desde el inicio de la intervención militar rusa en febrero de 2022.Estados Unidos, con el 39%, fue el principal proveedor, seguido por Alemania (14%) y Polonia 13 por ciento.El informe resalta que, para ampliar la capacidad militar ucraniana, sus suministradores han empezado a enviar sistemas de largo alcance, y cita los 27 cazas donados por Polonia y Eslovaquia y el compromiso para hacerlo de Bélgica, Dinamarca, Holanda y Noruega, así como misiles facilitados por Francia y Reino Unido. En el último lustro, Estados Unidos aumentó sus exportaciones armamentísticas un 17% y pasó de controlar el 34% al 42% del total mundial, suministrando armas a 107 países.Oriente Medio fue el principal destino de las ventas estadounidenses (38%), seguido por Asia-Oceanía, con el 31%, región de la que por primera vez en 25 años se convirtió en principal proveedor.Muy lejos de Estados Unidos, como segundo exportador mundial, se sitúa Francia, con el 11% y cuyas ventas aumentaron un 47%, gracias sobre todo a los cazas vendidos fuera de Europa.Rusia, en cambio, aunque mantiene el 11% del total de las ventas mundiales, experimentó una caída en el último lustro del 53% y una reducción del número de países destinatarios: de 31 en 2019 a 12 en 2023.“El bajo volumen de entregas de armas pesadas pendientes de Rusia sugiere que es probable que sus exportaciones de armas se mantengan muy por debajo del nivel de 2014-18, al menos a corto plazo”, apunta el estudio.Sólo otros dos países de entre los 10 primeros aumentaron sus ventas en 2019-23: Italia (sexta), con un 86% más; y Corea del Sur (décima), con un 12% más, mientras el resto (China, Alemania, Italia, Reino Unido, España e Israel) sufrió retrocesos. Con un aumento del 4.7% y casi un 10% del total mundial, India se mantiene como primer comprador de armamento, por delante de Arabia Saudí (8.4 %), Qatar (7.6 %), Ucrania (4.9%) y Pakistán 4.3 por ciento.El estudio destaca que la compra de armas rusas por India bajó del 50% del total de sus importaciones (hasta el 36%), algo que no ocurría desde 1960-64; y que países vecinos de China como Japón y Corea del Sur han adquirido más armamento en estos años (un 155% y un 6.5% más, respectivamente).La región Asia-Oceanía fue la principal importadora, con el 37% del total; por delante de Oriente Medio (30%), Europa (21%), América (5.7%) y África 4.3 por ciento. La compra de armas en todo el continente americano se redujo un 7.2% en el último lustro, una caída que fue del 19% en Sudamérica.Francia, con el 23%, Estados Unidos (14%) y Reino Unido (12%) fueron los principales suministradores sudamericanos, mientras que Rusia no hizo ninguna entrega importante a la región en el último lustro.A pesar del descenso en la zona, Brasil -que acaparó el 44 % del total regional- aumentó sus importaciones un 26 por ciento. CT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T09:33:32.594+02:00",
    "updated": "2024-03-11T09:33:32.594+02:00"
  },
  {
    "uuid": "7dcfeffe0051243ad31c139253bbc2ab740d103d",
    "url": "https://www.cisecurity.org/advisory/multiple-vulnerabilities-in-sonicwall-sonicos-could-allow-a-remote-attacker-to-bypass-authentication_2025-002",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CISecurity",
    "published": "2025-01-09T00:00:00Z",
    "title": "Multiple vulnerabilities in SonicWall SonicOS could allow a remote attacker to bypass authentication.",
    "text": "Multiple vulnerabilities in SonicWall SonicOS could allow a remote attacker to bypass authentication.\nMS-ISAC ADVISORY NUMBER:\n2025-002DATE(S) ISSUED:\n01/09/2025OVERVIEW:\nMultiple vulnerabilities have been discovered in SonicWall SonicOS that could allow for authentication bypass. SonicOS is SonicWall’s operating system designed for their firewalls and other security devices. Successful exploitation of the most severe of these vulnerabilities could allow for authentication bypass on the affected system. Depending on the privileges associated with the system, an attacker could then; view, change, or delete data.\nTHREAT INTELLIGENCE:\nThere are currently no reports of these vulnerabilities being exploited in the wild\nSYSTEMS AFFECTED:\n- Gen6 Hardware Firewalls versions prior to 6.5.5.1-6n\n- Gen7 Firewalls versions prior to 7.1.3-7015\n- Gen7 NSv versions prior to 7.0.1-5165\n- TZ80 versions prior to 8.0.0-8037\nRISK:\nGovernment:\nBusinesses:\nHome Users:\nTECHNICAL SUMMARY:\nMultiple vulnerabilities have been discovered in SoincWall products, the most severe of which could allow for authentication bypass. Details of the vulnerabilities are as follows:\nTactic: Initial Access ([TA0001](https://attack.mitre.org/tactics/TA0001/)):\nTechnique: Exploit Public-Facing Application ([T1190](https://attack.mitre.org/techniques/T1190/)):\n- An Improper Authentication vulnerability in the SSLVPN authentication mechanism allows a remote attacker to bypass authentication. (CVE-2024-53704)\n- Use of Cryptographically Weak Pseudo-Random Number Generator (PRNG) in the SonicOS SSLVPN authentication token generator that, in certain cases, can be predicted by an attacker potentially resulting in authentication bypass. (CVE-2024-40762)\nDetails of lower severity vulnerabilities:\n- A Server-Side Request Forgery vulnerability in the SonicOS SSH management interface allows a remote attacker to establish a TCP connection to an IP address on any port when the user is logged in to the firewall. (CVE-2024-53705)\n- A vulnerability in the Gen7 SonicOS Cloud platform NSv (AWS and Azure editions only), allows a remote authenticated local low-privileged attacker to elevate privileges to `root` and potentially lead to code execution. (CVE-2024-53706)\nSuccessful exploitation of these vulnerabilities could allow an attacker to bypass authentication in the context of the system. Depending on the privileges associated with the system, an attacker could then install programs; view, change, or delete data.\nRECOMMENDATIONS:\nWe recommend the following actions be taken:\n- Apply appropriate updates provided by SoincWall to vulnerable systems immediately after appropriate testing. (\n[M1051](https://attack.mitre.org/mitigations/M1051/): Update Software) - Safeguard 7.1: Establish and Maintain a Vulnerability Management Process: Establish and maintain a documented vulnerability management process for enterprise assets. Review and update documentation annually, or when significant enterprise changes occur that could impact this Safeguard.\n- Safeguard 7.4: Perform Automated Application Patch Management: Perform application updates on enterprise assets through automated patch management on a monthly, or more frequent, basis.\n- Safeguard 7.6: Perform Automated Vulnerability Scans of Externally-Exposed Enterprise Assets: Perform automated vulnerability scans of externally-exposed enterprise assets using a SCAP-compliant vulnerability scanning tool. Perform scans on a monthly, or more frequent, basis.\n- Safeguard 7.7: Remediate Detected Vulnerabilities: Remediate detected vulnerabilities in software through processes and tooling on a monthly, or more frequent, basis, based on the remediation process.\n- Apply the Principle of Least Privilege to all systems and services. Run all software as a non-privileged user (one without administrative privileges) to diminish the effects of a successful attack. (\n[M1026](https://attack.mitre.org/mitigations/M1026/): Privileged Account Management) - Safeguard 4.7: Manage Default Accounts on Enterprise Assets and Software: Manage default accounts on enterprise assets and software, such as root, administrator, and other pre-configured vendor accounts. Example implementations can include: disabling default accounts or making them unusable.\n- Safeguard 5.4: Restrict Administrator Privileges to Dedicated Administrator Accounts: Restrict administrator privileges to dedicated administrator accounts on enterprise assets. Conduct general computing activities, such as internet browsing, email, and productivity suite use, from the user’s primary, non-privileged account.\n- Prevent access to file shares, remote access to systems, unnecessary services. Mechanisms to limit access may include use of network concentrators, RDP gateways, etc. (\n[M1035](https://attack.mitre.org/mitigations/M1035/): Limit Access to Resource Over Network)\n- Use intrusion detection signatures to block traffic at network boundaries. (\n[M1031](https://attack.mitre.org/mitigations/M1031/): Network Intrusion Prevention) - Safeguard 13.3: Deploy a Network Intrusion Detection Solution: Deploy a network intrusion detection solution on enterprise assets, where appropriate. Example implementations include the use of a Network Intrusion Detection System (NIDS) or equivalent cloud service provider (CSP) service.\n- Safeguard 13.8: Deploy a Network Intrusion Prevention Solution: Deploy a network intrusion prevention solution, where appropriate. Example implementations include the use of a Network Intrusion Prevention System (NIPS) or equivalent CSP service.\n- Use capabilities to detect and block conditions that may lead to or be indicative of a software exploit occurring. (\n[M1050](https://attack.mitre.org/mitigations/M1050/): Exploit Protection) - Safeguard 13.10: Performing Application Layer Filtering: Perform application layer filtering. Example implementations include a filtering proxy, application layer firewall, or gateway.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->cyber crime",
      "Science and Technology->information technology and computer science",
      "Social Issue->social condition",
      "Social Issue->social networking",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://attack.mitre.org/mitigations/M1035/",
      "https://attack.mitre.org/mitigations/M1026/",
      "https://attack.mitre.org/mitigations/M1050/",
      "https://attack.mitre.org/techniques/T1190/",
      "https://attack.mitre.org/tactics/TA0001/",
      "https://attack.mitre.org/mitigations/M1031/",
      "https://attack.mitre.org/mitigations/M1051/",
      "https://www.attack.mitre.org/techniques/T1190/",
      "https://www.attack.mitre.org/mitigations/M1035/",
      "https://attack.mitre.org/mitigations/M1031",
      "https://www.attack.mitre.org/mitigations/M1031/",
      "https://attack.mitre.org/tactics/TA0001",
      "https://attack.mitre.org/techniques/T1190",
      "https://www.attack.mitre.org/tactics/TA0001/",
      "https://www.attack.mitre.org/mitigations/M1050/",
      "https://attack.mitre.org/mitigations/M1051",
      "https://attack.mitre.org/mitigations/M1050",
      "https://attack.mitre.org/mitigations/M1035",
      "https://attack.mitre.org/mitigations/M1026",
      "https://www.attack.mitre.org/mitigations/M1026/",
      "https://www.attack.mitre.org/mitigations/M1051/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T04:25:32.691+02:00",
    "updated": "2025-01-10T04:25:32.691+02:00"
  },
  {
    "uuid": "291ffb8d9ff2518afe2f7c14516e224a61b1d309",
    "url": "https://www.leparisien.fr/societe/religions/on-peut-etre-phobique-dune-religion-philippe-val-rima-hassan-tensions-entre-la-licra-et-la-grande-mosquee-de-paris-24-05-2024-QELSX4VRIBABJGKJJ5MDAI4DTU.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@le_parisien",
    "published": "2024-05-24T13:36:00Z",
    "title": "« On peut être phobique d’une religion » : Philippe Val, Rima Hassan… tensions entre la Licra et la Grande mosquée de Paris",
    "text": "« On peut être phobique d’une religion » : Philippe Val, Rima Hassan… tensions entre la Licra et la Grande mosquée de Paris\nLa Ligue internationale contre le racisme et l’antisémitisme a rompu un partenariat vieux de trois ans avec la Grande mosquée de Paris.\nAppels à la responsabilité et accusations voilées : le ton monte entre\nla Grande mosquée de Paris et la Ligue internationale contre le racisme et l’antisémitisme (Licra), qui vient de rompre un partenariat avec l’institution religieuse. Cette convention signée il y a trois ans avec le recteur de la Grande mosquée Chems-eddine Hafiz visait à « lutter en commun contre le racisme, le racisme antimusulman et l’antisémitisme », mais elle est « à présent caduque », a affirmé la Licra jeudi soir dans un communiqué.\nTout a commencé après une interview au\nFigaro le 17 mai de l’ancien patron de Charlie Hebdo Philippe Val, qui, « oui », se revendiquait islamophobe en estimant « qu’on peut être phobique d’une religion quand elle commence à essayer d’exister par la terreur ».\nLe recteur de la Grande mosquée a rapidement annoncé son intention de porter plainte contre Philippe Val pour ce discours « irresponsable mais également dangereux ». Une décision commentée « avec stupeur » jeudi par la Licra, pour qui « la critique des idées, des opinions et des croyances » est « garantie par les principes républicains ».\n« Il importe de faire preuve de tempérance et de responsabilité », affirme la Licra\nLa Licra s’est également dite « profondément étonnée » de la « réception enthousiaste » réservée le 22 mai par Chems-eddine Hafiz à\nla candidate LFI aux européennes Rima Hassan à la Grande mosquée de Paris, alors que selon l’association son discours « ne contribue en rien à une recherche de la paix ».\n« Dans le contexte actuel exacerbé par l’identitarisme, le racisme et l’antisémitisme, il importe de faire preuve de tempérance et de responsabilité », a ajouté l’association anti-raciste, qui a évoqué à mots couverts une « instrumentalisation des mots et des idées » et annoncé la fin du partenariat.\nLa réponse n’a pas tardé du côté de la Grande mosquée : dans un communiqué vendredi, elle « invite la Licra à rester sur le chemin de la lutte universelle, équilibrée et juste, contre toute forme de haine et de racisme, sans hiérarchie dans le malheur des hommes ».\nRevenant sur son annonce d’action en justice, Chems-eddine Hafiz a ajouté que « la libre critique des idées et des convictions n’autorise pas l’essentialisation et la stigmatisation d’une composante de notre communauté nationale ». Quant à Rima Hassan, le recteur a vanté son « combat en faveur des droits des réfugiés dans le monde » qui « ne devrait pas être étranger à une institution luttant de manière indifférenciée pour les droits de l’homme ».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://video.lefigaro.fr/figaro/video/le-figaro-la-nuit-avec-philippe-val/",
      "https://www.video.lefigaro.fr/figaro/video/le-figaro-la-nuit-avec-philippe-val/",
      "https://video.lefigaro.fr/figaro/video/le-figaro-la-nuit-avec-philippe-val"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T18:11:24.620+03:00",
    "updated": "2024-05-24T18:11:24.620+03:00"
  },
  {
    "uuid": "01428bfbbe3cbada4636c0524fa58cbbedc0d924",
    "url": "https://kvia.com/environment/cnn-weather-environment/2023/12/29/massive-california-waves-injure-some-onlookers-and-bring-flooding-treacherous-beach-conditions-up-the-west-coast/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-29T09:56:00Z",
    "title": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast",
    "text": "Massive California waves injure some onlookers and bring flooding, treacherous beach conditions up the West coast\nCNN, KION, KPIX, KGO, VENTURA PD AND THE CITY OF VENTURA, SANTA CRUZ COUNTY, CHP SANTA CRUZ\nBy Elizabeth Wolfe, Robert Shackelford and Cindy Von Quednow, CNN\n(CNN) — A powerful offshore storm is\ndriving towering waves into the California coastline, triggering flooding and warnings of dangerous and damaging swells after several people were injured by a wave along Ventura beach on Thursday.\nThe wave crashed over a barrier along the southern California beach, tossing a wall of fast-moving water at a group of onlookers who rushed to escape the deluge, witness video shows. Seawater quickly knocked some people off their feet and pummeled cars as drivers tried to speed away.\nNearly 20 people were briefly swept away in the incident and eight people were taken to the hospital, Ventura officials said.\nHigh water and dangerous rip currents will churn along some of California’s beaches through the weekend as much of the West coast – spanning from the US-Mexico border to southern Oregon – is under coastal flood and high-surf alerts, the National Weather Service said.\nWaves as high as telephone poles – about 40 feet – could slam into San Francisco through Friday morning. Fifteen to 20-foot waves are expected along the central coast.\nThe dangerous conditions pose an “exceptional risk” of ocean drowning and damage to structures like piers and jetties, the National Weather Service said.\nThe spectacular waters have enthralled some surfers and onlookers, but weather officials are cautioning that the waves and strong rip tides can be perilous for those nearby.\n“Large breaking waves can cause injury, wash people off beaches and rocks, and capsize small boats near shore,” the National Weather Service warned.\nAt least one fisherman fell overboard in a harbor off Oxnard and later came ashore uninjured, the Ventura County Fire Department said.\nThe conditions have already caused some road closures and evacuations in coastal California communities and prompted the rescue of five campers along the San Luis Obispo coast.\nCrews in Ventura worked through the night to reinforce a mile-long sand barrier that was damaged by powerful waters on Thursday, the local fire department said. Standing about seven feet tall, the raised wall helps protect beachside communities.\nHoping to discourage spectators, local officials closed a main access point to Ventura Pier, which saw a swell of about 20 feet on Thursday. Some coastal streets in the area have also been closed as a precaution.\nIn central California’s Santa Cruz, the sheriff’s office\nissued an evacuation warning for some areas on Thursday, which included areas of Rio Del Mar, where seawater filled beachside roadways and pushed against some homes, CNN affiliate KION reported. The warnings were lifted later in the day.\nThe most extreme impacts were expected along the central and Ventura County coasts, along with Hermosa, Manhattan and Palos Verdes beaches, the weather service in Los Angeles said Thursday.\nTempestuous waters are also battering Northern California, where the Bay Area could see waves of 28 to 33 feet, the weather service advised.\nA high wind alert is also in effect for the Bay Area on Friday as wind gusts of up to 50 mph are expected.\nRainfall is likely to stretch northward from the Bay Area throughout the day Friday before shifting south into the weekend.\nMassive waves attract surfers to Mavericks\nDespite safety warnings, the massive waves are a welcome sight to surfers hungry to tackle the legendary swells at Mavericks Beach, about 25 miles south of San Francisco.\nPro surfers and spectators flocked to the beach on Thursday for a competition at the site known for having\nsome of the biggest waves in the world, CNN affiliate KGO reported.\nLocal resident Ion Banner\ntold the affiliate that surfers from Brazil, Tahiti and Hawaii were out in the water. “It’s pretty gnarly, it’s super big,” he said.\n“The waves looked absolutely massive and it was everything that we expected,” said Miguel Blanco, who told KGO he flew in from Portugal to surf the waves. “It was really big, I’d say 40-60 foot waves.”\nMavericks’ jaw-dropping waves – caused by unique underwater rock formations – reach their biggest heights in the winter, when big wave surfers from all over the world make pilgrimages to face the swells.\nThe legendary waves and the surfers who brave them have been the subject of several films and documentaries, including the 2012 biopic “Chasing Mavericks” about American surfer Jay Moriarity’s journey to surf Mavericks as a teen.\nOn Thursday, the conditions were prime for surfers like Blanco.\n“If it’s your turn, you just gotta go,” Blanco said. “When you see a big wave, you’re kinda scared but at the same time you’re feeling like you should go and you just go and enjoy the ride.”\nCNN’s David Williams contributed to this report.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://www.cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://www.abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785/",
      "https://abc7news.com/mavericks-surf-ca-storm-waves-at-today-weather-half-moon-bay/14235785",
      "https://facebook.com/SantaCruzSheriffsOffice/",
      "https://visithalfmoonbay.org/articles/mavericks-biggest-surf-west-coast",
      "https://cnn.com/2023/12/28/weather/high-surf-ventura-san-diego/index.html",
      "https://www.facebook.com/SantaCruzSheriffsOffice"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cindy von quednow",
          "sentiment": "none"
        },
        {
          "name": "elizabeth wolfe",
          "sentiment": "none"
        },
        {
          "name": "robert shackelford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "kgo",
          "sentiment": "none"
        },
        {
          "name": "kpix",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "kion",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west coast massive california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:58:37.153+02:00",
    "updated": "2023-12-29T14:58:37.153+02:00"
  },
  {
    "uuid": "2e0465674d59103d07ad5129b51a1d90af54d63a",
    "url": "https://www.wrtv.com/news/local-news/carmel-police-unveils-drone-first-responder-program",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Griffin Gonzalez",
    "published": "2024-11-08T00:01:00Z",
    "title": "Carmel Police unveils Drone First Responder program",
    "text": "CARMEL — The future of public safety may be getting its start in Carmel. The Carmel Police Department has launched its Drone First Responder program as an addition to its existing Carmel Police Air Support Unit. \"We respond to a call for service just like a patrol officer would, oftentimes arriving well ahead of the officers. We find our average response time is around 90 to 120 seconds and once the drone is on scene, then we can then begin relaying information to the officers that are responding to make their response more effective and safer,\" explained Carmel Police Sergeant Tim Byrne. Just a couple weeks in, Byrne says the program is already seeing results. \"We're seeing a lot of wins in utilizing this technology,\" Byrne explained. \"If we can dispatch a drone to a call and potentially clear that call before an officer arrives, it allows them to get back into service and be available for other, maybe higher priority calls that they can address.\" The drones launch from a base in central Carmel and travel at 400 feet or less to the address of the incident. The drone can be controlled remotely from a computer at Carmel's police headquarters. \"This gives us the ability to really zoom in tightly and see exactly what it is they may be holding or have in a waistband or a pocket or what you have and then we can relay that information to the officers again so that they can adjust their response accordingly,\" explained Byrne as he displayed the program. Byrne says one major benefit of the program is improved officer safety in dangerous situations. \"Having the ability to do that, really is a huge officer safety advantage for us,\" he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "2e0465674d59103d07ad5129b51a1d90af54d63a",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-08T03:13:24.279+02:00",
    "updated": "2024-11-08T03:13:24.279+02:00"
  }
]