[
  {
    "uuid": "ca2e0d85c0dcf67b4bfa9455d2941563b0fcc64c",
    "url": "https://www.siliconindia.com/news/business/bhel-jumps-6-percent-on-prospective-rs-19422-crore-order-from-nlc-india-nid-227187-cid-3.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SiliconIndia",
    "published": "2024-01-02T00:00:00Z",
    "title": "BHEL Jumps 6 percent on Prospective Rs 19,422 Crore Order from NLC India | siliconindia",
    "text": "BHEL Jumps 6 percent on Prospective Rs 19,422 Crore Order from NLC India By [siliconindia](https://www.siliconindia.com/about/)| Tuesday, 02 January 2024, 09:37:20 AM IST Bharat Heavy Electricals (BHEL) shares surged to a multi-year peak of Rs 204.65, marking a 6 percent gain on the BSE during Monday's intra-day trading. This uptick was attributed to reports indicating that the state-owned company secured a Rs 19,422 crore turnkey contract from NLC India, another public sector enterprise. Trading at its highest level since October 2015, BHEL's stock was up 5 percent at Rs 203.45, outperforming the S&P BSE Sensex, which experienced a marginal 0.15 percent decline. The stock witnessed substantial trading activity, with a combined turnover of 32.6 million equity shares on the NSE and BSE. As per a report, BHEL has secured the top position as the preferred bidder for a Rs 19,422 crore turnkey contract to construct a thermal power plant in Talabira, Odisha, for NLC India. BHEL's bid was more competitive in terms of pricing compared to L&T-MHI. BHEL will build three ultra-supercritical units of 800 MW each for NLC India at Talabira. Incidentally, NLC has added a fourth unit of 800 MW to the project. The EPC tender was for the first three projects; it is not clear whether or not there would be a separate tender for the fourth unit. (An ultra-supercritical thermal plant is one in which the temperature and pressure of the steam generated are very high, roughly 600 degrees C and 240 bar. Such plants are more efficient - they produce more power per unit of fuel), the newspaper reported. Meanwhile, in the past six months, the stock price of BHEL has more than doubled or zoomed 133 percent on an improved business outlook. In comparison, the S&P BSE Sensex was up 10.6 percent during the period. As of September 30, 2023, BHEL's order book position stood at Rs 1.14 trillion. Of which, 72 percent or Rs 82,673 crore orders were from the power sector, while 24 percent (Rs 27,810 crore) was from industry and the remaining 4 percent (Rs 3,942 crore) from exports, the company said. BHEL received orders worth Rs 33,479 crore in the first half (April to September) of the financial year 2023-24, as compared to Rs 12,310 crore orders bagged during the same period last fiscal. Fructification of diversification initiatives and revival of thermal power ordering led to robust order booking, the company said. During Q1FY24, BHEL achieved a significant milestone by securing a crucial order to produce 80 [Vande Bharat trains](https://www.siliconindia.com/news/general/three-vande-bharat-trains-under-southern-railway-log-good-occupancy-rates-nid-225482-cid-1.html)through a Joint Venture with 'Titagarh Wagons Limited,' in which BHEL holds a substantial stake. Additionally, on November 29, 2023, BHEL formalized a contract with the Ministry of Defence (MoD) for the production of 16 super rapid gun mounts (SRGMs), following the Letter of Intent (LOI) received in March 2023. A contract worth Rs 2,956 crore has been formalized between the defense ministry and BHEL for the acquisition of 16 enhanced Super Rapid Gun Mounts (SRGM) along with associated accessories for the Indian Navy. The SRGM serves as a medium-caliber defense weapon system, capable of countering missiles and aircraft, offering sustained fire rates and exceptional accuracy. These improved SRGMs are slated to be integrated into both existing and newly constructed ships of the Indian Navy. Read More News : [Coca-Cola Renews Eight-year Partnership with ICC](https://www.siliconindia.com/news/business/cocacola-renews-eightyear-partnership-with-icc-nid-227151-cid-3.html) [Energy Efficient Offices: Lowering Operational Cost and Carbon Footprint](https://www.siliconindia.com/news/business/energy-efficient-offices-lowering-operational-cost-and-carbon-footprint-nid-227139-cid-3.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nlc",
          "sentiment": "negative"
        },
        {
          "name": "nse",
          "sentiment": "none"
        },
        {
          "name": "bhel",
          "sentiment": "none"
        },
        {
          "name": "nlc india",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        },
        {
          "name": "l&t-mhi",
          "sentiment": "none"
        },
        {
          "name": "bharat heavy electricals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "talabira",
          "sentiment": "none"
        },
        {
          "name": "odisha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T06:40:36.307+02:00",
    "updated": "2024-01-02T06:40:36.307+02:00"
  },
  {
    "uuid": "d4b88fc3af45d2fb587be0935d4ed488d1cfed20",
    "url": "https://www.iq-mag.net/2024/02/leeds-first-direct-arena-celebrates-10-years/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Derek Robertson",
    "published": "2024-02-15T13:07:00Z",
    "title": "Leeds’ first direct arena celebrates 10 years",
    "text": "The O2 first English arena to achieve Greener Arena merit\nThe London arena achieved an 'Outstanding' rating for its reduction in emissions and environmental impact, as well as for its DEI efforts\nIQ speaks to the visionaries who helped make the first decade of Leeds' first direct arena such a success\nBy Derek Robertson on 15 Feb 2024\nTwenty-four years. TWENTY-FOUR! That’s how long the good people of Leeds lived without a music arena befitting the city’s status as the UK’s fifth largest and a hotspot of innovation, culture, and creativity. Instead, Leeds’ 750,000-odd residents, and artists, had to traipse down the M1 to Sheffield or cross the Pennines to Manchester to get their arena-sized music fix.\n“It’s weird to think back to the early Kaiser Chiefs days in Leeds, and how quickly, as a band, we reached a level where there wasn’t anywhere for us to play in our home city,” says the band’s bassist, Simon Rix.\n“Leeds was the largest city in the UK without a large-scale music and entertainment venue,” adds Kevan Williams, Leeds Arena’s head of marketing. “The people here are passionate about music and live events, and it was deeply frustrating they had to travel for miles to see their favourite artists.”\nBut the lean years finally ended on 24 July 2013, when the first direct arena threw open its doors to the public (fittingly, Bruce Springsteen, a working-class hero from another blue-collar town, provided the entertainment). Ten years on, it’s time to celebrate not just this anniversary and the positive impact the arena has had on the city but to look forward to its next decade and how the arena is gearing up to thrive as an example of what a 21st-century music venue should be.\n“There was huge public demand from the people of Leeds to build something in their city”\nWhen the Queens Hall closed for good in 1989, it left a sizable hole in Leeds’ cultural scene. With live music being one of the city’s cultural lifebloods, fans were spoilt for choice when it came to smaller venues such as The Cockpit, The Wardrobe, The Warehouse, and, of course, the world-renowned Brudenell Social Club, but the Queens Hall’s demise left the O2 Academy Leeds (formerly known as Town and Country Club) and its 2,300 capacity as one of the very few venues suitable for bigger, more established acts and events.\nNaturally, the clamour for a solution to this became too loud to ignore.\n“Prior to the first direct arena opening, music fans from the city would have to travel over an hour to other arenas in the North of England,” says Martin McInulty, the arena’s general manager. “So there was huge public demand from the people of Leeds to build something in their city.”\nThat demand led to consultations with the council and its inclusion in the Vision for Leeds 2004 – 2020; the project eventually became one of the city’s 12 stated priorities. The Leeds Initiatives then formed a Cultural Facilities task group to consider possible options; they investigated the viability of a Leeds Arena, the refurbishment of existing buildings and venues, and other potential projects such as a concert hall.\nAngry Mob\nAt the same time, campaigners, including the York-Shire Evening Post, local artists such as the Kaiser Chiefs, and local businesses and residents, lobbied for a new arena to be built in the city. This resulted in a widescale “Leeds needs an arena” campaign that was publicised nationwide and drew widespread support from the cultural community.\nIn addition to local demand, various studies outlined the economic, cultural, and social impact of such an arena. It was thought that it could bring in up to 900,000 additional visitors annually, adding up to £25m to the local economy.\nJob creation was another benefit – one study predicted over 300 direct, full-time equivalent roles would be required, with further jobs created in the construction sector. And, of course, tourists and out-of-towners weren’t the only thing a new arena would attract – other businesses and organisations would be drawn to Leeds, too. “An attractive venue displays an auspicious future with a dynamic business environment,” stated one study.\n“Utilising the early concepts of the amphitheatre, this layout optimises sightlines and the guest experience”\nEventually, and unsurprisingly, the task group recommended that the council proceed with the development of a 12,500-seat arena – and concrete plans were set in motion. With funding in place from Leeds City Council, additional public funding from Yorkshire Forward, and some commercially funded revenue, Claypit Lane, in the Northern Quarter of the city centre, was chosen as the site for the new arena, and the council decided that they themselves would proceed as the developer. Designed by the council’s own team with a budget of £60m in mind, the proposed venue was notable in a number of ways.\nAll Roads Lead to Leeds\nFor a start, its central location was seen as a positive; it sits just ten minutes’ walk from Leeds train station, three bus stations are all within walking distance, and there are over 7,500 car parking spaces within a 15-minute walk. The building itself was modelled on a giant insect’s eye, with the external design utilising a honeycomb design based on a Voronoi diagram, and the façade was designed to change colour or pattern depending on the show or mood of the arena at the time.\nInnovation wasn’t limited to the outside, either. According to McInulty, the arena was also the UK’s first fan-shaped bowl, a design that allowed the venue to achieve the largest capacity possible given the size of the site.\n“This alternative layout means that guests are never any further than 68 metres away from the stage – typically, this can be 95 to 110 metres in traditionally designed arenas – with the nearest seats being only a few metres away and allows every seat to directly face the performance area,” he says. “Utilising the early concepts of the amphitheatre, this layout optimises sightlines and the guest experience.”\n“The layout, and the building itself, was designed with easy modification and retractable seating to meet the changing requirements of a diverse event schedule”\nIt also makes for a far more intimate experience than one might expect from a venue with a capacity of 13,871. Divided into a floor-standing area and two raised banks of seats that rise high above the stage, the design also gives spectators the best acoustic experience from any position; interestingly, even the sound mixing desk can be situated in different places. And it’s flexible; the layout, and the building itself, was designed with easy modification and retractable seating to meet the changing requirements of a diverse event schedule, which could be anything from theatre to family events, ice dance shows, and indoor sports.\n“Impressive” is an understatement. But such an ambitious build came with a unique set of challenges. For a start, the city centre location and tight space constraints meant construction access was restricted; this was particularly challenging with regard to the transport and delivery of materials, especially the two 500-tonne mobile cranes required.\nFurthermore, the combination of such a central location and acoustic performance also presented problems – specifically, how to keep the noise at an acceptable level for those living close by. Planning conditions stipulated that external noise levels had to be 10dB lower than ambient noise levels outside the building, a criterion that didn’t come cheap for a building big enough to swallow a football pitch (a clever solution was eventually found by contractor BAM, together with acoustic consultant Arup).\nThe sheer size of the roof presented a number of unique issues, too. A single-span design, 70 metres across at the widest point and supported by 14 seven-metre-deep trusses, meant that concreting was a delicate, yet intensive, operation. BAM discovered that the biggest concrete pump in the UK had a reach of just 63 metres, which was not long enough to cover the whole roof (lots of piping was installed just to get the concrete up, a significant undertaking itself). And the wet mix needed for the fibre-reinforced cement couldn’t cope with the roof’s slope; steel mesh was used instead, allowing for the use of a less viscous concrete. All in all, some 2,500 tonnes of it were required to finish the job.\n“The arena embodies our Yorkshire roots”\nFriends in High Places\nIn total, though, construction took just a year; ground was broken in May 2012, with the building officially completed the following May and delivered to ASM Global, who have run the venue since day one. The same month, telephone and Internet bank First Direct were announced as the arena’s sponsor, its name officially becoming the first direct arena (stylised as first direct arena) – an association that continues to this day. Such deals are commonplace now but weren’t so much back then. So, what prompted this relationship?\n“The arena embodies our Yorkshire roots, and the first direct arena partnership gave us the opportunity to show up in an ‘un-bank’ way, meaning in a place you wouldn’t usually expect to see a bank,” says Sloane Cross, First Direct’s head of marketing. “At the time, our marketing was based around the idea of being an ‘unexpected’ bank, so it was a really good fit. The partnership also allowed us to be part of something that our customers are really passionate about – live music and entertainment – and solidified our heritage as a proud Yorkshire-based bank.”\nThe bank has its branding all over the arena itself and is visible across various other platforms, including digital and print advertising, the arena’s website, and social media channels; all aspects that Cross feels are important. “As a digital bank, the first direct arena is our only physical asset, and it means we have a visible presence in the centre of Leeds, the home of First Direct. It allows us to increase our brand awareness and for a much wider audience to know who we are.”\nSuch sentiments are echoed by Lauren Tones, the arena’s head of sponsorship and branding. “It’s appealing for online brands to use a live entertainment venue as their only physical touch-point for customer engagement,” she says. “It becomes a space where they can bring their brand and values to life, as well as reward loyal existing customers and acquire new ones. Plus, it’s beneficial for both the venue and the naming rights partner to have a strong workforce based locally.”\n“We can ensure that there’s sufficient opportunity for our existing partners to fully activate and engage with our visitors”\nAs such, First Direct can offer perks for employees at the venue and use it as an exciting option outside the office to engage with clients and prospects. They also reward their own customers. “We engage them with offers and promotions and regularly offer tickets through prize draws,” adds Cross. “And our customers who attend any event at the arena can claim a VIP lanyard that gets them free chips, water, and ice cream.”\nOf course, First Direct aren’t the arena’s only commercial partner, but they do set the standard of what’s required in terms of commitment and values. “Each of our partners enhances the experience of visiting a live entertainment venue,” says Tones. “Whether it’s First Direct offering free chips and ice cream to customers, Sky offering a free premium pre-show experience in their Sky VIP lounge, or [telecoms provider] Three giving fans the chance to gain early access to tickets, they each do something to elevate the fan experience.”\n“That’s why our approach is to prioritise quality over quantity when it comes to sponsorship,” she adds. “Every time, we ask: ‘How much value is this partnership going to bring to the customer experience?’ If we avoid a cluttered landscape, we can ensure that there’s sufficient opportunity for our existing partners to fully activate and engage with our visitors without having to compete with many other brands for attention.”\nBossing It\nThe very first performance was, as mentioned above, Bruce Springsteen, on the 24 July 2013 – a very special show indeed. “That event was amazing!” says Kerryn Duckworth, head of operations. “Meeting those first fans who came to the arena gave me goosebumps and is a memory that will stay with me.” But the official grand opening came later, on 4 September of that year, with an equally special guest – Sir Elton John, playing to a packed house.\nSince then, the venue has gone from strength to strength and has more than proven its worth to the city of Leeds on both an economic and cultural level. “Strong demand from the public is evident\nin the number of tickets we sell annually – over 600,000,” says McInulty. “However, the majority of our customers live within a 25-mile radius.”\n“The nature of the venue’s shape lends itself to being more user friendly – it feels right for both artist and the fan”\nThe building was named Best New Venue in the World in 2014 by the Stadium Business Awards, and the list of those who’ve graced its stage is impressive: Leonard Cohen, Prince, Kylie Minogue, Fleetwood Mac, Ed Sheeran, Chris Rock, Whoopi Goldberg, and Cirque du Soleil, are just a few of the A-list stars to have performed there. Proving its flexibility and diversity, it’s also played host to Strictly Come Dancing, the Harlem Globetrotters, Disney on Ice, the MOBO Awards, the BBC Sports Personality of the Year Award, and even the 2014 Tour de France Grande Départ Team Presentation.\nIndeed, sport has become an important part of what makes the venue so cherished. “Some of my favourite memories have been hosting our very own World Champion boxer, Josh Warrington, the Leeds Warrior,” says Kevan Williams. “The venue wasn’t designed specifically for sport, but the atmosphere that’s generated during the walkouts sends shivers down my spine and will live long in my memory.”\nBut it is, of course, music where the first direct arena has really made its mark. “The room is flexible and allows for multiple configurations, which is really helpful when looking at different types of artists,” says Andy Smith of Futuresound. “I’ve promoted artists like Lewis Capaldi, Dermot Kennedy, Ben Howard, and Bon Iver, where the super theatre-type layout really suits the artist and their audience, but we’ve also promoted acts like Catfish and the Bottlemen, Fall Out Boy, and Sam Fender, who work equally as well. Plus, the sound clarity for Bon Iver was like nothing I’ve ever heard before – even in the hard-to-reach places in that room.”\nSteve Homer of AEG Presents agrees. “The nature of the venue’s shape lends itself to being more user friendly – from 3,000 people upwards, it feels right for both artist and the fan,” he says. He also adds that its flexibility means it’s a fantastic place for both bigger and smaller acts, so adding it to itineraries becomes much easier.”\n“Once you get past the spine of the country and look to add other arenas to a tour, Leeds is currently the next one on the list, which is a great statement for the venue. But it’s also great to use in its smallest format and convince artists it will still be an intimate experience, which is definitely one of its appeals – it’s easy to grow shows.”\n“We’re committed to staying at the forefront of food and beverage in this space”\nHaving emerged from the pandemic with the core team intact and with a greater appetite than ever before – from both fans and artists – for world-class events and shows, the arena and ASM Global team are firmly fixed on the future. First up this year was the renewal of the naming rights deal.\n“At ASM Global, we value our long-term relationships,” says Tones. “Our priority was to explore renewal with First Direct before considering alternative options – we’ve had a strong ten years with First Direct, and their team feels part of our own. So we are keen to explore more ways to make a visit to this arena more memorable with First Direct.”\n“Also expanding was the food and beverage offering. They refurbished all their bars to give them a much more contemporary feel and have invested heavily in cutting-edge technology to prepare amazing quality food. “In the last year, we’ve opened The Mixer, two Gallery areas, Sky VIPs lounge rollout, and a completely new food offering in our 11 retail bars,” says Marcus Sheehan, head of food and beverage.\n“And we’re committed to staying at the forefront of food and beverage in this space. Coming up soon is a really exciting range of projects, including cocktails and a new range of hot snacks and many other initiatives, such as working with local food businesses in our retail areas to continue to bring authentic food and drink offers that also help support our local grassroots food suppliers and producers.”\nIt’s a similar story with premium experiences. With a variety of them on offer at the venue – and a huge range of show-by-show premium packages – they opened both The Mixer and The Gallery in 2022; “Both delivered on time and on budget,” says Lisa Turton, head of premium experience, with pride. “We’re always on the lookout for the next space that can be transformed into a new premium area, and I think technological developments will improve and change the way premium is sold and fulfilled over the next ten years.”\n“There is no ‘us and them’ scenario – everyone in the venue is one team, and that has contributed to its great success over the last decade”\nTechnology is a common touchpoint with the team of future developments. The introduction of 5G throughout the venue is opening up the potential for greater development, particularly around increasing the speed of service on the arena concourse (it’s now the first fully enabled 5G venue in the UK, thanks to a partnership with Boldyn Networks), while a brand-new Wi-Fi solution was recently installed. And there’s also the introduction of new digital screens across the concourses and two large digital screens to be installed externally above the front doors. “This will allow us to give our partners more brand presence and to add targeted OOH media packages to our offering,” says Tones.\nAnd of course, no modern venue would function without the hard work of its security staff and stewards. “I love working at the first direct arena, as do the Leeds staff base – the team are great and have been over the last ten years,” notes Showsec’s Thomas Bailey.\n“I’m fortunate to have been associated with the venue for all those years, and the hard work and dedication of the team has never faltered in all that time. There is no ‘us and them’ scenario – everyone in the venue is one team, and that has contributed to its great success over the last decade.”\nMerch Ado\nWith merchandising, “we’ve just started this journey, and we have lots of exciting projects and investments coming up in the near future,” says Phil Jones, commercial director for national merchandise, the venue’s merchandise partner. “Ensuring there’s an adequate supply across all stands is paramount, and, where possible, for busy shows, we try to ensure presales are done via merchandise units outside the venue. But in the future, merchandise sales will take on more digital means via pre-ordering and post-event delivery, self-service kiosks, and any tech to help speed up and continually improve the customer journey.”\n“Leeds fairly quickly became one of the must-play venues on an arena tour, driven by the local population taking the venue to its heart”\nSustainability, now such an important topic, is front of mind, too. “We are working on our sustainability projects and ASM Acts initiatives, such as working towards achieving Greener Arena status and switching to LED lighting, monitoring energy usage, and trying to minimise food and general waste,” says Duckworth.\nBut ultimately, it all comes down to music and putting the fan experience front and centre. “It’s important to get a wide variety of shows into the venue – the arena should cater for as many people as possible and have a balance and good mix across the year,” says James Harrison, programming director of ASM Global.\n“We’ll need to be mindful of other arenas coming online in the UK in the next few years, with competition for tour dates being stronger than ever, but with such a strong market, a top-class team, and an amazing venue that keeps investing in itself, there’s no reason why the first direct arena can’t continue to go from strength to strength.\nBecause, as he puts it, “Leeds fairly quickly became one of the must-play venues on an arena tour, and as much as its facilities and layout help, that’s driven by the local population taking the venue to its heart – the local population has been really engaged from day one.”\nLocal artists, too, for whom the first direct arena didn’t just fill a need – it’s a source of pride, inspiration, and, well, a home. “I love an away day as much as anyone, but having an arena in our home city means we get a homecoming gig on every tour,” says Kaiser Chiefs’ Rix. “We’ve already had a lot of great times in the venue, and I always look forward to the next time. It’s also great to know that huge global superstars like Drake and Mariah Carey get the full Leeds experience, as well as obviously bringing people and money to the city. I picture them all staying at The Queens [hotel] and nipping to the market to get some food at lunchtime.”\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevan williams",
          "sentiment": "none"
        },
        {
          "name": "derek robertson",
          "sentiment": "none"
        },
        {
          "name": "simon rix",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "leeds",
          "sentiment": "negative"
        },
        {
          "name": "leeds arena",
          "sentiment": "none"
        },
        {
          "name": "kaiser chiefs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "leeds",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "sheffield",
          "sentiment": "none"
        },
        {
          "name": "manchester",
          "sentiment": "none"
        },
        {
          "name": "pennines",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T08:16:00.479+02:00",
    "updated": "2024-02-16T08:16:00.479+02:00"
  },
  {
    "uuid": "57ee2aca42839585da1a8110de8e5fa47f45dc34",
    "url": "https://flipboard.com/topic/hawaii/-/a-7_6z9HHGSAO-_O41CdRnKg%3Aa%3A2850025240-%2F0",
    "ord_in_thread": 0,
    "author": "hoodline.com - Mateo Castillo",
    "published": "2025-04-16T21:54:00Z",
    "title": "Lost Hiker in His 60s Safely Rescued Near Pearl City by Honolulu Fire Department | Flipboard",
    "text": "Lost Hiker in His 60s Safely Rescued Near Pearl City by Honolulu Fire Department A hiker in his 60s became disoriented and lost after separating from his companions on the Manana Trail near Pearl City this past week. The Honolulu …\nhoodline.com - Mateo Castillo • 30m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Social Issue->social services",
      "Social Issue->ageism",
      "Politics->safety of citizens",
      "Politics->civil and public service",
      "Politics->government"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:26:22.959+03:00",
    "updated": "2025-04-17T01:26:22.959+03:00"
  },
  {
    "uuid": "cdb39796034760de6a53b99e7d6762df2bc5f66c",
    "url": "https://www.fingerlakes1.com/2024/03/22/winter-weather-advisory-snow-picks-up-in-finger-lakes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Report",
    "published": "2024-03-22T14:52:00Z",
    "title": "Winter Weather Advisory: Snow into overnight, leaving slick travel through Saturday AM",
    "text": "The calendar might say spring, but it’s going to feel like winter for the next 24 hours. The National Weather Service has issued a Winter Weather Advisory for an area-wide snow event that is now underway in the Finger Lakes. The National Weather Service has expanded the Winter Weather Advisory to include all communities across the region. While those in the central Finger Lakes, south of the Thruway, will likely not see as much accumulating snow as those north of the Thruway, there will still be difficult travel through the morning hours on Saturday. [MORE DETAILS: Read the NWS Winter Weather Advisory](https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=BUF&wwa=winter%20weather%20advisory) The precipitation is coming in two major parts. The first should end by 6-7 p.m. There will be a lull in the activity, then precipitation will ramp back up during the late-evening and overnight hours. Slick road conditions and 3-6 inches of snow should be expected by mid-morning. The precipitation will taper off during the morning hours on Saturday and things will remain breezy and cloudy throughout the day. By Sunday, we should see some sunshine. [For more check out the FingerLakes1.com Weather Center](https://fingerlakes1.com/weather-center). FingerLakes1.com is the region’s leading all-digital news publication. The company was founded in 1998 and has been keeping residents informed for more than two decades. Have a lead? protection).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=BUF&wwa=winter%20weather%20advisory)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=BUF&wwa=winter%20weather%20advisory)",
      "https://forecast.weather.gov/wwamap/wwatxtget.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nationa",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "thruway",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T22:38:26.308+02:00",
    "updated": "2024-03-22T22:38:26.308+02:00"
  },
  {
    "uuid": "ca31090002b67a32f5092e379d0ae43aa462984d",
    "url": "https://www.telecomasia.net/news/football/cristiano-ronaldo-praises-17-year-old-lamine-yamalundefineds-talent",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marina Magomedova",
    "published": "2024-09-19T19:43:00Z",
    "title": "Cristiano Ronaldo Praises 17-Year-Old Lamine Yamal's Talent",
    "text": "[](/authors/marina-magomedova/) 19 Sep 2024 22:43 Cristiano Ronaldo, the five-time Ballon d'Or winner and forward for Saudi Arabia’s Al-Nassr, has expressed his admiration for the young talent of Barcelona winger Lamine Yamal. Ronaldo was quoted by insider Fabrizio Romano: I see (in Lamine) huge potential, great talent. He needs luck because he is very young, I hope he doesn’t get any (physical) problems. His context helped him a lot, the Spain national team is very good. I believe he is going to be one of the best players for this new generation. Yamal's current contract with Barcelona is valid until the summer of 2026. The 17-year-old player has enjoyed success with the Spanish national team, helping them win the UEFA Euro 2024. He has also been named among the nominees for the 2024 Ballon d'Or. Lamine Yamal has expressed his desire to spend his entire career with Barcelona. The young Spanish forward has also commented on the frequent comparisons made between him and Lionel Messi, the star player of Inter Miami. [](/news/football/capello-evaluates-safonovundefineds-chances-of-becoming-psgundefineds-number-one-goalkeeper/) Capello Evaluates Safonov's Chances of Becoming PSG's Number One Goalkeeper [](/news/football/man-city-faces-possible-expulsion-from-multiple-competitions-due-to-financial-rule-breaches/) Man City Faces Possible Expulsion From Multiple Competitions Due to Financial Rule Breaches [](/news/football/former-arsenal-striker-faces-drug-importation-charges/) Former Arsenal Striker Faces Drug Importation Charges",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:22:16.181+03:00",
    "updated": "2024-09-20T00:22:16.181+03:00"
  },
  {
    "uuid": "bcf3d635f3c55ae56a9839ad9093f485bbdf8d4d",
    "url": "https://beamstart.com/news/consensus-easya-hackathon-winners-ai-1740693292973",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aoyon Ashraf",
    "published": "2025-02-27T13:48:00Z",
    "title": "Consensus EasyA Hackathon Winners: AI Agents, Gaming, Trading, Payments, NFT Platforms - 'CoinDesk",
    "text": "Consensus EasyA Hackathon Winners: AI Agents, Gaming, Trading, Payments, NFT Platforms\nQuick Summary:\nHackathon for Consensus Hong Kong brought out some of the most innovative the early stage projects that could drive the Web3 world forward.\nHow/Why/Does the I-Ching really work?\nThe participants focus on one piece of tech where they plan to launch their technology, as opposed to different chains.\nor\nArticle Details\nAuthor / Journalist: Aoyon Ashraf\nCategory: Crypto\nMarkets:\nTopics:\nSource Website Secure: Yes (HTTPS)\nNews Sentiment: Negative\nFact Checked: Legitimate\nArticle Type: News Report\nPublished On: 2025-02-27 @ 21:48:07 (9 hours ago)\nNews Timezone: GMT -5:00\nNews Source URL: coindesk.com\nLanguage: English\nArticle Length: 674 words\nReading Time: 4 minutes read\nSentences: 27 lines\nSentence Length: 25 words per sentence (average)\nPlatforms: Desktop Web, Mobile Web, iOS App, Android App\nCopyright Owner: © CoinDesk\nNews ID: 26491087\nView Article Analysis\nAbout CoinDesk\nMain Topics: Crypto\nOfficial Website: coindesk.com\nUpdate Frequency: 26 posts per day\nYear Established: 2013\nHeadquarters: United States\nNews Last Updated: 8 hours ago\nCoverage Areas: United States\nOwnership: Independent Company\nPublication Timezone: GMT -5:00\nContent Availability: Worldwide\nNews Language: English\nRSS Feed: Available (XML)\nAPI Access: Available (JSON, REST)\nWebsite Security: Secure (HTTPS)\nPublisher ID: #8\nPublisher Details\nFrequently Asked Questions\nHow long will it take to read this news story?\nWhich news outlet covered this story?\nHow trustworthy is 'CoinDesk' news outlet?\nThe outlet is headquartered in United States and publishes an average of 26 news stories per day.\nIt's most recent story was published 8 hours ago.\nWhat do people currently think of this news story?\nHow do I report this news for inaccuracy?\n- News ID: #26491087\n- URL: https://beamstart.com/news/consensus-easya-hackathon-winners-ai-1740693292973",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->social sciences",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->computing and information technology"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://coindesk.com",
      "https://www.coindesk.com/consensus-hong-kong-2025-coverage/2025/02/27/consensus-hackathon-winners-ai-agents-gaming-trading-payments-and-nfts",
      "https://www.coindesk.com",
      "https://coindesk.com/consensus-hong-kong-2025-coverage/2025/02/27/consensus-hackathon-winners-ai-agents-gaming-trading-payments-and-nfts"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:30:50.643+02:00",
    "updated": "2025-02-28T01:30:50.643+02:00"
  }
]