[
  {
    "uuid": "d6d1013e3a52d7298ad23bec5325255c660b5801",
    "url": "https://www.newsbreak.com/chicago-il/3343167542058-fate-of-more-than-100-year-old-north-side-church-remains-uncertain-archdiocese-says",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-02-22T19:21:00Z",
    "title": "Fate of more than 100-year-old North Side church remains uncertain, Archdiocese says",
    "text": "CHICAGO (WBBM NEWSRADIO) - There’s some debate and confusion about the future of a historic Chicago Catholic church. Our Lady of the Lourdes Church, located in the 4600 block of N. Ashland, is set to close for good in mid-May. There are reports that parts of the parish, including a school building across the street that was sold to a developer, would be converted into dozens of apartments. The Archdiocese of Chicago told WBBM plans for the more than 100-year-old church building are not set in stone. They added that they are aware of a push by residents to preserve Our Lady of Lourdes from potential demolition. Those residents have not been in contact with the pastor or Archdiocese at any point. Here is the full statement from the Archdiocese of Chicago: “Saint Mary of the Lake and ​Our Lady of Lourdes Parish previously sold the vacant school and convent buildings located across the street from Our Lady of Lourdes Church, however, the parish has not yet decided on its plans for the church building. The group of parishioners organizing to raise money has not approached the pastor or the archdiocese.” Listen to our new podcast Looped In: Chicago\nListen to WBBM Newsradio now on Audacy!\nSign up and follow WBBM Newsradio\nFacebook | Twitter | Instagram I TikTok",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.audacy.com/podcast/looped-in-chicago-f63fb",
      "https://www.facebook.com/WBBMNewsradio",
      "https://www.audacy.com/wbbm780/sign-up-for-news-updates",
      "https://www.tiktok.com/@wbbmnewsradio105.9",
      "https://twitter.com/WBBMNewsradio",
      "https://www.audacy.com/stations/wbbm780ownload",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=14n53N_0rTeiaTF00",
      "https://img.particlenews.com/image.php?url=14n53N_0rTeiaTF00",
      "https://www.instagram.com/wbbmnewsradio/",
      "https://www.instagram.com/wbbmnewsradio",
      "https://www.twitter.com/WBBMNewsradio",
      "https://audacy.com/podcast/looped-in-chicago-f63fb",
      "https://facebook.com/WBBMNewsradio",
      "https://www.img.particlenews.com/image.php?url=14n53N_0rTeiaTF00",
      "https://img.particlenews.com/image.php",
      "https://tiktok.com/@wbbmnewsradio105.9",
      "https://audacy.com/stations/wbbm780ownload",
      "https://instagram.com/wbbmnewsradio/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=14n53N_0rTeiaTF00",
      "https://audacy.com/wbbm780/sign-up-for-news-updates"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "n. ashland",
          "sentiment": "none"
        },
        {
          "name": "mary of the lake",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wbbm newsradio",
          "sentiment": "negative"
        },
        {
          "name": "lourdes parish",
          "sentiment": "none"
        },
        {
          "name": "lourdes church",
          "sentiment": "none"
        },
        {
          "name": "wbbm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T02:19:31.678+02:00",
    "updated": "2024-02-23T02:19:31.678+02:00"
  },
  {
    "uuid": "b572d3f08afc13604c0a58c4a7fd0954afdf130c",
    "url": "https://www.brecorder.com/news/40284760",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "none@none.com (Ali Hussain)",
    "published": "2024-01-19T19:18:00Z",
    "title": "Pakistan, Iran agree to end stand-off",
    "text": "ISLAMABAD: Pakistan and Iran have agreed to deescalate the situation and move towards normalization of ties after three days of tensions between the two neighbouring countries following Tehran strikes on “militant bases” in Panjgur, Balochistan, prompting Islamabad to launch retaliatory attacks against Baloch separatists’ hideouts across the border.\nThis was agreed in a fresh telephonic contact between the foreign ministers of the two countries following Pakistan decided to downgrade its ties with Iran on Wednesday by recalling its ambassador from Tehran and suspending all high-level engagements in response to Tuesday night’s “unprovoked and blatant breach” of the country’s sovereignty after Iran carried out strikes in Panjgur, Balochistan.\nIn a statement, Foreign Office said that caretaker Foreign Minister Jalil Abbas Jilani spoke with the Foreign Minister of Iran, Hossein Amir-Abdollahian, a day after Pakistan carried out a series of highly coordinated and specifically targeted precision military strikes against terrorist hideouts in Sistan-Balochistan province of Iran in retaliation to Tehran’s violation of its airspace on Tuesday.\nIran launches missiles at Jaish al Adl group, Pakistan ‘condemns unprovoked violation of its airspace’\n“The two Foreign Ministers agreed that working level cooperation and close coordination on counter terrorism and other aspects of mutual concern should be strengthened. They also agreed to de-escalate the situation,” read the statement.\nUnderscoring the close brotherly relations between Pakistan and Iran, the caretaker Foreign Minister expressed Pakistan’s desire to work with Iran based on spirit of mutual trust and cooperation.\nIt added that the caretaker foreign minister stressed that respect for territorial integrity and sovereignty must underpin this cooperation. According to the statement, the return of ambassadors of the two countries to their respective capitals was also discussed.\nThe telephonic conversation was followed by a statement by Rasoul Mousavi, the General Director of the Iranian Foreign Ministry’s West Asia Department, on the social media platform, X, terming the conversation as “very good” to restore relations to a high level.\n“FMs had a very good phone talk to restore relations to a high level. hoping that with my colleague’s help @rahimhayat [Rahim Hayat Qureshi, Additional Foreign Secretary for Afghanistan and West Asia, Ministry of Foreign Affairs of Pakistan], we can set a new record in de-escalation for the two brotherly & friendly countries by returning the ambassadors to the capitals & mutual visits of FMs,” Mousavi said.\nThis was the second such contact between the two foreign ministers in the last two days since the tension escalated in the aftermath of Iran’s Tuesday attacks inside Pakistani territory in Panjgur which was followed by retaliatory strikes on Thursday.\nIn a statement on Thursday, Iranian Foreign Minister Hossein Amir-Abdollahian said that he had a telephonic conversation with his Pakistani counterpart Jilani. “While pointing out the importance of continued cooperation and close communication between the officials of the two countries, I emphasized the respect of the Islamic Republic of Iran for the sovereignty and territorial integrity of the brotherly and neighboring country of Pakistan,” the Iranian foreign minister said.\n“In the end, referring to the crimes of the terrorist group known as Jaish al-Adl inside Iran and also the threats of this terrorist movement against the citizens of the two countries, I stated that we consider the security of Pakistan to be the security of the Islamic Republic of Iran,” Abdollahian said.\nCopyright Business Recorder, 2024\n<a href=\"https://www.brecorder.com/news/40284772/textile-group-h1fy24-exports-down-497pc-to-8283bn-yoy\">Textile group: H1FY24 exports down 4.97pc to $8.283bn YoY\n</a>\n<a href=\"https://www.brecorder.com/news/40284760/pakistan-iran-agree-to-end-stand-off\">Pakistan, Iran agree to end stand-off\n</a>\n<a href=\"https://www.brecorder.com/news/40284771/trade-settlement-in-chinese-rmb-soars-600pc\">Trade settlement in Chinese RMB soars 600pc\n</a>\n<a href=\"https://www.brecorder.com/news/40284770/revamp-fait-accompli-shamshad-tells-fbr-managers\">Revamp ‘fait accompli’, Shamshad tells FBR managers\n</a>\n<a href=\"https://www.brecorder.com/news/40284764/de-escalation-in-interest-of-both-countries-pm\">De-escalation in interest of both countries: PM\n</a>\n<a href=\"https://www.brecorder.com/news/40284769/nepra-renews-distribution-and-supplier-licence-to-ke\">Nepra renews distribution and supplier licence to KE\n</a>\n<a href=\"https://www.brecorder.com/news/40284768/dasu-transmission-line-contracts-ali-pledges-to-conduct-fair-inquiry\">Dasu transmission line contracts: Ali pledges to conduct ‘fair inquiry’\n</a>\n<a href=\"https://www.brecorder.com/news/40284763/jilani-tells-turkish-fm-no-interest-in-escalation\">Jilani tells Turkish FM: No interest in ‘escalation’\n</a>\n<a href=\"https://www.brecorder.com/news/40284695/security-personnel-not-allowed-to-ask-voters-to-prove-identity\">Security personnel not allowed to ask voters to prove identity\n</a>\n<a href=\"https://www.brecorder.com/news/40284690/pmic-takes-notice-of-delays-in-psdp-projects\">PMIC takes notice of delays in PSDP projects\n</a>\n<a href=\"https://www.brecorder.com/news/40284694/jul-dec-petroleum-group-imports-down-1378pc-yoy\">Jul-Dec: Petroleum group imports down 13.78pc YoY\n</a>\nRead more stories Next Story",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jalil abbas jilani",
          "sentiment": "none"
        },
        {
          "name": "hossein amir-abdollahian",
          "sentiment": "none"
        },
        {
          "name": "baloch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "foreign office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "sistan-balochistan",
          "sentiment": "none"
        },
        {
          "name": "balochistan",
          "sentiment": "none"
        },
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        },
        {
          "name": "panjgur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T02:51:35.744+02:00",
    "updated": "2024-01-20T02:51:35.744+02:00"
  },
  {
    "uuid": "41be0c9e8e1b45ef40767be8d6552c19ec350528",
    "url": "https://www.wkms.org/npr-news/2023-12-28/sexual-assault-cases-are-formally-removed-from-the-u-s-military-chain-of-command",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natalie Schachar",
    "published": "2023-12-28T21:59:00Z",
    "title": "Sexual assault cases are formally removed from the U.S. military chain of command | WKMS",
    "text": "Sexual assault cases are formally removed from the U.S. military chain of command A new system that will put independent lawyers in charge of the prosecution of sexual assault cases in the U.S. military took effect on Thursday, marking a significant change to the way the Department of Defense tries those accused of an offense. As a result of the change, sexual assault and other serious crimes [will shift away from military commanders](https://www.npr.org/2023/07/28/1190731402/military-code-sexual-assault-biden-gillibrand) to legal organizations within each military service called the Offices of Special Trial Counsel. The reform comes after years of efforts by members of Congress and others to counter a troubling rise in sexual assaults within the armed forces. For fiscal year 2022, the Pentagon's [Annual Report on Sexual Assault in the Military](https://www.sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf) showed incidents rose 13% in the Navy, 9% in the Air Force and 3.6% in the Marine Corps. While incidents in the Army fell 9%, there were still 8,942 reports of sexual assault across the entire force. Last year, Congress passed legislation to strengthen protections for service members, and in July, President Biden approved the system that takes effect today. In a [statement](https://www.defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/), Defense Secretary Lloyd Austin called the reform a \"landmark change to the U.S. military justice system.\" \"It is the most important reform to our military justice system since the creation of the Uniform Code of Military Justice in 1950,\" he said. \"This reform aims to help strengthen accountability and increase all of our service members' trust in the fairness and integrity of the military justice system.\" The offices will be staffed by special trial counsel which will also have the authority to prosecute over a dozen other charges including murder, manslaughter, kidnapping, domestic violence, stalking, child pornography and most sexual misconduct within the military. The change aims to ensure decisions are not influenced by the inherent conflicts of interest and political pressures faced by commanders tasked with prosecuting members of their unit. But Rachel VanLandingham, the president emerita of the [National Institute of Military Justice](https://urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$), said it remains to be seen whether the change will be effective. \"While the military lawyers are 'independent' in the sense that they no longer are part of the accused or victim's chain of command, instead working for civilian service secretaries, the entire military justice structure is one that lacks independence and impartiality and disserves service members,\" she said. The special trial counsels will now handle over a dozen crimes, but VanLandingham said the majority of offenses in the military code, including disobedience, dereliction of duty and insubordination, will still be handled by those in the chain of command who are no longer trusted to decide whether to charge murder or rape. \"The change, while in the right direction, establishes a two-track justice system depending on the alleged offenses, and thus creates due process concerns,\" VanLandingham said. Josh Connolly, a member of the board of directors of Protect Our Defenders, viewed the reform as a step forward, but said it would require truly impartial lawyers to achieve change. \"All this depends on how this is implemented,\" he said. \"If you don't have the right personnel in these divisions and they have bias, then this is all for naught.\" Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/),",
      "https://www.sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf)",
      "https://www.npr.org/2023/07/28/1190731402/military-code-sexual-assault-biden-gillibrand)",
      "https://www.npr.org.",
      "https://urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$),",
      "https://defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/),",
      "https://sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf)",
      "https://npr.org/2023/07/28/1190731402/military-code-sexual-assault-biden-gillibrand)",
      "https://www.urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$),",
      "https://npr.org."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "navy",
          "sentiment": "none"
        },
        {
          "name": "pentagon",
          "sentiment": "none"
        },
        {
          "name": "marine corps",
          "sentiment": "none"
        },
        {
          "name": "department of defense",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:37.895+02:00",
    "updated": "2023-12-29T00:27:37.895+02:00"
  },
  {
    "uuid": "85fb48ec27e3b71ac754215ec104be603613bdc5",
    "url": "https://wlos.com/news/crisis-in-the-classroom/buncombe-countys-grow-your-own-initiative-aims-fill-teacher-gaps-local-talent-schools-cadets-department-education",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ed DiOrio",
    "published": "2024-12-05T22:18:00Z",
    "title": "Buncombe County's 'Grow Your Own' initiative aims to fill teacher gaps with local talent",
    "text": "BUNCOMBE COUNTY, N.C. (WLOS) — Recruiting teachers has been an issue for schools not just locally in Buncombe County, but statewide.\nAccording to the North Carolina Department of Public Instruction, since March of 2023, over 10,000 previously employed teachers are no longer in the profession.\nSome schools have different solutions. At Buncombe County Schools, they are using their own students to be a part of that solution.\n“I wasn’t 100% certain if I wanted to be a teacher,” Caylee Smart told News 13. “It was in the back of my mind.”\nBut, it turns out she is pretty good at it.\n[CAROLINA PANTHERS, TEPPER FOUNDATION GIVE BACK TO SWANNANOA STUDENTS AND STAFF](https://wlos.com/news/local/panthers-tepper-foundation-give-back-swannanoa-students-staff-joy-to-carolinas)\n“Just seeing her command a classroom – I would feel comfortable stepping in and having her teach my class today,” North Buncombe High School teacher Andrew Shelton said.\nAlthough, Caylee is not like most teachers – she is a senior at North Buncombe High School.\n“We’re kind of one of the guinea pig groups trying this out for the first time as a class,” Smart said. “I didn’t want to waste time in college trying to figure out what I wanted to do. I wanted to know it before I got there. I don’t think I was expecting to teach a class by the end of this semester.”\nCaylee and other high school students are teacher cadets. It is a program that helped BCS mold teachers in the 1990’s and returned last year.\n“All of our cadets are in classrooms,” said Shelton, who advises the program for North Buncombe. “We’ve had Caylee across our whole district. It’s pulled directly from college-level material and put into our course load. We’ve nicknamed it Grow Your Own. We need to do that.”\n[WARREN WILSON COLLEGE RECEIVES HISTORIC $10M GIFT](https://wlos.com/news/local/warren-wilson-college-swannanoa-historic-10m-gift)\nBuncombe County Schools, the BCS Foundation and local partners pitched in to bring the Cadets back.\n“I went to workforce meetings and kept hearing about the decline and the need,” BCS Foundation Executive Director Christy Cheek said. “The workforce depends on education. Education drives the workforce. We need to make sure that it is seen as the most important job that anyone can have. We have great teachers here at Buncombe County Schools. We also need to recruit and retain.”\nMore students are on their way through the course. The hope is that ones like Caylee come back.\n“We already told her that she needs to get on the sub list and get ready to substitute,” Cheek said with a smile. “I’m so happy to know our future is in good hands.”\n“They can reach these students in a way better than that of someone who’s from across the United States,” Shelton added. “Selfishly, we want to have students like Caylee back in our classrooms. I’m so excited to see students like Caylee come in with a new spirit and new ideas.”\n[UNC ASHEVILLE TO HONOR OVER 200 GRADUATES ON DECEMBER 13 CEREMONY](https://wlos.com/news/local/unc-asheville-honor-over-200-graduates-december-13-ceremony-psychology-biology-332-gpa-kimberly-van-noort#)\nWherever they end up, the cadets are hitting the ground running.\n“It’s been really great,” Smart said. “It’s given me so much experience and confidence in what I want to do going forward. I’m learning more than I do in my traditional classes by being outside of the classroom and other environments.”\nTo learn more about the BCS Foundation and information to help the program, click [here](https://foundation.buncombeschools.org/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Social Issue",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://foundation.buncombeschools.org/",
      "https://www.foundation.buncombeschools.org/",
      "https://foundation.buncombeschools.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T01:40:44.812+02:00",
    "updated": "2024-12-06T01:40:44.812+02:00"
  },
  {
    "uuid": "5a84df98e71357d6e5d3de0e0530e570a444f35c",
    "url": "https://rollingout.com/2025/01/30/skins-ph-damage",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rollingout",
    "published": "2025-01-30T15:16:00Z",
    "title": "Why your skincare routine is wrecking your skin's pH",
    "text": "The skincare industry has long emphasized hydration, anti-aging, and sun protection, but one critical factor has quietly shaped the effectiveness of every product on the market, pH balance. Once an afterthought in personal care, pH has emerged as a defining aspect of modern skincare, revolutionizing formulations and reshaping our understanding of healthy skin.\nHow skin pH protects and heals Beneath the surface, your skin is constantly working to maintain an optimal pH level. The skin’s acid mantle—a protective layer composed of sebum, sweat, and natural oils—helps regulate this balance, keeping harmful bacteria at bay while preserving essential moisture. Ideally, skin thrives in a slightly acidic environment, typically between 4.5 and 5.5 on the pH scale. This acidity supports beneficial microorganisms and reinforces the skin’s defense against pollutants, irritants, and infections.\nWhen pH levels drift too far from this range, the skin barrier weakens, leading to a cascade of issues. Alkaline conditions, often caused by harsh cleansers and environmental factors, strip away natural oils, leaving skin dry and vulnerable. On the other hand, excessive acidity can lead to irritation and sensitivity, throwing off the skin’s natural balance.\nWhy pH matters more than ingredients alone The efficacy of skincare products depends not only on their ingredients but also on their pH. Many active ingredients, such as vitamin C and exfoliating acids, require a specific pH range to penetrate the skin effectively. When products are too alkaline or acidic, they can disrupt the skin’s microbiome, leading to inflammation, breakouts, or chronic dryness.\nThis growing awareness has led to a surge in pH-conscious formulations. Skincare brands are now highlighting the pH of their products, ensuring they align with the skin’s natural chemistry. From cleansers and toners to serums and moisturizers, maintaining the right pH balance is proving to be as important as the ingredients themselves.\nEnvironmental and lifestyle factors affecting pH Your surroundings play a crucial role in your skin’s pH balance . Environmental stressors such as pollution, climate changes, and hard water can disrupt the acid mantle, leaving skin prone to irritation and dehydration. Frequent handwashing, hot showers, and exposure to harsh detergents can also shift pH levels, weakening the skin barrier over time.\nDiet and lifestyle choices further influence skin health. Highly processed foods, excessive sugar, and alcohol consumption can contribute to systemic inflammation, which may impact skin pH. In contrast, a nutrient-rich diet with antioxidants, healthy fats, and hydration can support a balanced complexion.\nThe hidden connection between pH and common skin conditions Many persistent skin conditions can be traced back to pH imbalances. Acne-prone skin, for instance, often becomes too alkaline, reducing its ability to fight acne-causing bacteria. Eczema and rosacea sufferers frequently experience an impaired barrier function, exacerbated by disruptions in pH balance.\nEven signs of premature aging, such as fine lines and dullness, can be linked to alkaline shifts that compromise collagen production and skin elasticity. By stabilizing pH levels, the skin regains its ability to repair, retain moisture, and function optimally.\nBuilding a skincare routine that supports pH balance Crafting an effective regimen goes beyond just using pH-balanced products. The order in which products are applied and how they interact with one another can significantly influence skin health.\nStart with a gentle, pH-appropriate cleanser to remove impurities without stripping natural oils. Incorporate toners or treatments that reinforce the skin barrier and support microbiome health. Layer serums and moisturizers that maintain hydration and complement the skin’s natural pH range. Be mindful of exfoliation, as overuse of acidic products can disrupt pH balance. Regularly assessing your skin’s response and adjusting your routine based on environmental changes ensures long-term resilience.\nThe future of pH-conscious skincare As research continues to uncover the impact of pH on skin health, the industry is adapting. Advanced testing methods and innovations in product formulation are allowing for more targeted solutions tailored to individual needs. Dermatologists and skincare experts now emphasize the importance of pH in both treatment and prevention, recognizing it as a cornerstone of long-term skin wellness.\nRather than chasing trends or relying on expensive ingredients alone, understanding pH balance offers a science-backed approach to healthier skin. By prioritizing pH-conscious formulations and considering environmental influences, consumers can make more informed choices, leading to lasting improvements in skin function and appearance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->health care approach",
      "Health->medical condition",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social services",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://pubmed.ncbi.nlm.nih.gov/18489300/",
      "https://www.pubmed.ncbi.nlm.nih.gov/18489300/",
      "https://pubmed.ncbi.nlm.nih.gov/18489300"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T09:42:13.489+02:00",
    "updated": "2025-01-31T09:42:13.489+02:00"
  },
  {
    "uuid": "095c038fd22bb8d6e6f3b166b8686e19cec7955b",
    "url": "https://www.goerie.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T00:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:56:08.493+02:00",
    "updated": "2023-12-30T02:56:08.493+02:00"
  },
  {
    "uuid": "c1748a77df1149bc798f95aa25a4409948a89289",
    "url": "https://www.correiobraziliense.com.br/brasil/2024/11/6983609-petrobras-fica-em-segundo-lugar-em-premiacao-de-trabalho-saudavel.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vitória Torres",
    "published": "2024-11-07T21:06:00Z",
    "title": "Petrobras fica em segundo lugar em premiação de trabalho saudável",
    "text": "A 12ª edição do Global Healthy Workplace Awards & Summit, realizada na sede da Confederação Nacional da Indústria (CNI), tornou o tema sobre bem-estar e saúde no ambiente de trabalho o destaque do evento. Organizado pelo Serviço Social da Indústria (SESI) e pelo Global Centre for Healthy Workplaces (GCHW), nos dias 6 e 7 de novembro, o evento teve como objetivo incentivar iniciativas empresariais que promovam condições mais saudáveis e sustentáveis para os trabalhadores. Empresas de diferentes partes do mundo participaram. Entre as finalistas, a Petrobras foi a única representante brasileira, ficando em segundo lugar na categoria Grande Empregador, atrás apenas da Universidade Nacional de Singapura. A Petrobras foi destaque ao promover um ambiente de trabalho saudável e acolhedor. A gerente geral de Segurança, Meio Ambiente e Saúde da empresa, Lilian Ferrari, ressaltou que a Petrobras há muito tempo está “na vanguarda de muitos temas e em muitas ações” e que a presença da empresa entre as finalistas não é nenhuma surpresa. Ao Correio, Lilian destacou ainda as ações específicas voltadas para a igualdade de gênero, especialmente em um ambiente majoritariamente masculino. Com mais de 80% da força de trabalho composta por homens, a Petrobras desenvolveu estratégias para evitar a violência e promover a inclusão de mulheres. Entre as medidas, Lilian destacou o programa Homens Aliados, que educa e sensibiliza homens sobre comportamentos respeitosos, além de um plano estratégico para aumentar a presença feminina em posições de liderança. “Muitos dos aspectos que as mulheres não aceitam mais estão no âmbito cultural. Esse homem precisa aprender que não é mais cabível certas brincadeiras”, explicou Lilian sobre o processo de mudança cultural para alcançar um ambiente de igualdade. A Petrobras também estruturou uma equipe de saúde mental disponível 24 horas por dia, capacitada para atender casos de violência e para prestar suporte contínuo aos colaboradores. - Leia também: Adoecimento também é acidente do trabalho No evento, Ingrid Cicca, representante da Rede d’Or, abordou um dos temas mais urgentes para o mercado de trabalho brasileiro, o crescente índice de depressão e ansiedade. “O Brasil está entre os países com maior índice de depressão e ansiedade no mundo. Se você tem um trabalhador doente, você tem uma empresa doente”, afirmou Ingrid. O superintendente de Saúde e Segurança na Indústria do SESI, Emmanuel Lacerda, explicou que um ambiente de trabalho saudável permite que o trabalhador exerça potencial sem prejudicar sua saúde. “Um trabalho saudável está naquele ambiente que permite que o trabalhador tenha todas as suas capacidades para desenvolver um bom trabalho, sem nenhum tipo de consequência para a sua saúde”. Mudanças climáticas impactam o trabalhador Um dos temas centrais do evento foi o impacto das mudanças climáticas nas condições de trabalho, especialmente para profissionais que atuam ao ar livre. Wolf Kirsten, co-fundador do Global Centre for Healthy Workplaces, contou que o Brasil vem assumindo uma posição de liderança na agenda de descarbonização. Kirsten apontou a importância de investir em ambientes de trabalho saudáveis e sustentáveis, especialmente com a COP30 programada para ocorrer em Belém no próximo ano. “Precisamos discutir como podemos contribuir com um ambiente de trabalho sustentável”. A especialista em saúde e segurança no trabalho da Organização Internacional do Trabalho (OIT), Halshka Graczyk, acrescentou que aproximadamente 70% dos trabalhadores em todo o mundo estão expostos ao sol em suas atividades, enfrentando riscos à saúde devido ao aumento das temperaturas globais. Essa exposição ao calor extremo está relacionada ao desenvolvimento de diversas doenças graves, como câncer de pele e problemas respiratórios, afetando principalmente trabalhadores de áreas como construção civil, agricultura e combate a incêndios. “As consequências do calor podem causar muitas doenças, como câncer de pele, problemas respiratórios, entre várias outras doenças”, disse Graczyk. Ela ressaltou a necessidade urgente de soluções que protejam esses profissionais, incluindo políticas de horário de trabalho mais flexíveis e o oferecimento de equipamentos de proteção. Saiba Mais",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T01:14:24.587+02:00",
    "updated": "2024-11-08T01:14:24.587+02:00"
  }
]