[
  {
    "uuid": "bf825b19780c52d3218aa978423b29953d74af35",
    "url": "https://wpde.com/news/local/benjamin-lee-mercer-jr-sr-arrest-warrants-wanted-100-guns-stolen-florence-county-palmetto-state-armory-south-carolina-pee-dee-crime",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Courtney Rowles",
    "published": "2024-05-24T10:26:00Z",
    "title": "chevron-right",
    "text": "GRAND STRAND: FRIDAY - Partly sunny and warm with scattered showers and storms. HIGH: 83 View the 10-Day Forecast here . INLAND: FRIDAY - Partly sunny and hot with scattered showers and storms. HIGH: 90 View the 10-Day Forecast here . \",\"forecast\":",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benjamin lee mercer",
          "sentiment": "none"
        },
        {
          "name": "jr.",
          "sentiment": "none"
        },
        {
          "name": "mercer",
          "sentiment": "none"
        },
        {
          "name": "santee cooper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mercer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "florence county sheriff’s office",
          "sentiment": "none"
        },
        {
          "name": "palmetto state armory",
          "sentiment": "none"
        },
        {
          "name": "florence county detention center",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T17:43:10.424+03:00",
    "updated": "2024-05-24T17:58:45.996+03:00"
  },
  {
    "uuid": "860634c2fef7740361738a105ab9c686dd01289c",
    "url": "https://www.medpagetoday.com/psychiatry/generalpsychiatry/109622",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sophie Putka",
    "published": "2024-04-11T20:26:00Z",
    "title": "What Patients Should Know Before Agreeing to Psychedelic Therapy | MedPage Today",
    "text": "Rapidly expanding support for psychedelic agents in mental health treatment has introduced unique challenges and essential considerations in the design and implementation of informed consent processes, an analysis concluded.\nA review of publicly available psychedelic research-oriented documents identified seven overlooked or underemphasized elements to address in future psychedelic-informed consent processes, Mason Marks, MD, JD, of Harvard Law School in Cambridge, Massachusetts, and colleagues wrote in a special communication in JAMA Psychiatry .\nThese include:\nAcute and chronic perceptual changes Personality changes and altered metaphysical beliefs Role of limited physical touch Potential for patient exploitation and abuse Data collection and research Practitioner disclosures Interactive patient education and comprehension assessment \"The unique qualities of these substances, the variety of contexts in which they may be used, and the diversity of clinicians providing them necessitate special informed consent procedures,\" the authors wrote.\nIn an accompanying editorial , Paul Appelbaum, MD, of the New York State Psychiatric Institute at Columbia University in New York City, wrote that it's \"important to recognize that these elements are only part of a complete informed consent process.\"\n\"Moreover, the content of that consent process is likely to change as additional knowledge about psychedelic treatment becomes available,\" Appelbaum wrote.\nResearch increasingly supports the use of psychedelics like psilocybin and lysergic acid diethylamide (LSD), which act on 5-HT2A receptors, to treat a number of mental health conditions including depression, post-traumatic stress disorder, obsessive-compulsive disorder, and various addiction disorders.\nAustralia, the U.K., and Canada have loosened restrictions on the use of these substances for research and limited medical use. The FDA has released draft guidelines for studying psychedelics, in addition to granting psilocybin and MDMA breakthrough therapy status for major depressive disorder and priority review for post-traumatic stress disorder, respectively.\nDespite these regulatory advances, the study authors noted that informed consent has largely been limited to psychedelics research participants, and \"standards for integrating psychedelics into healthcare have lagged,\" including processes for educating patients and obtaining permission to treat.\nPsychedelics are different in many ways from existing treatments for these conditions. Their effects, sometimes altering reality and metaphysical beliefs, are difficult to describe and can vary widely. Psychedelics can also lead to severe adverse events, including hallucinogen persisting perception disorder, that are difficult to predict.\nPsychedelics may expose patients to a heightened potential for abuse or coercion by practitioners or others, and because of the unique role of \"set\" and \"setting\" in psychedelics -- the degree to which environmental factors and patient expectations may influence outcomes -- the process of informed consent itself and expectations about psychedelics could influence patient experiences.\nAppelbaum added that a description of setting and duration should be given. Risks can go beyond changes in perceptions and personality \"to include acute and sustained psychiatric symptoms, including severe anxiety and the possibility of triggering manic or psychotic episodes,\" Appelbaum explained. \"Thus, patients will need to be informed about how such short-term reactions will be addressed during and after the treatment session.\"\nThe social and regulatory climate in which psychedelics are situated further complicates informed consent, the study authors said. Jurisdictions have different laws around the use of psychedelics, and the substances remain stigmatized or illegal in some places. Psychedelics practitioners may, more so than in some medical fields, be influenced by their personal experience with psychedelics or industry relationships in an emerging field largely funded by private interests or philanthropy.\nTo address these concerns, the authors stated informed consent must use clear language to thoroughly describe the range of possible effects, including aspects that may seem bizarre or feel mystical, and practitioners should be available to answer patient questions. They must also review the potential for worsening of symptoms or other perceptual changes that are difficult to predict.\nMarks and colleagues also noted the importance of discussing the role of limited touch in psychedelic therapy. Physical touch has historically been avoided in therapy models, but clinicians who administer psychedelics commonly use limited forms of reassuring touch, including holding the patient's hands or lightly touching their shoulders. Clinicians should determine ahead of administration -- with code words, or other markers like colored bracelets -- what kinds of physical touch patients consent to.\nThey should also review the legal status of the psychedelic with the patient, and discuss the potential for legal or social repercussions from data that is shared about patients. Consent should include the disclosure of any existing or potential conflicts of interest.\nThe authors suggest that tools like virtual reality simulations, role play, and consent quizzes can help patients anticipate what to expect with psychedelics and gain a full understanding of the consent process. Appelbaum suggested that video narratives from other patients on their own experiences could be used as a part of consent.\nInformed consent processes for psychedelics, Marks and colleagues suggested, should be incorporated into medical school training, practitioner training programs, FDA risk mitigation and evaluation strategies, and state clinical practice guidelines.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Health"
    ],
    "external_links": [
      "https://ir.cybin.com/investors/news/news-details/2024/Cybin-Receives-FDA-Breakthrough-Therapy-Designation-for-its-Novel-Psychedelic-Molecule-CYB003-and-Announces-Positive-Four-Month-Durability-Data-in-Major-Depressive-Disorder/default.aspx?_gl=1*17znu3e*_ga*MTM5OTEyNDYxMy4xNzEwNzY1MjYy*_ga_XRLMKJMN9Z*MTcxMDc2NTI2MS4xLjEuMTcxMDc2NTI2NC4wLjAuMA..",
      "https://www.fda.gov/media/169694/download",
      "https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2817593",
      "https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2817598",
      "https://news.lykospbc.com/2024-02-09-Lykos-Therapeutics-Announces-FDA-Acceptance-and-Priority-Review-of-New-Drug-Application-for-MDMA-Assisted-Therapy-for-PTSD",
      "https://www.ir.cybin.com/investors/news/news-details/2024/Cybin-Receives-FDA-Breakthrough-Therapy-Designation-for-its-Novel-Psychedelic-Molecule-CYB003-and-Announces-Positive-Four-Month-Durability-Data-in-Major-Depressive-Disorder/default.aspx?_gl=1*17znu3e*_ga*MTM5OTEyNDYxMy4xNzEwNzY1MjYy*_ga_XRLMKJMN9Z*MTcxMDc2NTI2MS4xLjEuMTcxMDc2NTI2NC4wLjAuMA..",
      "https://www.news.lykospbc.com/2024-02-09-Lykos-Therapeutics-Announces-FDA-Acceptance-and-Priority-Review-of-New-Drug-Application-for-MDMA-Assisted-Therapy-for-PTSD",
      "https://fda.gov/media/169694/download",
      "https://www.jamanetwork.com/journals/jamapsychiatry/fullarticle/2817593",
      "https://ir.cybin.com/investors/news/news-details/2024/Cybin-Receives-FDA-Breakthrough-Therapy-Designation-for-its-Novel-Psychedelic-Molecule-CYB003-and-Announces-Positive-Four-Month-Durability-Data-in-Major-Depressive-Disorder/default.aspx",
      "https://www.jamanetwork.com/journals/jamapsychiatry/fullarticle/2817598"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "paul appelb",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "harvard law school",
          "sentiment": "none"
        },
        {
          "name": "mason marks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "massachusetts",
          "sentiment": "none"
        },
        {
          "name": "cambridge",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:02:10.903+03:00",
    "updated": "2024-04-12T00:02:10.903+03:00"
  },
  {
    "uuid": "b59f487f6d9139f55319f5e4c4e1e32c98479db4",
    "url": "https://www.uol.com.br/esporte/olimpiadas/ultimas-noticias/2024/07/25/brasil-x-nigeria-ver-a-marta-bem-me-deu-raiva-da-pia-detona-rmp.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "João Victor Miranda",
    "published": "2024-07-25T21:49:00Z",
    "title": "Brasil x Nigéria: 'Ver a Marta bem me deu raiva da Pia', detona RMP",
    "text": "Opinião Olimpíadas Brasil x Nigéria: 'Ver a Marta bem me deu raiva da Pia', detona RMP Colaboração para o UOL, em Bragança Paulista 25/07/2024 18h49\nA vitória do Brasil sobre a Nigéria, com Marta se destacando, deixou o colunista Renato Maurício Prado com raiva, como ele contou no Fim de Papo desta quinta (25).\nO jornalista disse que ver a camisa 10 atuando como titular - e bem - o fez lembrar de Pia Sundhage, que comandou a seleção em Tóquio-2020 e deu poucos minutos para Marta. RMP elogiou a estreia de Marta e disse que ficou imaginando o que ela poderia ter feito como titular na última edição dos Jogos Olímpicos.\nO Brasil venceu a Nigéria por 1 a 0, com gol de Gabi Nunes. Marta deu a assistência e ainda fez um gol que foi anulado.\nDemétrio Vecchioli\nBrasil descobre ter uma das melhores do mundo no gol\nCasagrande\nVencer a Nigéria deixa a seleção mais segura\nAndré Santana\nA dor das mães negras com filhos mortos pela polícia\nJamil Chade\nGuerras barram o sonho de despolitizar Olimpíadas\nVer a estreia da seleção brasileira me deu muita raiva. Raiva de quem? Da Pia! Aquela treinadora que chegou aqui e botou a Marta de reserva e só colocava ela para jogar alguns minutos. Hoje, a Marta mostrou que, quatro anos atrás, imagina, ela poderia estar jogando muito mais. E ela ainda está jogando muita bola. Ela fez um gol -- anulado por impedimento -, e deu um passe primoroso, daqueles de Zico, para a Gabi Nunes fazer o gol. [...] Eu acabei o jogo pensando na Pia. Oh, Pia! Que papelão você fez na última Olimpíada. Pois é.\nRenato Maurício Prado\n'Gabigol quer ficar no Flamengo', diz RMP sobre negociação para renovar\nNa opinião do jornalista, o atacante deseja ficar no Flamengo. RMP ainda destacou que as últimas atuações de Gabriel tem mostrado uma mudança de comportamento, o que pode agradar o clube na negociação para renovação de contrato.\n'O que faz o filho do Tite no Flamengo?', questiona Milly Lacombe\nContinua após a publicidade Relacionadas Após vitória, Gabi se diz 'um milagre' e Marta revela seu segredo Paris 2024 para Marta é como Copa 2022 para Messi, diz ex-técnica do Brasil Por que autora de gol do Brasil contra a Nigéria se diz um 'milagre'? Na opinião da jornalista, a participação do filho de Tite mostra que a meritocracia não existe. Milly ainda citou outros casos de comissões técnicas integradas por filhos dos treinadores, como na seleção brasileira e no Corinthians.\nLives de clubes no YouTube do UOL Esporte Toda semana, sempre às 17h (de Brasília), o canal do UOL Esporte no YouTube tem lives 100% voltadas para você, torcedor de Corinthians , Flamengo, Palmeiras ou São Paulo. A cada dia, um clube diferente! Então, torcedor, fica esperto:\nLive do Flamengo - segunda-feira (às 17h de Brasília)\nLive do Palmeiras - terça-feira (às 17h de Brasília)\nLive do São Paulo - quinta-feira (17h de Brasília)\nLive do Corinthians - sexta-feira (17h de Brasília)\nConfira os horários das lives do UOL Esporte 09h - Posse de Bola - Eduardo Tironi, José Trajano, Juca Kfouri, Mauro Cezar Pereira, Arnaldo Ribeiro e Danilo Lavieri debatem os temas da semana.\n11h - De Primeira - Domitila Becker, PVC e André Hernan revelam os bastidores do mundo da bola.\n18h - Fim de Papo - Marília Ruiz, Renato Maurício Prado e convidados debatem os principais temas do dia no futebol.\nContinua após a publicidade Newsletter\nOLHAR OLÍMPICO\nResumo dos resultados dos atletas brasileiros de olho em Paris-24 e os bastidores do esporte. Toda segunda.\nQuero receber Assista ao Fim de Papo na íntegra\nOpinião Texto em que o autor apresenta e defende suas ideias e opiniões, a partir da interpretação de fatos e dados.\nEste texto não reflete, necessariamente, a opinião do UOL\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/@UOLEsporte",
      "https://img.youtube.com/vi_webp/bLQY1Z4M-Zk/sddefault.webp",
      "https://youtube.com/@UOLEsporte",
      "https://www.img.youtube.com/vi_webp/bLQY1Z4M-Zk/sddefault.webp"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:59:27.342+03:00",
    "updated": "2024-07-26T04:24:54.336+03:00"
  },
  {
    "uuid": "ac8827e304a4df0f7f0111c86badef5f610587e9",
    "url": "https://toronto.citynews.ca/2024/08/08/exclusive-video-civilian-seriously-injured-undercover-police-officer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Marchesan",
    "published": "2024-08-08T20:28:00Z",
    "title": "VIDEO: Civilian pushed, seriously injured by undercover Toronto police officer",
    "text": "Questions are being asked about the use of force by an undercover Toronto police officer against a civilian during the arrest of another individual last weekend.\nVideo exclusively shot by CityNews shows a group of undercover officers attempting to subdue another individual in an alleyway in the area of Dundas Street East and Victoria Street Lane around 7 p.m. on August 3.\nAs the officers continue to subdue the individual, a man walks up and puts his hand on one of the officers which is quickly swatted away. Two of the officers then identify themselves by producing their badges when a third undercover officer rushes in and forcibly pushes the man to the ground.\nThe man appears to hit his head on the concrete and is immediately surrounded by other passersby. The officer who was seen pushing the man to the ground approaches the group and while being questioned, gestures toward the other officers while appearing to provide an explanation before going back to the group of officers.\nThe province’s Special Investigations Unit tells CityNews it is looking into the incident, adding that “the man was taken to hospital via EMS and diagnosed with serious injuries in hospital.”\nThe Toronto Police Service tells CityNews it informed the SIU about the incident in the early morning hours of August 4 but could not comment any further as they are currently investigating.\nIn response to the video, Toronto Police Association President Jon Reid tells CityNews civilians should never involve themselves in police operations as it creates “unpredictability in a situation that is already tense and volatile.”\n“Aside from this case, we can say that members of the public should never interfere with police operations, including physically engaging with officers. Officers do not know the motive or intent of the person interfering, nor do they know if they are armed, under the influence, etc.,” Reid said in a statement. “We understand that watching someone get arrested can be upsetting; often there is a struggle. Officers are trained to use the least amount of force necessary but are lawfully entitled to use the force that is required to render a situation safe for all involved, including themselves. “\nAlok Mukherjee, the former chair of the Toronto Police Services Board, says that based on what he saw in the video there are “serious reasons” to be concerned about the actions taken by the undercover officer.\n“There are several officers there, but it’s the action of one that is the most disturbing and concerning,” he tells CityNews. “It constitutes an unprovoked violent assault. There’s no two ways about it in my mind.”\nRegardless of the outcome of the SIU investigation, Mukherjee says Police Chief Myron Demkiw can further investigate the incident and proceed with charges under the Police Services Act.\n“I think that is something that should be very seriously conducted.”\nThe incident comes on the heels of a Toronto police officer charged with aggravated assault after a person in custody was injured last January and an investigation into another officer’s conduct after she was captured on video making an inappropriate gesture towards a citizen during a spat about illegal parking.\nShauna Hunt contributed to this report\nSubmit a Correction Accessibility Feedback Top Stories Train washing post for yet-to-be-opened Eglinton Crosstown LRT raises ire Ontario government officials haven't provided a public, in-depth update on the Eglinton Crosstown LRT since December.\n1h ago\nToronto, GTA under special weather statement ahead of possible heavy rain from Tropical Storm Debby A special weather statement is in effect for Toronto and the Greater Toronto and Hamilton Area as incoming rain from Tropical Storm Debby is expected to saturate parts of the region on Friday. Environment...\n2h ago\n2 people found dead in Hamilton apartment, no suspects currently being sought: police Hamilton police officers say emergency crews found the two bodies at an Ottawa Street apartment Thursday afternoon.\n2h ago\nCanada's Vincent, MacKenzie win Olympic canoe bronze Canada's strong run on Olympic water continued Friday when Katie Vincent and Sloan MacKenzie captured bronze in a thrilling women's canoe double 500-metre race. The Canadians finished just .06 seconds...\n3h ago\nLive Radio Connect with CityNews Trending Now Train washing post for yet-to-be-opened Eglinton Crosstown LRT raises ire EXCLUSIVE VIDEO: Civilian pushed, seriously injured by undercover police officer during takedown Here's Canada's Wonderland's newest roller coaster The 680 NewsRadio Toronto Weather Guarantee™ Most Ontario 7-Eleven's to offer booze for takeout and in-store drinking Top Stories Train washing post for yet-to-be-opened Eglinton Crosstown LRT raises ire Ontario government officials haven't provided a public, in-depth update on the Eglinton Crosstown LRT since December.\n1h ago\nToronto, GTA under special weather statement ahead of possible heavy rain from Tropical Storm Debby A special weather statement is in effect for Toronto and the Greater Toronto and Hamilton Area as incoming rain from Tropical Storm Debby is expected to saturate parts of the region on Friday. Environment...\n2h ago\n2 people found dead in Hamilton apartment, no suspects currently being sought: police Hamilton police officers say emergency crews found the two bodies at an Ottawa Street apartment Thursday afternoon.\n2h ago\nCanada's Vincent, MacKenzie win Olympic canoe bronze Canada's strong run on Olympic water continued Friday when Katie Vincent and Sloan MacKenzie captured bronze in a thrilling women's canoe double 500-metre race. The Canadians finished just .06 seconds...\n3h ago\nMost Watched Today 2:39 Heavy rain could impact morning commute Heavy rains are on the way. The details in our seven-day forecast.\n15h ago\n2:47 EXCLUSIVE: Bystander pushed, seriously hurt by undercover police officer during downtown arrest Concerns are being raised about use of force after CityNews captured exclusive video of a bystander being pushed to the ground and seriously hurt by an undercover police officer during an arrest downtown. Shauna Hunt reports.\n16h ago\n2:57 Surprising moments from the Olympics Lindsay Dunn spoke with fans and journalists in Paris about what it really is like to attend the Olympic Summer Games.\n16h ago\n1:05 SIU probes officer-involved incident in downtown Toronto The Special Investigations Unit is investigating after a video shows an undercover Toronto police officer push an individual to the ground, seriously injuring them, during the arrest of another individual last weekend.\n19h ago\n1:34 ON CAM: Civilian seriously injured by undercover police officer during takedown Questions are being asked about the use of force by an undercover Toronto police officer against a civilian during the arrest of another individual last weekend. The province's Special Investigation Unit is looking into the incident.\n20h ago\nMore Videos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "citynews toronto",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dundas street east",
          "sentiment": "none"
        },
        {
          "name": "victoria street lane",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:45:29.550+03:00",
    "updated": "2024-08-09T18:24:30.207+03:00"
  },
  {
    "uuid": "93e51ac07439a82831b48c5d3b329eca2b3e0741",
    "url": "https://usawire.com/mindfulness-course-harnessing-inner-peace-in-australia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hassan javed",
    "published": "2024-12-05T08:36:00Z",
    "title": "Mindfulness Course: Harnessing Inner Peace in Australia",
    "text": "Mindfulness is an ancient practice that has garnered significant attention in the modern world for its ability to enhance mental well-being, increase focus, and reduce stress. Recognising its import, many are on the quest to integrate mindfulness into their daily routine. As such, pursuing a comprehensive mindfulness course is becoming increasingly popular among individuals looking to deeply understand and apply these techniques. In Australia, this has given rise to a plethora of courses designed to meet the growing demand for mindfulness education.\nWhy Opt for a Mindfulness Course? Mindfulness courses offer structured learning and practical exercises to individuals seeking to harness the benefits of mindfulness. Through well-established programs, participants can cultivate the skills required to maintain presence, attentiveness, and harmony. Such courses often include guided meditation, group discussions, and theoretical understanding, providing a rounded and in-depth approach to mindfulness training.\nChoosing the Right Institution Selecting an institution for mindfulness training is a pivotal decision that blends the search for quality education with a nurturing environment to support personal growth. The Nan Tien Institute in Australia stands out as a premier education provider blending intellectual pursuit with the cultivation of wisdom and personal development.\nThe Advantages of Mindfulness Training Engaging in a mindfulness course has a range of benefits that extend beyond the meditative practice itself. Participants often report enhanced cognitive function, emotional regulation, and an overall sense of well-being. Additionally, career professionals find mindfulness to be an asset in the workplace, enabling them to manage stress, remain composed under pressure, and improve decision-making capabilities.\nIncorporating Mindfulness into Daily Life Mindfulness is not merely a momentary practice; it’s a transformation of lifestyle. Renowned programs, such as those offered by the Nan Tien Institute, focus on equipping individuals with the skills to integrate mindfulness into every facet of their lives, be it at home, during social interactions, or in the professional sphere.\nMindfulness Education in Australia In the heart of Australia, the push towards embracing mindfulness has led to educational institutions such as universities and specialty centres offering comprehensive courses. These span from introductory workshops to advanced postgraduate studies, catering to the varied interests and commitments of individuals.\nMindfulness as a Professional Skill Within professional circles, mindfulness is increasingly recognised as an essential skill. A sound mindfulness course offers not just personal development but also professional enhancement, presenting a compelling case for inclusion in the repertoire of soft skills sought by modern employers.\nNurturing Mindfulness Practice Effective mindfulness education aims at nurturing continuous practice. The journey does not end at the culmination of a course. Institutions like the Nan Tien Institute encourage a lifelong pursuit of mindfulness, enabling a sustainable and rewarding practice that evolves with the individual’s personal and professional trajectory.\nOnline and In-Person Course Options In an era where learning modalities are diverse, prospective students can often choose between in-person and online courses. This flexibility ensures accessibility for a broader audience, accommodating varying schedules and geographical constraints.\nCertifications and Qualifications Upon completing a mindfulness course, most institutions provide certifications or qualifications that authenticate the individual’s training and commitment to the practice. These can serve as a testament to personal growth or, in certain scenarios, as an enhancement to one’s professional qualifications.\nResources and Community Support Robust mindfulness programs offer extensive resources and access to a community of like-minded individuals. This collective support is crucial to refine and maintain the practice while fostering opportunities for networking and shared learning experiences.\nExploring Mindfulness Courses in Australia Australia’s dedication to incorporating well-being into education is evident in the quality and scope of its mindfulness courses. As more individuals recognise the importance of mental health and personal growth, the demand for such courses continues to rise. This boosts the foundation for a more mindful society equipped to tackle the challenges of the modern world with poise and resilience.\nDiscovering the Right Fit Finding the right mindfulness course is a deeply personal endeavour that should align with individual goals and life philosophy. Prospective students should consider course content, teaching methodology, and institution philosophy when making their choice.\nThe Path Forward Those wishing to delve into the practice of mindfulness in Australia have an expanse of options at their disposal. However, for a detailed, structured, and insightful journey into mindfulness, the Nan Tien Institute stands as a beacon of excellence. By exploring this website , individuals can embark on an educational path that promises to enlighten, transform, and enrich both personal and professional domains of life.\nUltimately, the quest for mindfulness is more than an educational pursuit; it is an exploration of self, offering benefits that permeate every aspect of existence. As more Australians embrace this ancient practice through quality courses, the nation as a whole stands to gain from a culture rooted in present-moment awareness, empathy, and inner tranquility.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education",
      "Lifestyle and Leisure"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.nantien.edu.au",
      "https://www.nantien.edu.au/courses/postgraduate-courses/applied-mindfulness/",
      "https://nantien.edu.au/courses/postgraduate-courses/applied-mindfulness/",
      "https://www.nantien.edu.au/courses/postgraduate-courses/applied-mindfulness",
      "https://nantien.edu.au"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T04:22:03.898+02:00",
    "updated": "2024-12-06T04:22:03.898+02:00"
  },
  {
    "uuid": "15021d864c8e0ae908d3666c7b9d493a6749af68",
    "url": "https://news.cci.fsu.edu/cci-news/doctoral-student-publishes-first-author-study-on-gamified-cognitive-training-in-plos-one",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@FSUCCI",
    "published": "2024-12-05T18:47:00Z",
    "title": "Doctoral Student Publishes First-Author Study on Gamified Cognitive Training in PLOS ONE",
    "text": "Yuanying Pang, a doctoral student in the School of Information, has had a first-author paper accepted for publication by PLOS ONE, a peer-reviewed, open access scientific journal published by the Publ ic Library of Science (PLOS). Titled “Predicting adherence to gamified cognitive training using early phase game performance data: Towards a just-in-time adherence promotion strategy,” this paper is the result of an NIH R01 grant on Adherence Promotion with Person-Centered Technology (APPT, R01AG064529) , the National Institutes of Health’s mo st used grant for independent research projects. \n“I am truly grateful for the mentorship, resources, and support that have been instrument al in bringing this project to fruition,” said Pang. \n Her journey into this research has been driven by a deep interest in health informatics, whic h has fueled her passion for exploring innovative solutions in the field. This study aims t o develop a machine learning-based approach to predict adherence to gamified cognitive training using the data collected in a previously conducted clinical trial. Pang said joining the APPT team was a significant turning point, crediting the collaborative atmosphere to be one of the most inspiring aspects of her experience.\n “Working alongside professors from various colleges and peers with diverse expertise has been invaluable. The lively discussions and exchange of ideas within the team greatly enriched my perspective and played a crucial role in shaping the direction of my research by not only helping in constructing the article but also guiding me in determining the final trajectory of my study.” \n Pang’s findings carried significant implications for the design and implementation of tailored cognitive training interventions. “By identifying early warning signs of p otential lapses in adherence, programs can be dynamically adjusted to enhance user engagement and improve adherence rates. This approach paves the way for more effective and personalized interventions, ultimately maximiz ing the benefits of gamified cognitive training,” said Pang. \n This was Pang’s first experience as the first autho r of a research paper. Having spent over a year working on the paper, she often found it difficult to gauge whether her writing was clear to others. To overcome this, she repeatedly revised the article, focusing on refining the clarity and cohe rence of her arguments.\n “This experience has been incredibly rewarding, as it taught me the importance of perseverance,critical thinking, and collaboration in academic publishing. I have learned so much from this journey, and it has strengthened my confidence in tackling similar challenges in the future,” said Pang.\nCo-authors of this paper include Ankita Singh (PhD graduate in Computer Science), Shayok Chakraborty (Associate Professor of Computer Science), Neil Charness (Retired Professor of Psychology) Walter R. Boot (Professor at Weill Cornell Medicine), and Zhe He (Associate Professor at School of Information). Dr. Zhe He is the Corresponding Author of this paper.\n To learn about Pang’s findings, click here and read more!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://reporter.nih.gov/project-details/10616681",
      "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0311279",
      "https://www.journals.plos.org/plosone/article?id=10.1371/journal.pone.0311279",
      "https://www.reporter.nih.gov/project-details/10616681",
      "https://journals.plos.org/plosone/article"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Pang",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "School of Information",
          "sentiment": "negative"
        },
        {
          "name": "National Institutes of Health",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T01:41:14.014+02:00",
    "updated": "2024-12-06T01:41:14.014+02:00"
  },
  {
    "uuid": "ab77058406b6594a48e69debe0c0f7da0aa4dada",
    "url": "https://driveteslacanada.ca/news/tesla-may-announce-india-factory-in-january-report/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eva Fox",
    "published": "2023-12-28T23:51:00Z",
    "title": "Tesla May Announce India Factory in January: Report",
    "text": "Tesla could announce a factory in India early next year, according to a local media report. Elon Musk is expected to join Vibrant Gujarat in Gandhinagar where he will make an official announcement. Several Indian media [reported](https://x.com/Ktri58978804/status/1740291060897649133?s=20) on Thursday that Tesla is in the final stages of negotiations with the government over land to be used for the factory site. Gujarat state media reported that Tesla is eyeing land in Sanand, a city and municipality in Ahmedabad district. It is the central industrial center of Gujarat. Other automakers like Maruti Suzuki, Tara Motors, and MG Motor are already located here, meaning there is a ready-made supply chain that operates in the area. It is worth keeping in mind that at the moment, there has been no official information confirming this rumor. BIG BREAKING NEWS – Elon Musk's Tesla to set up its first India factory in Gujarat, announcement likely during Vibrant Gujarat event in 2024 🔥🔥 PM Modi & Elon Musk both will be present at the event ⚡. 5 lakh cars will be manufactured annually with prices beginning from Rs 20… [pic.twitter.com/tZjWuWCpLv] — Times Algebra (@TimesAlgebraIND) [December 28, 2023] Gujarat Health Minister and government spokesman Rushikesh Patel emphasized the alignment between Tesla’s goals and the state’s aspirations. Speaking at a Cabinet briefing on Thursday, he expressed considerable optimism that Elon Musk would consider investing in Gujarat, highlighting the government’s welcoming stance. Tesla and India have been in talks for the company to enter the local market for years. Several times they even came close to reaching an agreement, but ultimately it was never reached. This year, India has made moves to attract investment, paving the way for talks with Tesla again. It was reported that the company’s delegation met with the government several times to negotiate. In the summer, Elon Musk met with Prime Minister Narendra Modi in New York, USA. After the meeting, it became known that Musk plans to visit India in 2024, with Tesla likely to make a “significant investment in India in the future,” as he stated. [click here to get 6 months of free Supercharging](https://www.tesla.com/referral/darryn55317)and a three month trial of Full Self-Driving (FSD).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.tesla.com/referral/darryn55317",
      "https://x.com/Ktri58978804/status/1740291060897649133?s=20",
      "https://x.com/Ktri58978804/status/1740291060897649133",
      "https://www.x.com/Ktri58978804/status/1740291060897649133?s=20",
      "https://tesla.com/referral/darryn55317"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tesla",
          "sentiment": "negative"
        },
        {
          "name": "elon mus",
          "sentiment": "neutral"
        },
        {
          "name": "tara motors",
          "sentiment": "none"
        },
        {
          "name": "elon musk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tesla may announce india factory",
          "sentiment": "negative"
        },
        {
          "name": "maruti suzuki",
          "sentiment": "none"
        },
        {
          "name": "pm modi & elon musk",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "gandhinagar",
          "sentiment": "none"
        },
        {
          "name": "sanand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:26:35.538+02:00",
    "updated": "2023-12-29T12:06:07.741+02:00"
  },
  {
    "uuid": "b2fe16450fef2479c73cf60c5098b90914145496",
    "url": "https://www.fr.de/panorama/neue-unwetter-front-gefaehrdet-urlaubslaender-ueberschwemmungen-drohen-93720160.html",
    "ord_in_thread": 0,
    "author": "Diana Serbe",
    "published": "2025-05-08T03:16:00Z",
    "title": "Neue Unwetter-Front gefährdet Urlaubsländer - Überschwemmungen drohen",
    "text": "Neue Unwetter-Front gefährdet Urlaubsländer – Überschwemmungen drohen\nEin Sturm bringt nach sommerlichen Klimabedingungen starken Niederschlag in Europa. Es gibt sogar Warnungen vor Tornados.\nRom – Ein massives Unwetter zieht über Europa hinweg und bringt vielerorts besorgniserregende Wetterbedingungen. Süd- und Mitteleuropa werden von heftigen Regenfällen, Gewitter-Superzellen und möglicherweise sogar Windhosen und Tornados heimgesucht. Betroffene zeigen erste Videos von den Verwüstungen in beliebten Urlaubsländern.\nUnwettergefahr: Regenmengen und mögliche Überschwemmungen\nBesonders betroffen sind laut wetter.de-Meteorologe Georg Haas die Regionen südlich der Alpen, darunter die nördliche Lombardei, die Toskana und das Friaul in Italien sowie die Adriaküste in Kroatien. Auch Bosnien-Herzegowina, Montenegro und Albanien müssen sich auf extreme Wetterlagen einstellen. Dank Tief „Henry“ braut sich südlich der Alpen ordentlich etwas zusammen. Die Wettermodelle zeigen derzeit noch unterschiedliche Prognosen für die Regenmengen, die das Tief mit sich bringt. Dennoch sind laut wetter.de Spitzen von bis zu 300 Litern pro Quadratmeter möglich, was in einigen Regionen zu Überschwemmungen führen könnte.\nItalien war erst im April 2025 von sintflutartigen Regenfällen betroffen, bei denen Menschen starben. Nicht einmal einen Monat später ist das besonders um diese Jahreszeit beliebte Urlaubsland wieder gefährdet. Besonders betrifft dies kleine und mittlere Flüsse, die durch den starken Regen schnell über die Ufer treten könnten. In der nördlichen Lombardei, zwischen Genua und Livorno sowie im Friaul und der Toskana wird mit besonders heftigen Niederschlägen gerechnet. Auch der Westen Österreichs und die Schweiz sind betroffen.\nWarnungen für Kroatien und den Mittelmeerraum\nErst vor wenigen Tagen hatten Unwetter in Österreich, speziell im Burgenland und der Steiermark, mit Hagel für erhebliche Schäden gesorgt. Bis zu vier Zentimeter große Hagelkörner bedeckten die Landschaft, und Einsatzkräfte mussten Straßen von Schlamm befreien. Der Hagel verursachte Schäden an Ackerland und Obstplantagen, was die Landwirtschaft in der Region erheblich beeinträchtigte. Heute.at warnt vor weiter hohen Regenmengen.\nNun drohen auch entlang der Adriaküste von Kroatien, Bosnien-Herzegowina, Montenegro und Albanien ähnliche Wetterbedingungen. Auch hier sind heftige Regenfälle und die Gefahr von Hochwasser gegeben. Erste Videos von Betroffenen zeigen in Kroatien bereits überschwemmte Häuser. Die genaue Position der Scherwinde südlich von Rom wird entscheidend dafür sein, wie sich die Wetterlage entwickelt.\n„Genuatief“ bringt weitere Wetter-Gefahren und hohe Warnstufe\nDas sogenannte „Genuatief“ wird in den kommenden Tagen für weitere Unwetter im westlichen Mittelmeerraum sorgen. Als eines von drei Tiefdruckgebieten im Mittelmeerraum hat es einen klassischen Verlauf. Es hat seinen Tiefdruckkern im Golf von Genua und verhängt sich zuerst am Apennin und regnet dann im Alpenbogen über dem Piemont, dem Wallis und den West- und Südalpen ab oder schneit ab.\nDieses ortsfeste Tiefdruckgebiet wird bis mindestens Donnerstag (8. Mai) für massive Regenmengen verantwortlich sein, die sich lokal aufstauen. In den Bergen wird zudem mit erheblichen Schneefällen gerechnet, was die Lage weiter verschärfen könnte. Es herrscht eine hohe Warnstufe. Informieren Sie sich regelmäßig bei lokalen Wetterdiensten. In Deutschland blicken die Menschen gespannt auf die Temperaturen während der Eisheiligen. 2024 zerstörte Frost im Mai einen Großteil der Sommer-Ernte. (diase)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather phenomena",
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->emergency response",
      "Environment->environmental pollution",
      "Environment->water pollution",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.heute.at/s/tornado-gefahr-superzellen-bedrohen-jetzt-oesterreich-120106938",
      "https://www.wetter.com/videos/kolumnen/hohe-warnstufe-in-italien-genua-tief-zettelt-unwetterchaos-in-urlaubsregionen-an/68175a4e17ceed08d2044a0a",
      "https://heute.at/s/tornado-gefahr-superzellen-bedrohen-jetzt-oesterreich-120106938",
      "https://wetter.com/videos/kolumnen/hohe-warnstufe-in-italien-genua-tief-zettelt-unwetterchaos-in-urlaubsregionen-an/68175a4e17ceed08d2044a0a"
    ],
    "entities": {
      "persons": [
        {
          "name": "Georg Haas",
          "sentiment": "none"
        },
        {
          "name": "Henry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Bosnien-Herzegowina",
          "sentiment": "none"
        },
        {
          "name": "Mitteleuropa",
          "sentiment": "none"
        },
        {
          "name": "Kroatien",
          "sentiment": "none"
        },
        {
          "name": "Albanien",
          "sentiment": "none"
        },
        {
          "name": "Toskana",
          "sentiment": "none"
        },
        {
          "name": "Italien",
          "sentiment": "none"
        },
        {
          "name": "Friaul",
          "sentiment": "none"
        },
        {
          "name": "Süd-",
          "sentiment": "none"
        },
        {
          "name": "Rom",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:58:28.598+03:00",
    "updated": "2025-05-08T04:04:42.000+00:00"
  },
  {
    "uuid": "6c35f1763af411d31d090a918d8b23adf21fdda1",
    "url": "https://www.qatar-tribune.com/article/99961/world/china-advocates-solving-red-sea-tensions-through-dialogue",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Qatar Tribune",
    "published": "2023-12-29T00:00:00Z",
    "title": "China advocates solving Red Sea tensions through dialogue",
    "text": "Sputnik\nBEIJING\nBeijing advocates solving pressing regional problems, including the current tensions in the Red Sea, through dialogue and political consultations, Chinese Defense Ministry spokesman Wu Qian said on Thursday.\nEarlier in December, US State Department spokesman Matthew Miller said Washington would like Beijing to join the US-led multinational operation to secure the Red Sea amid a surge in Houthis’ attacks on cargo ships.\n“China has always stood for maintaining the security of international waterways, sought to address both symptoms and root causes, and advocated resolving pressing regional problems through dialogue, consultations and political means,” Wu told a press briefing.\nThe Red Sea is an important channel of international trade of goods and energy commodities, the spokesman said, adding that it was in the common interests of the international community to ensure security and stability in the region.\nIn November, Yemen’s Ansar Allah movement, also known as the Houthis, announced its intention to attack any ships associated with Israel, urging other countries to recall their crews from the vessels.\n Copy 29/12/2023 20",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew miller",
          "sentiment": "none"
        },
        {
          "name": "wu qian",
          "sentiment": "none"
        },
        {
          "name": "wu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chinese defense ministry",
          "sentiment": "none"
        },
        {
          "name": "us state department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "red sea",
          "sentiment": "none"
        },
        {
          "name": "beijing beijing",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "yemen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:08:56.596+02:00",
    "updated": "2023-12-31T16:56:52.318+02:00"
  },
  {
    "uuid": "3cb8b820c3de3393b5e98c52912550edf01a1ba9",
    "url": "https://www.otempo.com.br/cidades/2024/12/13/bairros-de-bh-e-regiao-metropolitana-registram-chuva-forte-nesta",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "O TEMPO Cidades",
    "published": "2024-12-13T18:44:00Z",
    "title": "Bairros de BH e região metropolitana registram chuva forte nesta sexta",
    "text": "A previsão da Defesa Civil de Belo Horizonte, que emitiu um alerta para chuva moderada a forte na tarde desta sexta-feira (13 de dezembro), se cumpriu com registro de chuva em alguns bairros da capital e sua região metropolitana. \\r\\nConforme apurado por O TEMPO, há registro de chuva forte em bairros de Venda Nova e, também, na região Oeste de BH. Também existem relatos de precipitação forte na Cidade Industrial, no Eldorado e outros bairros de Contagem. \\r\\nConforme o alerta da Defesa Civil, são esperados de 20 a 30 mm de chuva, que pode vir acompanhada de raios e rajadas de vento de até 50 km/h. O aviso é válido até as 8h de sábado (14).\\r\\nConfira as recomendações do órgão municipal:\\r\\n\\r\\nRedobre a sua atenção! Evite áreas de inundação e não trafegue em ruas sujeitas a alagamentos ou perto de córregos e ribeirões nos momentos de forte chuva.⠀\\r\\nNão atravesse ruas alagadas nem deixe crianças brincando nas enxurradas e próximo a córregos.⠀\\r\\nNão se abrigue nem estacione veículos debaixo de árvores.⠀\\r\\nAtenção especial para áreas de encostas e morros.⠀\\r\\nNunca se aproxime de cabos elétricos rompidos. Ligue imediatamente para CEMIG (116) ou Defesa Civil (199).⠀\\r\\nSe notar rachaduras nas paredes das casas ou o surgimento de fendas, depressões ou minas d’água no terreno, avise imediatamente a Defesa Civil.⠀\\r\\nEm caso de raios, não permaneça em áreas abertas nem use equipamentos elétricos.\\r\\n",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T22:39:13.728+02:00",
    "updated": "2024-12-13T22:39:13.728+02:00"
  }
]