[
  {
    "uuid": "ecc56a0db9b3c0bbb2736d6f516a0e3e0b96371f",
    "url": "https://www.meneame.net/story/rabino-sionista-expone-mentalidad-supremacista-sionista-como-no/c054",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mcfgdbbn3",
    "published": "2024-05-26T08:08:00Z",
    "title": "#54 Rabino sionista expone la mentalidad supremacista sionista autoproclamándose como los \"elegidos de dios\" y admitiendo sentirse superior a los no-judios",
    "text": "Portada\nmis comunidades\notras secciones\n[#3](c3#c-3) y está escrito, en su libro mágico, que todos los no judíos existen para servir a los judíos.\nSu libro mágico es el bueno, los demás libros mágicos no.\n[#19](c19#c-19) En realidad sí, pero no te alarmes, no hay construcción de la identidad etnica de un grupo (y más si se trata de uno generalmente minoritario y perseguido)n sin su dosis de etnocentrismo.\nEn el caso de los creyentes en yahvé el resto de la humanidad es referida como “goyim”, o “gentiles” y no tiene connotaciones especialmente positivas.\n[#9](c9#c-9) [#19](c19#c-19) \"En la Torá se afirma claramente que el hombre fue creado con un propósito concreto: emular la justicia Divina sobre la Tierra. En un principio, toda la humanidad fue elegida para esta tarea. Sin embargo, los primeros hombres no dieron cumplimiento a esta, misión y permitieron que la- corrupción y la violencia predominaran sobre la justicia y la bondad. Por ese motivo, Dios determinó que se produjera el Gran Diluvio (Mabul) a fin de eliminar a los malvados. En lo sucesivo el castigo por incumplimiento se llevaría a cabo a nivel nacional y no universal. Por esa razón Dios eligió a una nación en particular para que cumpliera esta misión. El Pueblo Elegido seria una nación modelo de Dios sobre la Tierra y demostraría al resto de la humanidad cómo comportarse. Esta nación era la judía.\"\nhttps://www.tora.org.ar/pueblo-elegido-y-su-mision/\nSi eso no es considerar a un pueblo por encima del resto, da lugar a suficientes malas interpretaciones como para llamarles supemacistas.\nNo hay religión buena, no hay fanático respetable.\n[#3](c3#c-3) Típico de fanatismos y sectas cuando se hace una barrera entre los que están dentro y los que están fuera. Cuando la religión no respeta otras formas de ver el mundo es cuando empiezan los fanatismos y las hostias. Si no se acepta la diversidad de credos, apaga y vámonos porque lo que viene luego no es agradable para nadie.\nLuego empezarán con sus Frentes Populares de Judea y acabarán a hostia limpia entre ellos, porque alguien que necesita y busca enemigos para elevar su moral y sus creencias son un saco de hostias en potencia. Alguien que piense así, tiene todas las papeletas para recibir hostias a cascoporro y es lo que van buscando. Quien anda con fuego acaba quemándose.\n[#2](c2#c-2) Un mes.. da un mes, al resto del planeta - sin eeuu... iban a ver los \"elegidos\" que opinan de aquello del \"pueblo elegido\"...\n[#9](c9#c-9) Creo que el problema es que eso lo dice la religión de los judíos, que son descendientes de no sé qué tribu elegida por un dios.\nY habrá judíos que se tomen el judaismo como pertenencia a un grupo y lo reinterpretan y lo ponen al servicio de su vida (igual que hay cristianos que no apedrean a su hija si se casa sin el permiso de su padre). Pero el judaismo tiene una base de supremacismo muy mala de esquivar.\nPues para ser el pueblo elegido:\n- menuda mierda territorio les ha dado, a mí que me den algo que no sea un puto desierto: Francia, El norte de España, Italia, las Seychelles, las mismas orillas del Nilo, Mesopotamia. Zonas fértiles.\n- Salvo los últimos 70 años les han dado más que a una estera.\nAsí que menudo dios cutre.\n[#11](c11#c-11) Eso es: si su dios los hubiera elegido y les tuviera cariño bien pudo haberles dao cuerpo de senegalés...\n[#11](c11#c-11) Un amigo ingeniero agrónomo me contó que aquella zona en tiempos bíblicos fue un vergel, pero empezaron a regar los cultivos con agua de mar y se lo cargaron. No son muy listos los “elegidos”.\nSi Dios existiera haría un fisting con su culo y les enviaría al puto infierno por toda la eternidad.\n[#23](c23#c-23) No sé salvaron los que no quisieron realizar la Aliá (que empezó en 1840 https://es.m.wikipedia.org/wiki/Ali%C3%A1 ) y a esos que no se salvaron los llamaron los sacrificados o holocausto https://es.wikipedia.org/wiki/Holocausto_(sacrificio)\nEs supremacista (pueblo elegido, el resto está para servir) y elitista (no buscan crear nuevos adeptos como en el cristianismo o islamismo o naces judío o no eres judío)\nEsto lo dicen los lideres religiosos judios y la mayoria de ellos lo aceptan como algo natural y te lo repiten con otras palabras menos extremas pero que vienen a ser lo mismo\nPues al final hablando así hasta hacen buenos a los nazis, igual estaban engañados con esta gente...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.tora.org.ar/pueblo-elegido-y-su-mision/",
      "https://es.m.wikipedia.org/wiki/Ali%C3%A1",
      "https://es.wikipedia.org/wiki/Holocausto_(sacrificio)",
      "https://www.es.wikipedia.org/wiki/Holocausto_(sacrificio)",
      "https://www.es.m.wikipedia.org/wiki/Ali%C3%A1",
      "https://www.tora.org.ar/pueblo-elegido-y-su-mision",
      "https://tora.org.ar/pueblo-elegido-y-su-mision/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T12:14:33.971+03:00",
    "updated": "2024-05-26T12:14:33.971+03:00"
  },
  {
    "uuid": "ffd8895d3217ca987b1526d4f3416a0859efc6ac",
    "url": "https://www.newsbreak.com/state-college-pa/3490900349601-woman-accused-of-stabbing-man-in-boalsburg-home",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-13T19:22:00Z",
    "title": "Woman Accused of Stabbing Man in Boalsburg Home",
    "text": "By Geoff Rushton ,\n2 hours ago\nA Boalsburg woman is accused of stabbing her boyfriend during an argument early Thursday morning.\nState College police responded just after midnight to a home on the 100 block of Shrineview Avenue in Harris Township, where they found a man bleeding in the driveway. The man told police his girlfriend who lived there with him, 29-year-old Toshia M. Immel, stabbed him in the abdomen.\nImmel was angry with him for going to get food without her and accused him of cheating on her, he told police. He said she confronted him in the carport upon his return and that as he was trying to explain, she stabbed him, according to the affidavit.\nThe man was taken by Centre LifeLink EMS to Mount Nittany Medical Center. He had a one-inch stab wound in his abdomen, according to the affidavit. Police did not provide information on his condition.\nOfficers found Immel in a bedroom inside the house and took her into custody. She told police that the man treated her badly and that before he went out that night he asked her when she was moving out.\nShe said she went into their bedroom after he left and did not come out until police arrived, according to the affidavit.\nImmel is charged with one felony count of aggravated assault. one misdemeanor count of simple assault and a summary count of harassment.\nShe was arraigned by District Judge Gregory Koehle and was unable to post $50,000 bail. A preliminary hearing is scheduled for June 26.\nThe post Woman Accused of Stabbing Man in Boalsburg Home appeared first on StateCollege.com .\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.statecollege.com/articles/local-news/police-crime/woman-accused-of-stabbing-man-in-boalsburg-home/",
      "https://www.statecollege.com",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1uNMbR_0tqVokIL00",
      "https://img.particlenews.com/image.php?url=1uNMbR_0tqVokIL00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1uNMbR_0tqVokIL00",
      "https://statecollege.com",
      "https://www.img.particlenews.com/image.php?url=1uNMbR_0tqVokIL00",
      "https://img.particlenews.com/image.php",
      "https://statecollege.com/articles/local-news/police-crime/woman-accused-of-stabbing-man-in-boalsburg-home/",
      "https://www.statecollege.com/articles/local-news/police-crime/woman-accused-of-stabbing-man-in-boalsburg-home"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "geoff rushton",
          "sentiment": "negative"
        },
        {
          "name": "toshia m. immel",
          "sentiment": "none"
        },
        {
          "name": "immel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "state college",
          "sentiment": "none"
        },
        {
          "name": "centre lifelink ems",
          "sentiment": "none"
        },
        {
          "name": "mount nittany medical center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boalsburg",
          "sentiment": "none"
        },
        {
          "name": "harris township",
          "sentiment": "none"
        },
        {
          "name": "shrineview avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:27:44.048+03:00",
    "updated": "2024-06-14T00:27:44.048+03:00"
  },
  {
    "uuid": "10d5e89674825abb26408ff7f65f36fd4853dbc3",
    "url": "https://kyivindependent.com/bloomberg-us-leading-efforts-within-g7-to-develop-50-billion-aid-package-to-ukraine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dmytro Basmat",
    "published": "2024-05-03T22:11:00Z",
    "title": "Bloomberg: US leading efforts within G7 to develop $50 billion aid package to Ukraine",
    "text": "The United States is leading talks among the Group of Seven (G7) nations to develop a military aid package to Ukraine worth up to $50 billion, Bloomberg reported on May 3. The potential package would reportedly be funded by the profits generated by accrued interest on frozen Russian assets.\nWestern countries and Kyiv's other partners have immobilized around\n$300 billion of Russian assets in response to the full-scale invasion of Ukraine, with around $5 billion held in the U.S.\nThe frozen Russian assets, which are predominantly held within the European Union, will generate approximately 5 billion euros ($5.3 billion) in windfall profits annually, and would allow for repayment as Western allies provide additional aid funding towards the proposed package.\n“Ideally, this is something we would like the entire G7 to participate in, be part of, not just have the United States doing it alone,” U.S. Treasury Secretary Janet Yellen\ntold Bloomberg, adding that the plan is something that G7 allies are \"discussing.\"\nAccording to sources familiar with the matter, the U.S. is looking to come to an\nagreement on a plan for the June G7 meeting in Italy, although sources say that an agreement may take months to come to terms.\nWashington has long been one of those allies pushing to funnel Russian funds directly to Kyiv. In turn, European countries have been more hesitant, fearing economic and legal pitfalls. The EU has instead been working on a unilateral plan to use the\nprofits generated by the frozen assets to fund defense assistance for Ukraine.\nAccording to Bloomberg, the plan that the United States is developing would - if agreed upon - replace the EU-only proposal.\nMoscow said it could lower the level of\ndiplomatic relations with the U.S. if Washington seizes Russian assets. Relations between the two countries have already deteriorated significantly since the start of the full-scale invasion.\nAmid ammunition and air defense shortages, as well as an anticipated summer Russian offensive, Ukraine has urged Western allies additional aid funding and weaponry. Late last month, the U.S.\napproved a $61 billion aid package, although Ukraine still faces a weapons deficit as aid slowly starts to arrive over the coming weeks and months.\nThe U.S. Congress also recently\napproved the REPO Act that would allow President Joe Biden's administration to seize Russian assets held at American banks and funnel them to Ukraine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.bloomberg.com/news/articles/2024-05-03/g-7-eyes-plan-on-us-led-50-billion-aid-package-for-ukraine?srnd=homepage-europe",
      "https://www.bloomberg.com/news/articles/2024-05-03/g-7-eyes-plan-on-us-led-50-billion-aid-package-for-ukraine",
      "https://bloomberg.com/news/articles/2024-05-03/g-7-eyes-plan-on-us-led-50-billion-aid-package-for-ukraine?srnd=homepage-europe"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "janet yellen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bloomberg",
          "sentiment": "negative"
        },
        {
          "name": "group of seven",
          "sentiment": "negative"
        },
        {
          "name": "european union",
          "sentiment": "none"
        },
        {
          "name": "u.s. treasury",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine the united states",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "u.s",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-04T03:15:46.127+03:00",
    "updated": "2024-05-04T03:15:46.127+03:00"
  },
  {
    "uuid": "ffd8009aba46e631f5b08fb179d54f85adbcdae5",
    "url": "https://www.aol.com/news/paramilitary-group-war-sudan-military-170750975.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SAMY MAGDY",
    "published": "2024-03-09T00:00:00Z",
    "title": "A paramilitary group at war with Sudan’s military endorses a cease-fire during holy fasting month",
    "text": "A Sudanese paramilitary group battling the country’s military in a nearly yearlong ruinous conflict endorsed Saturday a resolution by the U.N. Security Council calling for a cease-fire during the Muslim holy month of Ramadan . The group, known as the Rapid Support Forces, said in a statement that it hopes the resolution, adopted by the U.N. Security Council on Friday, would help deliver crucially needed humanitarian assistance to millions of Sudanese trapped in the fighting across the Northeastern African country. Ramadan, during which adult Muslims are required to fast from dawn to sunset , is expected to start on or around Monday, depending on the sighting of the crescent moon. The RSF said it views the initiative as a “crucial opportunity” for the warring parties to embark on negotiations to find a political settlement to the conflict. “We view this as a crucial opportunity to initiate earnest discussions that could catalyze a political pathway. This pathway must culminate in a durable ceasefire, foster security and stability, and result in a substantive resolution that addresses the foundational issues of the historical crisis in Sudan,” it said. Sudan's military has already supported a call by U.N. Secretary-General Antonio Guterres for a Ramadan cease-fire. In his Thursday appeal, Guterres warned Thursday that the conflict threatens Sudan’s unity and “could ignite regional instability of dramatic proportions.” Sudan plunged into chaos in April last year, when long-simmering tensions between its military, led by Gen. Abdel Fattah Burhan, and the Rapid Support Forces paramilitary commanded by Mohammed Hamdan Dagalo broke into street battles in the capital, Khartoum. The fighting broke out during Ramadan last year. Fighting spread to other parts of the country, especially urban areas, but in Sudan’s western Darfur region it took on a different form, with brutal attacks by the Arab-dominated Rapid Support Forces on ethnic African civilians . Thousands of people have been killed. The 15-member Security Council voted overwhelmingly in favor of the British-drafted cease-fire resolution, with 14 countries in support and only Russia abstaining. The resolution expressed “grave concern over the spreading violence and the catastrophic and deteriorating humanitarian situation, including crisis levels, or worse, of acute food insecurity, particularly in Darfur.” The head of the World Food Program, Cindy McCain, said earlier this week that the conflict risks creating the world’s largest hunger crisis, with some 18 million people across Sudan facing acute hunger, including 5 million who face starvation. The conflict has uprooted more than 10 million people either to safer areas inside Sudan or to neighboring countries, according to U.N. agencies. South Sudan received 600,000 people who fled the fighting in Sudan.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://apnews.com/article/south-africa-sudan-ramaphosa-dagalo-f27d6d524a828b5a95ed1caa6447c7c3",
      "https://apnews.com/article/sudan-darfur-fighting-war-crimes-705bdb1ac90fc7b2903f68e6f666c3ca",
      "https://apnews.com/hub/antonio-guterres",
      "https://apnews.com/article/sudan-fighting-generals-darfur-civilians-truce-9ecdcff2a388e423f7c88bb2e96ff8cc",
      "https://apnews.com/hub/ramadan",
      "https://apnews.com/article/ramadan-islam-fasting-islamic-holy-month-d8c9e002e4904c5d8e0ccee2b77f9ad4",
      "https://apnews.com/article/sudan-war-hunger-wfp-adfd7107d49732e1aee7cf8d5a9b0065",
      "https://apnews.com/article/sudan-war-military-rsf-burhan-dagalo-igad-4bc7a44bfb808d3b85be9d6921e4f856",
      "https://apnews.com/article/un-ramadan-ceasefire-sudan-e70b7bc1b0b71ebd51dc4a4fbb5090ca",
      "https://www.apnews.com/hub/antonio-guterres",
      "https://www.apnews.com/article/ramadan-islam-fasting-islamic-holy-month-d8c9e002e4904c5d8e0ccee2b77f9ad4",
      "https://www.apnews.com/article/sudan-war-hunger-wfp-adfd7107d49732e1aee7cf8d5a9b0065",
      "https://www.apnews.com/article/sudan-fighting-generals-darfur-civilians-truce-9ecdcff2a388e423f7c88bb2e96ff8cc",
      "https://www.apnews.com/article/south-africa-sudan-ramaphosa-dagalo-f27d6d524a828b5a95ed1caa6447c7c3",
      "https://www.apnews.com/article/sudan-war-military-rsf-burhan-dagalo-igad-4bc7a44bfb808d3b85be9d6921e4f856",
      "https://www.apnews.com/article/sudan-darfur-fighting-war-crimes-705bdb1ac90fc7b2903f68e6f666c3ca",
      "https://www.apnews.com/article/un-ramadan-ceasefire-sudan-e70b7bc1b0b71ebd51dc4a4fbb5090ca",
      "https://www.apnews.com/hub/ramadan"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "u.n. security council",
          "sentiment": "none"
        },
        {
          "name": "rsf",
          "sentiment": "none"
        },
        {
          "name": "rapid support forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sudan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T19:25:24.131+02:00",
    "updated": "2024-03-09T19:25:24.131+02:00"
  },
  {
    "uuid": "26e8ee1da9bdfaf58f24a8ed1666cf64725b333b",
    "url": "https://www.lagazzettadelmezzogiorno.it/video/italia-tv/1579873/sorsi-di-benessere-caffe-aromatizzato-a-casa-ecco-come-prepararlo.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Italpress Agenzia",
    "published": "2024-11-07T21:01:00Z",
    "title": "Sorsi di benessere - Caffè aromatizzato a casa? Ecco come prepararlo",
    "text": "Sorsi di benessere - Caffè aromatizzato a casa? Ecco come prepararlo Venerdì 08 Novembre 2024, 00:01 Sorsi di benessere - Caffè aromatizzato a casa? Ecco come prepararlo [Giovinazzo, lo sfogo del sindaco: «Mi hanno rubano l'auto e hanno tentato furto in casa mia, state attenti»](https://www.lagazzettadelmezzogiorno.it/news/bari/1579326/giovinazzo-lo-sfogo-del-sindaco-mi-hanno-rubano-l-auto-e-hanno-tentato-furto-in-casa-mia-state-attenti.html) [Bari, il prefetto non chiederà lo scioglimento del Comune. «Ma servono altri interventi su aziende e Polizia municipale»](https://www.lagazzettadelmezzogiorno.it/news/bari/1578755/bari-il-prefetto-non-chiedera-lo-scioglimento-del-comune-ma-servono-altri-interventi-su-aziende-e-polizia-municipale.html) [Sciopero mezzi pubblici dell'8 novembre, ecco cosa accadrà in Puglia e Basilicata: informazioni e fasce garantite](https://www.lagazzettadelmezzogiorno.it/news/primo-piano/1579547/sciopero-mezzi-pubblici-dell-8-novembre-ecco-cosa-accadra-in-puglia-e-basilicata-informazioni-e-fasce-garantite.html) [Puglia, l'accusa di danno erariale a Emiliano per il contratto alla De Simone: ora la Regione valuta se disdirlo](https://www.lagazzettadelmezzogiorno.it/news/primo-piano/1579194/puglia-sul-contratto-di-titti-de-simone-la-regione-e-davanti-a-un-bivio.html) [Roccaforzata, debiti per 1,8 milioni: a rischio gli stipendi dei dipendenti «Abbiamo scritto al Prefetto, ma nessuna risposta»](https://www.lagazzettadelmezzogiorno.it/news/taranto/1579203/roccaforzata-debiti-per-1-8-milioni-a-rischio-gli-stipendi-dei-dipendenti-abbiamo-scritto-al-prefetto-ma-nessuna-risposta.html) [Avetrana, la Disney non molla sul titolo della serie: tra i testimoni del Comune anche il parroco don Mimmo](https://www.lagazzettadelmezzogiorno.it/news/taranto/1578752/avetrana-la-disney-non-molla-sul-titolo-della-serie-tra-i-testimoni-del-comune-anche-il-parroco-don-mimmo.html) [L'Ex Ilva insiste sull'obiettivo di 8 milioni di tonnellate di acciaio l'anno: «L'impatto sulla salute resta accettabile»](https://www.lagazzettadelmezzogiorno.it/news/taranto/1579325/ex-ilva-la-valutazione-con-8-milioni-di-tonnellate-d-acciaio-rischio-impatto-salute-accettabile.html) [Danno fuoco a due auto della Polizia locale e alla facciata del Comune: denunciati due adolescenti a Margherita di Savoia](https://www.lagazzettadelmezzogiorno.it/video/bat/1579192/danno-fuoco-a-due-auto-della-polizia-locale-e-alla-facciata-del-comune-denunciati-due-adolescenti-a-margherita-di-savoia.html) [«Olivieri deve restare in carcere». Il gup: no ai domiciliari per l’ex consigliere regionale: «Fa ancora politica»](https://www.lagazzettadelmezzogiorno.it/news/bari/1579404/olivieri-deve-restare-in-carcere-il-gup-no-ai-domiciliari-per-lex-consigliere-regionale.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T01:12:28.245+02:00",
    "updated": "2024-11-08T01:12:28.245+02:00"
  },
  {
    "uuid": "85a428effd693c3cddc54f2d8a6b7bd57fb10fc3",
    "url": "https://flipboard.com/topic/alternativeenergy/-/a-Jnf_6WouRlePNr2dUzNoUw%3Aa%3A3713752859-%2F0",
    "ord_in_thread": 0,
    "author": "thetravel.com - Alessandro Passalalpi",
    "published": "2025-05-07T21:05:00Z",
    "title": "NASA Confirms The Cause And Timetable For Life Ending On Earth With Chilling Toho University Study | Flipboard",
    "text": "NASA Confirms The Cause And Timetable For Life Ending On Earth With Chilling Toho University Study NASA data continues to provide insight into the future. We recently saw NASA images of a part of the US sinking at an alarming rate. Rising sea …\nthetravel.com - Alessandro Passalalpi • 6h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->natural science",
      "Science and Technology->scientific research",
      "Environment->climate change",
      "Environment->sustainability",
      "Environment->global warming",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Social Issue->mankind"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Alessandro Passalalpi",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "NASA",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:07:08.312+03:00",
    "updated": "2025-05-08T03:12:39.000+00:00"
  },
  {
    "uuid": "484b634478dbd72521943c5662ef1bbcc0fa9676",
    "url": "https://www.latribunadetoledo.es/noticia/z5941693b-a607-4631-b50cd39ad4d5f6e9/202504/ocho-millones-para-proyectos-contra-la-despoblacion-en-clm",
    "ord_in_thread": 0,
    "author": "La Tribuna de Toledo",
    "published": "2025-04-16T21:12:55Z",
    "title": "El Miteco convoca ocho millones a proyectos contra la despoblación en Castilla-La Mancha | Noticias La Tribuna de Toledo",
    "text": "Despoblación Ocho millones para proyectos contra la despoblación en CLM LT - miércoles, 16 de abril de 2025 El Ministerio para la Transición Ecológica ha abierto una convocatoria en la que serán las diputaciones provinciales las que tienen que presentar proyectos para zonas zon población por debajo de los 10.000 habitantes Ocho millones para proyectos contra la despoblación en CLM El Ministerio para la Transición Ecológica y el Reto Demográfico (Miteco) ha informado de la aperutra de la convocatoria de Expresiones de Interés para el Desarrollo de Planes de Acción Integrados para combatir la despoblación en España, dotada con una partida de 29 de millones de euros.A la convocatoria pueden presentarse proyectos de las diputaciones pertenecientes a las comunidades autónomas de Castilla-La Mancha, Andalucía y Extremadura, a los que se destinará una dotación de hasta 8 millones de euros, y de Castilla y León, que cuenta con un presupuesto de hasta 5 millones. Esta convocatoria cuenta con financiación del Programa Plurirregional FEDER 2021-2027.Con el aprendizaje de estos primeros proyectos, se espera extender el programa a todo el territorio en el próximo periodo de financiación. Para optar a estas subvenciones, los proyectos presentados deberán cumplir los siguientes requisitos: estar promovidos por diputaciones provinciales y profundizar en la generación de vínculos y conexiones urbanas y rurales; estar enmarcados en una estrategia territorial integrada previamente definida en dicho territorio; estar dirigidos a áreas funcionales con población por debajo de los 10.000 habitantes, o superior, siempre que estén integradas por municipios de menos de 5.000 habitantes; y, contribuir al logro de los objetivos específicos previstos en el Programa Plurirregional FEDER. , , , , , , , ,",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Social Issue->demographics",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Politics->local government and authority",
      "Politics->government policy",
      "Politics->economic policy",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Castilla-La Mancha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Ministerio para la Transición Ecológica",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Reto Demográfico",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:12:55.202+03:00",
    "updated": "2025-04-17T00:12:55.202+03:00"
  },
  {
    "uuid": "6025075fb922aed16179f7d807213fb3ded1d0f4",
    "url": "https://www.semana.com/tecnologia/articulo/la-nasa-aplazo-el-regreso-de-dos-astronautas-varados-en-la-estacion-espacial-internacional/202427",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Tecnología",
    "published": "2024-12-19T22:54:00Z",
    "title": "Nasa aplazó regreso de dos astronautas varados en la Estación Espacial Internacional - Semana",
    "text": "Dos astronautas estadounidenses que están varados desde junio en la Estación Espacial Internacional (EEI) no volverán a la Tierra por los menos hasta finales de marzo, anunció la Nasa.Con una misión que se preveía de solo ocho días, los astronautas Butch Wilmore y Suni Williams han estado ya seis meses en la EEI por averías en la nave Starliner de Boeing que los había transportado en junio.Luego de varias semanas de pruebas sobre el Starliner, durante el verano boreal, la agencia espacial estadounidense había decidido hacerla regresar sin tripulantes y regresar a los dos náufragos espaciales con la misión Crew-9 de SpaceX.Esta última despegó a finales de septiembre con dos pasajeros a bordo —en lugar de los cuatro previstos inicialmente— para dejar dos puestos libres y se incorporó a la EEI, donde ahora espera su relevo con la misión Crew-10.Sin embargo, la agencia espacial anunció el martes 17 de diciembre el aplazamiento del lanzamiento del Crew-10 previsto en febrero hasta mínimo “finales de marzo”, para dar tiempo a “los equipos de la Nasa y de SpaceX de completar el desarrollo de una nueva nave espacial Dragon”.De esta forma quedó aplazado el retorno de los dos astronautas a la Tierra, así como el de la tripulación del Crew-9. De volver en marzo, Wilmore y Williams habrán pasado más de nueve meses en el espacio en lugar de solo ocho días. Ambos llevaban a cabo el primer vuelo de prueba del Starliner de Boeing cuando se presentaron problemas en su sistema de propulsión.Los científicos de la Nasa realizan un monitoreo constante de la salud de los dos astronautas varados. Por medio de un seguimiento de sus signos vitales se garantiza que los profesionales no experimenten alguna condición que pueda poner en peligro la misión. Con la nueva fecha proyectada para finales de marzo, los equipos de la agencia espacial deberán enfocarse en resolver las problemáticas que no les han permitido realizar las labores de rescate en las últimas semanas.Con la llegada del nuevo presidente de los Estados Unidos, Donald Trump, se espera que los proyectos que realiza la agencia retomen importancia debido a la relevancia que le ha dado el electo mandatario al tema.El próximo líder del país norteamericano confirmó a Jared Isaacman como nuevo director de la Nasa, de 41 años y quien es director general y fundador de una empresa de procesamiento de tarjetas, que también ha sido un colaborador cercano de Musk desde que compró su primer vuelo chárter con SpaceX. *Con información de AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "topics": [
      "Science and Technology->aerospace engineering",
      "Science and Technology->scientific exploration",
      "Health->medical service",
      "Health->health organisation",
      "Health->government health care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Butch Wilmore",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "SpaceX",
          "sentiment": "none"
        },
        {
          "name": "Nasa",
          "sentiment": "none"
        },
        {
          "name": "EEI",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:07:16.157+02:00",
    "updated": "2024-12-20T01:07:16.157+02:00"
  },
  {
    "uuid": "5bde6d7e4bbbae309273628b79cbbb6b708b4683",
    "url": "https://www.iberkshires.com/story/74079/Veteran-Spotlight-Marine-Capt.-Carter-Hunt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wayne Soares",
    "published": "2024-01-07T21:39:00Z",
    "title": "Veteran Spotlight: Marine Capt. Carter Hunt - iBerkshires.com",
    "text": "Veteran Spotlight: Marine Capt. Carter Hunt FALMOUTH, Mass. — Carter Hunt served his country with bravery and distinction in the Marine Corps in the Vietnam War. He retired as a captain. Growing up in Leominster, he attended Boston College, where he was a starting defensive end on the BC football team, graduating in 1968. He graduated from Officer Candidate School in Quantico, Va., then attended Basic School. He was sent to Vietnam in October 1969 and described it as, \"a busy place … we were scrambling to headquarters to get our assignment.\" His first assignment would be commanding a rifle platoon with Echo Company, 5th Marine Division. His first day entailed a truck ride out to Hill 52, where his company commander introduced him to his platoon sergeant. \"We were on the hill with regional forces of the Vietnamese. We spent lots of time on patrol in rice paddies,\" he said. \"Every now and then, we'd come into contact with the enemy …we moved to the Arizona Territory, where we came into contact with the enemy frequently.\" He continued, \"in combat, you have to depend on your squad leader. My platoon had been together for a while, so we had experience in combat.\" When I asked Capt. Hunt about the holidays, he laughed and offered this: \"My first holiday in Vietnam was Thanksgiving. We got menus on a piece of paper and got turkey and mashed potatoes in vac cans (sealed containers). Got a can of beer and a can of soda. There was a lot of bartering going on with guys who drank and didn't. ... \"We also got a cake from the previous Marine Corps birthday [Nov. 10].\" He also spoke about a dark day. \"We lost two Marines at Song Vu Gia when a grenade exploded prematurely. There's no way to really explain it, losing a Marine,\" Hunt said. \"You're living cheek to jaw, you're part of a team — an integral part of a team — it's not something that you can ever describe. It happens in combat but you have to keep going with your mission.\" Hunt also shared another incident on combat. \"We were patrolling on Go Noi Island and got news we were going to be ambushed,\" he said. \"My lead squad heard activity, got into a firefight. We stayed overnight and the next morning we found two [Viet Cong] bodies with AKs with four-five magazines. We went to a new position on Go Noi Island. We took on fire and I was wounded. Unfortunately, it was our own guys that fired upon us — killed two of my sergeants and wounded three other Marines. I found out that our location wasn't put on the maps back at headquarters.\" His thoughts on the protesters? \"That's what we were doing, defending the right of free speech, religion, etc.,\" Hunt said. \"The only thing that bothers me is the people that went to Canada and didn't serve in some capacity. I believe in universal service. Everybody should do something, not just the military — Peace Corps., nursing homes — something.\" I asked Hunt what it's like to be a Marine. \"It's a special feeling….we're a band of brothers, all going through the same experience, gone through the tough times and want to do the right thing,\" he said. How was it to serve his country? \"First of all it's an honor which was instilled in me from the beginning: duty, honor, country, family, church. My dad was a World War II vet, grandfather fought in World War I and the Spanish-American War. Also had great-grandfathers who fought in the Civil War,\" he said. \"If I was going to fight, I wanted to fight with someone who knew how.\" He was awarded the Purple Heart in Vietnam. Capt. Carter Hunt, welcome home and thank you for your service to our great country. Wayne Soares is the host of the popular new veterans cooking show, \"The Mess Hall\" that airs Saturdays on NBC's NECN at 9:30 a.m. He also entertains our troops around the globe and is the host and producer of the Vietnam veterans documentary \"Silent Dignity – The Chapter That Never Ends.\" He can be reached at [waynesoares1@gmail.com](mailto:waynesoares1@gmail.com). [View All Veteran Spotlights](/news?bhid=18) Tags: [veterans spotlight](/story.php?tag=veterans+spotlight),",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carter",
          "sentiment": "negative"
        },
        {
          "name": "ja",
          "sentiment": "negative"
        },
        {
          "name": "wayne soaresspecial",
          "sentiment": "negative"
        },
        {
          "name": "carter hunt",
          "sentiment": "negative"
        },
        {
          "name": "hill",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "basic school",
          "sentiment": "none"
        },
        {
          "name": "boston college",
          "sentiment": "none"
        },
        {
          "name": "officer candidate school",
          "sentiment": "none"
        },
        {
          "name": "echo company",
          "sentiment": "none"
        },
        {
          "name": "marine corps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mass.",
          "sentiment": "none"
        },
        {
          "name": "quantico",
          "sentiment": "none"
        },
        {
          "name": "leominster",
          "sentiment": "none"
        },
        {
          "name": "va.",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "arizona territory",
          "sentiment": "none"
        },
        {
          "name": "falmouth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:17:39.843+02:00",
    "updated": "2024-01-16T22:50:43.433+02:00"
  }
]