[
  {
    "uuid": "76a4e5a8a51a8daceb0d8ec4519ca8353a294590",
    "url": "https://www.zawya.com/en/life/sports/cummins-the-hero-as-australia-beat-pakistan-to-win-series-elouiq2f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer",
    "published": "2023-12-29T04:37:00Z",
    "title": "Cummins the hero as Australia beat Pakistan to win series",
    "text": "A fired-up Pat Cummins bagged five wickets and 10 in the match to earn Australia a nail-biting 79-run win in the second Test and clinch the series against a battling Pakistan Friday.\nSet 317 for victory, the visitors put up a stellar fight as they chased their first Test triumph in Australia since 1995.\nBut they were dismissed for 237, with the last five wickets falling for 18 runs.\nAustralian skipper Cummins was the chief destroyer, taking 5-49 to go with his first innings 5-48 -- only the second 10-wicket haul of his Test career.\nMitchell Starc chipped in with 4-55 as the tail collapsed after Shan Masood (60), Agha Salman (50) and Babar Azam (41) gave them a fighting chance.\n\"Little bit twitchy, felt okay but they were batting pretty nicely,\" said Cummins.\n\"Anything with a three in front of it was the aim, so we got that,\" he added of the target they wanted to set Pakistan. \"Felt like we had enough to bowl at but a little bit tight.\"\nIt was always going to be a tough task, with the highest-ever successful fourth innings run chase at the Melbourne Cricket Ground the 332-7 England managed in 1928, with no other team getting past 300.\n\"We have to look at the bigger picture. The smiles are that there are a lot of positives,\" said Pakistan captain Masood.\n\"This is the way we want to play Test cricket, fighting until the end and a result was possible for us. A lot to work on. But this is a blueprint.\"\nOpener Abdullah Shafique departed for four during a tricky session before lunch, caught by Usman Khawaja in the slips off Starc following a period of intense pressure.\nImam-ul-Haq survived the initial blitz, but was no match for Cummins after the break, with the pacer sending down a probing ball that nipped back and trapped him lbw for 12.\nMasood was given out lbw by the umpire on 12, but it was overturned on review and he quickly got back in his stride.\nHe took a nasty ball to the ribs that needed treatment, but was undeterred and raced to a gutsy 50 before Cummins again came to Australia's rescue, enticing an edge to Steve Smith.\nThere was plenty resting on the shoulders of Azam as the side's premier batter and he looked in good nick.\nBut after reaching 41, Josh Hazlewood got a ball to jag back and it clattered into his off stump.\nMohammad Rizwan also looked dangerous on his way to 35 before Cummins again worked his magic, with Alex Carey collecting a catch behind the stumps after the ball went off the batsman's glove.\nCummins then removed Aamer Jamal and Shaheen Shah Afridi in quick succession before Starc cleaned up.\n- Bounced back -\nThe Pakistanis padded up after the hosts were all out in their second innings for 262, after resuming on 187-6.\nMir Hamza was the best of the bowlers with 4-32, while Afridi took 4-76.\nCarey slammed 53 to help Australia build their overnight lead.\nHe resumed on 16 after Australia had bounced back from 16-4 thanks to an attacking 96 from Mitchell Marsh and Smith's gutsy 50.\nCarey, who made his first and only Test hundred in Melbourne a year ago, hit consecutive fours in his first over off Hasan Ali to build confidence.\nAt the other end, Starc lived dangerously and fell for nine with the impressive Afridi getting the breakthrough on a pitch still offering a bit for the bowlers.\nAzam took the sharp chance at slip after Starc miscued a drive.\nCummins made a breezy 16 but was caught behind by Rizwan off Jamal, who then bowled Lyon for 11, with Carey the last man out, lbw to Hamza.\nThe final Test of the three-match series is in Sydney next week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pat cummins",
          "sentiment": "negative"
        },
        {
          "name": "cummins",
          "sentiment": "negative"
        },
        {
          "name": "babar azam",
          "sentiment": "none"
        },
        {
          "name": "shan masood",
          "sentiment": "none"
        },
        {
          "name": "agha salman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mitchell starc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:06:55.249+02:00",
    "updated": "2023-12-29T11:06:55.249+02:00"
  },
  {
    "uuid": "cae833fc4a9c57b636ff21dd97f6dfd5f59705df",
    "url": "https://uk.news.yahoo.com/cps-police-nhs-firing-line-215202695.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Telegraph",
    "published": "2024-01-25T20:52:00Z",
    "title": "CPS, police and NHS in firing line as families say Nottingham killer should have been stopped",
    "text": "The Telegraph CPS, police and NHS in firing line as families say Nottingham killer should have been stopped Read full article Max Stephens 25 January 2024 at 11:52 pm · 7-min read Dr Sanjoy Kumar, father of Grace O'Malley-Kumar, makes a statement to the media outside Nottingham Crown Court - Jacob King/PA\nThe families of Valdo Calocane’s three victims have criticised the Crown Prosecution Service (CPS), police and the NHS over missed opportunities to stop the killer.\nUniversity students Barnaby Webber, Grace O’Malley-Kumar, both aged 19, and school caretaker Ian Coates, 65, were stabbed to death by Calocane in Nottingham on June 13 last year.\nThe victims, left to right, Ian Coates, Grace O'Malley-Kumar, Barnaby Webber\nCalocane, 32, a paranoid schizophrenic, is expected to spend the rest of his life in a secure hospital after a judge accepted his plea for manslaughter on the basis of diminished responsibility.\nStanding outside Nottingham Crown Court, Emma Webber, Barnaby’s mother, said a senior police officer had “blood on his hands” after he admitted the force “should have done more” to arrest Calocane before he launched his rampage.\nNottingham Police disclosed on Wednesday that a warrant for Calocane’s arrest for an assault on a police officer had been in place for nine months before the attacks.\nShe also claimed the families had been “rushed, hastened and railroaded” into accepting the CPS’s decision to accept Calocane’s plea of manslaughter not murder.\nDr Sanjoy Kumar, Grace’s father, said they will continue to interrogate the “missed opportunities” where Calocane’s “horrendous crime” could have been averted.\nJames Coates, Ian’s son, demanded the NHS mental health trusts who had monitored Calocane’s psychotic episodes be “held accountable for their failures along with the police.” Calocane stole Ian Coates’ van and later used it to run down pedestrians Wayne Birkett, Marcin Gawronski and Sharon Miller. Police later said it was a “miracle” the trio survived .\nPolice Police failed to arrest Calocane for nine months when he was wanted on a warrant for the alleged assault of a police officer before the fatal attacks on June 13.\nNottinghamshire Police had issued a warrant for his arrest in September 2022 after he failed to appear in court in connection with an assault on an officer who was taking him to hospital for mental health treatment.\nStory continues The killer, Valdo Calocane - Nottinghamshire Police/PA Wire\nBut officers failed to track him down and make the arrest, leaving Calocane free to kill his three victims. Asst Chief Constable Rob Griffin admitted the shortcomings of the force in not arresting Calocane sooner. In a statement issued on Wednesday, Mr Griffin said: “I have personally reviewed this matter and we should have done more to arrest him.\n“However, because of the circumstances prevailing, at the time of the alleged assault, in my opinion, it is highly unlikely that he would have received a custodial sentence.\n“Of course, an arrest might have triggered a route back into mental health services, but as we have seen from his previous encounters with those services, it seems unlikely that he would have engaged in this process.”\nHis admission drew condemnation from the families of Calocane’s victims.\nDirectly addressing Mr Griffin, Mrs Webber said: “You have blood on your hands.\n“If you had just done your jobs properly there’s a very good chance my beautiful boy would be alive today.”\nShe said it took “repeated questioning” of the police to find out the details of Calocane’s outstanding arrest warrant.\nMrs Webber said her family have “grave concerns” surrounding parts of the investigation and asked why the police supposedly said Calocane was a “sofa surfer and had no true abode”.\n“That’s not true. He did,” she said. “One that was registered in his name in Nottingham, and one that he had been in for about six months prior to his eviction on the 11th of June last year.”\nMr Coates said: “The failures from the police, the CPS, the health service have resulted in the murder of my father and these two innocent students.”\nIn a video released by Nottingham Police after Calocane’s sentencing, Mr Griffin said the attacks were “the most dreadful event that we have experienced in Nottinghamshire”.\n“The events of June 13 will never be forgotten by Nottinghamshire and all those people that have been affected,” he said.\n“And the victims in this case will forever last in our memories - Barnaby, Grace, Ian, Wayne, Sharon and Marcin.”\nCPS Mrs Webber claimed the family were “railroaded” by prosecutors into accepting the triple killer’s manslaughter plea, after he was sentenced to an indefinite hospital order.\nCalocane, a paranoid schizophrenic, was sentenced after pleading guilty to manslaughter on the basis of diminished responsibility.\nHe also admitted three charges of attempted murder after stealing Mr Coates’ van and driving it at three pedestrians.\nThe CPS has defended its decision to accept the manslaughter pleas, saying the overwhelming evidence found Calocane’s actions were “substantially impaired by psychosis resulting from paranoid schizophrenia”.\nHowever Mrs Webber said the first meeting with the CPS was on Nov 24, more than five months after the attacks, and that they were given no prior indication the conviction would be anything else but murder.\nShe said Calocane’s premeditated planning, collection of knives and “brutality” of the attacks clearly showed he knew “exactly what he was doing”.\n“He knew entirely that it was wrong but he did it anyway,” she said.\n“Justice has not been served today. We as a devastated family have been let down by multiple agency failings in effectiveness. The CPS did not consult with us, as has been reported. Instead, we’ve been rushed, hastened and railroaded.”\nMr Coates also criticised prosecutors over the decision to accept the manslaughter plea, saying the law had been watered down. “The letter of the law was once considered the most important rule to live and abide by, put upon us to make the country a fairer and safer place,” he said.\n“Now it’s just a cautionary tale where a calculated, cold brutal killing spree can be reduced down to something that falls within the same sentence and restrictions and guidelines as that of death by dangerous driving.”\nThe CPS defended its decision, saying the pleas were only accepted after “very careful analysis of the evidence”.\nJanine McKinney, from the CPS, said: “We reached this conclusion because the expert medical evidence was overwhelming; namely that his actions were substantially impaired by psychosis resulting from paranoid schizophrenia.\n“During this lengthy and complex sentencing exercise, the prosecution’s case has been that Calocane was criminally responsible for what he did, as well as being impaired by his mental health.”\nNHS Calocane was formally diagnosed with paranoid schizophrenia in July 2020, shortly after the first Covid lockdown ended.\nDuring a number of psychotic episodes he was in regular contact with mental health services, but stopped taking his prescribed treatment and frequently refused to engage with the professionals trying to help him.\nCalocane, who had come to believe that he was being spied on by his housemates and by MI6 and that his family was under threat, was initially detained at Nottingham’s Highbury Hospital in May 2020, when he was treated with antipsychotic medication.\nHe was discharged on June 17 to the care of the Nottingham City Crisis Team, before being readmitted after trying to force his way into his flat and another address when he stopped taking his medication.\nThis became a regular pattern over the following months, with Calocane being released from hospital and going on to behave erratically.\nIn several cases he was violent, including the assault on a police officer transporting him to Highbury Hospital in September 2021 and physical confrontations with his flatmates.\nIn mid-January 2022, an assessment under the Mental Health Act concluded that he could continue to be treated in the community.\nBut the court heard that Calocane failed again to engage adequately with the Home Treatment Team and did not collect his medication.\nMr Coates questioned why NHS trusts had not taken stronger action to contain Calocane or made more effort to intervene.\n“The failures from the police, the CPS, the health service have resulted in the murder of my father and these two innocent students,” he said.\n“The NHS mental health trusts have to be held accountable for their failures along with the police.”\nDr Kumar said his family had never questioned Calocane’s diagnosis but asked why there was no earlier intervention.\n“The lack of toxicology, contemporaneous mental health assessment, as well as missed opportunities to divert his lethal path, will forever play on our minds and this requires further review,” he said.\n“We will look for answers regarding missed opportunities to intervene and prevent this horrendous crime.”\nTRENDING Putin sparks fears of war with Nato with visit to Kaliningrad The Telegraph · 4-min read Sofía Vergara admits her ‘giant’ chest opened door to fame BANG Showbiz · 2-min read The Princess of Wales's health history revealed, as she recovers from abdominal surgery Evening Standard · 5-min read Boy, 9, who lived alone for two years in unheated flat went unnoticed because he was ‘a good pupil’ The Independent · 2-min read Three Kansas City Chiefs fans found frozen to death in friend’s backyard - two days after their last sighting The Independent · 2-min read",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Health"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/lo8fGQhKOJVPMxmDyRo6sg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/eda6e9c403e13cd82da12c21edf02f33",
      "https://s.yimg.com/uu/api/res/1.2/i2_YLOXRkxZMYuMQQOd7HQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/bang_showbiz_628/8167ee53d1e5dbc5c17e07a56f1c9f3b",
      "https://s.yimg.com/uu/api/res/1.2/n8YSRPtj9PCdSJj6qDdxPQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/60f4cb6e2723189938f07d9546c683b5",
      "http://www.telegraph.co.uk/",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://s.yimg.com/ny/api/res/1.2/QfGWpVb95RtzWJ_XuBxK1g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/da1797fbb8620205aa6781322a24d793",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fcps-police-nhs-firing-line-215202695.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://twitter.com/intent/tweet?text=CPS%2C%20police%20and%20NHS%20in%20firing%20line%20as%20families%20say%20Nottingham%20killer%20should%20have%20been%20stopped&url=https%3A%2F%2Fuk.news.yahoo.com%2Fcps-police-nhs-firing-line-215202695.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
      "https://s.yimg.com/uu/api/res/1.2/b137vbbbDIJXa6KgE8o0_Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_telegraph_818/f5aaa930a4f9e430312349190dcfa745",
      "https://s.yimg.com/uu/api/res/1.2/ud3Pi2Np9dzcqGhSEwvRAQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/a44a8e1e6b966d44d1973d2fa780b43c",
      "https://s.yimg.com/uu/api/res/1.2/UDKkqIgH2aeOT_LFAp6oAw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/evening_standard_239/f8f87f7cef17c94919d527f4639bd495",
      "https://s.yimg.com/ny/api/res/1.2/OcFqslNjV.22S9rOMm5kNw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTA-/https://media.zenfs.com/en/the_telegraph_818/ec32b7126a9c6645b32dc4504bf06541",
      "https://s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://s.yimg.com/ny/api/res/1.2/5YYpn6H1km8sya88xDHIMw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://media.zenfs.com/en/the_telegraph_818/ec32b7126a9c6645b32dc4504bf06541",
      "https://www.s.yimg.com/ny/api/res/1.2/lo8fGQhKOJVPMxmDyRo6sg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/eda6e9c403e13cd82da12c21edf02f33",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/QfGWpVb95RtzWJ_XuBxK1g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/da1797fbb8620205aa6781322a24d793",
      "http://www.telegraph.co.uk",
      "https://www.s.yimg.com/uu/api/res/1.2/UDKkqIgH2aeOT_LFAp6oAw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/evening_standard_239/f8f87f7cef17c94919d527f4639bd495",
      "https://www.s.yimg.com/ny/api/res/1.2/lUccsXrcLjw4DTivPnyR7A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fcps-police-nhs-firing-line-215202695.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/OcFqslNjV.22S9rOMm5kNw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD03NTA-/https://www.media.zenfs.com/en/the_telegraph_818/ec32b7126a9c6645b32dc4504bf06541",
      "https://www.s.yimg.com/uu/api/res/1.2/n8YSRPtj9PCdSJj6qDdxPQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/60f4cb6e2723189938f07d9546c683b5",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-12/92f3d230-338d-11eb-bf5e-84c9bd66668a",
      "https://www.s.yimg.com/uu/api/res/1.2/b137vbbbDIJXa6KgE8o0_Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_telegraph_818/f5aaa930a4f9e430312349190dcfa745",
      "https://www.s.yimg.com/ny/api/res/1.2/5YYpn6H1km8sya88xDHIMw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYwMA--/https://www.media.zenfs.com/en/the_telegraph_818/ec32b7126a9c6645b32dc4504bf06541",
      "http://telegraph.co.uk/",
      "https://www.twitter.com/intent/tweet?text=CPS%2C%20police%20and%20NHS%20in%20firing%20line%20as%20families%20say%20Nottingham%20killer%20should%20have%20been%20stopped&url=https%3A%2F%2Fuk.news.yahoo.com%2Fcps-police-nhs-firing-line-215202695.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
      "https://www.s.yimg.com/uu/api/res/1.2/i2_YLOXRkxZMYuMQQOd7HQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/bang_showbiz_628/8167ee53d1e5dbc5c17e07a56f1c9f3b",
      "https://www.s.yimg.com/uu/api/res/1.2/ud3Pi2Np9dzcqGhSEwvRAQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/a44a8e1e6b966d44d1973d2fa780b43c",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kumar",
          "sentiment": "none"
        },
        {
          "name": "sanjoy kumar",
          "sentiment": "none"
        },
        {
          "name": "barnaby",
          "sentiment": "none"
        },
        {
          "name": "emma webber",
          "sentiment": "none"
        },
        {
          "name": "jacob king",
          "sentiment": "none"
        },
        {
          "name": "grace o'malley",
          "sentiment": "none"
        },
        {
          "name": "max stephens",
          "sentiment": "none"
        },
        {
          "name": "ian coates",
          "sentiment": "none"
        },
        {
          "name": "calocane",
          "sentiment": "none"
        },
        {
          "name": "grace o'malley-kumar",
          "sentiment": "none"
        },
        {
          "name": "grace o’malley-kumar",
          "sentiment": "none"
        },
        {
          "name": "barnaby webber calocane",
          "sentiment": "none"
        },
        {
          "name": "barnaby webber",
          "sentiment": "none"
        },
        {
          "name": "valdo calocane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cps",
          "sentiment": "negative"
        },
        {
          "name": "nhs",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "nottingham",
          "sentiment": "none"
        },
        {
          "name": "nottingham crown court",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:04:49.751+02:00",
    "updated": "2024-01-26T00:04:49.751+02:00"
  },
  {
    "uuid": "2c5bf73eafe21281636a939a2e4b01dc890dec57",
    "url": "https://www.abnewswire.com/pressreleases/discover-dream-land-with-online-land-sales_682869.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2023-12-28T22:20:00Z",
    "title": "Discover Dream Land with Online Land Sales",
    "text": "Making Land Ownership a Reality\nOnline Land Sales LLC, established in 2004, is on a mission to make land ownership more accessible and meaningful to people across the United States. They achieve this mission through a unique combination of online land auctions and direct sales campaigns, offering a wide range of discounted land for sale. If you’ve ever wondered whether buying land with low down payment financing could be less complicated, Online Land Sales LLC has the answer. More information can be found at\nhttps://store.onlinelandsales.com.\nThe Online Land Sales Promise\nOnline Land Sales LLC has a rich history of delivering value to seller-financed land customers who seek an off-the-grid lifestyle. As the needs of their customers evolve, Online Land Sales is committed to adapting and serving them better. Their team is not only talented but also experienced, ensuring that they stay at the forefront of the industry. By keeping their promise to customers, they add meaning to their lives.\nOnline Land Sales LLC guarantees your complete satisfaction with their properties. They understand that purchasing land is a significant decision, and they are dedicated to ensuring that every customer’s experience is exceptional.\nExplore the World of Online Land Sales\nOnline Land Sales offers an array of properties for sale, each with its unique charm and potential. Whether you’re seeking a serene countryside escape, an investment opportunity, or a future building site, Online Land Sales has a property that suits your vision. Their properties are not just pieces of land; they are canvases where you can paint the life you desire.\nDeal of the Day\nOne exciting feature on the Online Land Sales website is the “Deal of the Day.” This section showcases exclusive offers on select properties, providing a fantastic opportunity for savvy buyers. Keep an eye on this section, as you might stumble upon the perfect piece of land at an unbeatable price.\nA Seamless Experience\nOnline Land Sales LLC doesn’t just sell land; they offer a seamless experience. They understand that buying land involves more than just acquiring a plot; it’s about realizing a dream. That’s why they provide financing options to make land ownership achievable for more people. Their user-friendly platform allows you to browse, select, and purchase land with ease.\nProperties That Inspire\nOnline Land Sales features an assortment of properties that inspire and captivate. From vast acreages in Nevada to charming lots in Kentucky and Missouri, there’s a piece of land for every dreamer. Whether you’re looking to build your dream home, embark on an investment journey, or find a tranquil retreat, Online Land Sales has the land you’ve been searching for.\nCustomer Satisfaction Guaranteed\nOnline Land Sales LLC’s commitment to customer satisfaction is unwavering. They believe that buying land should be a gratifying experience, and they go the extra mile to ensure it is. Their properties are handpicked and thoroughly vetted to meet the highest standards, giving you peace of mind as you embark on your landownership journey.\nGet in Touch with Online Land Sales\nIf you’re ready to explore the world of landownership or have questions about specific properties, Online Land Sales LLC is here to assist you. Their dedicated team is just a phone call or email away, ready to provide you with the information you need to make an informed decision.\nAbout Online Land Sales LLC\nFounded in 2004, Online Land Sales LLC has been a pioneer in offering accessible land ownership opportunities. Their dedication to delivering value to customers, their commitment to transparency, and their innovative approach have set them apart in the industry. As they look ahead to the future, Online Land Sales LLC is poised to continue adding meaning to the lives of landowners and dreamers across the United States. Visit\nhttps://store.onlinelandsales.com for more details.\nFAQs (Frequently Asked Questions)\n1. What is the mission of Online Land Sales LLC?\nOnline Land Sales LLC aims to make land ownership more accessible and meaningful through a combination of online land auctions and direct sales campaigns, offering discounted land for sale with low down payment financing.\n2. How can I stay updated on exclusive land deals?\nYou can keep an eye on the “Deal of the Day” section on the Online Land Sales website, where exclusive offers on select properties are showcased regularly, providing excellent opportunities for buyers.\n3. What types of properties does Online Land Sales offer?\nOnline Land Sales offers a diverse range of properties, from vast acreages to charming lots in various states across the United States. Whether you’re looking for an investment opportunity, a future building site, or a peaceful retreat, they have properties to suit various dreams and goals.\n4. How does Online Land Sales ensure customer satisfaction?\nOnline Land Sales LLC guarantees customer satisfaction by thoroughly vetting and handpicking properties to meet the highest standards. They are committed to providing a seamless and gratifying landownership experience for their customers.\n5. How can I get in touch with Online Land Sales for inquiries or assistance?\nYou can contact Online Land Sales LLC through their website or reach out to their dedicated team via phone or email. They are ready to assist you and provide the information you need to embark on your landownership journey.\nMedia Contact\nCompany Name:\nOnline Land Sales\nEmail:\nSend Email\nCountry: United States\nWebsite:\nhttps://store.onlinelandsales.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://store.onlinelandsales.com",
      "https://store.onlinelandsales.com/",
      "https://store.onlinelandsales.com",
      "https://www.store.onlinelandsales.com/",
      "https://www.store.onlinelandsales.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "online land sales llc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:22:13.690+02:00",
    "updated": "2023-12-29T01:22:13.690+02:00"
  },
  {
    "uuid": "d9a16bea7a314dc17013c85536001669fc604d8c",
    "url": "https://alicanteplaza.es/valenciaplaza/usar-demasiado-las-redes-sociales-o-juegos-online-genera-adiccion-y-baja-la-autoestima",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@",
    "published": "2025-01-31T00:01:00Z",
    "title": "Usar demasiado las redes sociales o jugar online genera adicción y baja la autoestima",
    "text": "VALÈNCIA. Según estudios realizados por investigadores de diversas universidades, dados a conocer por Elsevier, el uso excesivo de las redes sociales, aplicaciones de mensajería o juegos online puede traducirse en una experiencia negativa que alimente una baja autoestima o comportamientos narcisistas, y provoque síndrome de abstinencia.\nPara la compañía, entender las causas y efectos de problemas como el temor a la desconexión o el trastorno del juego en Internet determinará cómo las personas se relacionan con las nuevas tecnologías.\nElsevier asegura que un 'millennial' medio consulta su teléfono móvil alrededor de 150 veces al día, y que los seres humanos \"pueden llegar a experimentar\" una sensación similar al juego en máquinas \"tragaperras\" cuando interactúan con redes determinadas redes sociales.\nLas redes sociales y las aplicaciones de mensajería instantánea permiten un contacto continuo con amigos o conocidos de cualquier parte del mundo. Esta \"indudable\" ventaja, según la entidad, puede traducirse, en determinadas personas, en una experiencia \"negativa\" de \"temor y ansiedad\" por perder algo o a alguien si \"no hay una conexión permanente\".\nUn equipo liderado por investigadores de la Universidad de Duisburg-Essen (Alemania) investigó el rol que juega este temor en el desarrollo del trastorno de la comunicación por Internet, utilizando una muestra de 270 personas.\nEste grupo concluyó que el uso excesivo de las aplicaciones de comunicación para escapar de los sentimientos negativos y los conflictos en la vida real puede convertirse en una adicción. Además, señalaron que los usuarios deben saber que las aplicaciones de comunicación por Internet \"no son la única manera\" de iniciar o mantenerse en contacto con otros y satisfacer sus necesidades sociales.\nBaja autoestima y narcicismo\nPor otro lado, un estudio realizado por investigadores de la Universidad de Bergen (Noruega) a más de 23.500 personas, reveló que un uso adictivo de las redes sociales está vinculado a la baja autoestima y al narcisismo.\nSegún los resultados del estudio, publicados en Addictive Behaviors, Facebook, Instagram, Snapchat y otras aplicaciones sociales pueden servir como \"arenas sociales\" para individuos que se sienten \"atraídos por las actividades que aumentan el ego\".\nRespecto a la adicción a los juegos online, una investigación de expertos de la Ball State University de Estados Unidos, publicada también en Addictive Behaviors de Elsevier, muestra que las personas que sufren trastorno del juego en Internet (IGD) son propensos a \"tener una inhibición alterada de la respuesta\". Al igual que en las adicciones a sustancias, frenar el IGD puede resultar en síndromes de abstinencia.\nInvestigadores de los centros australianos Flinders University y University of Adelaide estudiaron una muestra de 24 usuarios de juegos multijugador online, con y sin indicios de IGP, que se abstuvieron de jugar durante 48 horas.\nDespués del experimento, el síndrome de abstinencia \"disminuyó en el corto plazo\", lo que, según los expertos, podría indicar que \"las adicciones tecnológicas no siguen todos los mismos patrones de adicción que en el caso de las sustancias\".\nElsevier considera que intentar \"comprender y explicar\" estas nuevas adicciones es \"cada vez más importante\" y, en consecuencia, la producción de literatura científica sobre los trastornos de adicción relacionados con la interacción con juegos, Internet o redes sociales \"se incrementa en igual medida\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Social Issue->social problem",
      "Social Issue->teenagers",
      "Social Issue->addiction",
      "Lifestyle and Leisure->mental wellbeing",
      "Lifestyle and Leisure->gaming and lottery"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T03:31:03.969+02:00",
    "updated": "2025-01-31T03:31:03.969+02:00"
  },
  {
    "uuid": "927f23adb22f30784f6a7eac1e58bdc5614bc83d",
    "url": "https://www.wxyz.com/news/road-rage-victims-family-speaks-out-after-suspect-also-charged-with-dr-hoover-murder",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Michals,Matt Dale",
    "published": "2024-08-08T16:48:00Z",
    "title": "Road rage victim's family speaks out after suspect also charged in Hoover murder",
    "text": "Wedad Salmaci of Dearborn told 7 News Detroit that she was married to Reda Saleh for \\\"24, 25 years.\\\"She said those years were beautiful, \\\"he was my soulmate.\\\"VIDEO: 'My soulmate.' Wife of man killed in road rage incident shares storyHer daughter Angie showed us a video of Saleh on April 17. The family said they'd never forget it, because about an hour after the video was taken, Saleh called Salmaci to tell her he was heading home. It was a call he made to her every day, but this time when she called him back, he wouldn't answer. \\\"I called him again and he didn’t answer,\\\" said Salmaci. \\\"My heart started racing, I called again, he didn’t answer\\\"According to Detroit Police, Saleh was at the intersection of West Chicago Street and Greenfield Road when he bumped into the back of another car. A witness identified the driver of that car as 33-year-old Desmond Burks of Detroit. Police said Burks got out of the his car, punched Saleh, and left Saleh lying in the street. Saleh passed away from the injuries. When asked if her husband was the kind of man to get into a fight, Salmaci answered, \\\"Never, he would give you the shirt off his back.\\\"\\\"Every single day I cry,\\\" she said. On May 15, Burks was charged with Saleh's murder. Shockingly, he would be back in court within three months for a different murder, the murder of well-known Detroit neurosurgeon Dr. Devon Hoover. VIDEO: Man arraigned on charges in connection to murder of Dr. Devon HooverHoover was killed one year before Saleh.\\\"That was devastating, that was devastating to me,\\\" said Salmaci.RELATED VIDEO: Detroit man charged in 2023 murder of Dr. Devon HooverShe said she watched the arraignment from her bed, she's on dialysis, Saleh was her caretaker. Her family said they can't help but think that if Burks had been arrested earlier, their father, Salmaci's soulmate, would still be with them.A competency hearing has been requested by Burk's lawyer in regards to the road rage incident. It is scheduled for September 3.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wedad salmaci",
          "sentiment": "neutral"
        },
        {
          "name": "reda s",
          "sentiment": "neutral"
        },
        {
          "name": "angie",
          "sentiment": "none"
        },
        {
          "name": "desmond burks",
          "sentiment": "none"
        },
        {
          "name": "salmaci",
          "sentiment": "none"
        },
        {
          "name": "saleh",
          "sentiment": "none"
        },
        {
          "name": "burks",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "news",
          "sentiment": "neutral"
        },
        {
          "name": "detroit police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dearborn",
          "sentiment": "none"
        },
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "west chicago street",
          "sentiment": "none"
        },
        {
          "name": "hoover",
          "sentiment": "none"
        },
        {
          "name": "salmaci",
          "sentiment": "none"
        },
        {
          "name": "dearborn",
          "sentiment": "none"
        },
        {
          "name": "greenfield road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:25:11.868+03:00",
    "updated": "2024-08-09T02:13:52.719+03:00"
  },
  {
    "uuid": "58d921cc4c810923a22d8002e48c82b4d3c70c1b",
    "url": "https://dailycaller.com/2025/04/30/kentucky-derby-horse-racing-journalism",
    "ord_in_thread": 0,
    "author": "Andrew Powell",
    "published": "2025-04-30T23:10:00Z",
    "title": "Name Of Horse Favored To Win Kentucky Derby Makes You Not Want To Bet On It | The Daily Caller",
    "text": "LMAO … I know who I’m NOT betting on Saturday.\nWhen it comes to the 2025 Kentucky Derby , there’s a horse named Journalism , who is the favorite. Yeah, I know, I laughed too. There’s no way I can bet on a horse named that with how much I hate the media in 2025. But it’s not shocking that Journalism is on top of the odds.\nThe colt, a 3-year-old who was sired by Curlin , tallied a 4-0-1 record in five races and notably had a victory April 5 in the Santa Anita Derby. But that’s not the only thing that Journalism has won. He’s also snagged journalists’ hearts who are covering the Derby . (RELATED: Toby Keith-Owned Horse Is Running In Kentucky Derby)\nMost are choosing Journalism to win the big race, while a few others are either riding with Coal Battle or Sovereignty .\nHere is the complete field of the 2025 Kentucky Derby :\nCitizen Bull (20-1) Neoequos (30-1) Final Gambit (30-1) Rodriguez (12-1) American Promise (30-1) Admire Daytona (30-1) Luxor Cafe (15-1) Journalism (3-1) Burnham Square (12-1) Grande (20-1) Flying Mohawk (30-1) East Avenue (20-1) Publisher (20-1) Tiztastic (20-1) Render Judgment (30-1) Coal Battle (30-1) Sandman (6-1) Sovereignty (5-1) Chunk Of Gold (30-1) Owen Almighty (30-1) Post Positions for the 151st Kentucky Derby presented by Woodford Reserve. pic.twitter.com/CGyJn9rmy2\n— Kentucky Derby (@KentuckyDerby) April 26, 2025\nTo be honest, I’m not the most knowledgeable on horse racing, so I don’t know what I’m going to do exactly when it comes to betting. But with that being said, the Kentucky Derby is an event that I always show up for and have no problem slapping $5 on horses that I’ve never heard of to win.\nAdd a little day drinking, and you’ve got yourself an epic Saturday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->horse racing",
      "Sport->sports transaction",
      "Sport->sport event",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->gaming and lottery"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.horseracingnation.com/horse/Sovereignty_2",
      "https://www.horseracingnation.com/horse/Coal_Battle",
      "https://capi.connatix.com/tr/si?token=739c4263-c671-4316-b7cf-ecd244900844&cid=9c4d09f1-aa3e-4da1-ad63-362d562ecfad",
      "https://t.co/CGyJn9rmy2",
      "https://www.courier-journal.com/story/sports/horses/kentucky-derby/2025/04/29/kentucky-derby-expert-picks-journalism-sovereignty/80008281007/",
      "https://twitter.com/KentuckyDerby/status/1916277950770500032?ref_src=twsrc%5Etfw",
      "https://www.horseracingnation.com/horse/Curlin",
      "https://www.horseracingnation.com/horse/Journalism_2",
      "https://www.twitter.com/KentuckyDerby/status/1916277950770500032?ref_src=twsrc%5Etfw",
      "https://www.t.co/CGyJn9rmy2",
      "https://horseracingnation.com/horse/Curlin",
      "https://capi.connatix.com/tr/si",
      "https://twitter.com/KentuckyDerby/status/1916277950770500032",
      "https://horseracingnation.com/horse/Coal_Battle",
      "https://horseracingnation.com/horse/Sovereignty_2",
      "https://courier-journal.com/story/sports/horses/kentucky-derby/2025/04/29/kentucky-derby-expert-picks-journalism-sovereignty/80008281007/",
      "https://horseracingnation.com/horse/Journalism_2",
      "https://www.capi.connatix.com/tr/si?token=739c4263-c671-4316-b7cf-ecd244900844&cid=9c4d09f1-aa3e-4da1-ad63-362d562ecfad",
      "https://www.courier-journal.com/story/sports/horses/kentucky-derby/2025/04/29/kentucky-derby-expert-picks-journalism-sovereignty/80008281007"
    ],
    "entities": {
      "persons": [
        {
          "name": "Rodriguez",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Curlin",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T02:33:10.158+03:00",
    "updated": "2025-05-08T11:39:18.825+03:00"
  }
]