[
  {
    "uuid": "a71cf39b897c32b8aae247a03767a8685d16d8ac",
    "url": "https://okdiario.com/espana/calvino-evita-dar-gracias-ministros-podemos-esconde-diaz-bronca-despedida-12137491",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@okdiario",
    "published": "2023-12-28T20:45:00Z",
    "title": "Calviño evita dar las gracias a los ministros de Podemos y esconde a Díaz tras una bronca en su despedida",
    "text": "Calviño evita dar las gracias a los ministros de Podemos y esconde a Díaz tras una bronca en su despedida Nadia Calviño, que este viernes dejará de ser la ministra de Economía, ha compartido una serie de fotos en su despedida del cargo en la que aparece con todos los ministros socialistas, actuales y pasados, del Ejecutivo de Sánchez, pero en las que no aparece ninguno de sus socios, sean de Podemos o de Sumar. Calviño, hasta ahora vicepresidenta primera del Gobierno y ministra de Economía, será la próxima presidenta del Banco Europeo de Inversiones (BEI). El pasado 21 de diciembre, [se despidió](https://okdiario.com/economia/calvino-desatada-voy-orgullo-haber-salvado-pais-durante-pandemia-12110002) del Congreso con un alegato en favor de su gestión al frente del ministerio. Este jueves, a un día de que Sánchez anuncie su relevo, compartía esa serie de fotos en la que no hay rastro de ministros de Podemos ni de Yolanda Díaz. Comparto algunas fotos de estos cinco años y medio con compañeros y compañeras de los sucesivos gobiernos del presidente [@sanchezcastejon]. Hemos vivido momentos históricos, superando las dificultades y trabajando codo con codo en un ambiente de confianza y cariño. ¡Gracias! [pic.twitter.com/RSH4GUDBxU] — Nadia Calviño (@NadiaCalvino) [December 28, 2023] Las fotografías van acompañadas de mensajes de agradecimiento. «Hemos vivido momentos históricos», dice. Junto a ella, el presidente del Gobierno, Pedro Sánchez, así como ministros de todos los gobiernos como Margarita Robles, Fernando Grande-Marlaska o María Jesús Montero, entre otros. Incluso aparecen antiguos compañeros como Miquel Iceta o Pedro Duque. Pero ni rastro de los ministros de Unidas Podemos. Además, Calviño ha querido hacer especial mención a sus compañeras en la vicepresidencia, a quienes ha calificado como «grandes profesionales y personas». No obstante, en la fotografía que acompaña a este mensaje únicamente aparece junto a María Jesús Montero y Teresa Ribera, a quienes ha llamado públicamente «amigas». La ausencia de Yolanda Díaz deja en evidencia la mala relación existente entre ambas. Ha sido un placer compartir tantos momentos y poder contar con el apoyo de compañeras como [@Teresaribera]y [@mjmonteroc], grandes profesionales y personas. ¡Muchas gracias, amigas! [pic.twitter.com/7YIyJUSKS8] — Nadia Calviño (@NadiaCalvino) [December 28, 2023] Enésima bronca con Yolanda Díaz Según ha podido saber OKDIARIO, en su último Consejo de Ministros, Calviño volvió a chocar con Díaz, como tantas otras veces durante el tiempo que han coincidido en el Gobierno. En la que fue la despedida de la hasta ahora ministra de Economía, quedó claro que entre ellas nunca hubo una buena conexión. La prórroga del impuesto a las energéticas con el [decreto ómnibus](https://okdiario.com/economia/sanchez-aplaza-rebaja-del-impuesto-energeticas-hasta-abril-yolanda-diaz-amenaza-eliminarla-12134537) provocó dicho alboroto y el Consejo se extendió hasta dos horas más de lo que estaba estipulado. Todo esto ocurre en un momento en el que la parte socialista del Gobierno está resentida precisamente con Yolanda tras un vídeo compartido por el Ministerio de Trabajo en el que la propia vicepresidenta critica las ayudas al sector energético, medida impulsada por Calviño. «Es absolutamente incomprensible que en nuestro país bajemos los impuestos a las grandes energéticas, que tienen unos beneficios absolutamente obscenos, unos beneficios récord. Que un gobierno progresista incentive, bonifique, a las entidades energéticas es absolutamente incomprensible», ha declarado la mañana de este jueves en una entrevista en TVE.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:40.902+02:00",
    "updated": "2023-12-29T00:29:40.902+02:00"
  },
  {
    "uuid": "574c61e7642e21310650ee7acd36d25c4838cb0e",
    "url": "https://www.eldesmarque.com/baloncesto/euroliga/20231228/valencia-basket-pierde-en-los-ultimos-segundos-en-la-pista-del-fc-bayern-munich-85-84_300197722.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xema Tarazona",
    "published": "2023-12-28T21:38:00Z",
    "title": "Valencia Basket pierde en los últimos segundos en la pista del FC Bayern Munich (85-84)",
    "text": "Valencia Basket pierde en los últimos segundos en la pista del FC Bayern Munich (85-84)\n- Valencia Basket ha perdido por la mínima\n- Partido muy igualado y disputado\nValencia Basket cerró con una derrota\nen la pista del FC Bayern Munich por 85-84 la primera vuelta de la Turkish Airlines EuroLeague en un partido que se equilibró pronto y que estuvo apretado con cambios frecuentes en el mando del marcador y sin que ninguno de los dos equipos pudiera consolidar una ventaja hasta la recta final. El equipo alemán encontró a sus tiradores en el momento decisivo de partido pero Davies se multiplicó para meter el partido en un final a cara o cruz en el que tuvo un tiro sin apenas tiempo para intentar llevárselo pero que no entró.\nEl entrenador Álex Mumbrú comenzó el partido con el quinteto formado por Chris Jones, Kassius Robertson, Josep Puerto, Jaime Pradilla y Brandon Davies. Una bandeja de Jones fue la primera canasta del partido antes de un triple de Booker y una canasta de Brankovic que replicó Pradilla en la pintura. Un 2+1 de Davies y un triple de Jones mantenían el partido empatado al llegar a la mitad del primer acto pero los triples de Edwards y la entrada de Francisco impulsaban la ofensiva alemana para poner el 15-10 al llegar al minuto 7. Jones asumía el protagonismo ofensivo pero el conjunto bávaro sacaba viajes a la línea del tiro libre en una recta final del primer cuarto en la que debutó como taronja Justin Anderson dándole una asistencia a Touré para una canasta con adicional que dejaba el marcador en empate a 16 al final de los primeros diez minutos.\nUn acierto de Hermannsson y una estrategia de fondo que acabó con un 2+1 de Xabi, unido a una acción individual del alero vasco supusieron un parcial de 0-7 que cortó Obst con un triple y Weiler-Babb con una bandeja para volver a empatarlo. Giffey castigó un error para devolver el parcial y poner el 25-23 pero un mate de Davies y una canasta de Reuvers mantenían el partido equilibrado. Una acción individual de Hermannsson y el primer triple de Anderson como taronja daban una mínima ventaja al cuadro taronja pero el conjunto bávaro encadenó dos aciertos para volver a ponerse por encima. Davies convirtió desde la media distancia y Robertson anotó el triple, lo que unido a un mate de Pradilla tras rebote ofensivo defendía la exigua renta valenciana para llegar con 38-39 al descanso.\nLa segunda mitad comenzó con un gancho y un acierto desde la media distancia de Davies pero Booker y un triple de Bolmaro no dejaban crecer la renta valenciana. Jones se fabricó la bandeja y Davies seguía acertando desde su distancia fetiche y aunque Booker encontraba el aro, Robertson y un triple de Jones estiraban un poco la ventaja taronja. Bolmaro y un triple de Edwards ponían el 50-52 al llegar a la mitad del tercer acto y pese a un 2+0 de Davies, el equipo alemán se ponía por delante con un parcial de 8-0 para el 58-54 al llegar al minuto 28. Un triple de Jones cortó el parcial en contra y tras una buena defensa, Reuvers repitió desde detrás del arco. Anderson se fabricó la canasta con una acción individual para dejarlo en 60-62 con diez minutos por jugar.\nAnderson metió la primera del último acto y tras una buena defensa, Xabi se fue hasta el aro para anotar en acción individual. Pese al palmeo de Booker, Xabi convirtió desde la línea de personal pero un triple de Obst ponía el 65-68 antes de un tiro libre de Anderson y otro de Reuvers. Lucic también acertó desde detrás del arco y dos acciones seguidas de Bolmaro ponían el 73-71 al entrar en los últimos cuatro minutos. Una falta de tres tiros sobre Obst estiraba a cinco la ventaja bávara antes de dos tiros libres de Jones pero Lucic acertó con el triple para el 79-73 con el que se entró en los últimos tres minutos. Davies encontró un tiro libre, un triple y una canasta en acción individual para apretarlo aunque Bonga anotaba el 82-79, Jones convirtió la canasta rápida y tras el fallo de Lucic, Davies tampoco anotó. Lucic anotó los dos tiros libres de una falta muy protestada por el banquillo taronja y Jones no convirtió el triple que hubiese empatado en un partido que acabó con 85-84 pese a que un triple de Robertson le dio emoción hasta el final y Valencia Basket tuvo un tiro a la desesperada tras forzar la pérdida, pero solo hubo tiempo para un lanzamiento desde medio campo de López-Arostegui que tocó el hierro pero no entró.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:28:46.941+02:00",
    "updated": "2023-12-29T02:28:46.941+02:00"
  },
  {
    "uuid": "f6d4b49f44eac5d50f215785e70f2f9bcc50a660",
    "url": "https://www.deccanchronicle.com/fact-check/fact-check-viral-video-shows-tdp-followers-protesting-over-the-selection-of-the-anantapur-mla-urban-candidate-897758",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "deccanchronicle.com",
    "published": "2024-06-06T21:32:00Z",
    "title": "Fact Check: Viral video shows TDP followers protesting over the selection of the Anantapur MLA urban candidate",
    "text": "Fact Check: Viral video shows TDP followers protesting over the selection of the Anantapur MLA urban candidate Fact Check Factly 6 Jun 2024 9:02 PM GMT x The viral video shows visuals of TDP followers protesting over the selection of the Anantapur Urban MLA candidate in March 2024.\nClaim : Visuals showing people of Andhra Pradesh burning a portrait of TDP chief Chandrababu Naidu for supporting Narendra Modi to form the government.\nFact : This viral video shows visuals of TDP followers protesting over the selection of the Anantapur Urban MLA candidate in March 2024. The TDP announced Daggubati Venkateswara Prasad as the MLA candidate for Anantapur Urban. Prabhakar Chaudhary, who had been hoping for the MLA ticket for many years, was unhappy with this decision. His followers expressed their anger by attacking the TDP Anantapur Urban office, destroying furniture, and burning banners and photos of Chandrababu Naidu. Hence, the claim made in the post is MISLEADING.\nThe results of the 2024 Lok Sabha elections were announced on 04 June 2024. The BJP managed to win only 240 seats, falling short of a majority on its own, thus making it dependent on alliance partners to secure the 272 seats required to form the government. On 05 June 2024, TDP chief Chandrababu Naidu clarified that they intend to remain with the NDA by attending the NDA meeting and providing written support to the NDA. In this context, a video showing a few people hitting the portrait of Chandrababu Naidu with footwear and throwing it into the fire is being widely circulated across social media platforms with the claim that people of Andhra Pradesh are upset with Chandrababu’s decision to support Narendra Modi and are burning photos of Chandrababu Naidu. Through this article, let’s fact-check the claim made in the post.\nThere are no credible reports about people of Andhra Pradesh protesting against TDP chief Chandrababu Naidu for supporting Narendra Modi to form the government.\nTo gather more information about this viral video, we conducted a Google reverse image search using key frames from the video. This search led us to a news report video featuring similar visuals, uploaded on 30 March 2024, on the official YouTube channel of the Telugu news channel NTV with the title: “Anantapur TDP Leaders Protest Over Final List.” According to this media report, the TDP announced Daggubati Venkateswara Prasad as the MLA candidate for Anantapur Urban. Prabhakar Chaudhary, who had been hoping for the MLA ticket for many years was not able to accept this decision. Prabhakar Chaudhary’s followers expressed their anger by attacking the TDP Anantapur Urban office, destroying furniture and windows, and burning banners and photos of Chandrababu Naidu.\nUpon comparing the viral video with the news video, it becomes evident that the visuals in the viral video show Anantapur TDP leaders protesting against the selection of the MLA candidate for the Anantapur Urban constituency in March 2024, before the 2024 Andhra Pradesh Assembly and Lok Sabha elections. Below is a comparison of the viral video with the news video.\nTo sum up, this viral video shows TDP followers protesting over the selection of the Anantapur MLA urban candidate in March 2024.\nThe fact check was first published by Factly and republished by Deccan Chronicle as part of Shakti Collective.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://factly.in/this-viral-video-shows-tdp-followers-protesting-over-the-selection-of-the-anantapur-mla-urban-candidate-in-march-2024/",
      "http://www.youtube.com/watch?v=329uO5wJTrY",
      "https://factly.in/this-viral-video-shows-tdp-followers-protesting-over-the-selection-of-the-anantapur-mla-urban-candidate-in-march-2024",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=329uO5wJTrY",
      "https://www.factly.in/this-viral-video-shows-tdp-followers-protesting-over-the-selection-of-the-anantapur-mla-urban-candidate-in-march-2024/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "daggubati venkateswara prasad",
          "sentiment": "none"
        },
        {
          "name": "prabhakar chaudhary",
          "sentiment": "none"
        },
        {
          "name": "chandrababu naidu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "anantapur mla",
          "sentiment": "negative"
        },
        {
          "name": "tdp anantapur urban",
          "sentiment": "none"
        },
        {
          "name": "mla",
          "sentiment": "none"
        },
        {
          "name": "anantapur urban",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        },
        {
          "name": "anantapur urban mla",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "andhra pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:55:19.912+03:00",
    "updated": "2024-06-07T01:55:19.912+03:00"
  },
  {
    "uuid": "93ec6cb5296e637062ab9fa2ef2616c56ecd7167",
    "url": "https://www.dvidshub.net/image/8278723/warrior-shield-24-3rd-mlg-conducts-heavy-machine-gun-live-fire-range",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lance Cpl. Manuel Alvarado",
    "published": "2024-03-09T02:46:00Z",
    "title": "Warrior Shield 24 | 3rd MLG conducts Heavy Machine Gun Live Fire Range [Image 2 of 16]",
    "text": "U.S. Marine Corps Lance Cpl. Gwendelyn Waller, a motor vehicle operator with 3rd Landing Support Battalion, 3rd Marine Logistics Group, receives ammunition while participating in a live fire exercise during Warrior Shield 24 at Rodriguez Live Fire Complex, Pocheon, Republic of Korea, March 3, 2024. WS 24 is an annual joint, combined, exercise in the Republic of Korea that strengthens the combined defensive capabilities of ROK-US Forces. This routine, regularly scheduled, field training exercise provides the ROK-US Marines the opportunity to rehearse combined operations, exchange knowledge, and demonstrate the strength and capability of the ROK-US Alliance. Waller is a native of Florida. (U.S. Marine Corps photo by Lance Cpl. Manuel Alvarado)\n|Date Taken:||03.02.2024|\n|Date Posted:||03.08.2024 21:46|\n|Photo ID:||8278723|\n|VIRIN:||240302-M-YJ953-1020|\n|Resolution:||6720x4480|\n|Size:||12.11 MB|\n|Location:||RODRIGUEZ LIVE FIRE COMPLEX, KR|\n|Hometown:||SATELLITE BEACH, FL, US|\n|Web Views:||2|\n|Downloads:||0|\nThis work, Warrior Shield 24 | 3rd MLG conducts Heavy Machine Gun Live Fire Range [Image 16 of 16], by\n[LCpl Manuel Alvarado](/portfolio/1720168/manuel-alvarado), identified by DVIDS, must comply with the restrictions shown on https://www.dvidshub.net/about/copyright.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gwendelyn waller",
          "sentiment": "negative"
        },
        {
          "name": "manuel alvarado",
          "sentiment": "none"
        },
        {
          "name": "rodriguez",
          "sentiment": "none"
        },
        {
          "name": "lance",
          "sentiment": "none"
        },
        {
          "name": "waller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. marine corps lance",
          "sentiment": "negative"
        },
        {
          "name": "3rd marine logistics group",
          "sentiment": "none"
        },
        {
          "name": "rodriguez live fire complex",
          "sentiment": "none"
        },
        {
          "name": "rok-us forces",
          "sentiment": "none"
        },
        {
          "name": "us alliance",
          "sentiment": "none"
        },
        {
          "name": "warrior shield",
          "sentiment": "none"
        },
        {
          "name": "u.s. marine corps",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pocheon",
          "sentiment": "none"
        },
        {
          "name": "fl",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "republic of korea",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "rok",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T05:19:13.239+02:00",
    "updated": "2024-03-09T05:19:13.239+02:00"
  },
  {
    "uuid": "10aef98015908202540fde6ca7226532b289a27b",
    "url": "https://www.noticiascaracol.com/golcaracol/cristiano-ronaldo-llego-a-900-goles-en-su-carrera-en-portugal-vs-croacia-rg10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gol Caracol, EFE",
    "published": "2024-09-05T19:41:00Z",
    "title": "Cristiano Ronaldo llegó a 900 goles en su carrera en Portugal vs. Croacia - GolCaracol",
    "text": "El delantero portugués [Cristiano Ronaldo](https://www.noticiascaracol.com/golcaracol/noticias-futbol/cristiano-ronaldo) alcanzó los 900 goles en su carrera este jueves, al marcar el segundo tanto de Portugal en el partido de la Liga de Naciones ante Croacia. El gol, un remate con el pie derecho desde el corazón del área tras asistencia de Nuno Mendes, supone un hito más en la carrera de récord del jugador. CR7 de inmediato salió a celebrar, dejando escapar una leve sonrisa y posteriormente al dejarse caer de rodillas en el césped del estadio de la ciudad de Lisboa. Fue conmovedor ese momento y de inmediato los reporteros gráficos se fueron sobre él, que sigue marcando historia en una extensa carrera deportiva, en el más alto nivel. El delantero suma 900 goles en 1.238 partidos oficiales, con una media de casi 0,73 tantos por encuentro, que ha marcado con las camisetas de Sporting (5), del Manchester United (145), del Real Madrid (450), del Juventus (101) y del Al-Nassr (67). Publicidad A su periplo en estos clubes se suman los 131 tantos que ha firmado con la selección de Portugal. La afición lusa recibió el gol de Cristiano con su ya famoso \"Siuuu\" y coreó el nombre del delantero de Madeira, que para celebrarlo se tiró al suelo en la línea de fondo con las manos en la cara y una sonrisa. Publicidad De igual manera, de inmediato se sintieron las reacciones en las redes sociales de parte de los aficionados no solamente de Portugal, sino de diferentes latitudes del mundo que tienen dentro de sus preferidos al número '7' de los lusos. ¿Quiénes son los máximo goleadores de la historia? De igual manera, salió a relucir el listado de los cinco mejores goleadores de la historia del fútbol. Estos son los cinco que mandan la parada, con Lionel Messi por detrás de Cristiano Ronaldo. - Cristiano Ronaldo – 900 goles - Lionel Messi – 835 goles - Josef Bican – 805 goles - Pelé – 770 goles - Romário – 761 goles [Siga nuestro canal para tener las noticias de nuestras figuras, del fútbol colombiano e internacional.](https://whatsapp.com/channel/0029Va03mw72v1IyF4rn2J1F)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va03mw72v1IyF4rn2J1F)",
      "https://www.whatsapp.com/channel/0029Va03mw72v1IyF4rn2J1F)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:03:04.530+03:00",
    "updated": "2024-09-06T00:03:04.530+03:00"
  },
  {
    "uuid": "49540a3fdca48b80fe6a51e0c07aaf2774fb4f8c",
    "url": "https://www.unotv.com/opinion/martha-anaya/hasta-donde-va-a-llegar-morena-arrebatando-todo-martha-anaya",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lucía P Castillo",
    "published": "2024-06-06T20:38:00Z",
    "title": "\"¿Hasta donde va a llegar Morena arrebatando todo?\": Martha Anaya - UnoTV",
    "text": "“Hacerse del Congreso. Conseguir la mayoría constitucional, tanto en la Cámara de Diputados como en la de Senadores. ‘Haiga sido como haiga sido’, es el juego que estamos viendo hoy”, asegura la periodista Martha Anaya en su reflexión de este jueves 6 de junio de 2024. “Eso es lo que explica, por un lado, la tardanza en la aparición de los resultados la noche de la elección. La tardanza de la consejera presidenta del Instituto Nacional Electoral (INE), Guadalupe Taddei, para dar a conocer los resultados de la elección presidencial, que luego nos dio con todo y “un paquete” [los resultados de] la de [Cámara de] Diputados y Senadores con sus proyecciones”.Martha Anaya, periodista Sin embargo, nuestra colaboradora y analista señala que “eso sirvió para que unas horas después, en plena mañanera, la secretaria de Gobernación, Martha Anaya, periodista, nos asestara las cifras de diputados y senadores”. “Cuántos curules, cuántos escaños para cada uno de los partidos y eso que todavía ni siquiera acababan de computar todas las actas. Y ya ni hablemos del cómputo distrital donde se tienen que ver los problemas que hubo y que pueden cambiar por décimas la influencia de estos a la hora de reparto de los diputados y de los senadores”.Martha Anaya, periodista Para la experta, esto “se trataba de dar un golpe de mano, de arrebatar, de decir: ‘ya es mío, ya tengo la mayoría, el Congreso es mío y puedo hacer lo que quiera”. Eso es lo que vimos las primeras horas después de la elección presidencial”. [Martha Anaya](https://www.unotv.com/opinion/martha-anaya/) concluye que una reacción ante lo ocurrido desde las elecciones del pasado 2 de junio, fue “la reacción de los mercados. La caída inmediata de la bolsa y la devaluación del peso”. “¿Hasta dónde van a llegar?, ¿van a seguir con su jueguito, arrebatando todo?, [eso] lo veremos en las próximas horas”.Martha Anaya, periodista Los comentarios expresados en la sección de “Opinión”, son exclusivamente responsabilidad del autor, y no representan la línea editorial de UNOTV.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:25:06.847+03:00",
    "updated": "2024-06-07T00:25:06.847+03:00"
  },
  {
    "uuid": "05bc9dfa842ee25138681c07aad9ab0ddf31ac63",
    "url": "https://www.bhaskar.com/local/chhattisgarh/ambikapur/news/now-treatment-will-be-easier-with-advance-mri-134895668.html",
    "ord_in_thread": 0,
    "author": "@dainikbhaskar",
    "published": "2025-04-23T22:30:00Z",
    "title": "एडवांस एमआरआई से अब इलाज होगा आसान",
    "text": "Hindi NewsLocalChhattisgarhAmbikapur- Now Treatment Will Be Easier With Advance MRI\nएडवांस एमआरआई से अब इलाज होगा आसान\n- कॉपी लिंक\nभास्कर न्यूज | अंबिकापुर\nशासकीय मेडिकल कॉलेज अस्पताल में 1.5 टेस्ला क्षमता वाली एडवांस एमआरआई मशीन का बुधवार को स्वास्थ्य मंत्री श्याम बिहारी जायसवाल ने उद्घाटन किया। इसके साथ अब अस्पताल में मरीजों को एमआरआई जांच की सुविधा शुरू हो गई है। इसके लिए लंबे समय से कवायद चल रही थी।\nकोरोनाकाल में तत्कालीन स्वास्थ्य मंत्री ने एसईसीएल के सीएसआर मद से इसके लिए 7 करोड़ रुपए बजट की व्यवस्था कराई लेकिन खरीदी में देरी के कारण ये डेढ़ टेस्ला वाली मशीन के लिए ये बजट कम पड़ गया। फिर नई सरकार ने अतिरिक्त बजट के लिए व्यवस्था कराई फिर ये मशीन खरीदी जा सकी। बहरहाल यह पहल न केवल मेडिकल कॉलेज अस्पताल की सेवाओं को और उन्नत बनाएगी, बल्कि चिकित्सा शिक्षा के क्षेत्र में भी विद्यार्थियों को आधुनिक तकनीक से रूबरू कराएगी।\nएमआरआई मशीन के इंस्टॉलेशन के साथ ही मरीजों की जांच प्रक्रिया को संचालित करने के लिए मेडिकल स्टाफ को कंपनी के विशेषज्ञ इंजीनियरों द्वारा व्यापक प्रशिक्षण भी दिया गया है। उद्घाटन समारोह में विधायक राजेश अग्रवाल, रामकुमार टोप्पो, स्वास्थ्य सचिव अमित कटारिया, जिला भाजपा अध्यक्ष भारत सिंह सिसोदिया, डीएमई, डीन, एमएस सहित डाक्टर्स, स्टाफ व नगरवासी मौजूद थे। सामान्य एमआरआई जांच के लिए 3500 और कंट्रास्ट एमआरआई के लिए 5500 रुपए शुल्क निर्धारित किया गया है, जो निजी अस्पतालों की तुलना में काफी किफायती है। बता दें कि प्राइवेट संस्थानों में सामान्य जांच के लिए 5 से 6 हजार रुपए की फीस ली जाती है। मेडिकल कॉलेज अस्पताल में एमआरआई मशीन का उद्घाटन करते मंत्री।\nमेडिकल कालेज अस्पताल परिसर में नई एमआरआई मशीन रेडियोलाजी विभाग में इंस्टॉल की गई। रेडियोलॉजी विभाग अस्पताल के पीछे नवनिर्मित ओटी व नेत्र विभाग के बीच बनाया है। यहां पहले सीटी स्कैन यूनिट इंस्टॉल है। इसी के एक हिस्से में एमआरआई है।\nइनकी जांच की ट्रेनिंग पूरी मस्तिष्क, स्पाइन, आंख, जोड़ों की जांच के लिए स्थानीय स्टाफ दक्षता प्राप्त हो चुकें है। इससे अब अंबिकापुर व आसपास के मरीजों को उच्चस्तरीय जांच के लिए रायपुर या अन्य बड़े शहरों का रुख नहीं करना पड़ेगा। पेट व स्पेक्ट्रोस्कॉपी और ट्रैक्ट्रोग्राफी जैसे विशेष तकनीकों की ट्रेनिंग की जा रही है। अस्पताल आने वाले ज्यादा मरीजों ब्रेन, स्पाइन, आंख व जोड़ों की बीमारी से संबंधित वाले ही 90 फीसदी रहते हैं।\nपूरी खबर पढ़ें ऐप पर\",\"title\":\"एडवांस एमआरआई से अब इलाज होगा आसान\",\"imageURL\":\"https://images.bhaskarassets.com/web2images/521/2025/04/24/dn76619109v-v59804_manual.png\"}}}&feature=website&channel=locked_article&campaign=134895668)प्रीमियम मेंबरशिप है तो\nलॉगिन करें",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->medical test",
      "Education->vocational education",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://dainik-b-alternate.app.link?db_metadata={\"link\":{\"uri\":\"bhaskar://news/detail/\",\"data\":{\"storyId\":\"134895668\",\"catId\":\"13743\",\"catDisplayName\":\"अंबिकापुर (सरगुजा",
      "https://www.dainik-b-alternate.app.link?db_metadata={\"link\":{\"uri\":\"bhaskar://news/detail/\",\"data\":{\"storyId\":\"134895668\",\"catId\":\"13743\",\"catDisplayName\":\"अंबिकापुर (सरगुजा",
      "https://dainik-b-alternate.app.link"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:45:11.092+03:00",
    "updated": "2025-04-24T01:45:11.092+03:00"
  },
  {
    "uuid": "5cce8ad600e6653f2cf0ede06b39376b57b8b168",
    "url": "https://www.thestar.com.my/tech/tech-news/2025/01/10/meta-knew-it-used-pirated-books-to-train-ai-authors-say",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Blake Brittain",
    "published": "2025-01-09T23:52:00Z",
    "title": "Meta knew it used pirated books to train AI, authors say | The Star",
    "text": "(Reuters) - Meta Platforms used pirated versions of copyrighted books to train its artificial intelligence systems with approval from its CEO Mark Zuckerberg, a group of authors alleged in newly disclosed court papers.\nTa-Nehisi Coates, comedian Sarah Silverman and other authors suing Meta for copyright infringement made the accusations in filings made public on Wednesday in California federal court. They said internal documents produced by Meta during the discovery process showed the company knew the works were pirated.\nSpokespeople for Meta did not immediately respond to a request for comment.\nThe authors sued Meta in 2023, arguing that the tech giant misused their books to train its large language model Llama.\nThe case is one of several alleging that copyrighted works by authors, artists and others were used to develop AI products without permission. Defendants have argued that they made fair use of copyrighted material.\nThe authors asked the court on Wednesday for permission to file an updated complaint. They said new evidence showed Meta used the AI training dataset LibGen, which allegedly includes millions of pirated works, and distributed it through peer-to-peer torrents.\nThey said internal Meta communications showed Zuckerberg \"approved Meta's use of the LibGen dataset notwithstanding concerns within Meta's AI executive team (and others at Meta) that LibGen is 'a dataset we know to be pirated.'\"\nU.S. District Judge Vince Chhabria last year dismissed claims that text generated by Meta's chatbots infringed the authors' copyrights and that Meta unlawfully stripped their books' copyright management information (CMI).\nThe writers argued Wednesday that the evidence bolstered their infringement claims and justified reviving their CMI claim and adding a new computer fraud claim.\nChhabria said during a hearing on Thursday that he would allow the writers to file an amended complaint but expressed skepticism about the merits of the fraud and CMI claims.\n(Reporting by Blake Brittain in Washington; Editing by David Bario and Aurora Ellis)\nOpen Modal × $(document).ready(function(){ var freeBoxShow = false; $(window).scroll(function() { var scrollPercent = 100 * $(window).scrollTop() / ($(document).height() - $(window).height()); window.setTimeout(function () { //scroll to page length 35% then show the pop-up if (scrollPercent >= 35 && !freeBoxShow) { freeBoxShow = true; $('#freeHTMLBoxBtn').click(); } }, 500); }); var freeModal = document.getElementById(\"freeModal\"); $(\"#freeHTMLBoxBtn\").click(function () { freeModal.style.display = \"block\"; //$('body').addClass('free-modal-open'); }); $(\".free-close\").click(function () { freeModal.style.display = \"none\"; //$('body').removeClass('free-modal-open'); }); var freeBox = '",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->biomedical science",
      "Science and Technology->scientific standards",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T02:46:08.117+02:00",
    "updated": "2025-01-10T02:46:08.117+02:00"
  },
  {
    "uuid": "13227a2c2851e5f908df2cd64c695986d04ebc5e",
    "url": "https://timesofindia.indiatimes.com/city/chennai/chennai-sets-a-rare-rain-record/articleshow/106366347.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "U Tejonmayam",
    "published": "2023-12-29T01:45:00Z",
    "title": "Chennai sets a rare rain record",
    "text": "CHENNAI: The city has set a rare rain record this year, having received above normal rainfall both in the southwest and northeast monsoon seasons for the fourth time in 40 years. Nungambakkam observatory, which covers the city's core localities, recorded 74cm during the July-September southwest monsoon and 127cm in the October-December northeast monsoon that has another three days to go. The average rainfall during the two rain seasons at the weather station is 44cm and 85cm. The observatory previously recorded excess rain during the two monsoon seasons in 2011, 1996 and 1983. This year, weather trackers said, the city and its suburbs received above normal rainfall during the two monsoons. While favourable conditions such as northwesterly winds pushing rain clouds over the city during the southwest monsoon left 74cm and 95cm in Nungambakkam and Meenambakkam, cyclone Michaung drove the rain records during the northeast monsoon leaving 127cm and 120cm in the observatories.\\\"During the southwest monsoon, north Tamil Nadu including Chennai, Kancheepuram, Tiruvallur and Chengalpet received large excess rainfall. The western ghats region, which normally gets good rainfall during the June-September season, received below normal rain. During the northeast monsoon, except for one or two occasions of heavy rainfall, it was the torrential rains brought by cyclone Michaung which pushed the rainfall records in Chennai,\\\" said N Senthamarai Kannan, director, regional weather forecasting centre. Blogger Pradeep John said records show Nungambakkam registered excess rain in the two seasons in 1976, 1966, 1847, 1826 and 1818. \\\"During El Nino years like 2023 and 1976, there were more break periods during the southwest monsoon over other parts of the country, when we received rainfall in the city. This year, we crossed 200mm in June, August and September and recorded 565mm in November and 595mm in December,\\\" he said. \\\"The next round of rainfall may be in January first or second week when there may be light spells,\\\" he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chengalpet",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "nungambakkam",
          "sentiment": "none"
        },
        {
          "name": "kancheepuram",
          "sentiment": "none"
        },
        {
          "name": "meenambakkam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:20:30.151+02:00",
    "updated": "2023-12-29T07:20:30.151+02:00"
  },
  {
    "uuid": "e2bc6232bcffe23d2c230b989134f29bc5a21621",
    "url": "https://www.eltribuno.com/salta/nota/2023-12-28-21-27-0-caputo-confirmo-que-se-pagara-un-bono-de-55-000-a-jubilados-de-la-minima",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Tribuno",
    "published": "2023-12-29T00:52:00Z",
    "title": "Caputo confirmó que se pagará un bono de $55.000 a jubilados de la mínima",
    "text": "El Gobierno decidió que pagará los dos bonos pendientes por $55.000 pesos cada uno a los jubilados que cobren el haber mínimo.\nEl beneficio, anunciado por el ex ministro de Economía Sergio Massa en octubre, se había pagado solamente en noviembre, pero hasta hoy no estaba confirmado por la administración de Javier Milei.\nHoy se firmó el decreto para que se paguen los $ 55.000 correspondientes al mes de diciembre, pero además trascendió que la Casa Rosada ordenó también pagar la tercera cuota en enero.\nFuentes oficiales destacaron a la prensa que la iniciativa se toma en función de \"la grave situación socioeconómica que atraviesa nuestro país, que ha ocasionado, entre otras cuestiones, un alza acelerada del índice de precios, con especial incidencia en los adultos mayores de menores ingresos, para quienes es necesario acudir a su sostenimiento\".\nLE PUEDE INTERESAR\nIncertidumbre por las jubilaciones\nLa decisión se dio a conocer en medio de la incertidumbre sobre lo que va a ocurrir con las jubilaciones de aquí en adelante, dado que en el proyecto de ley que el Gobierno envió al Congreso se suspende la aplicación de la fórmula de movilidad de los haberes previsionales, pensiones y planes sociales.\nEl artículo 106 de la Ley Ómnibus propone suspender la aplicación del artículo 32 de la Ley 24.241 que establece el ajuste de los haberes por jubilaciones y pensiones, de la que también dependen la Asignación Universal por Hijo (AUH) y la Asignación por Embarazo, entre otros beneficios. También se intenta suspender la vigencia para prestación básica universal, la compensatoria, el retiro por invalidez, por fallecimiento y por permanencia.\nPor ahora sigue la fórmula actual\nEl ministro confirmó que hasta que la ley se apruebe, si es que esto ocurre, los haberes se seguirán ajustando mediante la fórmula actual.\nEl último ajuste que surgió de esta fórmula dio un aumento del 20,87% desde diciembre y el próximo aumento se definirá en marzo. Hasta tanto se diseñe la nueva fórmula, Economía apunta a mantener las jubilaciones mínimas actualizadas por inflación y a otorgar en forma discrecional “aumentos periódicos atendiendo prioritariamente a los beneficiarios de más bajos ingresos”.\nCuando Massa hizo los anuncios sobre el bono complementario para los que cobran el haber mínimo, señaló que si era elegido presidente, el segundo bono correspondiente a enero sería de $ 65.000 y subiría a los $ 70.000 en febrero.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:56:18.609+02:00",
    "updated": "2023-12-29T02:56:18.609+02:00"
  }
]