[
  {
    "uuid": "8c095002a817ded52ccfde16fe7aadd7f81c1caa",
    "url": "https://www.osservatoreromano.va/en/news/2024-05/ing-022/this-is-my-body-this-is-my-blood.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "L'Osservatore Romano",
    "published": "2024-05-31T12:10:00Z",
    "title": "‘This is my body... this is my blood’ - L'Osservatore Romano",
    "text": "He took the bread and recited the blessing, broke it, and gave it to them, saying: “Take, this is my body”. Then he took a cup and gave thanks, gave it to them and they all drank from it. And he said to them, “This is my blood of the covenant, which is shed for you and for many”. Immediately after the conclusion of the Easter season and with the great solemnity of Pentecost, the Church celebrates two other glorious solemnities: the Holy Trinity and Corpus Christi, the Body and Blood of our Lord Jesus. We could say that these are two feasts that act as a synthesis of the entire Christian Mystery announced, contemplated, and celebrated during the liturgical year. Only after following Jesus from Bethlehem to Jerusalem, from the event of the Incarnation to the Easter of Passion, Death, Resurrection and Ascension into Heaven, under the interior action of the Holy Spirit, can we “say” about God what He has revealed of Himself, who is a Trinity of Persons in the unity of a single substance, who is perfect communion of love of the Father and of the Son and of the Holy Spirit. The perfection and fullness of the holiness and grace of God are then given to us in the sublime and supreme Gift of the Eucharist, of the true Body and Blood of our Lord Jesus. The Solemnity of Corpus Christi reminds us of and makes us experience that our God, the one true God, is not a distant God at all; it is precisely because He is the Trinity of Love, who revealed Himself in the flesh of Jesus, who made His life a total and free gift to the Father for our salvation. He is a God who is close to us, so close that He can be seen and touched, so close that He becomes our food and drink, that we can physically nourish ourselves with Him, that we can be effectively transformed by Him. The Solemnity of Corpus Christi is an exquisitely Catholic solemnity. It knew its institution and the essential coordinates of its form in medieval times, but it expresses what has been an undisputed truth since the first Christian community. When the Church celebrates the Eucharist, she is truly in the presence of the Lord! The Church celebrates the Eucharist, but it is the Eucharist that generates the Church. The Church is not just any society, one of the many human associations that arise from the sharing of the same ideal, for the defense of a right, for the promotion of a good or to combat abuse. The Church is the mystical Body of the Lord Jesus, who is its Head. All the men and women fascinated by Jesus and His Gospel, even if gathered in the same place, would not constitute the Church without the Eucharist. The Church is not the sum of individuals gathered in the same space or united by the same ideals. From the beginning, before the Lord in the celebration of the Eucharist, at the bloodless repetition of the Sacrifice on Calvary, every social and cultural, economic and political distinction disappears: the absolute primacy belongs to the Lord and His action, which reaches and transforms the life of those who feed on His Body and His Blood, constituting them one Body and one Spirit, the Church, the Body of Jesus. Celebrating Corpus Domini thus reminds us, first of all, who we are, our identity, what we are made up of, who we are continually generated by. True Christian brother and sisterhood flows from the Eucharist and grows only if it is nourished by the Eucharist. Converging from different places to celebrate the Eucharist is not the expression of a spontaneous movement of individual wills, but is responding to a call, it is being gathered together by the Trinity and in the Trinity. So, this moving towards the Lord also becomes paradigmatic of Christian life: we can live as brothers and sisters, we can share history, with its hardships and contradictions, trying to safeguard peace, only if we all converge towards the Lord, to live in His presence, to live by and with Him. Even the Eucharistic procession, which characterizes this solemnity in a special way, to a certain extent wants to remind us that our earthly pilgrimage is only possible if we live it with the Lord and that the meaning and direction of history are shown in their truth and beauty only if illuminated by the presence of the Lord. But there is an essential condition, to be urgently recovered, without which the entire Eucharistic dynamic risks not releasing its vigor: Adoration. If the Eucharist is Jesus, God Himself made flesh and remained present among us, the only Saviour, the full and definitive revelation of the Mystery of God, the supreme Sacrifice of the Cross that touches us personally with the power of His grace, the food that gives us salvation and opens to us the way to eternal life, then our attitude can only be the one worthy of God: Adoration! Before God who gives Himself, the true response is acceptance. Moreover, the true way to welcome God is to adore Him, to recognize His holiness, to glorify Him, to let ourselves be transformed by Him and then to become, like Him, a Eucharistic presence amongst our brothers and sisters. The gesture that has always expressed Adoration is in fact getting on our knees. The Solemnity of Corpus Christi has for centuries reminded us Catholics, and through us every Christian, of our true identity, the true style of our life, the only attitude worthy of God. For it is only those who know how and are willing to kneel before the Lord who can in turn know how to kneel before their brothers and sisters in need and to serve them generously (and not to make use of them) just as Jesus did during the Last Supper with that great act of humility: washing the feet of those present on His knees. Am I willing? * Custody of the Holy Land By Fr John Luke Gregory ofm*",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "l'osservatore romano he",
          "sentiment": "negative"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "corpus christi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "church",
          "sentiment": "none"
        },
        {
          "name": "trinity of persons",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pentecost",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T20:58:23.365+03:00",
    "updated": "2024-05-31T20:58:23.365+03:00"
  },
  {
    "uuid": "13be95f666743844dcbdb7c404c4bdf92fa80049",
    "url": "https://www.pnj.com/story/weather/2024/05/10/severe-thunderstorms-friday-florida-panhandle-hail-tornadoes/73638524007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Pensacola News Journal",
    "published": "2024-05-10T00:00:00Z",
    "title": "Severe thunderstorms whip across Florida Panhandle with rain, hail",
    "text": "A line of showers and strong to severe thunderstorms continue to move eastward across North Florida Friday with the potential to spin up tornadoes, forecasters said. \"Damaging to destructive winds, isolated tornadoes, and large hail will be the main threats,\" the National Weather Service in Tallahassee predicted. Heavy rainfall could also become a concern if redevelopment and training of storms occurs behind this complex of storms this afternoon.\" In the west Panhandle, winds up to 70 mph are expected along with hail \"up to golf ball size,\" the National Weather Service in Alabama said. \"A tornado or two cannot be ruled out but confidence is low in the tornado potential.\" Parts of the Panhandle Bay, Walton and Washington counties were under a tornado warning Friday morning until 5:15 a.m. A line of severe thunderstorms were located along a line extending from Chattahoochee to 14 miles northwest of Stonemill Creek to 9 miles southwest of Panama City, moving east at 70 mph, the NWS said. \"Expect considerable tree damage. Damage is likely to mobile homes, roofs, and outbuildings.\" Jackson, Gulf, Bay and Calhoun counties in the Panhandle and Wakulla, Gadsden, Liberty, Taylor, Jefferson, Leon, Franklin and Madison counties in the Big Bend are under a severe thunderstorm warning until 7:45 a.m. EDT. A severe thunderstorm watch is in effect until 11 a.m. EDT for Bay, Calhoun, Dixie, Franklin, Gadsden, Gulf, Holmes, Jackson, Jefferson, Lafayette, Leon, Liberty, Madison, Taylor, Wakulla, Walton and Washington counties and until noon EDT for Alachua, Baker, Bradford, Clay, Columbia, Duval, Flagler, Gilchrist, Hamilton, Levy, Marion, Nassau, Putnam, St. Johns, Suwannee and Union. \"On Friday, the remainder of the front will move off most of the Atlantic Coast, while parts of the boundary will linger over Florida on Saturday,\" National Weather Service forecaster Paul Ziegenfelder said Thursday. The storms are not expected to be nearly as powerful or dangerous as the severe weather that ripped through Tennessee Wednesday that was responsible for the deaths of at least two people. Local forecasts predict thunderstorms and showers passing over North Florida Friday, bringing up to an inch of rain. However, AccuWeather warns that airports in major metro areas from Washington, D.C. down to Birmingham, Alabama may experience lengthy delays and possible flight cancellations for people traveling ahead of Mother's Day on Sunday. Severe thunderstorms expected in North Florida Weather alerts issued in Florida Weather radar and forecast for Pensacola Weather radar and forecast for Tallahassee Weather radar and forecast for Jacksonville Contributing: Cheryl McCloud, USA TODAY Network-Florida",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.usatoday.com/story/news/weather/2024/05/08/tennessee-severe-thunderstorm-tornado-deaths-injuries/73622062007/",
      "https://www.wpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=pmdspd",
      "https://forecast.weather.gov/MapClick.php?lat=30.3315&lon=-81.6562#.Y7bIGnbMKUk",
      "https://forecast.weather.gov/MapClick.php?lat=30.4398&lon=-84.2806#.Y7bHf3bMKUk",
      "https://www.weather.gov/tae/",
      "https://forecast.weather.gov/MapClick.php?lat=30.47353000000004&lon=-87.18663999999995#.Y7bHEXbMKUk",
      "https://forecast.weather.gov/MapClick.php",
      "https://www.usatoday.com/story/news/weather/2024/05/08/tennessee-severe-thunderstorm-tornado-deaths-injuries/73622062007",
      "https://www.forecast.weather.gov/MapClick.php?lat=30.47353000000004&lon=-87.18663999999995#.Y7bHEXbMKUk",
      "https://weather.gov/tae/",
      "https://www.wpc.ncep.noaa.gov/discussions/hpcdiscussions.php",
      "https://www.weather.gov/tae",
      "https://wpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=pmdspd",
      "https://www.forecast.weather.gov/MapClick.php?lat=30.4398&lon=-84.2806#.Y7bHf3bMKUk",
      "https://usatoday.com/story/news/weather/2024/05/08/tennessee-severe-thunderstorm-tornado-deaths-injuries/73622062007/",
      "https://www.forecast.weather.gov/MapClick.php?lat=30.3315&lon=-81.6562#.Y7bIGnbMKUk"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jackso",
          "sentiment": "none"
        },
        {
          "name": "walton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north florida",
          "sentiment": "none"
        },
        {
          "name": "florida panhandle",
          "sentiment": "none"
        },
        {
          "name": "tallahassee",
          "sentiment": "none"
        },
        {
          "name": "stonemill creek",
          "sentiment": "none"
        },
        {
          "name": "panama city",
          "sentiment": "none"
        },
        {
          "name": "panhandle bay",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "chattahoochee",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "west panhandle",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T14:09:41.207+03:00",
    "updated": "2024-05-10T15:07:53.770+03:00"
  },
  {
    "uuid": "4bdddb59cce21e043933a0e0034913b984b14f4b",
    "url": "https://www.noozhawk.com/richard-montgomery-heres-how-to-plan-for-closing-surprises-when-negotiating/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richard Montgomery",
    "published": "2024-01-07T23:30:00Z",
    "title": "Richard Montgomery: Here’s How to Plan for Closing Surprises When Negotiating | Noozhawk",
    "text": "Dear Monty: Our contract called for the buyer to move in on the closing day. It is two weeks before closing, and they want to move the closing up five days. We scheduled the movers for the day before closing and could not move the date. Now, they are threatening to back out. Any advice would be appreciated. Monty: An attorney’s immediate counsel is required. The attorney will be able to advise you. Assuming you have a solid contract, the buyer may come to their senses when learning about the potential consequences. Whether you have numerous moves under your belt or this is your first home sale, signals can get crossed and something like this can happen. Minimize Risk with Rent After Closing It is an excellent practice for the seller to occupy after closing and pay daily rent for a short period. This negotiation is a conscious part of the offer to purchase. The closing often does not occur as scheduled. That condition may have made the buyer’s request doable. When the closing fails but the seller agreed to vacate on or before the day of closing, it will be frustrating and expensive for both parties unless they have protected themselves contractually. Moving Tips - Only take things you need; holding garage sales can help. - Label boxes by number and whether they contain fragile items. Keep a separate corresponding list by box number of the contents and the room to place it in for unpacking purposes. - Even if you left the old home spotless, your new home may not be. In the purchase agreement, insist on a clean, vacant house. Have cleaning supplies handy, just in case. - Avoid carrying heavy boxes alone or a stack of boxes tall enough to obstruct your vision. - Have a first aid kit on hand just in case of an accident. - Take an inventory of items and walk through the home for a final inspection of empty rooms, closets, the basement, cupboards and the attic. The purchase contract should contain a pre-closing inspection a day or two before the closing. - You should set aside essential tools like a screwdriver, pliers, tape measure and hammer, which are readily accessible. Checklist Check off the procedures and items below to ensure you are ready for a successful move. - If you previously rented, coordinate the move with your lease’s end and give your landlord proper notice. - Do a change of address at the post office. - Notify banks, insurance companies, friends, relatives and employers of your new address. - Be sure newspapers, magazines and other subscription services are aware of your new address. - Advise all utility companies of your moving date at the prior and new locations. - Reserve a tentative date with the moving company. - Plan care for pets and plants. - Get agreement on the date of occupancy. - Gather all your house keys, including from friends or relatives. Leave them with the new owner. - Go through the home after loading everything to ensure you did not leave anything behind. - Unhook appliances to be ready for moving. - Have a new address recorded on your driver’s license. - At the new home, check all the pilot lights and smoke detector batteries. Caution: Unmentioned items may fit individual circumstances not covered here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richard montgomery",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:45:17.546+02:00",
    "updated": "2024-01-08T01:45:17.546+02:00"
  },
  {
    "uuid": "1ce3bdf828945cd038fbf7a9076c43d8135cb230",
    "url": "https://www.lanacion.com.ar/lifestyle/ella-catolica-el-pastor-adventista-me-sedujo-su-escucha-nid31052024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Señorita Heart",
    "published": "2024-05-31T05:12:00Z",
    "title": "Ella católica y él pastor adventista, se conocieron en el trabajo y Mariana reconoció lo que le pasó - LA NACION",
    "text": "Mariana es médica , cuando terminó los estudios en la UBA empezó el internado anual rotatorio que es una práctica por las principales especialidades en el Hospital de San Miguel. Como Mariana ya tenía su matrícula cuando le tocó rotar por cirugía conoció a un chico que le propuso ir a una entrevista para trabajar en la clínica adventista donde su papá era el director. “Voy y resulta que el médico que me toma la entrevista había sido compañero de mi hermana que también es médica y mi papá que era médico le había tomado su examen final”, cuenta Mariana de aquella entrevista que se dio en un contexto amigable y de una linda charla. Así fue como consiguió el trabajo como médica de guardia y médica de piso de internación. Mariana fue a un colegio de monjas, es la menor de seis hermanos y viene de una familia católica. Siempre sintió una inquietud espiritual y mucha búsqueda, se anotaba en retiros espirituales, fue maestra de catequesis, “en todos los retiros tenía una experiencia espiritual buenísima pero me duraba lo que dura el retiro, no lograba hacer que Dios estuviera presente en mi vida todos los días, no tenía ese contacto continuo que yo estaba buscando”, se sincera Mariana. Y usted lector se preguntará que tiene que ver toda su búsqueda espiritual con su historia de amor, ya se sorprenderá…\nHistoria de amor de Mariana y Lucas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-31T08:18:45.413+03:00",
    "updated": "2024-05-31T08:18:45.413+03:00"
  },
  {
    "uuid": "928743ccfa20554d868b044e73032894f90c45d1",
    "url": "https://www.thenigerianvoice.com/news/342667/kano-doctors-suspends-strike-after-governors-appeal.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TheNigerianVoic",
    "published": "2024-11-07T22:29:00Z",
    "title": "Kano Doctors Suspends Strike After Governors Appeal",
    "text": "The Nigeria Medical Association (NMA) has suspended its strike action and restored full services to Murtala Muhammad Specialist Hospital, Kano. The development followed the intervention of Governor Abba Kabir Yusuf who met with the leadership of the association on Thursday. According to the governor’s spokesperson, Sunusi Bature Dawakin Tofa, the decision to suspend the strike came after a productive meeting with Governor Yusuf, where tension which arose from a misunderstanding between a hospital doctor and a commissioner were amicably resolved. Dr. Abdurrahman expressed gratitude for the governor’s swift action, which averted further disruption of critical healthcare services. He called on Kano residents to channel any grievances through appropriate authorities, assuring them that any disputes between patients and healthcare providers would be fairly investigated and addressed. Earlier in the week, during a live radio interview, Governor Yusuf had appealed to the doctors to reconsider the strike, citing potential risks to vulnerable patients, particularly pregnant women and children in need of urgent medical attention. The doctors down tools over alleged assault of on a female colleague by a member of Governor Yusuf’s cabinet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Sunusi Bature Dawakin Tofa",
          "sentiment": "none"
        },
        {
          "name": "Abba Kabir Yusuf",
          "sentiment": "none"
        },
        {
          "name": "Abdurrahman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Nigeria Medical Association",
          "sentiment": "none"
        },
        {
          "name": "NMA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T00:40:48.982+02:00",
    "updated": "2024-11-08T05:25:03.140+02:00"
  },
  {
    "uuid": "4a7f814c89da3c305c7bb91354b000335e62264f",
    "url": "https://www.lyonne.fr/avallon-89200/actualites/l-association-trois-p-tits-chats-deplore-beaucoup-d-abandons-cette-annee_14555206",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Centre France",
    "published": "2024-08-30T03:00:00Z",
    "title": "L'association Trois p'tits chats déplore beaucoup d'abandons cette année",
    "text": "\"Je finirai par l’avoir, cette petite maline\", sourit Isabelle Dimitroff, le regard déterminé. La maline en question, c’est Marie, une petite chatte abandonnée d’environ deux ans, que la bénévole a repérée sur une zone commerciale d’Avallon et qui refuse de se laisser attraper. \"Il faut la nourrir, la soigner puis la stériliser\", avance la fondatrice et présidente de l’association Trois p’tits chats, qui recueille les chats abandonnés depuis 2012, avant de les proposer à l’adoption. [Trois choses à savoir sur les populations de chats des rues à Avallon](https://www.lyonne.fr/avallon-89200/actualites/trois-choses-a-savoir-sur-les-populations-de-chats-des-rues-a-avallon_13932848/) À l’image de Marie, ils sont nombreux à avoir fait courir Isabelle et les bénévoles de l’association, qui sortent d’un été chargé. C’est même l’une des \"pires années\" depuis la pandémie de 2020, estime Isabelle Dimitroff. \"On voit des choses qui font mal au cœur\" \"On en est à 19 abandons à Avallon et dans les communes limitrophes, auxquels s’ajoutent une dizaine de naissances de chatons dans les rues\", calcule la bénévole. Soit près de trois fois plus que les années précédentes, d’après les comptes de l’association Trois p’tits chats. \"Les gens nous disent qu’ils n’ont plus d’argent pour nourrir leur animal\", avance Isabelle Dimitroff, dubitative. Cette grande amoureuse des chats, depuis toute petite, voit en tout cas le phénomène s’amplifier cet été. \"Les départs en vacances occasionnent toujours des abandons. Mais on voit aujourd’hui des choses qui font mal au cœur, comme des chats abandonnés parce qu’ils sont tombés malades.\" Isabelle Dimitroff (Présidente des Trois p'tits chats) L’enjeu, pour l’association, est de recueillir ces \"naufragés\" mais aussi de stériliser rapidement les femelles, avant qu’elles ne fassent de portée. \"Sinon, les chats se multiplient et on se retrouve avec des dizaines de chats errants dans les rues d’Avallon\", résume-t-elle. Une mission pour laquelle Trois p’tits chats est subventionnée par la Ville. Des séjours en familles d'accueils \"Grâce à ces interventions, nous étions parvenus à limiter les naissances à trois ou quatre par an dans les rues d’Avallon, ces chatons nous sont vite signalés et on peut les récupérer\". La suite, c’est un séjour de quelques semaines en familles d’accueil. Elles sont une petite dizaine, autour d’Avallon, à s'être proposées pour recevoir chez elles ces petits chatons en attente d’adoption. premium [Que peut-on visiter dans l'Avallonnais avec son animal de compagnie ?](https://www.lyonne.fr/avallon-89200/loisirs/que-peut-on-visiter-dans-l-avallonnais-avec-son-animal-de-compagnie_14546649/) \"Les premiers jours, je leur donne le biberon toutes les trois heures, comme avec un bébé\", témoigne Véronique Garcia, l’une des accueillantes. \"Les chats restent chez moi jusqu’à leurs deux mois, âge où ils peuvent être adoptés\", explique-t-elle. C’est la page Facebook de l’association qui sert à faire connaître les possibilités de recueillir un petit chaton. \"Des gens viennent de Paris, Dijon, voire de Marseille\", observe la bénévole. 75 € de frais d’adoption Malgré la hausse des naissances incontrôlées et des abandons cette année, l’association est jusqu’à présent parvenue à trouver un point de chute pour tous les animaux. \"Le coût de l’adoption est de 75 euros, ce qui prend en compte la vaccination, les traitements anti-puce et vermifuge, ainsi que l’identification chez un vétérinaire\". Isabelle Dimitroff (Présidente des Trois p'tits chats) Les soins réalisés chez le vétérinaire, l’entretien et la nourriture des chats en famille d’accueil sont pris en charge par l’association. Outre une subvention de la Ville, celle-ci vit donc grâce aux dons et aux collectes réalisées plusieurs fois dans l’année. Véronique Garcia fabrique aussi des figurines et porte-clefs vendus lors du marché de Noël au profit de l’association. \"Nous bénéficions d’une belle communauté qui répond toujours présent en cas de besoin\", confie la présidente de Trois p’tits chats, reconnaissante. Une générosité qui redonne confiance à la bénévole. \"Mon souhait, c’est la fin des abandons. Un chat domestiqué a une espérance de vie de huit jours dans la nature\", rappelle-t-elle. Collectes. Les prochaines collectes des Trois p’tits chats auront lieu les 6 et 7 septembre à Intermarché, les 11 et 12 octobre à Auchan, et les 8 et 9 novembre à Bi1. premium [Trois p’tits chats, une association au chevet des chats errants : \"L'inflation est devenue l’un des principaux motifs d’abandon\"](https://www.lyonne.fr/avallon-89200/actualites/l-association-trois-ptits-chats-au-chevet-des-chats-errants-avallonnais-l-inflation-est-devenue-lun-des-principaux-motifs-dabandon_14459001/) Solal Duchêne",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T07:33:22.433+03:00",
    "updated": "2024-09-01T13:33:27.455+03:00"
  },
  {
    "uuid": "e3f608e3366ecdbad65272132bf199d3ba34b647",
    "url": "https://www.nsnews.com/politics/bc-first-nation-catholic-church-announce-sacred-covenant-to-be-signed-on-easter-8526411",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-03-28T21:50:00Z",
    "title": "B.C. First Nation, Catholic Church announce 'Sacred Covenant' to be signed on Easter",
    "text": "KAMLOOPS, B.C. — Vancouver's Catholic archdiocese is marking Easter with a commitment towards reconciliation with First Nations in B.C., Archbishop J. Michael Miller says.\nThe church and the chief of the Tk'emlúps te Secwépemc announced Thursday that a \"Sacred Covenant\" agreement has been reached between the church and the First Nation in Kamloops, B.C.\nThe covenant comes three years after the First Nation in Kamloops, B.C., announced the discovery of what it believed were the remains of more than 200 children at the site of a former residential school.\nMiller said the agreement with the Tk'emlúps te Secwépemc will open a \"new chapter\" in the relationship between the church and First Nations in B.C.\n\"Unquestionably, the church was wrong in implementing a government colonialist policy which resulted in devastation for many children, families and communities. We recognize as Catholics, as the Catholic Church, our part in the resulting tragedies,\" Miller said.\nThe covenant is set to be signed on Easter Sunday, \"a special time of hope and renewal,\" Miller said.\n\"Easter Sunday is the ideal time to help start a new chapter in First Nation and Catholic relations in our province,\" he said. \"Our hope and our prayer is that by taking this next step, we will build on our relationship, a relationship already established but still young, and be an example to Canadian society of respecting the identity and the experience of Indigenous Peoples.\"\nChief Rosanne Casimir of Tk'emlúps te Secwépemc said the covenant will see the church share records and information as the nation continues to investigate the site of a former Kamloops Indian Residential School where hundreds of children went missing.\nCasimir said the agreement is crucial to learning the truth about what happened to the missing children, and access to the church's historical records will help \"bring justice to the children who never made it home.\"\n\"We seek to memorialize the missing children. We also seek meaningful ways to support survivors and intergenerational survivors on their healing journey so that they and their future generations may thrive,\" she said.\nThe nation announced in May 2021 that a search around the former school site using ground-penetrating radar found 200 potential unmarked burial sites.\nSince then, First Nations across the country have conducted searches and made similar discoveries.\nThe Truth and Reconciliation Commission identified at least 6,000 deaths at residential schools during their time in operation in Canada between the late 1800s and 1996.\nIn many of the deaths, schools didn’t record the children's names, genders or cause of death.\nThe children in the schools were separated from their families and forbidden to speak their own language. They were undernourished and often experienced physical and sexual abuse.\nThe agreement includes commitments from the church on how to properly memorialize residential school survivors, information sharing about missing children and offering \"healing services\" to family members of those who attended the school.\nCasimir said the possible excavation of the Kamloops school site has not begun as it's a \"very sensitive step moving forward,\" that involves work with other nations, survivors and their families.\nThis report by The Canadian Press was first published March 28, 2024.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller",
          "sentiment": "none"
        },
        {
          "name": "j. michael miller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "first nations",
          "sentiment": "none"
        },
        {
          "name": "first nation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "kamloops",
          "sentiment": "none"
        },
        {
          "name": "kamloops",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T03:37:24.197+03:00",
    "updated": "2024-03-29T03:37:24.197+03:00"
  },
  {
    "uuid": "269c4301a88aa63c47c8cef33842d1d5ec3efb21",
    "url": "https://www.stern.de/gesellschaft/regional/nordrhein-westfalen/wiederaufbau--2-2-milliarden-euro-nach-flut-katastrophe-ausgezahlt-35882264.html",
    "ord_in_thread": 0,
    "author": "STERN.de",
    "published": "2025-07-10T06:58:00Z",
    "title": "Wiederaufbau: 2,2 Milliarden Euro nach Flut-Katastrophe ausgezahlt",
    "text": "Vier Jahre nach der Flut-Katastrophe in Nordrhein-Westfalen sind 4,3 Milliarden Euro für den Wiederaufbau bewilligt und 2,2 Milliarden Euro ausgezahlt. Das hat die Landesregierung mitgeteilt.\nDie insgesamt rund 12,3 Milliarden Euro, die zur Verfügung stehen, werden absehbar nicht in voller Höhe benötigt werden, teilte Bauministerin Ina Scharrenbach (CDU) mit. Es seien deutlich mehr der betroffenen Gebäude gegen Elementarrisiken versichert gewesen als zunächst angenommen.\nRund 865 Millionen Euro seien für privat genutzte Wohngebäude und den Ersatz von Hausrat bewilligt worden. Von den mehr als 27.000 Anträgen seien über 98 Prozent abschließend bearbeitet. 85 Prozent der Mittel seien ausgezahlt.\nFür den Wiederaufbau der Infrastruktur in den Kommunen wurden rund 2,8 Milliarden Euro bewilligt. Aktuell seien davon erst rund 903 Millionen Euro ausgezahlt. \"Da hakt es in Teilen der Kommunen unverständlicherweise. Wir haben in den letzten Wochen und Monaten noch mal nachgearbeitet und unterstützt\", sagte Scharrenbach dem WDR.\nSo biete das Land den Kommunen die Finanzierung einzelner Bauabschnitte an, damit die Kommunen die Projekte nicht komplett vorfinanzieren müssen. Die übrigen Mittel der insgesamt bewilligten 4,3 Milliarden Euro entfallen auf Unternehmen, die Land- und Forstwirtschaft, die Infrastruktur der Länder, Forschungseinrichtungen sowie Archive.\nBetrugsverdacht bei weniger als einem Prozent der Fälle\nVon den bewilligten Anträgen seien 320 Betrugsverdachtsfälle mit einem Volumen von 8,8 Millionen Euro identifiziert worden. Dies sei weniger als ein Prozent der Bewilligungen.\nWeitere 272 Betrugsfälle seien vor der Bewilligung im Bearbeitungsverfahren aufgedeckt worden. Insgesamt wurden 475 Fälle an die jeweils zuständige Staatsanwaltschaft abgegeben. Bei den übrigen 117 Betrugsverdachtsfällen werde der Sachverhalt weiter aufgeklärt.\nDurch Sturzfluten und Überschwemmungen hatten am 14. und 15. Juli 2021 allein in NRW 49 Menschen ihr Leben verloren. Der Sachschaden erreichte Milliardenhöhe.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Disaster and Accident->disaster",
      "Economy, Business and Finance->business restructuring",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->financial and economic news"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news_ch",
        "top_news_at",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T11:27:44.224+03:00",
    "updated": "2025-07-11T09:07:44.000+00:00"
  },
  {
    "uuid": "fd0644961dc7bb841bbdf7cfb1d5f7710bef9519",
    "url": "https://www.ideal.es/internacional/europa/condenan-meses-prision-anciano-amenazar-muerte-jueza-20250409230143-ntrc.html",
    "ord_in_thread": 0,
    "author": "Enric Bonet",
    "published": "2025-04-09T21:01:00Z",
    "title": "Condenan a 8 meses de prisión a un anciano por amenazar de muerte a la jueza del caso Le Pen",
    "text": "Secciones\nServicios\nDestacamos\nEdición\nEmpieza la respuesta judicial a la oleada de amenazas de la extrema derecha francesa contra los magistrados. El Tribunal de Bobigny (periferia norte de París) ... condenó este miércoles por la tarde a ocho meses de prisión condicional a un internauta, de 76 años, que había amenazado de muerte a la jueza que inhabilitó a Marine Le Pen hasta 2030. La pena para este jubilado, que no tenía antecedentes, incluye una multa de 3.000 euros.\nTras el anuncio del veredicto por el caso de los falsos asistentes en el Parlamento Europeo de la ultraderechista Agrupación Nacional (RN, por sus siglas en francés), Gérard B. publicó en la red social X la fotografía de una guillotina, acompañada por el mensaje «es lo que merece esta puta». Lo escribió refiriéndose a la jueza Bénédicte de Perthuis, que presidió la corte que declaró culpable a Le Pen de haber llevado a cabo «un sistema» que permitió a su partido malversar 4,5 millones del Parlamento Europeo. Además de una inhabilitación a efectos inmediatos de cinco años, la líder de la extrema derecha fue condenada a cuatro años de prisión (dos ellos condicionales) y una multa de 100.000 euros.\nEl mensaje por parte de ese simpatizante de la derecha radical solo fue visto por 200 personas en la red social de Elon Musk. A pesar de ello, lo detuvieron y lo procesaron a través de un juicio rápido. «En Francia, hay personas a las que cortaron la cabeza» tras haber sufrido una campaña de acoso en internet, ha recordado el fiscal. Lo ha dicho refiriéndose al caso del profesor Samuel Paty, asesinado en 2020 por un joven yihadista. «Detrás de su teléfono en su casa (…), uno no asume ningún riesgo. Pero eso puede ser un pretexto para personas violentas o con problemas mentales», ha añadido el representante del Ministerio Público.\nEl autor de esa amenaza de muerte es un francés 'pied-noir' que nació en la Argelia francesa y se fue a la Francia metropolitana cuando tenía 14 años, tras la independencia de ese país. Actualmente, está jubilado tras haber dirigido una empresa de informática. Durante el juicio, se defendió con que la foto de la guillotina «era un «símbolo de justicia. Lo que quería decir es que algunos jueces quizás merecerían ser juzgados». Tras la sentencia del 31 de marzo, se multiplicaron en internet los mensajes insultantes y amenazantes contra Bénédicte de Perthuis. Hasta el punto de que tuvieron que desplegar una protección policial específica para esta magistrada.\n¿Ya eres suscriptor/a? Inicia sesión\nPublicidad\nPublicidad\nPublicidad\nPublicidad\nEsta funcionalidad es exclusiva para suscriptores.\nReporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->judiciary",
      "Politics->civil rights",
      "Politics->political dissent",
      "Social Issue->ageism",
      "Social Issue->discrimination",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Bénédicte de Perthuis",
          "sentiment": "none"
        },
        {
          "name": "Gérard B.",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Tribunal de Bobigny",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Agrupación Nacional",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Parlamento Europeo",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "RN",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:21:30.228+03:00",
    "updated": "2025-04-10T00:21:30.228+03:00"
  },
  {
    "uuid": "3c5b1038a84569b1358cbf318029db154153f17f",
    "url": "https://news.pchome.com.tw/finance/nownews/20250306/index-74123476921380207003.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PChome Online 新聞",
    "published": "2025-03-06T04:19:00Z",
    "title": "核三廠火勢撲滅 台電：不影響發電、爐心",
    "text": "核三廠火勢撲滅 台電：不影響發電、爐心\n屏東台電核三廠6日驚傳火警，傷亡狀況不明。（圖／翻攝自記者爆料網）\n[NOWnews今日新聞] 今（6）日上午，台電屏東恆春鎮第三核能發電廠驚傳火警。台電說明，今日上午11時23分接獲通報，核三廠空壓機廠房南側發生冷卻水塔（地面直立，直徑3米、高度3米，塑膠材質）火警事件，不影響發電及爐心安全。\n廠內消防隊迅速展開滅火行動，並於11時35分撲滅火勢，現場狀況已受到控制。空壓機廠房距離2號機約50公尺，不會影響機組安全，輻射亦無外洩之疑慮，請民眾放心。\n據核三廠解釋，火警是廠房外圍冷卻水塔旁切割工作導致，工作人員進行工程時產生火星因為風勢導致水塔燒起來，這是屬於停用設備，未影響發電，火勢也已經控制。\n核安會表示，經了解，核三廠內空壓機廠房失火，已在約上午11時35分撲滅，對於機組沒有影響，也沒有輻射安全疑慮，確切失火原因仍在調查中，不過核安會後續將要求台電檢討、改善，避免再次發生失火。\n相關新聞\n屏東台電核三廠火警！現場黑煙狂竄 消防人車急馳援「傷亡不明」 中正、萬華停電 台電：影響7607戶、20時30分全面復電\n「驚蟄」飛禽走獸出沒 台電出動逾4000人強化供電穩定\n- 記者：nownews\n更多財經新聞 »",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Health"
    ],
    "topics": [
      "Disaster and Accident->fire",
      "Disaster and Accident->emergency response",
      "Environment->energy resources",
      "Environment->hazardous materials",
      "Health->health facility",
      "Health->emergency care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.nownews.com/news/6655033?utm_source=pchome&utm_medium=rss&utm_campaign=20250306",
      "https://www.nownews.com/news/6655233?utm_source=pchome&utm_medium=rss&utm_campaign=20250306",
      "https://www.nownews.com/news/6654786?utm_source=pchome&utm_medium=rss&utm_campaign=20250306",
      "https://www.nownews.com/news/6655033",
      "https://nownews.com/news/6655033?utm_source=pchome&utm_medium=rss&utm_campaign=20250306",
      "https://www.nownews.com/news/6655233",
      "https://nownews.com/news/6654786?utm_source=pchome&utm_medium=rss&utm_campaign=20250306",
      "https://www.nownews.com/news/6654786",
      "https://nownews.com/news/6655233?utm_source=pchome&utm_medium=rss&utm_campaign=20250306"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T06:39:23.685+02:00",
    "updated": "2025-03-06T06:39:23.685+02:00"
  }
]