[
  {
    "uuid": "9d540b23797049a733cddb836a35cb88cce9964b",
    "url": "https://ground.news/article/blackfoot-animal-shelter-breaking-ground-on-new-shelter-spring-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-03-14T19:34:00Z",
    "title": "Ground News - Blackfoot Animal Shelter breaking ground on new shelter spring 2024",
    "text": "Summary by Ground News Shelter directors hope to break ground on the new shelter in April or May of this year. The number of animals they care for in a year has tripled since 2016. The shelter is now taking donations to help build the new Shelter. To donate or for more information, click HERE. Share menu 1 Articles 1 Articles All Left Center Right\nKIFI Center High Factuality Media Conglomerate: News-Press & Gazette Company Blackfoot Animal Shelter breaking ground on new shelter spring 2024 BLACKFOOT, Idaho (KIFI) - It's official - the City of Blackfoot is getting a new animal shelter. Local News 8 was the first to report plans to build a new shelter were in the works, after talking to Blackfoot Mayor Marc Carroll last month. Those plans have now become a reality, according to shelter directors. They hope to break ground on the new shelter in April or May of this year. According to shelter volunteers, the move comes after months o…\n3 hours ago · Idaho Falls, United States Read Full Article\nKIFI Center High Factuality Media Conglomerate: News-Press & Gazette Company\nBlackfoot Animal Shelter breaking ground on new shelter spring 2024 BLACKFOOT, Idaho (KIFI) - It's official - the City of Blackfoot is getting a new animal shelter. Local News 8 was the first to report plans to build a new shelter were in the works, after talking to Blackfoot Mayor Marc Carroll last month. Those plans have now become a reality, according to shelter directors. They hope to break ground on the new shelter in April or May of this year. According to shelter volunteers, the move comes after months o…\n3 hours ago · Idaho Falls, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe Ground News Article Assistant Not enough coverage to generate an Article Assistant.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://localnews8.com/news/blackfoot/2024/03/14/blackfoot-animal-shelter-breaking-ground-on-new-shelter-spring-2024/?utm_source=ground.news&utm_medium=referral",
      "https://localnews8.com/news/blackfoot/2024/03/14/blackfoot-animal-shelter-breaking-ground-on-new-shelter-spring-2024/",
      "https://www.localnews8.com/news/blackfoot/2024/03/14/blackfoot-animal-shelter-breaking-ground-on-new-shelter-spring-2024/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marc carroll",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news shelter",
          "sentiment": "neutral"
        },
        {
          "name": "ground news - blackfoot animal shelter",
          "sentiment": "neutral"
        },
        {
          "name": "idaho falls",
          "sentiment": "none"
        },
        {
          "name": "news-press & gazette company",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "blackfoot",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "idaho",
          "sentiment": "none"
        },
        {
          "name": "blackfoot",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:25:45.827+02:00",
    "updated": "2024-03-15T00:25:45.827+02:00"
  },
  {
    "uuid": "fe79d6ec44e36afa1232703154daf5a9dc367093",
    "url": "https://religionnews.com/2024/03/14/byus-lgbtq-students-spotlighted-in-new-grassroots-documentary",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kathryn Post",
    "published": "2024-03-14T22:37:00Z",
    "title": "BYU’s LGBTQ students spotlighted in new grassroots documentary",
    "text": "(RNS) — When, in 2020, Brigham Young University’s Provo, Utah, campus erupted in rainbow-colored protests after the school quietly removed — then reaffirmed — its ban on “homosexual behavior,” David Sant was a closeted queer BYU student afraid to join the fray. But now, as the director of the new documentary “A Long Way From Heaven,” Sant is spotlighting BYU’s treatment of LGBTQ students who, like him, felt pressured to stifle parts of their identity at the flagship school of The Church of Jesus Christ of Latter-day Saints. Known as much for its rigorous academics as it is for its [honor code](https://policy.byu.edu/view/church-educational-system-honor-code), which upholds LDS prohibitions on everything from tea drinking to premarital sexual activity, BYU also bans “same-sex romantic behavior,” which means LGBTQ students are often cautioned to tread lightly: Hand-holding alone can result in discipline. In this atmosphere, Sant began developing his documentary in secret a few months after student LGBTQ activists and allies made national headlines for lighting up the iconic “Y” overlooking BYU’s campus in rainbow colors. Earlier that year, the Church Educational System administrators who oversee BYU’s campuses [stated](https://twitter.com/BYU/status/1235267296970473472?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1235267296970473472%7Ctwgr%5E52cb5789eaed52ee04dd60415c1f7ab26452fb53%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.sltrib.com%2Fnews%2Feducation%2F2020%2F03%2F04%2Fafter-byu-honor-code%2F) that while the ban on homosexual behavior was no longer explicitly in the honor code, “same-sex romantic behavior” was still “not compatible” with the code’s principles. Many of his subjects risked their degrees to participate in the film, said Sant, 27, who had already graduated by the time he began the project. “A lot of people risking their relationships with their families. … More than one member of BYU’s faculty and administration are scared of being fired because of their participation.” This week, after more than three years, the secrecy is officially over. More than 500 people are expected to attend the film’s sold-out premiere Friday (March 15) at a theater 30 minutes from campus. “At BYU we want all our students, including our LGBTQ students, to feel both the love of the Savior and the joy associated with living His commandments as part of a covenant-keeping community,” a spokesperson for BYU told Religion News Service via email. “We believe that we have a shared primary identity as sons and daughters of God. We welcome LGBTQ students and are grateful for all those who choose BYU because of its environment of covenant belonging.” Sant said the idea for the film came after his longtime friend Tayler Pace, who attended Utah Valley University but had friends at BYU, invited him to film the second rainbow lighting of the “Y” that September. At first, the friends planned to use the footage in a short promo video. “We both watched it through, and we were like, this is more than a five-minute story. And it’s snowballed from there,” said Sant, who, though officially an LDS member, described himself as “a person who would love to be Mormon, but can’t find a way in.” Sant and Pace, who became the documentary’s producer, began incorporating other stories, like that of Matt Easton, a BYU student who came out as gay in his 2019 valedictorian speech, and Jillian Orr, who sported a rainbow flag sewn inside her graduation gown in a viral 2022 video. They interwove these with queer students’ accounts of coming out when the honor code was briefly changed, only to be told weeks later that the ban on homosexual behavior was still in effect. The film also tells of LGBTQ students and allies who haven’t received national attention — a queer student who quit the lacrosse team after a coach threatened to report their relationship to administrators, or the former BYU counselor who was part of an “underground railroad” that connected LGBTQ students to resources and support. Though critical of BYU, the documentary features students who enjoyed their time at the university, which makes the exclusion they experienced all the more complex. Pace and Sant insist that the film is neither anti-BYU nor anti-LDS. “The goal of this film is to shed light on what queer students have gone through for decades in hopes that we can do better,” said Pace. Those past students’ painful experiences include the [electroshock therapies](https://abcnews.go.com/Health/mormon-gay-cures-reparative-therapies-shock-today/story?id=13240700) administered to gay students in previous decades. The documentary also points to the prevalence of suicidal ideation among BYU’s LGBTQ population. Sant estimated that, per his research, at least 50 queer students have committed suicide in the university’s history. Sant said the weight of the project came into focus in August 2021, after Elder Jeffrey Holland spoke of endorsing metaphorical “musket fire” to “defend the faith” in a [speech](https://newsroom.churchofjesuschrist.org/article/elder-jeffrey-r-holland-2021-byu-university-conference) where he critiqued those questioning the church’s doctrine on marriage and same-sex attraction. “It became less about just how cool lighting the ‘Y’ was, and more about how people are dying …and people are doing nothing about it,” said Sant. The stories in the documentary hit close to home for Jesse Gibbons, the film’s director of photography, who joined the project while a BYU film student. While working on the film, Gibbons, who now identifies as gay and nonbinary, started coming to terms with their sexuality and, by extension, with their struggles regarding LDS teachings. When Gibbons shared their doubts about church doctrine, their bishop declined to provide the annual [“ecclesiastical endorsement”](https://newsroom.churchofjesuschrist.org/article/updated-ces-standards-students-closer-to-christ) required of all BYU students, leading to their expulsion in the spring of 2023. “Especially after being kicked out, I feel like whenever I got to work on the documentary, I was engaged in something that was making it still worth it, that whole process,” Gibbons told RNS. “It has helped me to feel like the process I went through has led to something.” In [December 2021](https://www.sltrib.com/news/education/2022/01/12/byu-bans-protests-y/), BYU banned any form of demonstrations on the “Y,” and in [March 2022](https://www.sltrib.com/news/education/2022/03/04/year-after-rainbow-y/) it fenced in the “Y.” In August 2023, BYU officially [restored language](https://religionnews.com/2023/08/30/byu-re-emphasizes-ban-on-same-sex-romantic-behavior-in-updated-honor-code/) prohibiting “same-sex romantic behavior” back to the honor code. “I get discouraged quite often about the future of BYU. Is it ever going to change? Is it ever going to get better? Some days, I feel like, no, it never is,” said Bradley Talbot, the BYU alumnus who founded [Color the Campus](https://www.instagram.com/colorthecampus/), the group behind the rainbow “Y” lightings. “But that doesn’t change my mission or my focus. Because what’s also never going to change is queer students existing at BYU. They need to feel like they are not alone.” For Talbot, who appears in the documentary, one of its main takeaways is the resilience of BYU’s LGBTQ community, seen in the continuation of the rainbow days Talbot originated while a student, Pride Nights held by students off campus and the three groups for queer BYU students or alumni — the Raynbow Collective, the Out Foundation and Understanding Sexuality, Gender & Allyship. The momentum behind BYU’s LGBTQ community is also seen in the grassroots support that raised the $10,000 paid to professionals, including animators, a colorist and a sound engineer. The rest of the work was done by volunteers. “I hope this film changes minds. I hope it causes people to question how things are at BYU, in Utah, maybe even the LDS church. I hope it’s one step closer to achieving a more equitable world,” said Pace. “A better future for queer kids exists. We just gotta believe in that enough to make moves toward the future.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/BYU/status/1235267296970473472",
      "https://www.sltrib.com/news/education/2022/03/04/year-after-rainbow-y",
      "https://www.sltrib.com/news/education/2022/01/12/byu-bans-protests-y",
      "https://www.newsroom.churchofjesuschrist.org/article/elder-jeffrey-r-holland-2021-byu-university-conference",
      "https://www.sltrib.com/news/education/2022/03/04/year-after-rainbow-y/",
      "https://abcnews.go.com/Health/mormon-gay-cures-reparative-therapies-shock-today/story?id=13240700",
      "https://newsroom.churchofjesuschrist.org/article/elder-jeffrey-r-holland-2021-byu-university-conference",
      "https://policy.byu.edu/view/church-educational-system-honor-code",
      "https://www.policy.byu.edu/view/church-educational-system-honor-code",
      "https://abcnews.go.com/Health/mormon-gay-cures-reparative-therapies-shock-today/story",
      "https://www.instagram.com/colorthecampus/",
      "https://instagram.com/colorthecampus/",
      "https://www.instagram.com/colorthecampus",
      "https://www.sltrib.com/news/education/2022/01/12/byu-bans-protests-y/",
      "https://www.twitter.com/BYU/status/1235267296970473472?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1235267296970473472%7Ctwgr%5E52cb5789eaed52ee04dd60415c1f7ab26452fb53%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.sltrib.com%2Fnews%2Feducation%2F2020%2F03%2F04%2Fafter-byu-honor-code%2F",
      "https://sltrib.com/news/education/2022/01/12/byu-bans-protests-y/",
      "https://twitter.com/BYU/status/1235267296970473472?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1235267296970473472%7Ctwgr%5E52cb5789eaed52ee04dd60415c1f7ab26452fb53%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fwww.sltrib.com%2Fnews%2Feducation%2F2020%2F03%2F04%2Fafter-byu-honor-code%2F",
      "https://newsroom.churchofjesuschrist.org/article/updated-ces-standards-students-closer-to-christ",
      "https://www.newsroom.churchofjesuschrist.org/article/updated-ces-standards-students-closer-to-christ",
      "https://sltrib.com/news/education/2022/03/04/year-after-rainbow-y/",
      "https://www.abcnews.go.com/Health/mormon-gay-cures-reparative-therapies-shock-today/story?id=13240700"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sant",
          "sentiment": "none"
        },
        {
          "name": "david sant",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brigham young university",
          "sentiment": "negative"
        },
        {
          "name": "lgbtq",
          "sentiment": "negative"
        },
        {
          "name": "byu",
          "sentiment": "negative"
        },
        {
          "name": "saints",
          "sentiment": "none"
        },
        {
          "name": "church e",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "provo",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:08:02.315+02:00",
    "updated": "2024-03-15T05:23:33.459+02:00"
  },
  {
    "uuid": "39c6077ab7729e7fd4a476684c53a34e3b1e67d7",
    "url": "https://newsrnd.com/news/2023-12-31-running-in-their-honor--dozens-participated-in-the-race-in-memory-of-lt--col--alim-abdallah-and-lt--col--salman-habqa--who-were-killed-on-the-northern-front-%7C-israel-hayom.SJ7ixgxyua.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-31T13:43:00Z",
    "title": "Running in their honor: Dozens participated in the race in memory of Lt. Col. Alim Abdallah and Lt. Col. Salman Habqa, who were killed on the northern front | Israel Hayom - The Limited Times",
    "text": "In a place they loved so much : A group of Montfort runners, a lake located near the settlement of Ma'a lot in the north, held a race last Friday in memory of two officers with the rank of lieutenant colonel who fell during the war: Lt. Col. Alim Abdallah, 300th Brigade Sergeant, who was killed on the northern front, and Lt. Col. Salman Habka, commander of the 53rd Sufa Battalion, who was killed on the southern front.\nThe race was attended by runners from all over the country, from all ethnicities and ages who came to pay their respects and run a 10 km race. The runners were started by Mona, the widow of Alim Abdullah and Sharona Shalev Meiri. At the end of the race, each participant received a sticker with pictures of the fallen, a bracelet and a shirt. Abdullah's widow and Habeqa's father eulogized their loved ones and thanked the participants.\nWidow of Lt. Col. Alim Abdallah, and Imad Habka, father of Lt. Col. Salman, Photo: Jamal Ali and Bilal Barakat\n\"Over the years, we were privileged to run alongside Salman and Alim, two extraordinary people who lived life as they believed and never gave up on themselves. They both incorporate in their lives the traits of their runner and in their running the qualities of their lives. They were not only talented people, they were also excellent officers and commanders,\" said Golani Brigade leader and member Bassem Seef, who also participated in the race.\n\"Salman and Alim were characterized by a combination of three main qualities: sensitivity, excellence and courage. Salman and Alim were brave men and fighters, striving for contact and sticking to the mission. These qualities were reflected in their lives at home, in the army and also in running. Today we run in their memory.\"\nWrong? We'll fix it! If you find a mistake in the article, please share with us",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "salman habqa",
          "sentiment": "neutral"
        },
        {
          "name": "alim abdallah",
          "sentiment": "neutral"
        },
        {
          "name": "alim",
          "sentiment": "none"
        },
        {
          "name": "mona",
          "sentiment": "none"
        },
        {
          "name": "imad habka",
          "sentiment": "none"
        },
        {
          "name": "sharona shalev meiri",
          "sentiment": "none"
        },
        {
          "name": "salman habka",
          "sentiment": "none"
        },
        {
          "name": "alim abdullah",
          "sentiment": "none"
        },
        {
          "name": "salman",
          "sentiment": "none"
        },
        {
          "name": "jamal ali",
          "sentiment": "none"
        },
        {
          "name": "habeqa",
          "sentiment": "none"
        },
        {
          "name": "bilal barakat",
          "sentiment": "none"
        },
        {
          "name": "abdullah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "limited times",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "montfort",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T15:44:59.611+02:00",
    "updated": "2023-12-31T15:44:59.611+02:00"
  }
]