[
  {
    "uuid": "0a5c21f5ac3769c04abfbeee6a3b5efc7bb252b5",
    "url": "https://laist.com/news/epic-waves-hit-southern-california-coast-to-wipe-out-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Makenna Sievertson",
    "published": "2023-12-29T01:09:00Z",
    "title": "Epic Waves Hit Southern California Coast To Wipe Out 2023 | LAist",
    "text": "Epic Waves Hit Southern California Coast To Wipe Out 2023 The Southern California coast is dealing with dangerous high surf, life-threatening rip currents, and flooding that’s expected to ride into the last weekend of 2023. Ventura County, Hermosa Beach, Manhattan Beach, and Palos Verdes face the most extreme conditions on Thursday, according to the National Weather Service. All of those areas, plus Catalina Island, the Malibu coast, and other L.A. County beaches are under a high surf and coastal flood warning until 10 p.m. Saturday. Ventura County Very large swell is impacting our coast. If you are in a position to safely see any coastal flooding we would appreciate any reports, photos, or video. This swell is at Ventura pier and ~20'.— NWS Los Angeles (@NWSLosAngeles) [#CAwx] [pic.twitter.com/0umT8Af86V] [December 28, 2023] The larger waves are expected to be between 5 and 15 feet with sets up to 20 feet, as seen at the Ventura pier. The surf can be dangerous, especially near the water lines. Everyone should stay off of beaches, piers, and other infrastructure near the water because of the life-threatening conditions. - Listen: Big surf, SoCal housing and more - It's like 'dating the city' - By thinking about neighbors Several areas have already flooded, and the Ventura County Fire Department said on social media that eight people were taken to local hospitals after being injured by a large surge wave that flooded the shoreline near Seaward Avenue and Pierpont Boulevard. The fire department’s heavy equipment operators have been helping the Public Works Department clear flooded areas around San Pedro Street. Multiple people were rescued, according to the fire department. Additionally, each morning will bring residual high tides up to 6.5 feet, which increases the risk of coastal flooding. Heavy traffic has also been reported on the northbound 101 through the city of Ventura Thursday afternoon. Los Angeles County The larger waves are expected to be between 7 and 12 feet, with sets up to 20 feet likely around Point Conception, Hermosa Beach, Manhattan Beach, and Palos Verdes. Officials are encouraging people to stay out of the water, or at least swim and surf near occupied lifeguard towers. Flooding is also likely, especially in vulnerable low-lying coastal areas like parking lots, beaches, and walkways around high tide. As in Ventura County, each morning will bring residual high tides up to 6.5 feet, which will increase the risk of coastal flooding. The National Weather Service said rock jetties can be deadly in these conditions, so steer clear. However, significant damage to roads and infrastructure is not expected. Officials are reminding people to protect any flood-prone property, and never drive through water if you don’t know how deep it is. Orange County The Orange County coast is under a high surf and coastal flood warning until 2 a.m. Monday. The larger waves are expected to be between 6 to 10 feet with sets up to 12 feet in the northern areas. While surfers were taking advantage of the conditions in Huntington Beach and Newport Beach Thursday morning, officials are warning inexperienced swimmers to stay out of the water. Flooding is expected, especially in parks and roads around Seal Beach, Sunset Beach, and Newport Beach. The National Weather Service is also expecting some isolated road closures, so if you need to drive somewhere, give yourself extra time. Again, do not drive around barricades or through water if you don’t know how deep it is. - Allowable rent hikes depend on where you live, and in what type of building. Here’s your guide to figuring it all out. - [OC Supervisor Testified Without Disclosing His Wife Is The Assistant Presiding Judge. It Led To A Mistrial](https://laist.com/news/housing-homelessness/orange-county-supervisor-andrew-do-homeless-services-mistrial)It’s the second high-profile instance to emerge recently of O.C. Supervisor Andrew Do not disclosing a relevant family relationship during official proceedings. - Known for its elaborate light displays, this year, the neighborhood is expecting a bigger crowd tied to the release of “Candy Cane Lane” on Amazon Prime Video. - [Top OC Official Helped Direct Millions To His Daughter’s Center Without Disclosing Family Connection](https://laist.com/news/politics/andrew-do-rhiannon-do-investigation-warner-wellness-orange-county-viet-america-society-pham)Over the past year, Orange County Supervisor Andrew Do was involved in directing $3.1 million to a mental health center where his daughter, Rhiannon Do, was president. - Restored with care, the 120-year-old movie theater is now ready for its closeup. - The council approved a hotly debated proposal to lower allowable rent hikes in most of the city’s apartments from a maximum of 9% to 6% in February.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "palos verdes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "epic waves hit southern california coast",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "hermosa beach",
          "sentiment": "none"
        },
        {
          "name": "catalina island",
          "sentiment": "none"
        },
        {
          "name": "l.a. county",
          "sentiment": "none"
        },
        {
          "name": "malibu",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "manhattan beach",
          "sentiment": "none"
        },
        {
          "name": "ventura county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:55:01.167+02:00",
    "updated": "2023-12-29T04:55:01.167+02:00"
  },
  {
    "uuid": "7b76bfd40908d06469f28c8ca8c66ceb2b0658e9",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c053",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Senorito_Rosa",
    "published": "2023-12-28T23:37:00Z",
    "title": "#53 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:40:06.859+02:00",
    "updated": "2023-12-29T02:40:06.859+02:00"
  },
  {
    "uuid": "2508fbbc7f7c2851b8add64ed52c8d71c99aeacb",
    "url": "https://www.am.com.mx/hidalgo/2024/2/15/garantiza-gobernador-abasto-de-agua-en-hidalgo-aun-con-extraccion-para-la-capital-del-pais-695057.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lourdes Naranjo",
    "published": "2024-02-16T02:35:00Z",
    "title": "Garantiza gobernador abasto de agua en Hidalgo aún con extracción para la capital del país - Periódico AM",
    "text": "Garantiza gobernador abasto de agua en Hidalgo aún con extracción para la capital del paísIndicó que hay suficiente recurso y que plantean un proyecto para llevar agua de Actopan a Pachuca El gobernador Julio Menchaca Salazar, aseguró que está garantizado el abasto de agua para Hidalgo aún con el posible suministro a la Zona Metropolitana de la Ciudad de México. Además, dio a conocer que hay un estudio que demuestra que existe recurso hídrico en el Valle del Mezquital, por lo que plantean un proyecto de llevar agua de Actopan a Pachuca. El mandatario estatal señaló que el agua es un recurso nacional, y la Ley de Aguas Nacionales establece que es del dominio del gobierno federal a través de la Conagua. HAY RECURSO EN VALLE DEL MEZQUITAL Lo anterior, tras el anuncio del presidente de México, Andrés Manuel López Obrador de llevar agua de la entidad hidalguense y el Aeropuerto Internacional Felipe Ángeles a la Ciudad y el Estado de México. Detalló que los estudios de la Comisión Nacional del Agua (Conagua) señalan que en el Valle del Mezquital, particularmente en la cuenca de Actopan y Santiago de Anaya hay un recurso subutilizado. “Según los estudios, da lo suficiente para no solamente abastecer al propio estado de Hidalgo sino para apoyar a la Zona Metropolitana de la Ciudad de México, esto dependerá de los estudios de factibilidad y la disposición de inversión”, refirió. BUSCAN INVERSIÓN DE GOBIERNO FEDERAL Indicó que tienen un proyecto para llevar agua de Actopan a Pachuca, el cual forma parte de las propuestas presentadas a la candidata a la presidencia de la República, Claudia Sheinbaum. Debido a que representa una inversión millonaria, buscan que el gobierno federal pueda abastecer de agua, producto de la filtración de los mantos freáticos en el transcurso de los años, a la Zona Metropolitana de Pachuca. “Hay un estudio de Conagua, pero debería sustentarse en estudios más profundos, pero el reporte que tenemos y por eso la propuesta, es que hay la suficiente agua para el proyecto que tenemos, lo denominamos Actopan-Pachuca”, puntualizó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T06:53:35.356+02:00",
    "updated": "2024-02-16T06:53:35.356+02:00"
  },
  {
    "uuid": "24831b81404a1c01f693d3bd46f837bb3525c56d",
    "url": "https://news.owlting.com/articles/961739",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "波新聞",
    "published": "2025-03-12T22:56:00Z",
    "title": "「安靜車聚」新典範 桃園環保局公私合作獲好評",
    "text": "波新聞─陶泰山／桃園\n車聚活動的噪音困擾許多社區，桃園市環保局為確保社區安寧，維護居民生活品質，桃園市環保局、蘆竹分局以及民間車友共同攜手合作，除加強與主辦單位的合作溝通外，亦透過AI科技設備之運用，迅速掌握潛在擾民車輛資訊，藉以防範噪音擾寧情況。從多起中壢區、新屋區、蘆竹區等車聚案例顯示，透過產官學跨界執行多項措施，成功阻絕噪音擾民等負面事件，「安靜車聚」已成新典範也讓車聚活動擺脫負面形象。\n環保局代理局長葉孟芬指出，婦女節當天桃園特力家居舉行「經典90~老車回憶」車聚活動，現場包含三菱EVO車系、SUBARU IMPREZA車系，以及SAAB、MAZDA、BMW等經典車款，吸引近百名愛車同好參與交流。為了讓車友開心車聚，環保局也特別制定完善監測和執法計畫，倡導安靜車聚。對於車聚活動進行噪音即時監測，於現場架設噪音檢測設備，提供車輛排氣聲浪檢測服務；如有車輛噪音超標情形，不僅做成紀錄也將依規定告發並限期改善，也歡迎車主駕駛愛車現場參加環保局自主噪音檢測。對於蓄意製造噪音行為，包括催油製造聲浪及高分貝音響播放，環保局與警局絕對嚴格取締不手軟，維護活動與寧靜的多贏和諧。\n環保局表示，從制定「安靜車聚」標準，到推出全國首創「安靜車聚」，桃園市環保局也將持續與車主團體合作，讓改裝車文化不僅符合環保法規更可時尚流行。在車聚與靜鄰共同兼顧下，未來要求除車主遵守噪音規定，環保局亦不斷精進噪音科技檢測與管理措施。環保局呼籲在開心車聚的同時，締造合法、安全、低噪音的車聚文化，實現改裝車文化與環境永續共好的目標。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->environmental clean-up",
      "Social Issue->communities",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T01:32:43.863+02:00",
    "updated": "2025-03-13T01:32:43.863+02:00"
  }
]