[
  {
    "uuid": "63746d23c0f6c6918b6be3e05f156d4b6a3f96dc",
    "url": "https://pursuit.unimelb.edu.au/articles/fighting-to-save-our-aussie-bees-one-bee-hotel-at-a-time",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The University of Melbourne",
    "published": "2024-02-16T01:10:00Z",
    "title": "Fighting to save our Aussie bees – one bee hotel at a time | Pursuit by The University of Melbourne",
    "text": "Fighting to save our Aussie bees – one bee hotel at a time Wattle Fellow Clancy Lester is on a mission to save Australia’s native bees by working with Indigenous communities and spreading the word about bee hotels I’m a 22-year-old ecologist from Yorta Yorta land in northern Victoria. I have a passion for native bees and my work aims to [help bees in their urgent need for conservation](https://www.abc.net.au/news/2019-08-08/native-bee-honey-bee-disease-parasite-research-qld/11392606). I’m researching native stingless bees in the [Barrkira Aboriginal Homelands](https://www.laynhapuy.com.au/our-homelands/barrkira/) of northeast Arnhem Land, as part of my [Master of Science (BioScience)](https://study.unimelb.edu.au/study-with-us/graduate-courses/science/master-of-science). This research is conducted by, with and for the [Yolŋu First Nations](https://www.dhimurru.com.au/yolngu-culture.html) people, who are concerned about [recent observed declines](https://indigenousknowledge.unimelb.edu.au/Research/seed-funding/2023-recipients/two-way-knowledge-sharing-for-native-bee-climate-adaptation-in-arnhem-land) in traditional honey (guku) harvests. Having the opportunity to experience the incredibly rich knowledge that my Yolŋu hosts have shared with me has been an important and formative experience in my life. The deep connection to country and genuine care for the landscape that Yolŋu and other First Nations People have is profound and needs to be supported and protected at all costs. Our country has over 2000 of the most incredible native bee species which are amazing, beautiful and in need of our help. Many people don’t realise that European honeybees, aside from being important crop pollinators and commercial honey producers, are actually feral in the Australian environment. Bee hotels are more like nurseries, where females can safely lay their eggs. Constructing a bee hotel is a small and easy thing that can have huge benefits for local conservation of native bees, particularly in urban settings where flowers are abundant, but nesting habitat like bare ground and native trees is very limited. So far, I have contributed to building 37 bee hotels and I run a [website](https://nativebeehotels.com/) with tips on making optimal bee hotels. It’s such a simple and easy DIY project that can have a big benefit for our biodiversity. My top three tips for building a successful bee hotel are placement, materials and design. Placement: Bees need morning sun, and plenty of food resources like flowers nearby they can pollinate. Materials: Native hardwood like Eucalyptus, or hollow/pithy stemmed materials like bamboo are best for cavity nesting bees like [leaf cutter bees](https://www.aussiebee.com.au/leafcutter_bee.html) or [masked bees](https://www.aussiebee.com.au/masked-bees.html), while sand and clay mixtures are the best materials for building earth blocks which provide habitat for ground nesting bees like [blue banded bees](https://www.aussiebee.com.au/blue-banded-bee-information.html). Be careful if buying a pre-made bee hotel as some overseas materials are chemically treated or have been fumigated at customs, which can be detrimental to native bees. Design: When drilling the holes, you want to use varying sizes between three to 10 millimetres in diameter. The bees will lay an egg in each cell, and you want to make as many cells as possible that fit into the cavity – that’s why a deep hollow is so important. Holes larger than 10 millimetres aren’t recommended because there’s not many native bees that are that large, especially in Melbourne. While I’m away from home, my family take care of our bee hotel. My dad regularly sends me updates, and I love heading home and finding out who has moved in. My dad is also learning a lot about bees now. Once everyone starts to learn about bees, they always seem to want to know more. My favourite bee is the Xylocopa, otherwise known as the [Carpenter bee](https://www.aussiebee.com.au/xylocopa.html). They live for years and years, while some bees only live for a matter of weeks. They also have one of the furthest flying ranges of any bees, and they are much better fliers than other species. They essentially fly until they age and their wings start to degrade. I grew up obsessed with nature documentaries – National Geographic, Steve Irwin, David Attenborough, Malcolm Douglas – I watched it all. I’ve always loved the outdoors and science subjects. I’m lucky to now be combining my passions and doing what I dreamed of when I was really young. I was recently awarded a position as a [Wattle Fellow](https://www.unimelb.edu.au/wattlefellowship). It’s a great program for those who are environmentally minded and focused on sustainability, especially for those who want to be a leader in making positive changes. In future, I hope I can continue doing fieldwork, learning from our Indigenous communities about caring for country and getting to explore and protect the beautiful places around Australia. I just love learning about everything. - As told to Alexa Viani and Ellie Freeman Banner: Video supplied. Picture: David Paul/Museums Victoria",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [
      "https://www.aussiebee.com.au/xylocopa.html).",
      "https://nativebeehotels.com/)",
      "https://www.aussiebee.com.au/masked-bees.html),",
      "https://www.dhimurru.com.au/yolngu-culture.html)",
      "https://www.laynhapuy.com.au/our-homelands/barrkira/)",
      "https://www.aussiebee.com.au/blue-banded-bee-information.html).",
      "https://www.abc.net.au/news/2019-08-08/native-bee-honey-bee-disease-parasite-research-qld/11392606).",
      "https://www.aussiebee.com.au/leafcutter_bee.html)",
      "https://www.nativebeehotels.com/)",
      "https://aussiebee.com.au/masked-bees.html),",
      "https://aussiebee.com.au/xylocopa.html).",
      "https://dhimurru.com.au/yolngu-culture.html)",
      "https://aussiebee.com.au/leafcutter_bee.html)",
      "https://aussiebee.com.au/blue-banded-bee-information.html).",
      "https://abc.net.au/news/2019-08-08/native-bee-honey-bee-disease-parasite-research-qld/11392606).",
      "https://laynhapuy.com.au/our-homelands/barrkira/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clancy lester",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "university of melbourne fighting",
          "sentiment": "negative"
        },
        {
          "name": "yolŋu first nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "victoria",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "yorta yorta",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T03:15:11.057+02:00",
    "updated": "2024-02-16T03:15:11.057+02:00"
  },
  {
    "uuid": "1ce3ac023dbbb45f6ee382d3dd8ae69ce934e1a9",
    "url": "https://www.newsbreak.com/california-state/3502689783553-missing-california-hiker-says-he-survived-on-creek-water-before-being-found-9-days-later",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Raquel Coronell Uribe",
    "published": "2024-06-24T00:00:00Z",
    "title": "Missing California hiker says he survived on creek water before being found 9 days later",
    "text": "By Raquel Coronell Uribe,1 hour ago By Raquel Coronell Uribe,1 hour ago Read in NewsBreak [Mecca, CA](/mecca-ca)9 days ago Mother arrested on felony after 3 & 5 year old found alone in \"sauna\" like house with no electricity [Pontotoc County, MS](/pontotoc-county-ms)25 days ago [Seaside, OR](/seaside-or)14 days ago [San Francisco, CA](/san-francisco-ca)21 days ago A Man From Sacramento Who Opened Fire on a Greyhound Bus and Killed One Person Was Given a Life Term [Sacramento, CA](/sacramento-ca)21 days ago [Boston, MA](/boston-ma)2 days ago [Carmel-by-the-sea, CA](/carmel-by-the-sea-ca)28 days ago [Harrisburg, PA](/harrisburg-pa)14 days ago [Shenandoah, PA](/shenandoah-pa)29 days ago [Houston, TX](/houston-tx)2 days ago Welcome to NewsBreak, an open platform where diverse perspectives converge. Most of our content comes from established publications and journalists, as well as from our extensive network of tens of thousands of creators who contribute to our platform. We empower individuals to share insightful viewpoints through short posts and comments. It’s essential to note our commitment to transparency: our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. We strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation. Join us in shaping the news narrative together.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raquel coronell uribe",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "pa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "newsbreak [mecca",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "carmel",
          "sentiment": "none"
        },
        {
          "name": "sacramento",
          "sentiment": "none"
        },
        {
          "name": "tx",
          "sentiment": "none"
        },
        {
          "name": "newsbreak",
          "sentiment": "none"
        },
        {
          "name": "shenandoah",
          "sentiment": "none"
        },
        {
          "name": "harrisburg",
          "sentiment": "none"
        },
        {
          "name": "pontotoc county",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T06:35:13.212+03:00",
    "updated": "2024-06-24T06:35:13.212+03:00"
  },
  {
    "uuid": "b4c8e3b6c5e8b0bc2b7249dd4e25ba1001069875",
    "url": "https://www.indiatoday.in/horoscopes/aries/story/aries-horoscope-today-daily-for-19-april-2024-take-advantage-of-opportunity-2528777-2024-04-19",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arunesh Kumar Sharma",
    "published": "2024-04-18T21:46:40Z",
    "title": "Daily Aries Horoscope Today, April 19, 2024: Take advantage of opportunity! - India Today",
    "text": "What will your day look like in terms of health romance finance and fortune Read everything hereAries Money Horoscope TodayFinancial achievements will stabilize There will be activity in work and business Efforts will be made to connect with everyone The financial aspect will remain routine Work-related matters will be resolved You will move forward according to the plan Tasks will be completed with wisdom You will take advantage of opportunities Avoid keeping goals pending Adaptability will be maintained Tasks will be completed swiftly Opportunities for advancement in career and business will increase Private performances will improve Professionals will receive assistance Aries Love Horoscope TodayYou will progress in love affection and friendship Matters of the heart will be resolved There will be energy in relationships Relationships will remain positive You will enjoy outings and entertainment with family You will spend memorable moments with loved ones Mutual trust will increase Friends will stay supportive Emotional depth will be strengthened Aries Health Horoscope TodayEnthusiasm and attraction will be maintained Competence will increase You will be effective in discussions You will maintain discipline You will have a positive impact Mental strength will increaseLucky numbers 1 3 6 9Lucky Color RedPublished By Shweta KumariPublished On Apr 19 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "aries love horoscope todayyou",
          "sentiment": "none"
        },
        {
          "name": "aries health horoscope todayenthusi",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:46:40.345+03:00",
    "updated": "2024-04-19T00:46:40.345+03:00"
  },
  {
    "uuid": "e670af0219dd54c3e344a243cb3a197ecaac7b39",
    "url": "https://www.rtbf.be/article/une-plante-qui-vit-sur-terre-pourrait-pousser-sur-mars-et-y-amener-la-vie-11399581",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chloé Rosier",
    "published": "2024-07-05T06:00:00Z",
    "title": "Une plante qui vit sur Terre pourrait pousser sur Mars et y amener la vie - RTBF Actus",
    "text": "Une mousse étudiée par des scientifiques chinois pourrait être le premier habitant de la planète Mars et y amener des conditions de vie plus acceptables pour les être humains. Un article publié dans [Innovation](https://www.cell.com/the-innovation/fulltext/S2666-6758(24)00095-X), explique comment \"Syntrichia caninervis\" pourrait bien être le premier être vivant développé sur Mars depuis la Terre (si tant est que [la Nasa n’a pas déjà amené la vie sur la planète rouge lord de ses différentes missions](https://www.rtbf.be/article/la-nasa-aurait-elle-amene-la-vie-sur-mars-10765707)). Elle pour particularité de mieux pousser après avoir reçu une dose de rayonnement, ce qui lui arriverait forcément en permanence sur Mars qui n’a pas une atmosphère capable de la protéger du rayonnement solaire. Le but serait ici de terraformer la planète Mars, c’est-à-dire, de la rendre propice à la vie et habitable par l’humain. Sachant que l’atmosphère actuelle de Mars est composée à 95% de dioxyde de carbone, il n’est pas possible pour un être humain d’y respirer sans mourir. L’apparition de plantes sur la planète pourrait permettre de commencer à transformer ce CO2 en oxygène et former ainsi une atmosphère acceptable pour l’humain. Évidemment, ce n’est pas la seule chose qui nous retient de déménager sur la planète d’à côté : sa température, l’absence d’eau liquide, les tempêtes de plusieurs mois, le rayonnement…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cell.com/the-innovation/fulltext/S2666-6758(24)00095-X),",
      "https://cell.com/the-innovation/fulltext/S2666-6758(24)00095-X),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T09:06:45.437+03:00",
    "updated": "2024-07-12T09:33:24.275+03:00"
  }
]