[
  {
    "uuid": "f042fe3faf7900da8049a085dbe6503ac661892a",
    "url": "https://www.adnradio.cl/2023/12/28/star-wars-consiguio-un-nuevo-record-guinness-gracias-a-han-solo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Campillay",
    "published": "2023-12-28T16:47:00Z",
    "title": "Star Wars consiguió un nuevo récord Guinness gracias a Han Solo | ADN Radio",
    "text": "Star Wars consiguió un nuevo récord Guinness gracias a Han Solo Los encantos del contrabandista no caducan y pudo conseguir otro gran logro para la franquicia galáctica. Star Wars sigue haciendo historia a más de 46 años de su estreno y durante las últimas horas se dio a conocer que consiguió un destacado récord Guinness de la mano de Han Solo. No hay dudas de todo el éxito y gran popularidad que la franquicia ha obtenido a lo largo del tiempo, sabiendo mantenerse vigente e incluso con proyectos a futuro que demuestran el interés del público. Pero gran parte de los fanáticos tienen ese favoritismo por la trilogía original que generó ese primer encanto con sus entrañables personajes. Es aquí donde figura el contrabandista que supo enamorar a Leia. [“The Batman 2″: anticipan la incorporación de un icónico personaje que acompañaría al héroe de Gotham](https://www.adnradio.cl/2023/12/26/the-batman-2-anticipan-la-incorporacion-de-un-iconico-personaje-que-acompanaria-al-heroe-de-gotham/) Aquel pirata, mercenario y capitán dejó una fuerte huella en la saga y la cultura pop en general. Es por eso que todo lo relacionado a él despierta un gran interés, aún más cuando se trata de objetos reales utilizados para las grabaciones. Precisamente esto es lo que le permitió al título creado por George Lucas adjudicarse un nuevo récord Guinness que entrará a los libros a partir de la edición 2024. De manera concreta, tal y como consigna [Jedi News](https://www.jedinews.com/), las páginas incluirán la venta del arma que utilizó Harrison Ford para la interpretación de personaje, lo que claramente revolucionó a los fans, especialmente a los coleccionistas. Una subasta única Conforme a lo detallado por los [especialistas en hechos inéditos](https://www.guinnessworldrecords.es/), se trata del arma de utilería más cara de la historia, superando a cualquier otra pieza de esta clase que se haya vendido anteriormente. Aquella pistola que está rodeada de mística, siendo por ejemplo con la que se le disparó a Greedo (quien jaló el gatillo primero es discusión aparte). Además, cobra mayor relevancia luego de haber desaparecido una vez terminado el rodaje de Una nueva esperanza; se construyó un ejemplar nuevo para las dos siguientes entregas. Con el pasar de los años fue recuperada y apareció en el inventario de Bapty & Co., empresa proveedora de armas de utilería para cine y televisión. Posteriormente, llegó su subasta recién en el año 2022. En rigor, el precio estaba entre los 300.000 y 500.000 dólares, pero el comprador ofreció más del doble, adjudicándosela por $1.057.500. Así, al día de hoy se pudo consagrar como la venta más cara de un arma de utilería. El icónico bláster DL-44 de Han Solo ya tiene nuevo dueño (coleccionista) y le permitió a la firma de Star Wars seguir marcando hitos en la industria del entretenimiento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.guinnessworldrecords.es/),",
      "https://www.jedinews.com/),",
      "https://guinnessworldrecords.es/),",
      "https://jedinews.com/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:18.652+02:00",
    "updated": "2023-12-29T00:29:18.652+02:00"
  },
  {
    "uuid": "be32808ee474b255fd3c342cd934d663dd909e95",
    "url": "https://www.lincolnshirelive.co.uk/news/local-news/raf-scampton-government-warns-tensions-9002882",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "news@lincolnshireecho.co.uk (Joe Griffin)",
    "published": "2023-12-29T15:49:00Z",
    "title": "RAF Scampton: Government warns of 'tensions' between Sunni and Shia Muslims on base in now-deleted report",
    "text": "A new [RAF Scampton](https://www.lincolnshirelive.co.uk/all-about/raf-scampton) report which was published by the Home Office and removed days later has highlighted the possible tensions between two Muslim groups that would be housed on the former base. An 'equality impact assessment' was published on the UK Government website on Wednesday, December 27 and it revealed some new details about the proposed asylum centre at the former home of the Dambusters. The report, which was removed on December 29 due to being 'published in error', states that some of the population of asylum seekers would be split between Sunni and Shia Islam sects which \"could potentially cause tensions\" on the base. It adds that \"consideration will be given to separate worship areas\" and the mixing of these populations will be monitored. Religion is the only characteristic group that the Home Office considers to have 'medium' potential for a positive/negative impact. All other characteristic groups listed in the report, including age, sex and disability, were considered to have a 'low' potential for a positive/negative impact. Poll - [Are you worried about the RAF asylum seekers plans?](https://xd.wayin.com/display/container/dc/681b1626-eb89-4dcc-871e-0201734dcdec?mode=responsive&scrolling=no) A recent High Court ruling deemed that up to 2,000 asylum seekers could be lawfully housed at RAF Scampton despite West Lindsey District Council's attempts to stop the plans. WLDC has since announced that it intends to appeal the ruling and continue the fight against housing asylum seekers at the former base. Class Q planning permission was obtained by the Home Office in April 2023 and is due to expire on April 13, 2024. The Home Office revealed in the equality impact report that it intends to seek planning permission under a Special Development Order to cover temporary planning permission for a further three years. Within the now deleted government report, it explains that free shuttle bus transport, in collaboration with Lincolnshire County Council and the City of Lincoln Council, will be provided to asylum seekers to travel to local urban areas, including Lincoln, for recreational purposes and other purposes. This includes travel to religious buildings to practise their religion or belief. The report states that the asylum seekers, who will come straight from Manston immigration centre in Kent, can leave the Scampton site for up to seven days at a time unless a reasonable explanation is given for their prolonged absence. Asylum seekers will be able to interact with local people and make use of local amenities and facilities located outside of the site. However, the Home Office report states that the asylum seekers will be provided with enough services and facilities on-site that they will not need to leave to access them. One section of the report reads: \"Asylum seekers accommodated at Scampton will be provided with dietary and culturally and religiously appropriate meals, facilities to use on site e.g. Wi-Fi, TV room, gymnasium, laundry room with washers and driers, provision for practising their faith including religious observance and regular organised indoor and outdoor activities. \"Additional facilities, including sports facilities and social spaces, will be brought online as the site develops and when it reaches its maximum capacity.\" Asylum seekers will also be provided with mobile phones and laptops on-site on request which can be used to maintain contact with other parties including their legal representation and Migrant Help. Those housed at the former RAF base will have access to free NHS healthcare. Primary GP-led healthcare will be provided on site from the day of arrival of the first cohort of asylum seekers, including dedicated isolation rooms for those with suspected/confirmed contagious diseases. The maximum length of stay for individual asylum seekers on site will be nine months, except when the Home Secretary is unable to find \"suitable onward dispersal accommodation\". The report also addresses potential protests from three groups which include: Local residents and politicians who object to the use of the site for accommodation which had been earmarked by the West Lindsey District for a £300m redevelopment programme. Pro-immigration groups who have concerns about the perceived conditions on the site. Anti-immigration groups who object to the housing of asylum seekers or their arrival in the country. A section of the report reads: \"Experience from Wethersfield and Portland is that protests reduce once the site has opened, but it is recognised that this may not be the case at every site, including Scampton. Site security and operations staff liaise with the police on an almost daily (primarily ad-hoc) basis and police response to protests has been calibrated to ensure there is no escalation of tensions. \"We continue to work closely with the police to minimise disruption, including after the site becomes operational.\" Lincolnshire Police are providing three dedicated Community Relation officers to reassure and safeguard the local community, asylum seekers, and workers on, as well as visitors to, the site to provide a more \"visible presence\". It has been agreed that screened fencing will be put in place to restrict the sight of Pollyplatt Primary School from the site. A date has still not been confirmed for the arrival of the first 30 asylum seekers, which will be gradually increased over time. All asylum seekers will be males aged between 18 and 65 and could come from a number of countries including: Iraq, Iran, Albania, Eritrea, Pakistan, Nigeria, China, Afghanistan, Syria, Sudan, El Salvador, and Ethiopia. The Home Office has been approached for comment but did not respond by the time of publication.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://xd.wayin.com/display/container/dc/681b1626-eb89-4dcc-871e-0201734dcdec?mode=responsive&scrolling=no",
      "https://www.xd.wayin.com/display/container/dc/681b1626-eb89-4dcc-871e-0201734dcdec?mode=responsive&scrolling=no",
      "https://xd.wayin.com/display/container/dc/681b1626-eb89-4dcc-871e-0201734dcdec"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "home office",
          "sentiment": "negative"
        },
        {
          "name": "raf scampton",
          "sentiment": "negative"
        },
        {
          "name": "raf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:20:53.305+02:00",
    "updated": "2023-12-29T22:57:32.677+02:00"
  },
  {
    "uuid": "5b4a586c0364c2358face3f84cc3438ffcbbd142",
    "url": "https://news3lv.com/news/local/pedestrian-in-critical-condition-after-colliding-with-vehicle-in-east-las-vegas-2015-nissan-rogue-crosswalk-sunrise-hospital-lvmpd",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News 3 Staff",
    "published": "2024-01-01T14:14:00Z",
    "title": "chevron-right",
    "text": "{p}We have calm weather in the forecast on Wednesday ahead of our next weathermaker which may bring some flurries to the valley overnight.{/p}{p}TODAY: Expect mostly sunny skies in Las Vegas with high temperatures reaching around 53 degrees. Winds will be fairly light out of the south up to 10 mph.{/p}{p}Air quality is ranked 'good' to 'moderate' for areas of haze in the central and east valley. Pollen levels are low.{/p}{p}TONIGHT: This evening our weather pattern starts to change as our next storm system rolls in. There's a chance of a rain and snow flurry mixture in the valley with up to around 2\\\" of snow possible on Mt. Charleston. The best timing is between 1:00 am and 5:00 am Thursday with gusty winds picking up after. Thursday morning is considered a WEATHER ALERT morning due to the chance of flurries in town plus gusty winds & cooler temperatures for the rest of the day Thursday. Valley low temperatures will drop to around 36 degrees but it will feel like temps in the 20s when you factor in the winds. Winds will be out of the north 10-20 mph with wind gusts around 30 mph.{/p}{p}Snow totals in the mountains will range from up to 2\\\" in the Spring Mountains, around 3\\\"-6\\\" in the Southern Sierra & across Northern Nevada with around 12\\\"-14\\\" near the Lake Tahoe area.{/p}{p}Fierce winds are in the forecast for portions of Inyo and San Bernardino County with gusts up to 40-50 mph possible. Winds will start backing down Thursday night followed by calmer weather on Friday.{/p}{p}Another storm will move into Nevada this weekend but will mostly impact the northern portion of the state. Calmer weather is in the forecast across Southern Nevada with valley high temperatures flirting with the 60s by Sunday.{/p}{p}On Martin Luther King Jr Day we'll see mostly sunny skies with high temperatures climbing to the mid 50s.{/p}{p}Beyond the 7-day, highs appear to rebound back to the low 60s by NEXT Wednesday through Friday.{/p}{p}Check back for more updates & have a great day!{/p}{p}- Chloe Koast{ }{/p}{p}{strong}UPDATE (1/10): {/strong}According to police,{ }the LVMPD's Collision Investigation Section was notified on January 7 that the woman was pronounced deceased on January 4.{/p}{p}The pedestrian's death marks the 6th traffic-related fatality in the LVMPD's jurisdiction for the year 2024{br}{/p}{p}{strong}ORIGINAL (1/1): {/strong}A woman is in the hospital following a crash involving a vehicle early Monday morning.{/p}{p}The incident was reported at around 3:19 a.m. near the intersection of{ }East Flamingo Road at Boulder Highway.{/p}{p}Investigators say a 2015 Nissan Rogue was traveling{ }westbound on Flamingo Road, heading east on a green traffic light.{/p}{p}At the same time, a pedestrian was seen attempting to cross{ }Flamingo Road{ }in a marked crosswalk.{/p}{p}The pedestrian, identified as a 36-year-old woman,{ }failed to obey the traffic control device, stumbled out of the crosswalk to the east, and directly into the Nissan as it was traveling.{/p}{p}{strong}MORE ON NEWS 3 |{ }{/strong}{a href=\\\"https://news3lv.com/news/local/investigation-underway-for-officer-involved-shooting-in-north-las-vegas#\\\" target=\\\"_blank\\\" title=\\\"https://news3lv.com/news/local/investigation-underway-for-officer-involved-shooting-in-north-las-vegas#\\\"}{strong}Man dead following officer-involved shooting in North Las Vegas{/strong}{/a}{/p}{p}She would be taken to Sunrise Hospital with life-threatening injuries.{/p}{p}The driver of the Nissan cooperated with the investigation and did not exhibit signs of impairment.{/p}{p}This collision remains under investigation by the LVMPD's Collision Investigation Section.{ }{br}{/p}{p}We have calm weather in the forecast on Wednesday ahead of our next weathermaker which may bring some flurries to the valley overnight.{/p}{p}TODAY: Expect mostly sunny skies in Las Vegas with high temperatures reaching around 53 degrees. Winds will be fairly light out of the south up to 10 mph.{/p}{p}Air quality is ranked 'good' to 'moderate' for areas of haze in the central and east valley. Pollen levels are low.{/p}{p}TONIGHT: This evening our weather pattern starts to change as our next storm system rolls in. There's a chance of a rain and snow flurry mixture in the valley with up to around 2\\\" of snow possible on Mt. Charleston. The best timing is between 1:00 am and 5:00 am Thursday with gusty winds picking up after. Thursday morning is considered a WEATHER ALERT morning due to the chance of flurries in town plus gusty winds & cooler temperatures for the rest of the day Thursday. Valley low temperatures will drop to around 36 degrees but it will feel like temps in the 20s when you factor in the winds. Winds will be out of the north 10-20 mph with wind gusts around 30 mph.{/p}{p}Snow totals in the mountains will range from up to 2\\\" in the Spring Mountains, around 3\\\"-6\\\" in the Southern Sierra & across Northern Nevada with around 12\\\"-14\\\" near the Lake Tahoe area.{/p}{p}Fierce winds are in the forecast for portions of Inyo and San Bernardino County with gusts up to 40-50 mph possible. Winds will start backing down Thursday night followed by calmer weather on Friday.{/p}{p}Another storm will move into Nevada this weekend but will mostly impact the northern portion of the state. Calmer weather is in the forecast across Southern Nevada with valley high temperatures flirting with the 60s by Sunday.{/p}{p}On Martin Luther King Jr Day we'll see mostly sunny skies with high temperatures climbing to the mid 50s.{/p}{p}Beyond the 7-day, highs appear to rebound back to the low 60s by NEXT Wednesday through Friday.{/p}{p}Check back for more updates & have a great day!{/p}{p}- Chloe Koast{ }{/p}{p}{strong}UPDATE (1/10): {/strong}According to police,{ }the LVMPD's Collision Investigation Section was notified on January 7 that the woman was pronounced deceased on January 4.{/p}{p}The pedestrian's death marks the 6th traffic-related fatality in the LVMPD's jurisdiction for the year 2024{br}{/p}{p}{strong}ORIGINAL (1/1): {/strong}A woman is in the hospital following a crash involving a vehicle early Monday morning.{/p}{p}The incident was reported at around 3:19 a.m. near the intersection of{ }East Flamingo Road at Boulder Highway.{/p}{p}Investigators say a 2015 Nissan Rogue was traveling{ }westbound on Flamingo Road, heading east on a green traffic light.{/p}{p}At the same time, a pedestrian was seen attempting to cross{ }Flamingo Road{ }in a marked crosswalk.{/p}{p}The pedestrian, identified as a 36-year-old woman,{ }failed to obey the traffic control device, stumbled out of the crosswalk to the east, and directly into the Nissan as it was traveling.{/p}{p}{strong}MORE ON NEWS 3 |{ }{/strong}{a href=\\\"https://news3lv.com/news/local/investigation-underway-for-officer-involved-shooting-in-north-las-vegas#\\\" target=\\\"_blank\\\" title=\\\"https://news3lv.com/news/local/investigation-underway-for-officer-involved-shooting-in-north-las-vegas#\\\"}{strong}Man dead following officer-involved shooting in North Las Vegas{/strong}{/a}{/p}{p}She would be taken to Sunrise Hospital with life-threatening injuries.{/p}{p}The driver of the Nissan cooperated with the investigation and did not exhibit signs of impairment.{/p}{p}This collision remains under investigation by the LVMPD's Collision Investigation Section.{ }{br}{/p}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spring mountains",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T20:48:42.283+02:00",
    "updated": "2024-01-11T00:08:28.620+02:00"
  },
  {
    "uuid": "a8eaecc9cd90e2352590a4c34a021d6b9bae7ac3",
    "url": "https://www.numerama.com/cyberguerre/1850940-2-milliards-de-smartphones-android-en-danger-vraiment.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julien Lausson",
    "published": "2024-11-22T12:41:00Z",
    "title": "2 milliards de smartphones Android en danger, vraiment ? - Numerama",
    "text": "Un tweet a fait état d’une alerte de sécurité qui concernerait plus de 2 milliards de personnes sur Android. Il s’avère que le message partagé le 21 novembre est quelque peu excessif. C’est un message qui a circulé sur Twitter au point d’être vu quelques dizaines de milliers de fois. Publié le 21 novembre, il contient une alerte de sécurité informatique. Selon lui, plus de 2 milliards de personnes utilisant un smartphone Android — dont 100 millions avec un produit de la gamme Pixel — seraient menacés.\nEn lisant les périls qui guettent les mobinautes, il y a de quoi être préoccupé : on parle en effet de vol de données et de fichiers, de contournement de VPN , d’accès non autorisé à la liaison Bluetooth , ou encore de la fuite des éléments de géolocalisation — ce qui permettrait donc de savoir ou vous vous trouviez, peut-être même en ce moment.\nLe tweet inquiétant. // Source : Capture d’écran Un passage en revue d’anciennes failles S’agit-il alors d’une nouvelle vulnérabilité très critique, jamais vue jusqu’à présent, et qui laisse tout le monde démuni ? À lire le billet de blog qui accompagne le message, absolument pas. En réalité, il apparaît que cette publication passe surtout en revue sept failles de sécurité, réelles, mais qui ont été presque toutes résolues.\n« Il convient de noter que, si vous lisez ces lignes, tous les problèmes ont été résolus depuis que nous les avons immédiatement signalés à Google », lit-on d’ailleurs sur le billet de blog , écrit par la société Oversecured, dédiée à la sécurité informatique sur mobile. En somme, Oversecured s’échine surtout à présenter des éléments techniques liés à ces brèches.\n« Tous les problèmes ont été résolus »\nOversecured Par exemple, le problème sur le VPN permettait d’ajouter des applications à la liste de contournement VPN — problématique, certes, mais le bug signalé à l’origine le 2 juin 2023, a été corrigé le 1er décembre 2023. Pour ce qui est du souci lié au Bluetooth, l’incident a été remonté le 18 août 2022, puis réglé le 1er novembre 2024.\nOversecured traite également de vulnérabilités parfois très vieilles — dans sa liste, on trouve ainsi un cas qui a été résolu le 24 juin 2021, ce qui est, en temps smartphone, extrêmement lointain. Il n’y a en fait qu’un seul incident qui n’a pas été résolu, parce qu’il a été reclassé : d’une sévérité « grave », il a été requalifié en problème « bas ».\n« Cette vulnérabilité a d’abord été classée dans la catégorie ‘élevée’, puis sa gravité est passée à ‘faible’, les ingénieurs de Google ayant conclu qu’il s’agissait d’une erreur de développement », reconnait d’ailleurs Oversecured dans son article. Bref, il apparaît que le tweet d’Oversecured est quelque peu overwrited — sur-écrit, c’est-à-dire excessif.\nBugdroid, la mascotte d’Android. // Source : Numerama avec Midjourney D’aucuns pourraient dire que le message sur Twitter emprunte à la pratique dite du FUD ( Fear, uncertainty and doubt ), qui consiste à se servir d’une tournure alarmiste pour accrocher l’attention. Ici, cela pourrait être bien utile pour assurer la viralité du message et inciter le public à cliquer sur le lien pour voir ce qu’il en retourne.\nMalgré tout, le tweet a le mérite de remettre bien en tête certains points. D’abord, que la part de marché d’Android est immense : c’est le premier système d’exploitation mobile au monde et, donc, il y a effectivement un parc de mobinautes qui se compte en milliards. La sécurisation d’Android est de ce fait un sujet extrêmement prioritaire.\nEnsuite, elle rappelle toute l’importance de bien conserver ses matériels et logiciels à jour. Android, comme d’autres, fait l’objet de patchs réguliers qu’il convient de ne pas trop retarder. Certains correctifs sont déployés de façon automatique, ce qui permet de ne pas s’en soucier, ou bien à l’occasion du passage d’une version d’Android à l’autre.\nC'est sûr : vous payez votre forfait mobile trop cher Forfait mobile : comparez toutes les offres 4G et 5G sans engagement Comparateur forfait mobile sans engagement Vous avez lu 0 articles sur Numerama ce mois-ci\nIl y a une bonne raison de ne pas s'abonner à Numerama+\nTout le monde n'a pas les moyens de payer pour l'information.\nC'est pourquoi nous maintenons notre journalisme ouvert à tous.\nMais si vous le pouvez,\nvoici trois bonnes raisons de soutenir notre travail :\n1 Numerama+ contribue à offrir une expérience gratuite à tous les lecteurs de Numerama . 2 Vous profiterez d'une lecture sans publicité , de nombreuses fonctions avancées de lecture et des contenus exclusifs . 3 Aider Numerama dans sa mission : comprendre le présent pour anticiper l'avenir. Si vous croyez en un web gratuit et à une information de qualité accessible au plus grand nombre, rejoignez Numerama+.\nS'abonner à Numerama+",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://blog.oversecured.com/Disclosure-of-7-Android-and-Google-Pixel-Vulnerabilities/#access-to-the-users-geolocation-through-the-camera",
      "https://fr.wikipedia.org/wiki/Fear,_uncertainty_and_doubt",
      "https://gs.statcounter.com/os-market-share/mobile/worldwide",
      "https://x.com/OversecuredInc/status/1859638615472734279",
      "https://www.fr.wikipedia.org/wiki/Fear,_uncertainty_and_doubt",
      "https://www.blog.oversecured.com/Disclosure-of-7-Android-and-Google-Pixel-Vulnerabilities/#access-to-the-users-geolocation-through-the-camera",
      "https://www.x.com/OversecuredInc/status/1859638615472734279",
      "https://www.gs.statcounter.com/os-market-share/mobile/worldwide"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T15:56:41.325+02:00",
    "updated": "2024-12-07T23:41:39.094+02:00"
  },
  {
    "uuid": "bff9b071a5afa9133243147048d48ab82c7fd2de",
    "url": "https://www.pinkvilla.com/stories/entertainment/top-10-slice-of-life-k-dramas-of-2023-1268229",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PINKVILLA DESK",
    "published": "2023-12-29T05:39:00Z",
    "title": "Top 10 slice-of-life K-dramas of 2023",
    "text": "Top 10 slice-of-life K-dramas of 2023Adapted from a Webtoon, this drama will give you many lessons on love, hope and happiness Image: tvNSee You in My 19th LifeThe wholesome drama about youth with the perfect mixture of fantasy and romance will teach you lessons to overcome trauma in life Twinkling WatermelonImage: tvNFind solace in this drama if you've lost hope in life. It's a comforting watchA Time Called YouImage: NetflixSet in the 80s and 90s in Korea, this inspiring story follows three individuals chasing their dreams against all oddsOasisImage: KBS2Join the heartwarming journey of Doldam Hospital, a medical drama that uplifts your spiritsDr Romantic Season 3Image: SBS TVExperience the refreshing tale of two childhood sweethearts, filled with warmth and simplicityWelcome to Samdal-riImage: JTBCWitness the inspiring story of a kind-hearted nurse who brings happiness to her patients despite challengesDaily Dose of SunshineImage: NetflixPrepare for butterflies in your stomach with this endearing romantic drama about a love fairyMy Man Is CupidImage: Amazon Prime VideoFollow the journey of a former genius boxer and a determined agent fighting against match-fixing, teaching lessons about humanity and honestyMy Lovely BoxerImage: KBS2Brace yourself for an emotional rollercoaster as this heart-melting family melodrama beautifully captures the essence of slice-of-life storytellingThe Good Bad MotherImage: JTBCTHANKS FOR READINGClick Here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "doldam hospital",
          "sentiment": "none"
        },
        {
          "name": "sbs",
          "sentiment": "none"
        },
        {
          "name": "amazon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "samdal",
          "sentiment": "none"
        },
        {
          "name": "korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:41:45.311+02:00",
    "updated": "2023-12-29T10:41:45.311+02:00"
  },
  {
    "uuid": "cbc77f0c5117ffcd86d8ca2b0ee166e9130e59f9",
    "url": "https://www.mk.co.kr/cn/world/11293595",
    "ord_in_thread": 0,
    "author": "Hyejin Kim heyjiny co kr",
    "published": "2025-04-16T21:59:00Z",
    "title": "美国和日本当地时间16日在华盛顿特区开始了有关关税的谈判。唐纳德特朗普总统当天在自己的社会关系网服务(SNS)TrueSocial上表示:\"刚与日本贸易代表团见面,感到非常荣幸\",\"这是很大的进展(b.. - MK",
    "text": "美国和日本当地时间16日在华盛顿特区开始了有关关税的谈判。\n唐纳德特朗普总统当天在自己的社会关系网服务(SNS)TrueSocial上表示:\"刚与日本贸易代表团见面,感到非常荣幸\",\"这是很大的进展(big progress)\"\n据共同社报道，特朗普当天下午在访问华盛顿的日方关税谈判首席代表、经济再生相赤泽良成等日本代表团的礼节性访问下进行了会谈。\n经济再生相池泽一郎在会见特朗普总统后，将与财政部长斯科特•贝森特、商务部长霍华德•勒特尼克、美国贸易代表杰米森•格里尔等进行正式协商。 在此次谈判中，日本方面首先将以取消或最大限度地降低\"来自特朗普的关税\"中有谈判余地的相互关税为目标进行协商。\n韩国和日本一样，也被列入美国关税相关优先协商对象国。 因此，美日间的此次协商将成为下周经济副总理兼企划财政部长官崔相穆等访问美国之前对韩国有意义的\"参考资料\"。\n美国去年与日本的贸易逆差为685亿美元（在美国所有贸易伙伴中排名第7位），特朗普总统对日本制定了比韩国（25%）低1个百分点的24%的相互关税率。\n特朗普总统从本月3日开始对包括韩日在内的世界57个经济主体征收了差别化的相互关税,但在开始征收13个小时后,除中国外,决定将关税推迟90天。 取而代之的是，在缓期期间将对各相互关税对象（中国除外）征收10%的基本关税，同时与各国进行协商。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Politics->international relations",
      "Politics->diplomacy",
      "Politics->economic policy",
      "Economy, Business and Finance->economy"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:37:18.226+03:00",
    "updated": "2025-04-17T01:37:18.226+03:00"
  }
]