[
  {
    "uuid": "595f4b4fb02165e359c821d8e578f25cdf06061d",
    "url": "https://www.news-journalonline.com/story/sports/outdoors/fishing/2024/05/10/early-may-furnace-blast-makes-fishing-a-chore-daytona-fishing-roundup/73547276007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Daytona Beach News-Journal Online",
    "published": "2024-05-10T00:00:00Z",
    "title": "Early-May furnace blast makes fishing a chore | Daytona Fishing Roundup",
    "text": "What was THAT? Here we were tip-toeing our way through May , acclimating to the weekly upward nudges on Mother Nature's thermostat, and out of nowhere, she delivers a mid-August punch just to let us know who's boss. Mid-90s? In early May? There should be a law! You have to wonder what our newer Floridians think on days like this. Back home it's probably barely touching 70, and now they're dealing with the doubleheader threat of heat stroke and sunburn. Rethinking that Poughkeepsie exodus, Earl? RIG UP Pompano season means pompano rigs, which aren't just for pompano. True story Not to worry (much), we're supposed to normalize over the weekend with high temps remaining around low-80s sanity levels. But we're getting to the time of year when you really gotta love fishing to battle our unique elements — the good news: those afternoon thunderstorms will cool things down a bit. But you'll still get out there, of course. As the underrated Mark Chestnutt crooned some 30 years ago: \"It's too hot to fish, too hot for golf, and too cold at home.\" Meanwhile, before the roundup, let's stay in the Way Back Machine and ask Johnny Carson just how hot it was today ... \"It was so hot, I saw a cop chasing a robber and they were BOTH walking.\" \"So hot, I saw a fire hydrant flag down a dog.\" Halifax/Indian River Unless the drive-by heat wave chased them away, you might still find a pompano dipping its toes into the river. It’s also time for jacks to start turning up their aggression, as if they weren’t already quite maniacal. All of the above means it’s time to make sure you’re familiar with the differences between the prized pompano and its less tasty, low-foreheaded cousin. The physical similarities include a propensity for avoiding boats, docks and shorelines, and they’ll both fight like hell to make that known. Best description I’ve seen in differentiating these two fish involves their eyes. The jack looks like he just left a snorting session with a hair band, while the pomp’s carefree gaze suggest he just stepped away from Willie Nelson’s tour bus. Meanwhile, “the river has been producing some big jacks, up to 10 pounds, and that’s been fun,” says Capt. Jeff Patterson ( Pole Dancer charter ). “The docks have been good for reds, snook and seatrout,” he adds. “The inlet has been slow for me. We saw some tarpon but couldn’t get them to play. I’ve caught some blues but that’s about it.” Early birds are finding nice-sized trout in Southeast Volusia (SeVo?), in the backwaters throughout Edgewater and Oak Hill. To the north, Ike Leary is seeing mangrove snapper and black drum come to the planks at the Granada pier near the bridge. Farther north, up around Highbridge, Jeff Muller ( Yellow Dawg bait shop) says they’ve been seeing some quality fish brought up on the river, with pompano and whiting highlighting the beachside catches. Sharks have been spending more time than usual in the river, he adds, with the blacktip count reaching eight at one point. Surf “Pockets of pompano” is the highlight on the northernmost beaches in our area, where the water quality has been dicy. “Try north of an inlet to find some cleaner water and use a Carolina rig with a piece of shrimp in a trough for the black drum,” says Cathy Sanders ( Fishin’ Girl surf charter ). “Fresh dead shrimp and Fishgum have been the ticket for catching fish lately for me, and our red or green float rigs have been catching fish in spite of the conditions.” Live sandfleas and the sandflea-flavored Fishbites have been useful for Chris Mansfield ( Reel Healin’ Outdoors ), he says. A trip to Bethune Beach this week produced too many catfish, but he mixed in a 14-inch pompano. Did someone say pompano? Clean water and good conditions, save for afternoon winds, in the Shores and Wilbur area, according to Marco Pompano , who sent along a picture of a monster pomp that nearly tipped out at 20 inches. “We grilled it up with some teriyaki. You would’ve loved it,” he says. Gee, thanks. You’d think the ever-warming weather, even before this late-week death-ray, would’ve signaled the end of the northward pompano migration, but Marco has a gut feeling that says otherwise. “I truly believe the main load hasn’t arrived yet. Some people think it’s past us but I’m much more positive than that.” St. Johns The panfish bite is still strong in numbers and a little variety — the specks are thick and the bluegill are apparently begging for attention. “They’re here and they’re on fire,” says Capt. Bryn Adams ( Highland Park Fish Camp ). “Live crickets and worms and even beetle spins work great. We’re targeting shoreline cover and tree tops along the Norris Dead River.” For the specks, find deeper water. “Under docks and overhanging trees,” suggests Don McCormick, who reported a few tremendous outings this week, including a successful search for sunshine (aka hybrid) bass. “That bite is really good, also,” he says. “There’s plenty of bait in the river just about anywhere you go.” Educate yourself Capt. Jamie Thrappas operates a local fishing charter and owns a bait shop next to Highbridge, both of which wear the Yellow Dawg nameplate. He’ll share much of what he’s learned from his 18 years of local fishing at this month’s meeting and seminar at the Halifax Sport Fishing Club, next Thursday (May 16). Capt. Jamie’s presentation will start about 7:30 p.m., after some club business. More info on the website. Hook, line and clicker: Send us your fish pics We want to see your most recent catch. Email your fish photos to ken.willis@news-jrnl.com. Please include first and last name of angler(s), as well as type of fish (we're occasionally stumped). All are included with our online fishing report, and some occasionally make the print edition. Do I need a fishing license? You can find all the license info, including exemptions, on Florida's Fish and Wildlife Commission website: MyFWC.com. But the basics are: No: If you're 65 or older, 15 or younger, you don't need a license. “Probably” Not: If you're fishing with a licensed guide or charter boat, both of which often purchase commercial licenses that cover their customers. Yes: Most everyone else, including visitors from other states. Yes: Even if you're a shore-based angler (shoreline, dock, pier, bridge, etc.), and even if fishing with a shore-based guide. However: The shore-based license is free . . . But: You still need to register for that free license. Where do I get a license and what does it cost? Many bait shops sell licenses, as do the bigger retailers (Bass, Dick's, Walmart, etc.). Florida's FWC uses a third-party site for buying or renewing fishing licenses: GoOutdoorsFlorida.com. The cost: $17 for an annual license. Don't forget: Whether you're fishing fresh or saltwater, you need the specific license. Freshwater and saltwater licenses are both $17 annually. I’m here on vacation, do I need a license? Yes you do, and they're also available at GoOutdoorsFlorida.com or certain bait shops and big retailers. Cost: $17 for three days, $30 for seven days, $47 for a year. Also: Non-residents need to purchase that license even if they're just fishing from shoreline or shore-based structures. (Florida residents need that license, too, but they're free.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.reelhealinoutdoors.com/",
      "https://fishin-girl.com/",
      "https://www.facebook.com/marco.pompano/?locale=hi_IN&paipv=0&eav=AfajT7ImEQtws-A62QKxBDSSlvzqXfeyX5L3SSireiwZasNfkfxm9lay6x_6EBDFEvY&_rdr",
      "https://www.hsfc.com/",
      "https://www.facebook.com/p/Granada-Pier-Bait-and-Tackle-100057040856536/",
      "https://www.smallboatbigfish.com/",
      "https://yellowdawgfishing.com/",
      "https://www.highlandparkfishcamp.com/",
      "https://www.facebook.com/p/Granada-Pier-Bait-and-Tackle-100057040856536",
      "https://facebook.com/p/Granada-Pier-Bait-and-Tackle-100057040856536/",
      "https://www.facebook.com/marco.pompano/",
      "https://fishin-girl.com",
      "https://www.smallboatbigfish.com",
      "https://highlandparkfishcamp.com/",
      "https://www.highlandparkfishcamp.com",
      "https://hsfc.com/",
      "https://www.reelhealinoutdoors.com",
      "https://yellowdawgfishing.com",
      "https://www.fishin-girl.com/",
      "https://reelhealinoutdoors.com/",
      "https://www.hsfc.com",
      "https://smallboatbigfish.com/",
      "https://facebook.com/marco.pompano/?locale=hi_IN&paipv=0&eav=AfajT7ImEQtws-A62QKxBDSSlvzqXfeyX5L3SSireiwZasNfkfxm9lay6x_6EBDFEvY&_rdr",
      "https://www.yellowdawgfishing.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark chestnutt",
          "sentiment": "none"
        },
        {
          "name": "earl",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "pompano",
          "sentiment": "none"
        },
        {
          "name": "poughkeepsie",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T12:21:06.688+03:00",
    "updated": "2024-05-10T12:21:06.688+03:00"
  },
  {
    "uuid": "fcf7b4ce1c7eb2351b46fde832cba2b35269406d",
    "url": "https://es-us.noticias.yahoo.com/cad%C3%A1veres-encontrados-coche-ser-mujer-205438243.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T20:54:00Z",
    "title": "Los cadáveres encontrados en un coche podrían ser los de una mujer embarazada desaparecida y el de su novio",
    "text": "CNN Espanol Video Los cadáveres encontrados en un coche podrían ser los de una mujer embarazada desaparecida y el de su novio Leer todo el artículo CNN Espanol Video 28 de diciembre de 2023, 11:54 p. m.\nLos cuerpos de la adolescente tejana desaparecida Savannah Soto y de su novio Matthew Guerra podrían haber sido encontrados dentro de un coche estacionado cerca de un complejo de apartamentos en San Antonio, Texas, según la Policía. KSAT, afiliada de CNN, tiene los detalles.\nMÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Las espeluznantes predicciones de Baba Vanga para el 2024 LA NACION · 3 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura Maduro volvió a arremeter contra Milei, lo tildó de “pitiyanqui y progringo” e hizo una advertencia LA NACION · 2 min de lectura Loret responde a AMLO tras vincularlo con empresas de medicinas El Universal · 1 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://cnnespanol.cnn.com/",
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://s.yimg.com/ny/api/res/1.2/Imk4siXffYXIwUcnVLu5wg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7",
      "https://s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://s.yimg.com/ny/api/res/1.2/_KkzPowPbweIzSpNdzAbIw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwO2g9NDg-/https://s.yimg.com/os/creatr-uploaded-images/2023-06/9982aab0-095d-11ee-bb5f-50687ea99d89",
      "https://s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://s.yimg.com/os/creatr-uploaded-images/2023-06/9982aab0-095d-11ee-bb5f-50687ea99d89",
      "https://media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fcad%25C3%25A1veres-encontrados-coche-ser-mujer-205438243.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://twitter.com/intent/tweet?text=Los%20cad%C3%A1veres%20encontrados%20en%20un%20coche%20podr%C3%ADan%20ser%20los%20de%20una%20mujer%20embarazada%20desaparecida%20y%20el%20de%20su%20novio&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fcad%25C3%25A1veres-encontrados-coche-ser-mujer-205438243.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/uu/api/res/1.2/tKk9Ty3jJ_J4r1Ha1cWTGQ--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7)",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://s.yimg.com/uu/api/res/1.2/vWA4U5mjEhnqDLefU5r3ng--~B/aD05MDA7dz0xNjAwO2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7",
      "https://www.s.yimg.com/ny/api/res/1.2/_KkzPowPbweIzSpNdzAbIw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTcwO2g9NDg-/https://www.s.yimg.com/os/creatr-uploaded-images/2023-06/9982aab0-095d-11ee-bb5f-50687ea99d89",
      "https://www.s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed",
      "https://cnnespanol.cnn.com",
      "https://www.cnnespanol.cnn.com/",
      "https://www.media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7",
      "https://www.s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2023-06/9982aab0-095d-11ee-bb5f-50687ea99d89",
      "https://www.s.yimg.com/ny/api/res/1.2/Imk4siXffYXIwUcnVLu5wg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://www.media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7",
      "https://www.s.yimg.com/uu/api/res/1.2/vWA4U5mjEhnqDLefU5r3ng--~B/aD05MDA7dz0xNjAwO2FwcGlkPXl0YWNoeW9u/https://www.media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7",
      "https://www.s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fcad%25C3%25A1veres-encontrados-coche-ser-mujer-205438243.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.twitter.com/intent/tweet?text=Los%20cad%C3%A1veres%20encontrados%20en%20un%20coche%20podr%C3%ADan%20ser%20los%20de%20una%20mujer%20embarazada%20desaparecida%20y%20el%20de%20su%20novio&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fcad%25C3%25A1veres-encontrados-coche-ser-mujer-205438243.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/uu/api/res/1.2/tKk9Ty3jJ_J4r1Ha1cWTGQ--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/cnn_espanol_video_817/96ec9968b1aab9bb81d1b5c0a35ca0f7)",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:49.461+02:00",
    "updated": "2023-12-29T00:36:49.461+02:00"
  },
  {
    "uuid": "16140aed5247ba5dfa659ac39df49d083b97cbb3",
    "url": "https://www.meneame.net/story/novio-ayuso-querella-contra-portavoz-mas-madrid-decir/c036",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jacinto9999",
    "published": "2024-10-24T19:01:00Z",
    "title": "#36 El novio de Ayuso se querella contra la portavoz de Más Madrid por decir que es \"un delincuente\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) ¿Que es un delincuente?, si, el mismo lo ha admitido.\n[#13](c13#c-13) si te condenan ya sí que es lícito llamar culpable, aunque luego en un juicio posterior, en una instancia superior, te absuelvan (por ejemplo, te condenan en el tribunal superior de Madrid y te absuelven en el Supremo), en ese periodo es lícito hablar de delincuente porque hay al menos una condena.\nLuego cuando te absuelven ya dejaría de serlo seguramente.\n[#15](c15#c-15) ¿huevazos? Lo tiene ganado.\nVa a ganar pasta y buena prensa en el futuro. Sería retrasado si no demandara.\nYo nunca he entendido por qué se demanda tan poco tras ver la jurisprudencia del TEDH. Literalmente había hasta una condena por vulnerar derechos a una persona que en una rueda de prensa habían dicho simplemente que la habían detenido en una operación contra ETA, y era verdad que fue detenido.\nCondenar a autoridades públicas por vulnerar derechos es muy fácil cuando hacen declaraciones fuera de la inviolabilidad del parlamento.\n[#12](c12#c-12) Error ser un delincuente no es lo mismo que ser culpable. Por mucho que te interese igualarlo. Ha confesado haber cometido unos delitos, si.\n[#22](c22#c-22) >adj. Dicho de persona: Que comete delito.\n>https://www.rae.es/diccionario-estudiante/delincuente\nDelincuente es persona que delinque, y por tanto, culpable, no digamos gilipolleces por favor.\n[#32](c32#c-32) >ARTÍCULO 787.\n>1. ANTES DE INICIARSE LA PRÁCTICA DE LA PRUEBA, LA DEFENSA, CON LA CONFORMIDAD DEL ACUSADO PRESENTE, PODRÁ PEDIR AL JUEZ O TRIBUNAL QUE PROCEDA A DICTAR SENTENCIA DE CONFORMIDAD CON EL ESCRITO DE ACUSACIÓN QUE CONTENGA PENA DE MAYOR GRAVEDAD, O CON EL QUE SE PRESENTARA EN ESE ACTO, QUE NO PODRÁ REFERIRSE A HECHO DISTINTO, NI CONTENER CALIFICACIÓN MÁS GRAVE QUE LA DEL ESCRITO DE ACUSACIÓN ANTERIOR. SI LA PENA NO EXCEDIERE DE SEIS AÑOS DE PRISIÓN, EL JUEZ O TRIBUNAL DICTARÁ SENTENCIA DE CONFORMIDAD CON LA MANIFESTADA POR LA DEFENSA, SI CONCURREN LOS REQUISITOS ESTABLECIDOS EN LOS APARTADOS SIGUIENTES.\n>2. SI A PARTIR DE LA DESCRIPCIÓN DE LOS HECHOS ACEPTADA POR TODAS LAS PARTES, EL JUEZ O TRIBUNAL ENTENDIERE QUE LA CALIFICACIÓN ACEPTADA ES CORRECTA Y QUE LA PENA ES PROCEDENTE SEGÚN DICHA CALIFICACIÓN, DICTARÁ SENTENCIA DE CONFORMIDAD. EL JUEZ O TRIBUNAL HABRÁ OÍDO EN TODO CASO AL ACUSADO ACERCA DE SI SU CONFORMIDAD HA SIDO PRESTADA LIBREMENTE Y CON CONOCIMIENTO DE SUS CONSECUENCIAS.\n>3. EN CASO DE QUE EL JUEZ O TRIBUNAL CONSIDERARE INCORRECTA LA CALIFICACIÓN FORMULADA O ENTENDIERE QUE LA PENA SOLICITADA NO PROCEDE LEGALMENTE, REQUERIRÁ A LA PARTE QUE PRESENTÓ EL ESCRITO DE ACUSACIÓN MÁS GRAVE PARA QUE MANIFIESTE SI SE RATIFICA O NO EN ÉL. SÓLO CUANDO LA PARTE REQUERIDA MODIFICARE SU ESCRITO DE ACUSACIÓN EN TÉRMINOS TALES QUE LA CALIFICACIÓN SEA CORRECTA Y LA PENA SOLICITADA SEA PROCEDENTE Y EL ACUSADO PRESTE DE NUEVO SU CONFORMIDAD, PODRÁ EL JUEZ O TRIBUNAL DICTAR SENTENCIA DE CONFORMIDAD. EN OTRO CASO, ORDENARÁ LA CONTINUACIÓN DEL JUICIO.\n>4. UNA VEZ QUE LA DEFENSA MANIFIESTE SU CONFORMIDAD, EL JUEZ O PRESIDENTE DEL TRIBUNAL INFORMARÁ AL ACUSADO DE SUS CONSECUENCIAS Y A CONTINUACIÓN LE REQUERIRÁ A FIN DE QUE MANIFIESTE SI PRESTA SU CONFORMIDAD. CUANDO EL JUEZ O TRIBUNAL ALBERGUE DUDAS SOBRE SI EL ACUSADO HA PRESTADO LIBREMENTE SU CONFORMIDAD, ACORDARÁ LA CONTINUACIÓN DEL JUICIO.\n>TAMBIÉN PODRÁ ACORDAR LA CONTINUACIÓN DEL JUICIO CUANDO, NO OBSTANTE LA CONFORMIDAD DEL ACUSADO, SU DEFENSOR LO CONSIDERE NECESARIO Y EL JUEZ O TRIBUNAL ESTIME FUNDADA SU PETICIÓN.\nY en bajo tambien:\n>Artículo 787.\n>1. Antes de iniciarse la práctica de la prueba, la defensa, con la conformidad del acusado presente, podrá pedir al Juez o Tribunal que proceda a dictar sentencia de conformidad con el escrito de acusación que contenga pena de mayor gravedad, o con el que se presentara en ese acto, que no podrá referirse a hecho distinto, ni contener calificación más grave que la del escrito de acusación anterior. Si la pena no excediere de seis años de prisión, el Juez o Tribunal dictará sentencia de conformidad con la manifestada por la defensa, si concurren los requisitos establecidos en los apartados siguientes.\n>2. Si a partir de la descripción de los hechos aceptada por todas las partes, el Juez o Tribunal entendiere que la calificación aceptada es correcta y que la pena es procedente según dicha calificación, dictará sentencia de conformidad. El Juez o Tribunal habrá oído en todo caso al acusado acerca de si su conformidad ha sido prestada libremente y con conocimiento de sus consecuencias.\n>3. En caso de que el Juez o Tribunal considerare incorrecta la calificación formulada o entendiere que la pena solicitada no procede legalmente, requerirá a la parte que presentó el escrito de acusación más grave para que manifieste si se ratifica o no en él. Sólo cuando la parte requerida modificare su escrito de acusación en términos tales que la calificación sea correcta y la pena solicitada sea procedente y el acusado preste de nuevo su conformidad, podrá el Juez o Tribunal dictar sentencia de conformidad. En otro caso, ordenará la continuación del juicio.\n>4. Una vez que la defensa manifieste su conformidad, el Juez o Presidente del Tribunal informará al acusado de sus consecuencias y a continuación le requerirá a fin de que manifieste si presta su conformidad. Cuando el Juez o Tribunal albergue dudas sobre si el acusado ha prestado libremente su conformidad, acordará la continuación del juicio.\n>También podrá acordar la continuación del juicio cuando, no obstante la conformidad del acusado, su defensor lo considere necesario y el Juez o Tribunal estime fundada su petición.\nLo dejo aquí, que me he cansado de los para qué.\nBuenas noches.\n>(16) Se vulneraría la presunción de inocencia si las declaraciones públicas de las autoridades públicas, o las resoluciones judiciales que no fuesen de condena se refiriesen a un sospechoso o acusado como culpable mientras no se haya probado su culpabilidad con arreglo a la ley. Dichas declaraciones y resoluciones judiciales no deben reflejar la opinión de que esa persona es culpable. Todo ello sin perjuicio de los actos procesales encaminados a demostrar la culpabilidad del sospechoso o acusado, como por ejemplo el escrito de acusación, y sin perjuicio de las resoluciones judiciales como resultado de las cuales adquiere eficacia una condena suspendida, siempre y cuando se respete el derecho de defensa. Se entiende, asimismo, sin perjuicio de las resoluciones preliminares de carácter procesal, adoptadas por las autoridades judiciales u otras autoridades competentes y que se basen en sospechas o pruebas de cargo, como las resoluciones relativas a la prisión preventiva, siempre y cuando no se refieran al sospechoso o acusado como culpable. Antes de adoptar una resolución preliminar de carácter procesal, la autoridad competente debe comprobar previamente que existen suficientes pruebas de cargo contra el sospechoso o acusado que justifiquen la resolución de que se trate, y la resolución podría contener una referencia a dichas pruebas.\n>(17) Por «declaraciones públicas efectuadas por las autoridades públicas» debe entenderse cualquier declaración que se refiera a una infracción penal y que emane de una autoridad que participa en el proceso penal relativo a esa infracción penal, como por ejemplo las autoridades judiciales, la policía y otras autoridades con funciones policiales u otra autoridad pública, como ministros y otros cargos públicos, bien que sin perjuicio del Derecho nacional en materia de inmunidad.\nhttps://www.boe.es/buscar/doc.php?id=DOUE-L-2016-80440\n[#9](c9#c-9) En todo momento se refieren a el como delincuente confesó, no como culpable. Es obvio que por medio de su abogado ha confesado que ha cometido un delito. Si, falta aceptar su confesión o juzgarlo, para que sea culpable. Pero decir que es un delincuente confesó es simplemente una realidad reconocida\n[#21](c21#c-21) Para ser delincuente tiene que haber condena, no la hay. Para decir que se ha confesado, tiene que haber una confesión, no la hay.\nDe acuerdo a la ley, a la Lecrim, artículo 787 y siguientes, es necesario que en un tribunal se ratifique acuerdo (que no hubo) indicando pleno conocimiento de lo que supone y manifestando que se ha llegado a él de forma libre\n>https://www.boe.es/buscar/act.php?id=BOE-A-1882-6036\nNo hay rango legal para decir ni que sea delincuente, ni que haya confesado. Es meridiano y la directiva europea deja claro que no se puede hacer. Va a ganar de calle como ya le ocurrió a otros difamados antes, como el que demandó a Montero y cia.\n[#19](c19#c-19) Obviamente estar informado da alergia al propagador de bulos\n>cinco-jueces-supremo-rechazan-rebajar-pena-violador-alertan/c025#c-25\n[#20](c20#c-20) Y medio PP, Ayuso por multi reincidente y hasta tú mismo a hacer a Begoña millonaria a base de demandas; la han llamado de todo ... y ni siquiera tiene tacha de momento como el defraudador confesó noviete de Ayuso.\nA ver si el TS sienta esa jurisprudencia y cual es el embudo que aplican cuando les lluevan a políticos peperos.\nAnda a tomarte una tila; ya te has ganado el 🏆 de Ayuser defender del día.\nPues tècnicamente tiene razón la señorita IDA:\nDelincuente, según concepto jurídico, es aquel que ha sido condenado ejecutoriamente por un delito o una violación de las normas penal.\nPrimero habrà que enjuiciarle y condenarle.\nSe ha pasado de frenada la señora portavoz, por bocachanclas, por abrir la boquita antes de tiempo.\n[#2](c2#c-2) ¿Por? IDO incluso ha admitido los delitos. El que comete delitos es un delincuente... aparte de sinvegüenza por cobrar comisiones abusivas 2 M€ durante una catástrofe sanitaria, gracias a los contactos de su pareja.\n[#5](c5#c-5) No, no ha admitido los delitos, eso es un bulo. Una propuesta de acuerdo de conformidad (de su abogado) no es una confesión, e incluso aceptada, debe ir al tribunal a afirmar que es correcta y ha aceptado esa calificación libremente, en ese momento es cuando se hace confesión y se dicta sentencia. Artículos 787 y siguientes de la ley de enjuiciamiento criminal\n>https://www.boe.es/buscar/act.php?id=BOE-A-1882-6036\nAdemás de eso, la Directiva UE 2016/343 del PE y del Consejo, de 9 de marzo de 2016 en los puntos 16 y 17 señala que los cargos públicos no pueden hacer este tipo de afirmaciones sin que haya condena porque vulnera los derechos.\n>https://www.boe.es/buscar/doc.php?id=DOUE-L-2016-80440\nPor último, los contratos son anteriores a la relación y sin que mediara Ayuso. Todo bulos.\ncc [#20](c20#c-20)\n[#8](c8#c-8) El defensor del noviete defraudador... como no.\n[#8](c8#c-8) yo leí esto por ahí, si es cierto... no hay nada más que hablar.\n«Según el comunicado del abogado:\n“De común acuerdo con Alberto González, es voluntad firme de esta parte alcanzar una conformidad penal, reconociendo íntegramente los hechos (ciertamente se han cometido dos delitos contra la Hacienda pública), así como proceder a resarcir el daño causado pagando íntegramente la cuota e intereses de demora”»\n[#26](c26#c-26) si no quieres entender la nula validez legal que tiene eso, pues no hables no, para qué.\n[#27](c27#c-27) si no tiene validez legal, ¿qué fue esa comunicado?\nSi su abogado dice eso con permiso del hombre ese, ¿quién me quita a mí leer ese comunicado en voz alta?\n[#2](c2#c-2) El abogado de Alberto González Amador, pareja de la presidenta de la Comunidad de Madrid, Isabel Díaz Ayuso, envió el 2 de febrero a la Fiscalía un documento de ocho páginas donde admite que su cliente cometió dos delitos fiscales\nhttps://elpais.com/espana/madrid/2024-04-23/la-confesion-de-la-pareja-de-ayuso-acepto-integramente-el-fraude-fiscal-ocho-meses-de-carcel-y-530000-euros.html?outputType=amp\nAhora vas a la RAE y buscas delincuente\ndelincuente\nDe delinquir y -nte; lat. delinquens, -entis.\n1. adj. Que delinque. U. m. c. s.\nSin.:\nmalhechor, transgresor, infractor, criminal, agresor, ladrón, bandido, forajido, antisocial, preso, recluso, reo3, lunfardo, lunfa, malandro, malero.\nAhora vamos a buscar delinquir\ndelinquir\nDel lat. delinquĕre.\n1. intr. Cometer delito.\nSin.:\nperpetrar, atentar2, infringir, transgredir, contravenir, violar2, robar, matar, asesinar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://elpais.com/espana/madrid/2024-04-23/la-confesion-de-la-pareja-de-ayuso-acepto-integramente-el-fraude-fiscal-ocho-meses-de-carcel-y-530000-euros.html?outputType=amp",
      "https://www.rae.es/diccionario-estudiante/delincuente",
      "https://www.boe.es/buscar/act.php?id=BOE-A-1882-6036",
      "https://www.boe.es/buscar/doc.php?id=DOUE-L-2016-80440",
      "https://elpais.com/espana/madrid/2024-04-23/la-confesion-de-la-pareja-de-ayuso-acepto-integramente-el-fraude-fiscal-ocho-meses-de-carcel-y-530000-euros.html",
      "https://www.elpais.com/espana/madrid/2024-04-23/la-confesion-de-la-pareja-de-ayuso-acepto-integramente-el-fraude-fiscal-ocho-meses-de-carcel-y-530000-euros.html?outputType=amp",
      "https://www.boe.es/buscar/doc.php",
      "https://www.boe.es/buscar/act.php",
      "https://boe.es/buscar/doc.php?id=DOUE-L-2016-80440",
      "https://boe.es/buscar/act.php?id=BOE-A-1882-6036",
      "https://rae.es/diccionario-estudiante/delincuente"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:12:34.778+03:00",
    "updated": "2024-10-25T00:12:34.778+03:00"
  },
  {
    "uuid": "2f18928e533c8a85b540373f82409cb4e54efcbe",
    "url": "https://actu.fr/meteo/attention-sur-les-routes-en-lozere-la-neige-est-de-retour-en-quantite-des-ce-vendredi_61997492.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@actuoccitanie",
    "published": "2024-12-13T10:02:00Z",
    "title": "Attention sur les routes en Lozère, la neige est de retour en quantité dès ce vendredi",
    "text": "Voir mon actu Suivre Actu Occitanie C’était attendu, mais l’épisode neigeux sera peut-être plus fort que prévu sur les contreforts du Massif central vendredi 13 et samedi 14 décembre 2024. Notamment en Lozère où les flocons tombent déjà sur le Mont Aigoual (partagé avec le Gard) et les Cévennes.\n« Les précipitations envahissent la Lozère en mi-journée et persistent tout au long de l’après-midi. La limite pluie/neige est souvent voisine de 1 000 m, mais peut localement s’abaisser à 700/800 m sur nord et l’est de la Lozère », prévient Météo Languedoc . Le département a été placé en vigilance jaune neige verglas pour la journée.\nLa webcam de la station Alti Aigoual, partagée entre Lozère et Gard, vendredi matin. (©Station Alti-Aigoual) À lire aussi\nCette station des Cévennes va bientôt pouvoir ouvrir ses pistes de ski alpin\nJusqu’à 20 cm sur le Mont Lozère « Une couche de neige conséquente peut se former d’ici ce soir sur les sommets : autour de 10/15 cm, peut-être 20 cm sur le sommet du Mont-Lozère » où se trouve une station de ski qui devrait pouvoir ouvrir d’ici quelques jours , ajoute le prévisionniste, qui relativise : « Cela reste une fois encore très ordinaire pour une mi-décembre ».\nCliquez ici pour visualiser le contenu Vidéos : en ce moment sur Actu Ce qui n’empêche pas d’être prudent, notamment sur les routes. « La limite pluie-neige devrait varier entre 800 m et 1000 m selon les secteurs », rappelle Météo Lozère .\nÀ lire aussi\nLe joli geste des pompiers volontaires qui s’étaient fait tirer dessus en Lozère\nPrudence sur l’A75 Or, la Lozère est le département le plus haut de France, avec 979 m d’altitude en moyenne. L’A75 qui la traverse pour relier Clermont-Ferrand à Millau se trouve en bonne partie au-dessus des 1 000 m .\nLa préfecture invite d’ailleurs à la vigilance au volant, en raison, aussi du risque de verglas. Les températures sont en dessous de zéro presque partout , y compris à Mende, où le mercure restera négatif tout le week-end.\nCliquez ici pour visualiser le contenu À lire aussi\nManège, parade, cirque d’Ukraine sur glace, futsal… Des nouveautés pour Noël à Mende\nDans l’Aubrac aussi Autre point de vigilance, l’Aubrac, partagé entre la Lozère et l’Aveyron.\nCliquez ici pour visualiser le contenu Enfin, quand il ne neigera pas, il y aura… de la pluie.\nSuivez toute l’actualité de vos villes et médias favoris en vous inscrivant à Mon Actu .\n#Cévennes #Météo France #Neige",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3D891851486439289%26id%3D100068433374743&show_text=true&width=350",
      "https://www.meteolanguedoc.com/actualites/pluies-et-chutes-de-neige-ce-vendredi-13-decembre?fbclid=IwY2xjawHI2ERleHRuA2FlbQIxMQABHU6kGwCtvA9lDbl0TbNs_zgVXTSsLL1CTwY0thiaXcIUVCi8xbSkVrAsxQ_aem_-nRNsNz2Ld_yNqLldrJEyA",
      "https://www.facebook.com/meteo.lozere/?locale=fr_FR",
      "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FMeteoRoussillon%2Fposts%2F979121854255771&show_text=true&width=350",
      "https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2FMeteoLanguedoc%2Fvideos%2F973669018116556%2F&show_text=false&width=350&t=0",
      "https://www.facebook.com/plugins/post.php",
      "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2FMeteoRoussillon%2Fposts%2F979121854255771&show_text=true&width=350",
      "https://www.meteolanguedoc.com/actualites/pluies-et-chutes-de-neige-ce-vendredi-13-decembre",
      "https://facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2FMeteoLanguedoc%2Fvideos%2F973669018116556%2F&show_text=false&width=350&t=0",
      "https://www.facebook.com/meteo.lozere/",
      "https://meteolanguedoc.com/actualites/pluies-et-chutes-de-neige-ce-vendredi-13-decembre?fbclid=IwY2xjawHI2ERleHRuA2FlbQIxMQABHU6kGwCtvA9lDbl0TbNs_zgVXTSsLL1CTwY0thiaXcIUVCi8xbSkVrAsxQ_aem_-nRNsNz2Ld_yNqLldrJEyA",
      "https://www.facebook.com/plugins/video.php",
      "https://facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3D891851486439289%26id%3D100068433374743&show_text=true&width=350",
      "https://facebook.com/meteo.lozere/?locale=fr_FR"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T12:42:37.845+02:00",
    "updated": "2024-12-13T12:42:37.845+02:00"
  },
  {
    "uuid": "9c0e61d8b619f50c84eaa4f7508adaecffaa2ea6",
    "url": "https://www.newstalkzb.co.nz/on-air/holiday-breakfast/opinion/tim-beveridge-im-still-not-convinced-that-golriz-takes-responsibility-for-offending",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newstalk ZB",
    "published": "2024-06-27T22:42:47Z",
    "title": "Tim Beveridge: I'm still not convinced that Golriz takes responsibility for offending",
    "text": "Tim Beveridge: I'm still not convinced that Golriz takes responsibility for offending - Publish Date - Fri, 28 Jun 2024, 10:41am Tim Beveridge: I'm still not convinced that Golriz takes responsibility for offending - Publish Date - Fri, 28 Jun 2024, 10:41am It’s interesting what a night's sleep can do for your perspective. So we had the Golriz Ghahraman sentencing yesterday and the anticipation of a sentence which had been building up ahead of steam - with most people fearing (or hoping, depending on your perspective) that she might get a discharge without conviction. I had a sense of relief when Judge June Jelas convicted her and fined her. I think the judge got it about right. It's always bugged me that those with the most to lose will argue that they should avoid conviction, because they have more at stake than some other poor wretch. My view has always been that if you've got a lot to lose - maybe that should be your motivation before you go and do something stupid. Now, I don't think I’ll shift anyone's opinions on Golriz Ghahraman. And obviously the whole experience for her must have been horrendous. A very painful fall from grace. But ultimately, to be honest with you, I'm still not convinced that Golriz really takes responsibility for offending. In fact, I'm not convinced at all, because her excuses seem to say “Well, yes, I did take the items, but here are a bunch of reasons why I did it.” Perhaps the most outrageous moment to me was a question from John Campbell: “If you were a young brown woman from your background, would you go into Parliament now?” And she doesn't hesitate. She goes, “No, I wouldn't do it. I think there are better things to do for our communities.” She says, “That's a terrible thing to say. You know, I didn't break the glass ceiling. It's like the shards are still in my face. I just went up against it really hard.” I'm sorry, but the only thing you banged up against was the wall that you ran into when you shoplifted and took things that weren't yours. And, by the way, look at all the number of people from diverse backgrounds and women who are doing quite well, thank you very much, regardless of the colour of their skin, ethnicity or culture. Who knows what motivations she had? In the end, we make up our own minds. And as I say, a good night’s sleep can take a bit of the heat out of it. But from the judge's point of view: there's been consequences to this offending, they've been entered on the record - and for that I'm grateful. But if you're looking for accountability - then I'm afraid you'll need to look elsewhere. LISTEN ABOVE. Take your Radio, Podcasts and Music with you",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim beveridge",
          "sentiment": "negative"
        },
        {
          "name": "golriz",
          "sentiment": "negative"
        },
        {
          "name": "- fri",
          "sentiment": "none"
        },
        {
          "name": "golriz ghahraman",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:42:51.283+03:00",
    "updated": "2024-06-28T01:42:51.283+03:00"
  },
  {
    "uuid": "8f187c753e0577bfce854a235dc36698e6950fab",
    "url": "https://www.philstar.com/music/2024/01/06/2323880/elvis-next-artist-get-hologram-treatment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2024-01-06T01:55:00Z",
    "title": "Elvis next artist to get hologram treatment | Philstar.com",
    "text": "LONDON, United Kingdom — A new immersive Elvis Presley show will open in central London later this year, bringing the king of rock 'n' roll back to life with the help of artificial intelligence (AI).\n\"Elvis Evolution,\" featuring a life-size digital Elvis performing on stage, is designed to be the first of a series of shows in cities including Las Vegas, Tokyo, and Berlin.\nBritish company Layered Reality put together the spectacle using AI, holographic projections, augmented reality, live theater, and multi-sensory effects to celebrate the singer's life and legacy.\nIt promises previously unseen performances created through access to thousands of personal photos and home-video archive after striking a deal with Authentic Brands Group, which owns his estate.\nLayered Reality chief executive Andrew McGuinness called the show \"a next-generation tribute to the musical legend that is Elvis Presley.\"\n\"Elvis maintains superstar status globally and people around the world no longer want to sit there and passively receive entertainment — they want to be a part of it,\" he added.\nRelated: How The King entered and left the building: 'Elvis' movie review\nThe show, which is scheduled to open in November, will use music, technology, and storytelling to chart Elvis's rise to fame and his cultural significance to the 1950s and 1960s.\nMarc Rosen, head of entertainment at Authentic Brands Group, said it would give fans \"a new, immersive way of experiencing Elvis Presley's life and legacy.\"\nPresley — one of the best-selling music artists of all time — died aged 42 at his Graceland mansion in Memphis, Tennessee in 1977.\n\"Elvis Evolution\" comes after the success of Swedish supergroup ABBA's \"ABBA Voyage\" digital avatar show, which opened at a purpose-built venue in east London in May 2022.\nBloomberg reported in September last year that it has sold more than 1.5 million tickets, generating more than $150 million (P8.3 billion).\nRELATED: Take a chance on me: ABBA pass the torch on to avatars\nLisa Marie Presley death linked to weight loss surgery LIST: Music festivals that rocked the Philippines this year",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.facebook.com/plugins/page.php?href=",
      "https://www.facebook.com/plugins/page.php",
      "https://facebook.com/plugins/page.php?href="
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elvis presley",
          "sentiment": "negative"
        },
        {
          "name": "elvis",
          "sentiment": "negative"
        },
        {
          "name": "andrew mcguinness",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "authentic brands group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T04:16:55.343+02:00",
    "updated": "2024-01-06T04:16:55.343+02:00"
  }
]