[
  {
    "uuid": "ae998e929045c05b886b2673cc6b2baa299b13d9",
    "url": "https://www.globalsecurity.org/military/library/news/2024/06/mil-240620-centcom02.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Pike",
    "published": "2024-06-22T07:23:00Z",
    "title": "U.S. Central Command personnel reestablish temporary pier in Gaza to deliver humanitarian assistance",
    "text": "U.S. Central Command personnel reestablish temporary pier in Gaza to deliver humanitarian assistance\nU.S. Central Command\nPress Release | June 20, 2024\nUSCENTCOM\nJune 20,2024\nRelease Number 20240620-02\nFOR IMMEDIATE RELEASE\nTAMPA, Fla. -- At approximately 8:52 a.m. (Gaza time) June 19, United States Central Command (U.S. CENTCOM) personnel supporting the mission to deliver much-needed humanitarian aid to Palestinian civilians, re-anchored the temporary pier to the beach in Gaza.\nThe temporary pier had been relocated to avoid forecasted high seas and to ensure the structural integrity of the pier and safety of our service members. At no time during this event did U.S. troops enter Gaza.\nTrucks carrying humanitarian assistance across the temporary pier began delivery again today, June 20, and approximately 656 metric tons (1.4 million pounds) of aid were delivered to the beach in Gaza. This is the largest single day delivery of aid to date.\nTo date, over 4,160 metric tons (9.1 million pounds) of humanitarian aid have been delivered from the pier to the marshaling area where they can be collected by humanitarian organizations for onward delivery.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "u.s. central command",
          "sentiment": "negative"
        },
        {
          "name": "u.s. central command press release",
          "sentiment": "none"
        },
        {
          "name": "united states central command",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T10:58:23.067+03:00",
    "updated": "2024-06-22T10:58:23.067+03:00"
  },
  {
    "uuid": "495cc2f9d22eb8a694d8b27b99960c45a60eb326",
    "url": "https://www.marketscreener.com/quote/stock/TEMPEST-THERAPEUTICS-INC-124221532/news/Tempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-04-04T13:00:00Z",
    "title": "Tempest Therapeutics, Inc. Announces Publication of Positive Data from Phase 1 Trial of TPST-1120 in Patients with Advanced Solid Tumors in Journal of Cancer Research Communications -April 04, 2024 at 08:00 am EDT | MarketScreener",
    "text": "Tempest Therapeutics, Inc. announced that Cancer Research Communications published positive clinical data from the dose-escalation Phase 1 trial of TPST-1120 in an article titled \"First-in-Human Phase I Trial of TPST-1120, an inhibitor of PPARa, as Monotherapy or in Combination with Nivolumab, in Patients with Advanced Solid Tumors\". The data showed that TPST-1120 demonstrated clinical activity, including tumor shrinkage, even in PD-1 inhibitor refractory and immune compromised cancers, and was well tolerated both as monotherapy and in combination with nivolumab. These earlier Phase 1 data complement the positive Phase 1b/2 data reported in October 2023 from a global randomized study of TPST-1120 In combination with atezolizumab and bevacizumab in first-line patients with advanced HCC, which showed clinical superiority of the TPST-1120 arm across multiple study endpoints and relevant biomarker-defined patient subpopulations.\nTPST-1120 Phase 1 Study: In this first-in-human Phase 1 study, 35 patients were treated with escalating doses of TPST-1120 either as monotherapy (20 patients) or in combination with the anti-PD-1 therapy, nivolumab (15 patients). TPST-1120 was well-tolerated as monotherapy and in combination, with a maximum tolerated dose not identified and predominantly low-grade toxicity. Notwithstanding the late-line stage of these patients and difficult to treat tumor types, clinical benefit was observed as both a monotherapy and combination.2 In monotherapy, a best response of stable disease (SD) was observed in 53% (10/19) of evaluable patients, with 5 of those patients staying on treatment for more than 5 months.\nTumor shrinkage of target lesions on treatment occurred in 21% (4 patients) and a best response of no target lesion growth was seen in 3 additional patients. In the combination therapy cohorts, including patients with heavily pretreated cholangiocarcinoma (CCA), hepatocellular carcinoma (HCC) and renal cell carcinoma (RCC), the objective response rate (ORR) was 23% (3/13, all partial responses, or PRs) across all dose levels and 30% (3/10) at the two highest dose levels of TPST-1120, suggesting dose-responsive anti-cancer activity. These responses included a 50% ORR in patients with RCC (2/4 evaluable) who had previously progressed on anti-PD-1 therapy, and one patient with heavily pre-treated CCA.\nAnalysis of whole blood specimens revealed changes in expression of PPARa-associated immune genes that were related to TPST-1120 dose levels. Some of these changes were only observed in patients who had partial responses, linking TPST-1120 biological activity to clinical outcome.\nShare © S&P Capital IQ - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Tempest",
      "https://twitter.com/intent/tweet?text=Tempest",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=Tempest",
      "https://telegram.me/share/url",
      "https://www.linkedin.com/shareArticle",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Fstock%2FTEMPEST-THERAPEUTICS-INC-124221532%2Fnews%2FTempest-Therapeutics-Inc-Announces-Publication-of-Positive-Data-from-Phase-1-Trial-of-TPST-1120-in-46365924%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Tempest",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nivolumab",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tempest therapeutics, inc",
          "sentiment": "neutral"
        },
        {
          "name": "announces publication of positive data",
          "sentiment": "neutral"
        },
        {
          "name": "cancer research communications",
          "sentiment": "neutral"
        },
        {
          "name": "journal of cancer research communications",
          "sentiment": "neutral"
        },
        {
          "name": "tpst",
          "sentiment": "neutral"
        },
        {
          "name": "marketscreener tempest therapeutics, inc.",
          "sentiment": "neutral"
        },
        {
          "name": "hcc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:14:03.997+03:00",
    "updated": "2024-04-05T00:14:03.997+03:00"
  },
  {
    "uuid": "d0ebd02ec3473bc7eb99511ad420cfa14c2342f9",
    "url": "https://nation.cymru/opinion/five-priorities-for-the-next-first-minister-to-create-a-greener-wales-by-2030/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Price",
    "published": "2024-02-16T07:30:00Z",
    "title": "Five priorities for the next First Minister to create a greener Wales by 2030",
    "text": "Opinion\nFive priorities for the next First Minister to create a greener Wales by 2030\nKaren Whitfield – Wales Environment Link\nWe’re almost halfway through the decade that is supposed to bring a step change in how citizens and governments across the globe tackle the nature and climate emergency.\nPublic concern about climate change and nature loss is rising, driven by the visible impacts of climate change from floods and fire seasons, to drought and increasing exposure to new diseases.\nPeople want to see leadership from governments on these issues, but it often\nfeels like global leaders aren’t taking them seriously enough.\nRecent announcements from the UK Government have weakened the most important\npathways to our legally binding net zero 2050 target, delaying the phase out of\npetrol and diesel cars and gas boilers, and no longer requiring homeowners\nand landlords to meet energy efficiency targets.\nUK Labour’s pledge to put £28bn towards green investment fit for a sustainable future has been significantly downgraded. Politicians focus on the cost of such measures, but do not pay sufficient attention to the benefits – or to the cost of delaying action.\nAfter Mark Drakeford announced he was stepping down as First Minister of\nWales, Wales Environment Link (WEL) met with leadership candidates Vaughan\nGething MS and Jeremy Miles MS.\nThe WEL network brings together organisations working on reviving nature, bringing back at-risk species and protecting our environment.\nOur members represent over 400,000 citizens who are passionate about restoring nature and tackling climate change in Wales. What do our members want? To ensure that the future leader of Welsh Labour understands how important this is, we set out the following asks to candidates:\nBring nature back to Wales’ Land and Sea:\nEnsure that at least 30% of our land and sea is protected, effectively managed and connected, supporting nature’s recovery by 2030, in line with Wales’ international obligations at COP 15.\nStrengthen Environmental Laws during this Senedd:\nExpedite the ‘\nNature Positive Bill’, – now published as a White Paper, – to embed international biodiversity targets into Welsh law, and set up an environmental governance body to ensure law is followed and provide a route for citizens to raise complaints, with powers to investigate breaches, undertake inquiries and take enforcement action where necessary.\nFix the Food System:\nDeliver “farm-to-fork” reform through a just transition to a sustainable food system for all. Leaving the EU meant leaving behind the Common Agricultural Policy, the previous payment system which farmers worked within.\nThe Welsh Government has set up a framework through their Agriculture Act, but uncertainty on payments and how the new\nSustainable Farming Scheme will operate in practice, means there is still work to do.\nThis Wales-specific farming system needs to pay farmers for being stewards of our land and provide support to develop the skills needed to expand regenerative farming practices that improve business viability, lower carbon emissions, restore nature, and eliminate freshwater pollution; while also better connecting families to sustainable, affordable, and nutritious food.\nLet Nature Invest in People:\nTackle ‘nature poverty’ by improving access to existing green spaces and creating new ones to enhance well-being in communities, tackle inequalities and help to lessen NHS pressures through a positive, preventative approach to looking after physical and mental health – including the expansion of ecotherapy services.\nGreen Stimulus:\nUse innovative funding models that blend public and private capital to raise at least £1bn per year to fight the nature and climate emergency while creating high-quality, sustainable jobs – such as the 7,000 nature-based green jobs that could be created over the next decade under a\nNature Service for Wales.\nBut don’t we have bigger problems than restoring nature right now?\nThe\nDasgupta Review is one of the latest and most comprehensive reports acknowledging that our economy is embedded in nature. Nature has benefits that can’t always be monetised, but the Dasgupta Review demonstrated the dangers of treating the economy separately.\nIt concluded that impacts on nature must be integrated and mainstreamed into economic thinking, alongside carbon impacts, when economic decisions are made.\nIt’s more cost-effective to help nature to flourish than to deal with the consequences of an unhealthy environment.\nThis was highlighted in the latest\nState of Nature report: “Nature plays a critical role in all aspects of people’s lives; it provides the food we eat, the water we drink and the air we breathe. […]\n“It is shown to be far more cost-effective to avoid such damage in the first place or, where damage has already occurred, to restore nature rather than bear\nthe costs of continued degradation.\n“Wales’ peatlands are a prime example of this. They have the potential to be an enormous carbon store and an important tool in the fight against the climate crisis, yet 90% of Wales’ peatlands are damaged or degraded.”\nRisk\nSo how do we embed nature into our processes and make sure we are bringing it back, not just for the sake of helping our own species, but the 1 in 6 species at risk of extinction from Wales?\nWEL’s\nPathways to 2030 report provides 10 costed ways to protect and restore\nnature and provide people with improved access to nature.\nThis report also provides recommendations on things that government should stop doing to free funds for positive action, or where preventative measures will reduce future economic and societal costs.\nThe actions identified need to be resourced, but they also bring valuable benefits to society, the full value of which are not being accessed because our wildlife and habitats are in decline.\nBy putting nature at the heart of policy-making, and paying proper attention to its restoration, we can make a Wales where nature prospers again, and helps us prosper.\nWith the right priorities and leadership, we could find ourselves no longer living in a nature-depleted country, but a country where nature is increasing, thriving and valued for the huge benefits it gives us.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Environment"
    ],
    "external_links": [
      "https://waleslink.org/wp-content/uploads/2023/03/Pathways-to-2030_-Summary-Report_-English.pdf",
      "https://gov.wales/environmental-principles-governance-and-biodiversity-targets-white-paper",
      "https://waleslink.org/why-do-we-need-a-nature-positive-bill",
      "https://assets.publishing.service.gov.uk/media/602e92b2e90e07660f807b47/The_Economics_of_Biodiversity_The_Dasgupta_Review_Full_Report.pdf",
      "https://www.community.rspb.org.uk/getinvolved/wales/b/wales-blog/posts/what-could-a-national-nature-service-do-for-wales",
      "https://waleslink.org/why-do-we-need-a-nature-positive-bill/",
      "https://community.rspb.org.uk/getinvolved/wales/b/wales-blog/posts/what-could-a-national-nature-service-do-for-wales",
      "https://www.assets.publishing.service.gov.uk/media/602e92b2e90e07660f807b47/The_Economics_of_Biodiversity_The_Dasgupta_Review_Full_Report.pdf",
      "https://waleslink.org/what-is-the-sustainable-farming-scheme-and-what-does-it-mean-for-farmers-citizens-and-our-environment/",
      "https://waleslink.org/what-is-the-sustainable-farming-scheme-and-what-does-it-mean-for-farmers-citizens-and-our-environment",
      "https://www.waleslink.org/why-do-we-need-a-nature-positive-bill/",
      "https://www.gov.wales/environmental-principles-governance-and-biodiversity-targets-white-paper",
      "https://naturalresources.wales/about-us/news-and-blogs/news/experts-call-for-urgent-action-to-save-welsh-nature-as-new-report-reveals-devastating-decline-in-species/?lang=en",
      "https://www.waleslink.org/wp-content/uploads/2023/03/Pathways-to-2030_-Summary-Report_-English.pdf",
      "https://naturalresources.wales/about-us/news-and-blogs/news/experts-call-for-urgent-action-to-save-welsh-nature-as-new-report-reveals-devastating-decline-in-species/",
      "https://www.naturalresources.wales/about-us/news-and-blogs/news/experts-call-for-urgent-action-to-save-welsh-nature-as-new-report-reveals-devastating-decline-in-species/?lang=en",
      "https://www.waleslink.org/what-is-the-sustainable-farming-scheme-and-what-does-it-mean-for-farmers-citizens-and-our-environment/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karen whitfiel",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:40:40.101+02:00",
    "updated": "2024-02-16T10:40:40.101+02:00"
  },
  {
    "uuid": "809eeffa4728ae78641afa3c125965c9a92e9752",
    "url": "https://finance.eastmoney.com/a/202503063337839459.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "界面新闻",
    "published": "2025-03-05T23:43:00Z",
    "title": "阿根廷首都布宜诺斯艾利斯发生较大规模停电 _ 东方财富网",
    "text": "当地时间3月5日，阿根廷首都布宜诺斯艾利斯发生较大规模停电，断电范围包括总统府、国会、经济部及首都部分街区。\n　　停电影响首都数条公共交通干线，部分地铁线路停运，并造成市区严重交通堵塞。\n　　目前断电原因正在调查中。（央视新闻）\n（文章来源：界面新闻）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Environment"
    ],
    "topics": [
      "Disaster and Accident->emergency response",
      "Environment->energy resources",
      "Environment->air pollution",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T03:36:16.289+02:00",
    "updated": "2025-03-06T03:36:16.289+02:00"
  },
  {
    "uuid": "6000f1bb68d8b896c3ff36edb9d7ffcf578498f8",
    "url": "https://www.thisdaylive.com/index.php/2024/07/26/brazil-edge-super-falcons-in-battle-of-bordeaux",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ayo Yusuf",
    "published": "2024-07-26T00:28:00Z",
    "title": "Brazil Edge Super Falcons in Battle of Bordeaux",
    "text": "Brazil Edge Super Falcons in Battle of Bordeaux Femi Solaja Nigeria Super Falcons began their return to the Olympic Games the same way it ended 16 years ago. It was a hard-fought defeat to Brazil, the same team that beat them 3-1 in Beijing has come again to inflict a 1-0 defeat at the Bordeaux Stadium in France. The Brazilian side who had suffered an embarrassing early exit at the last FIFA Women’s World Cup last year came into the contest with 10 wins out of 15 matches played, no doubt was the better side but struggled in the early stage of the match as Rashidat Ajibade tormented the South American side. The Super Falcons were full of guts but a 37th-minute strike by Gabi Nunes separated the two-time Olympic silver medallists from the nine-time African champions. Ajibade led the Falcons to the turf of the Stade Matmut Atlantique, as Nigeria’s flag was flown at the tournament for the first time in 16 years, and truly led from the front with some excellent runs down the left of the South Americans. But her teammates at the fore failed to read her moves correctly on the several occasions she sent the ball into the box. Her final pass, after a brave run down the line in the 7th minute was blocked, and in the 16th minute, she was the initiator of a double-barrelled attack on the Brazilian goal that saw Chinwendu Ihezuo’s shot blocked and Christy Ucheibe’s follow-up punched away. In the 20th minute, Chiamaka Nnadozie saved from the rampaging Portilho, and again read well a long-range drive by Gabi Nunes five minutes later. In the 36th minute, ageless Brazil captain Marta thought she had given her team the lead when she struck past Nnadozie as the Falcons’ defence failed to clear, but she was ruled offside. Moments later, the Nigerian defence was again caught napping, and Gabi Nunes, set free by a wonder of a pass by Marta, fired past Nnadozie, the ball cantering in from the underside of the bar. In the closing moments, the Falcons broke forward with a sweet team move, only for Jennifer Echegini’s lift to rise above the opposition goalpost. On the hour mark, Marta’s dipping curl from the left was thwarted by the upright, and Nnadozie saved from Ludmila three minutes later. Ajibade forced another smart save from the Brazilian goalkeeper in the 71st minute, and Ucheibe did the same with minutes left. But the Canarinhas held on to pick all three points in the evening. Next up for the Super Falcons is a clash with world champions Spain – who defeated Japan 2-1 in Group C’s opener in Nantes on Sunday evening. WOMEN FOOTBALL RESULTS Canada 2-1 N’Zealand France 2-0 Colombia Germany 3-0 Australia USA 3-0 Zambia Spain 2-1 Japan Nigeria 0-1 Brazil HOW THEY STAND P W D L GF GA GD Pts Spain 1 1 0 0 2 2 1 3 Brazil 1 1 0 0 1 0 3 3 Japan 1 0 0 1 1 2 -1 0 Nigeria 1 0 0 1 0 1 -1 0",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rashidat ajibade",
          "sentiment": "none"
        },
        {
          "name": "gabi nunes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bordeaux femi solaja nigeria super falcons",
          "sentiment": "negative"
        },
        {
          "name": "brazil edge super falcons",
          "sentiment": "negative"
        },
        {
          "name": "bordeaux brazil edge super falcons",
          "sentiment": "negative"
        },
        {
          "name": "super falcons",
          "sentiment": "none"
        },
        {
          "name": "falcons",
          "sentiment": "none"
        },
        {
          "name": "fifa women’s world cup",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "bordeaux stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:33:22.501+03:00",
    "updated": "2024-07-26T14:45:07.250+03:00"
  },
  {
    "uuid": "db74c2657f2f1c24f78dd905554a14c6e807740c",
    "url": "https://jornalpequeno.com.br/2024/12/19/municipio-de-sao-luis-e-condenado-a-reformar-o-centro-de-saude-dom-joao-antonio-farina",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gustavo Bogea",
    "published": "2024-12-19T19:12:00Z",
    "title": "Município de São Luís é condenado a reformar o Centro de Saúde Dom João Antônio Farina",
    "text": "(Foto: Divulgação) SÃO LUÍS – A Justiça do Maranhão condenou o município de São Luís a realizar a recuperação e manutenção do Centro de Saúde Dom João Antônio Farina, efetuando as reformas e adaptações imprescindíveis para garantir seu adequado funcionamento, de acordo com as normas estabelecidas pelo Sistema de Vigilância Sanitária.\nDurante vistoria, foi constatado que o Centro de Saúde Dom João Antônio Farina apresenta problemas na estrutura física, equipamentos, mobiliário, lixeiras, depósito de material de limpeza, controle de pragas e abrigo de resíduos.\nNa sentença, o juiz titular da Vara de Interesses Difusos e Coletivos da Comarca da Ilha de São Luís, Douglas de Melo Martins, destacou a competência dos entes federativos em zelar pela boa prestação dos serviços de saúde, que se dá por meio de um sistema único que atua de forma regionalizada e hierarquizada.\nDiante disso, no prazo de um ano, o município de São Luís deverá realizar a recuperação e manutenção do Centro de Saúde Dom João Antônio Farina, promovendo as reformas e adaptações necessárias para garantir seu adequado funcionamento, conforme as normas do Sistema de Vigilância Sanitária. As irregularidades sanitárias apontadas devem ser sanadas e as exigências descritas no último Relatório Técnico de Reinspeção Sanitária, elaborado em outubro de 2023 pela Superintendência de Vigilância Sanitária (SVES), devem ser cumpridas. Além disso, o município deverá apresentar, em 90 dias, o cronograma de execução dessas obrigações, sob pena de multa diária de R$ 1.000,00 (mil reais), reversível ao Fundo Estadual de Direitos Difusos, em caso de descumprimento.\nA Prefeitura de São Luís está obrigada a apresentar o alvará de funcionamento, comprovando o cumprimento de todas as exigências sanitárias levantadas pelos órgãos de fiscalização. Essa comprovação deve ser realizada por meio de vistorias da autoridade sanitária competente, no prazo de 90 (noventa) dias, sob pena de multa diária de R$ 1.000,00 (mil reais), também reversível ao Fundo Estadual de Direitos Difusos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Health->public health",
      "Health->health facility",
      "Politics->healthcare policy",
      "Politics->civil rights",
      "Politics->government",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:44:11.889+02:00",
    "updated": "2024-12-20T02:44:11.889+02:00"
  },
  {
    "uuid": "2776fe9e00e09db4b11d07d350d8fa715ac435ec",
    "url": "https://www.newsbreak.com/news/3873294737419-chaos-uaw-local-600-reacts-to-cleveland-cliffs-dearborn-works-layoffs",
    "ord_in_thread": 0,
    "author": "Randy Wimbley",
    "published": "2025-03-26T22:12:00Z",
    "title": "'Chaos': UAW Local 600 reacts to Cleveland-Cliffs Dearborn Works layoffs - NewsBreak",
    "text": "Tv20detroit.com\nwebsite\nDearborn\n'Chaos': UAW Local 600 reacts to Cleveland-Cliffs Dearborn Works layoffs\nBy Randy Wimbley,\n53 minutes agoDEARBORN, Mich. (WXYZ) — United Auto Workers leaders say they were blindsided by the announcement of layoffs at Cleveland-Cliffs Dearborn Works, a plant that supplies steel for the auto industry. UAW Local 600 leaders will be scrambling to find work for their members when these layoffs hit this summer...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "topics": [
      "Labor->employment",
      "Labor->labour relations",
      "Labor->labour dispute",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Randy Wimbley",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Dearborn",
          "sentiment": "neutral"
        },
        {
          "name": "Mich.",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "UAW",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Cleveland-Cliffs",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Dearborn Works",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "WXYZ",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "United Auto Workers",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T01:08:46.830+02:00",
    "updated": "2025-03-27T01:08:46.830+02:00"
  },
  {
    "uuid": "8cf5eca124fa8e5bab4fcc1a386665eb0b73ad72",
    "url": "https://www.world-today-news.com/kraken-launches-bitcoin-kbtc-token-to-drive-defi-adoption",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-10-17T18:36:00Z",
    "title": "Kraken Launches Bitcoin KBTC Token to Drive DeFi Adoption",
    "text": "Cryptocurrency exchange Kraken has launched its own Wrapped Bitcoin ( kBTC ) token, available on Ethereum and OP Mainnet.\nBacked 1:1 by bitcoin, the token will be fully held in Kraken Financial’s US qualified custody solution with a publicly visible reserve wallet for transparency.\nWrapped tokens like kBTC enable assets like bitcoin to be used in decentralized finance (DeFi) platforms for trading, lending, and borrowing. Kraken’s kBTC will join the growing trend of wrapped bitcoin tokens, following the recent launch of Coinbase’s Wrapped BTC (cbBTC).\nAlthough no spot market will be supported for kBTC at launch, users will be able to exchange the token for the underlying bitcoin. The minimum deposit for kBTC is 0.00026 BTC (around $15). Kraken aims to drive DeFi adoption with this launch, partnering with major DeFi applications such as Paraswap, Yearn and Curve.\nMark Greenberg, Global Head of Growth and Asset Management at Kraken, said: “We believe in an onchain future and DeFi represents a key part of this opportunity. kBTC builds on Kraken’s long history of seamless user experience and premium security, bringing DeFi to new users and accelerating the adoption of decentralized applications. »\nA California judge ruled last month that the SEC’s case against Kraken, alleging the exchange violated federal securities laws by failing to register as a broker-dealer, clearinghouse or exchange, will go to trial . Similar rulings have been issued in SEC cases against other major cryptocurrency exchanges, including Binance and Coinbase.\nThe SEC filed its complaint against Kraken In November 2022, the SEC filed a motion in the Northern District of California, seeking a permanent injunction to prevent further securities violations, as well as disgorgement of alleged “ill-gotten gains” and other civil penalties. The SEC identified 11 tokens (ADA, ALGO, ATOM, FIL, FLOW, ICP, MANA, MATIC, NEAR, OMG and SOL) as unregistered securities.\nKraken maintains that it was never required to register with the SEC because it does not operate as an exchange, broker-dealer, or clearing agent within the meaning of the definitions set forth in the Exchange Act.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:58:42.834+03:00",
    "updated": "2024-10-18T01:58:42.834+03:00"
  },
  {
    "uuid": "65f184cb580b358b01d363657c0e533b85f70aed",
    "url": "https://www.segs.com.br/mais/turismo-viagens/397753-ferias-de-julho-casas-de-praia-em-paraty-sao-ideais-para-relaxar-em-meio-a-natureza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AD Comunicação & Marketing",
    "published": "2024-10-03T22:04:00Z",
    "title": "Férias de julho: casas de praia em Paraty são ideais para relaxar em meio à natureza | SEGS Portal Nacional de Seguros, Saúde, Info, Ti, Educação",
    "text": "Situada na Ilha do Araújo, Paraty Marin oferece sossego, sofisticação e comodidades de um hotel-boutique\nAs charmosas casas de praia da propriedade Paraty Marin, na Ilha do Araújo (RJ), são ideais para quem quer relaxar e se conectar com a natureza a poucos quilômetros da região central de Paraty. Com comodidades de hotel-boutique, o local tem uma sede que funciona como área comum e três acomodações completas, com sala de estar, cozinha, varanda, banheiros modernos e áreas externas próprias.\nUm dos grandes diferenciais é que a equipe de colaboradores do empreendimento planeja experiências personalizadas com base nas preferências e necessidades de cada hóspede. Quem viaja em busca de bem-estar, por exemplo, pode praticar yoga e meditação com professores especializados, fazer massagens com óleos essenciais e até participar de um delicioso luau com direito a fogueira e observação de estrelas.\nOutra vivência inesquecível é o banho de bosque. Trata-se de uma atividade energizante que propõe realizar mindfulness e técnicas de respiração em meio à natureza exuberante da Mata Atlântica.\nCaso a preferência seja por atrações náuticas, dá para aproveitar os caiaques e pranchas de stand up paddle que ficam à disposição dos hóspedes. Em uma das experiências, um guia conduz o pessoal até uma fazenda de algas local e compartilha informações relevantes sobre essas plantas do mar. O melhor de tudo é que, durante os trajetos, é possível avistar muitas tartarugas marinhas.\nHá também vivências ideias para os que desejam se conectar com a natureza de forma mais intensa. Entre elas, destaca-se a visita à Cachoeira do Melancia, que ainda é pouco conhecida entre os turistas. Outra opção é a trilha até a Cachoeira do Saco Bravo. O caminho é longo – aproximadamente seis horas –, mas recompensa o viajante com algumas das paisagens mais inesquecíveis de Paraty.\nMais informações podem ser obtidas em https://paratymarin.com ou no Instagram @paratymarin.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://paratymarin.com",
      "https://www.paratymarin.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T04:20:14.089+03:00",
    "updated": "2024-10-04T04:20:14.089+03:00"
  }
]