[
  {
    "uuid": "b50f3c2bc55189989350a182235c425223ee5e0a",
    "url": "https://www.newindianexpress.com/nation/2023/dec/24/retired-ssp-shot-dead-by-terrorists-while-offering-azaan-in-j-ksbaramulla-2644519.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewIndianXpress",
    "published": "2023-12-24T00:25:00Z",
    "title": "Retired SSP shot dead by terrorists while offering 'azaan' in J-K's Baramulla",
    "text": "Retired SSP shot dead by terrorists while offering 'azaan' in J-K's Baramulla\nMohammad Shafi was shot inside a mosque early today, police said.\nPublished: 24th December 2023 10:55 AM | Last Updated: 24th December 2023 06:11 PM | A+A A-\nSRINAGAR: A 72-year-old retired police officer, who was the local \"muezzin\", was shot dead by terrorists while he was giving azaan the call for prayer -- from a mosque in Jammu and Kashmir's Baramulla district on Sunday, police said.\nRecalling the moments before Mohammad Shafi Mir was killed, his cousin Mohammad Mustafa, who was at home, said the call for the pre-dawn prayers was being given by a loudspeaker and suddenly it stopped.\nMir's last words were \"reham\" (mercy), he said.\nThe \"azaan\" had stopped at \"Ashhadu Anna Mohammadu Rasool-Allah (I bear witness that Mohammad is the messenger of Allah)\", Mustafa said.\nPolice said Mir retired as a senior superintendent of police (SSP) in 2012.\nHe was shot dead by terrorists inside the mosque in the Gantmulla locality of the north Kashmir district's Sheeri area, they said.\n\"Terrorists fired upon Shri Mohd Shafi, a retired police officer, at Gantmulla, Sheeri Baramulla, while praying 'azaan' in the mosque and succumbed to injuries,\" the Kashmir Zone Police said in a post on X.\nPolice have launched a search operation in the area to nab the assailants.\nMir had become the local \"muezzin\" -- a person who calls for prayers -- and he was devoted to his duties at the mosque, his family members said.\nFollowing the incident, a large number of people gathered at Mir's house and at the mosque complex. Mir is survived by his wife, two sons and a daughter.\nTalking to reporters, Mustafa said, \"He (Mir) was my cousin. He used to call for prayers every day. This morning, while I was reading the Quran, he started the 'azaan', so I closed the Quran.\"\n\"He recited 'Ashhadu Anna Mohammadu Rasool-Allah' and then the 'azaan' stopped. I only heard a shout of 'reham'. It was in a heavy voice,\" he said.\nMustafa said he thought Mir might have stopped his call due to some other reason and guessed he could have collapsed due to dizziness.\nBut after some time people came to know about the incident, he said.\n\"My daughter came and told me that Shafi uncle has died. We went to his house and learnt that Mir had been taken to Baramulla (hospital) we were told he had suffered bullet injuries,\" he said.\nSome of Mir's relatives claimed he was shot four times.\nMir's younger brother Abdul Kareem said he was sleeping, but was woken up by sounds which he assumed could have been caused because of a problem in the microphone.\n\"My daughter-in-law said she heard people crying,\" he said.\n\"Mir used to give the call for 'azaan' every day. I think this was planned as the Imam Sahib (prayer leader) goes home on Saturday and returns on Sunday,\" Kareem said.\nPolitical parties condemned the killing and expressed their condolences to the former police officer's family.\nThe National Conference (NC) said violence can never be tolerated in any form.\n\"JKNC president Dr Farooq Abdullah and VP @OmarAbdullah express profound sadness over the tragic Baramulla incident, where retired SP Mohammad Shafi was senselessly shot dead,\" the party said in a post on X.\nPeoples Democratic Party (PDP) president Mehbooba Mufti said innocent people have become \"collateral damage to maintain the facade of normalcy touted\" by the Centre.\n\"Five jawans martyred in a militant ambush, three innocent civilians tortured to death in custody by army, many still battling for their lives in hospitals and now a retired SP killed.\nInnocent people have become collateral damage to maintain the facade of normalcy touted by GoI,\" Mufti posted on X.\nThe BJP termed the act dastardly and said terror and terrorists have no religion.\n\"Dastardly act of killing of 72-year-old retired police officer by those who have no religion. The sons of devil can't even tolerate 'azaan'. Terror and terrorists have no religion. Strongly condemn this killing, express my solidarity with the bereaved family,\" Jammu and Kashmir BJP spokesman Altaf Thakur said.\nDemocratic Progressive Azad Party chief Ghulam Nabi Azad said the government must take decisive measures to crack down on terrorism.\n\"Alarmed by the rising terrorist attacks in J&K. The killing of the ex-SSP Mohd Shafi Mir in Baramulla is condemnable. Urgent action is needed. The government must take decisive measures to crack down on terrorism and ensure the safety of all citizens!\" he said on X.\nJammu and Kashmir Apni Party chief Altaf Bukhari in a post on X said, \"Condemn the cowardly killing of retired SSP Mr.\nMohammad Shafi Mir in Gantmulla, Baramulla.\nMy heartfelt condolences to the bereaved family in this hour of utter grief and demise. May the departed soul rest in peace and solace in the world hereafter.\nHe said the cowardly act goes on to show the true colours of the killers as the slain was shot upon while giving a call for prayer.\nPeoples Conference president Sajad Lone also condemned the killing.\n\"Yet another sad news. My prayers and thoughts are with the family of Mohd Shafi Sahib. May Allah grant him Jannat. And hope that J-K Police recognises the challenges facing it. Evaluating security threat is a science and can't be left to likes and dislikes, and whims,\" Lone said in a post on X.\nSeparatist Hurriyat Conference, led by Mirwaiz Umar Farooq, also expressed pain and sorrow at the ex-cop's killing.\nThe Hurriyat expressed sympathy and condolences with the bereaved family.\nIn a statement, it said such killings are a blot on humanity and only bring disgrace to the people and place where they are committed.\n\"They are no solution to resolve conflicts and only cause grief and suffering. In principle Hurriyat condemns them as it condemns all state and non-state acts of force, violence, killing and disempowerment,\" the statement said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "baramulla mohammad shafi",
          "sentiment": "negative"
        },
        {
          "name": "mustafa",
          "sentiment": "none"
        },
        {
          "name": "mohammad shafi mir",
          "sentiment": "none"
        },
        {
          "name": "mohammad mustafa",
          "sentiment": "none"
        },
        {
          "name": "ashhadu anna mohammadu rasool",
          "sentiment": "none"
        },
        {
          "name": "shri mohd sh",
          "sentiment": "none"
        },
        {
          "name": "mohammad",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "baramulla",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        },
        {
          "name": "mir",
          "sentiment": "none"
        },
        {
          "name": "sheeri",
          "sentiment": "none"
        },
        {
          "name": "gantmulla",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T15:30:37.640+02:00",
    "updated": "2023-12-24T15:30:37.640+02:00"
  },
  {
    "uuid": "882552024c8c7c7f4b306156a0527389666a0e36",
    "url": "https://sweater-dress50504.ampedpages.com/megasuperstar-51615836",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sweater-Dress",
    "published": "2023-12-28T21:12:00Z",
    "title": "MegaSuperStar",
    "text": "Welcome to Megasuperstar - Where Style Meets Confidence!Discover Your Style with 30% Off and Free Shipping for Women!At Megasuperstar, we believe in empowering women through fashion that celebrates individuality and confidence. Explore our exquisite collection of trendy, high-quality clothing designed to elevate your style while offering unparalleled comfort.Why Megasuperstar?Unveil Your Unique Style: From chic casual wear to elegant evening attire, our diverse range of clothing caters to every aspect of your life. Each piece is crafted with precision and style in mind, ensuring you stand out in any crowd.Uncompromising Quality: We take pride in the quality of our garments. Luxurious fabrics, meticulous stitching, and attention to detail define each creation, ensuring a lasting, exceptional experience with every wear.Exclusive Offer - Limited Time Only!Enjoy an exclusive 30% discount on all women’s clothing, plus revel in the luxury of free shipping! Elevate your wardrobe with our stunning collection, all while enjoying incredible savings and the convenience of free delivery straight to your door.Unleash Your Confidence, Shop Now!Whether you're seeking the perfect ensemble for a special occasion or looking to revamp your everyday style, Megasuperstar has you covered. Take advantage of this limited-time offer and redefine your fashion journey.Join the Megasuperstar Community:Experience the joy of fashion and be a part of our vibrant community. Share your style inspirations, get insider tips, and connect with like-minded individuals who appreciate the power of fashion in boosting confidence\nmore info and self-expression.Don’t Miss Out - Shop Today!Step into the world of Megasuperstar and let your style speak volumes. Embrace this exclusive offer to redefine your wardrobe and embrace the confidence that comes with exceptional fashion.Empower your style, embrace your confidence -\nMegaSuperStar\nWelcome to Megasuperstar - Where Style Meets Confidence!Discover Your Style with 30% Off and Free Shipping for Women!At Megasuperstar, we believe in empowering women through fashion that celebrates individuality and confidence. Explore our exquisite collection of trendy, high-quality clothing designed to elevate your style while offering unparalleled comfort.Why Megasuperstar?Unveil Your Unique Style: From chic casual wear to elegant evening attire, our diverse range of clothing caters to every aspect of your life. Each piece is crafted with precision and style in mind, ensuring you stand out in any crowd.Uncompromising Quality: We take pride in the quality of our garments. Luxurious fabrics, meticulous stitching, and attention to detail define each creation, ensuring a lasting, exceptional experience with every wear.Exclusive Offer - Limited Time Only!Enjoy an exclusive 30% discount on all women’s clothing, plus revel in the luxury of free shipping! Elevate your wardrobe with our stunning collection, all while enjoying incredible savings and the convenience of free delivery straight to your door.Unleash Your Confidence, Shop Now!Whether you're seeking the perfect ensemble for a special occasion or looking to revamp your everyday style, Megasuperstar has you covered. Take advantage of this limited-time offer and redefine your fashion journey.Join the Megasuperstar Community:Experience the joy of fashion and be a part of our vibrant community. Share your style inspirations, get insider tips, and connect with like-minded individuals who appreciate the power of fashion in boosting confidence",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "http://www.megasuperstar.shop",
      "http://megasuperstar.shop"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:17:04.015+02:00",
    "updated": "2023-12-29T02:17:04.015+02:00"
  },
  {
    "uuid": "5270f8a49e983cfd6233f4d39eda8c7f9de8fecd",
    "url": "https://www.healio.com/news/hematology-oncology/20240411/nextgeneration-parp-inhibitor-shows-clinical-benefit-in-certain-patients-with-breast-cancer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Shinkle",
    "published": "2024-04-11T00:00:00Z",
    "title": "Next-generation PARP inhibitor shows clinical benefit in certain patients with breast cancer",
    "text": " Key takeaways: Saruparib at 60 mg/day demonstrated deep, durable responses with a high response rate and tumor reduction in most patients. Certain patients may be able remain on treatment longer at an optimal dose. Perspective from Nancy Chan, MD Saruparib conferred clinically impactful treatment outcomes among adults with breast cancer who harbor certain genetic mutations, according to data presented at American Association for Cancer Research Annual Meeting.\nResearchers also reported a favorable safety profile for the investigational agent, along with a low dose reduction rate compared with certain approved [poly(ADP)-ribose polymerase (PARP)] inhibitors.\nData derived from Yap TA, et al. Abstract CT014. Presented at: American Association for Cancer Research Annual Meeting; April 5-10, 2024; San Diego. “The excellent safety and tolerability profile, along with the favorable pharmacokinetic and pharmacodynamic properties, may enable patients to remain on saruparib treatment with sustained maximal target engagement and limited dose reductions or discontinuation,” Timothy A. Yap, MBBS, PhD, professor of investigational cancer therapeutics and vice president and head of clinical development at The University of Texas MD Anderson Cancer Center, said in a press release.\nBackground, methods Saruparib (AstraZeneca) is a first-in-class polymerase-1 selective inhibitor with PARP1 selectivity and potency shown through preclinical trials.\nThe phase 1/phase PETRA trial is evaluating the safety, tolerability and efficacy of saruparib among 306 adults with homologous recombination repair-deficient breast, ovarian, pancreatic or prostate cancer who harbor certain genetic alterations. Safety and tolerability served as the study’s primary endpoints, with secondary endpoints evaluating pharmacokinetics, pharmacodynamics, preliminary efficacy and circulating tumor DNA (ctDNA) analysis.\nDose escalation comprised part A, ranging from 10 to 140 mg daily, whereas part B included dose expansions at 20/40/90 mg daily among PARP inhibitor-naive patients.\nResults, next steps Researchers observed the 60 mg/day dose as well tolerated by patients, with low rates of dose reduction or treatment discontinuation.\nSaruparib displayed higher-fold pharmacokinetic coverage over the target effective concentration for all doses compared with approved PARP inhibitors and durable poly ADP-ribosylation inhibition.\nUpon interim analysis, researchers observed that the objective response rate in patients with breast cancer trended higher at 60 or 90 mg vs. 20 mg, with 60 mg/day being the recommended phase 2 dose.\nAmong patients who received the 60 mg/day (n = 31), researchers noted an objective response rate of 48.4% (80% CI, 35.7-61.3) and a median PFS of 9.1 months (80% CI, 7.2-9.3).\nPatients in which ctDNA could be evaluated exhibited a molecular response prior to their first scan, which researchers indicate predicted PFS, thus supporting ctDNA kinetics as an early predictive biomarker for efficacy.\nAccording to researchers, all currently approved PARP inhibitors block both PARP1 and PARP2, which limits utility due to toxicity. They believe this interim analysis of the PETRA trial demonstrates the clinical effectiveness and safety of saruparib among patients with homologous recombination repair-deficient breast cancers.\nTimothy A. Yap “The favorable safety profile of saruparib together with the low dose reduction rate compared with approved PARP inhibitors may allow patients to remain on treatment longer at an optimal dose with superior drug exposures and maximal target engagement, which could lead to improved efficacy,” Yap said during a presentation. “Further evaluation of saruparib in the phase 3 trial setting is ongoing at the recommended phase 2 dose of 60 mg daily.”\nReferences: Next-generation PARP inhibitor demonstrated clinical benefit in patients with homologous recombination repair-deficient breast cancer (press release). Available at: https://www.aacr.org/about-the-aacr/newsroom/news-releases/next-generation-parp-inhibitor-demonstrates-clinical-benefit-in-patients-with-homologous-recombination-repair-deficient-breast-cancer . Published April 8, 2024. Accessed April 8, 2024. Yap TA, et al. Abstract CT014. Presented at: The American Association for Cancer Research Annual Meeting; April 5-10, 2024; San Diego.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.aacr.org/about-the-aacr/newsroom/news-releases/next-generation-parp-inhibitor-demonstrates-clinical-benefit-in-patients-with-homologous-recombination-repair-deficient-breast-cancer.",
      "https://aacr.org/about-the-aacr/newsroom/news-releases/next-generation-parp-inhibitor-demonstrates-clinical-benefit-in-patients-with-homologous-recombination-repair-deficient-breast-cancer."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "timothy a. yap",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the university of texas md anderson cancer center",
          "sentiment": "none"
        },
        {
          "name": "american association for cancer research annual meeting",
          "sentiment": "none"
        },
        {
          "name": "petra",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:21:47.364+03:00",
    "updated": "2024-05-09T05:17:47.992+03:00"
  },
  {
    "uuid": "748f6966663bd46c8c89fa08017994bf9e3361e4",
    "url": "https://www.gazeta.ru/army/news/2025/06/12/26018702.shtml",
    "ord_in_thread": 0,
    "author": "@gazetaru",
    "published": "2025-06-12T07:16:00Z",
    "title": "В зоне СВО погиб награжденный Залужным гранатометчик - Газета.Ru | Новости",
    "text": "В ходе боевых действий в Донецкой народной республике (ДНР) погиб украинских гранатометчик Михаил Лецюк, которого наградил бывший главнокомандующий Вооруженных сил Украины (ВСУ) Валерий Залужный. Об этом сообщил украинский Telegram-канал Obozrevatel.ua.\nПо данным канала, в последний раз Лецюк участвовал в боях на стороне ВСУ на Покровском направлении фронта. Он погиб на 42-м году жизни, во Львовской области у военного остались жена и дочь.\nЗа свою военную карьеру Лецюк получил несколько наград, в том числе «Крест воинской чести», который вручил ему Залужный, а также нагрудный знак командующего Объединенных сил ВСУ «За службу и доблесть» III степени и отличие главы минобороны Украины «За образцовую службу».\nДо этого издание «Украина Online» сообщило о смерти комбата бригады ВСУ Игоря Гриба. По данным журналистов, он покончил с собой после того, как его подразделение дезертировало под Угледаром в ДНР.\nСообщается, что Гриб командовал 186-м батальоном 123-й бригады территориальной обороны, которая отказалась заходить на позиции в Угледаре. Украинские военные самовольно оставили позиции, в результате чего город был окончательно потерян.\nРанее экс-депутат Рады Савченко вышла на связь после новостей о своей гибели.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->armed conflict",
      "Crime, Law and Justice->terrorism",
      "Crime, Law and Justice->war crime",
      "Crime, Law and Justice->homicide",
      "Social Issue->mankind",
      "Social Issue->social problem",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_sk",
        "top_news_ru",
        "top_news_ua",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:21:32.887+03:00",
    "updated": "2025-06-13T08:06:40.000+00:00"
  },
  {
    "uuid": "5d89b7324ce0171a4c369b35218c7e75a74acbbe",
    "url": "https://www.lavozdegalicia.es/noticia/sociedad/2025/02/23/doble-lucha-bergoglio-enfermedad-cuervos/0003_202502G23P36991.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2025-02-23T04:00:00Z",
    "title": "La doble lucha del papa Francisco: su salud y los «cuervos»",
    "text": "El estado de salud del papa ha aumentado las tensiones internas en la Iglesia . En los últimos días se han vuelto a manifestar las divisiones en la curia, y los llamados « cuervos » han ido introduciendo en el discurso alrededor de la salud de Francisco la posibilidad de que el pontífice renuncie. El jueves, en un programa radiofónico, el cardenal Gianfranco Ravasi mencionó explícitamente la posibilidad de una renuncia del pontífice. «No cabe duda de que, si se encontrara en una situación en la que se viera comprometida su posibilidad de tener contactos directos —como le gusta hacer—, de poder comunicarse de manera inmediata, incisiva y decisiva, entonces creo que podría decidir dimitir». El cardenal Juan José Omella de Barcelona, y su colega Jean-Marc Aveline de Marsella han señalado también que todo es posible. Es cierto que al comienzo de su pontificado, el papa le entregó al purpurado Tarcisio Bertone, que entonces era secretario de Estado, una carta de renuncia en caso de impedimento físico grave . Y para los «cuervos», esa misiva ya preparada y guardada en una caja fuerte parece un buen gancho para alimentar el discurso sobre la posibilidad de que el papa renuncie.\nEl papa empeora: sufrió una crisis respiratoria y necesitó oxígeno y una transfusión de sangre La Voz\nEl frente a favor\nSin embargo, hay cardenales que han expresado su malestar por estas declaraciones, dando la impresión de querer formar un frente compacto en torno al pontífice. En una entrevista con el diario argentino La Nación , el cardenal Víctor Manuel Fernández, presidente de la Comisión de Fe y Cultura de la Conferencia Episcopal Argentina, muy valorado por Francisco, afirmó: « No merece la pena que algunos grupos presionen para que dimita . Ya lo han hecho varias veces en los últimos años y esta no puede ser más que una decisión completamente libre del Santo Padre para que pueda ser válida».\nPor su parte, en una entrevista publicada el sábado en e l Corriere della Sera , el cardenal secretario de Estado Pietro Parolin fue muy claro sobre las noticias que están circulando sobre la posible renuncia del papa: «Me parecen inútiles todas estas especulaciones. Ahora estamos pensando en la salud del Santo Padre, en su recuperación, en su regreso al Vaticano: estas son las únicas cosas que importan». Ambas entrevistas fueron difundidas también por Vatican News, el servicio de comunicación oficial de la Santa Sede, a diferencia de la del cardenal Ravasi, que no tuvo eco en este portal.\nEn una nota extremadamente sucinta, la oficina de prensa del Vaticano también desmintió la noticia difundida por el canal Rai News 24 el viernes por la tarde, según la cual el papa se había reunido con los cardenales Gianfranco Ghirlanda y Pietro Parolin en el hospital, lo que alimentó las especulaciones sobre la posibilidad de que fuera para organizar el anuncio de su renuncia. Marco Ouellet, prefecto emérito del dicasterio de los obispos, volvió sobre la carta de dimisión escrita por Francisco en el 2013 y la definió como «una cuestión de prudencia», añadiendo que «aunque no pueda trabajar con intensidad, la Iglesia puede esperar un poco».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "topics": [
      "Religion and Belief->pope",
      "Religion and Belief->christianity",
      "Religion and Belief->religious leader",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Gianfranco Ravasi",
          "sentiment": "none"
        },
        {
          "name": "Juan José Omella",
          "sentiment": "none"
        },
        {
          "name": "Tarcisio Bertone",
          "sentiment": "none"
        },
        {
          "name": "Francisco",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T06:14:01.666+02:00",
    "updated": "2025-02-23T06:14:01.666+02:00"
  }
]