[
  {
    "uuid": "7b94884b35c806e2c9ded8f940d9e3342d3f6812",
    "url": "https://www1.folha.uol.com.br/ilustrada/2023/12/como-a-arte-sacra-vem-desaparecendo-das-igrejas-de-minas-gerais-ha-decadas.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leonardo Augusto",
    "published": "2023-12-29T09:00:00Z",
    "title": "Como a arte sacra vem sumindo das igrejas de Minas Gerais - 29/12/2023 - Ilustrada - Folha",
    "text": "Dezembro de 1949. Uma imagem de so Jos, conhecida como \"So Jos de Botas\", dada como desaparecida da Igreja Matriz de Nossa Senhora da Conceio de Sabar, em Sabar, na Grande Belo Horizonte.\nMaio de 1984. Um crucifixo furtado do Santurio Nossa Senhora da Conceio em Conceio da Barra de Minas, na Zona da Mata mineira.\nNovembro de 2023. Um rosrio com partes de ouro furtado do Museu de Arte Sacra da Baslica de Nossa Senhora do Pilar em Ouro Preto , regio central de Minas Gerais.\nEm nenhum dos trs casos h informaes sobre o paradeiro das peas.\nSino de aproximadamente cem quilos furtado em agosto de 2023 da Igreja de Nossa Senhora da Conceio em Itamonte (MG) - Sondar/MPMG Seja em igrejas de cidades tursticas de Minas Gerais , como Ouro Preto, Mariana e Sabar, de forte tradio religiosa, ou em templos de outros municpios menos conhecidos, o desaparecimento de artigos religiosos e imagens sacras persiste ao longo do tempo no estado.\nA maioria dos desaparecimentos por furto, que impressionam sob vrios aspectos, alm da frequncia. Tambm em 2023, em julho, um sino de bronze de cem quilos e 60 centmetros de altura foi furtado da Igreja de Nossa Senhora da Conceio em Itamonte, outro municpio da Zona da Mata.\nO sino funcionava no campanrio da igreja. Tinha o braso do Brasil imperial e teria sido doado igreja por volta de 1880 pela princesa Isabel durante viagem rumo ao Circuito das guas, segundo informaes do site Sondar, criado pelo Ministrio Pblico de Minas Gerais em parceria com a Universidade Federal de Minas Gerais.\nIgreja de Nossa Senhora da Conceio em Conceio da Barra de Minas (MG), uma das que mais sofreram furtos de peas sacras no estado. - Secretaria de Estado de Turismo de Minas Gerais O objetivo tentar localizar peas sacras desaparecidas. A populao pode usar o sistema para repassar informaes que possam ajudar na recuperao dos objetos.\nO site mostra fotos das peas que sumiram. Minas Gerais tem cerca de 2.500 bens culturais desaparecidos cadastrados no sistema. Do total, mil so peas sacras pertencentes a igrejas. Outros mil so documentos e 500 objetos arqueolgicos. \"Todos retirados clandestinamente de seus locais de origem\", afirma o promotor Marcelo Mafra, de Defesa do Patrimnio Cultural de Minas Gerais.\nImagem de Nossa Senhora das Mercs, furtada em 1994 da Igreja de Nossa Senhora da Rosrio em Conceio da Barra de Minas (MG). - Valentim Paes Correa/Sondar/MPMG A reportagem entrou em contato com a Polcia Civil de Minas Gerais para informaes sobre investigaes em relao ao desaparecimento de peas e imagens sacras.\nA resposta foi tcnica. \"A Polcia Civil de Minas Gerais informa que no possvel realizar o levantamento dos dados solicitados, por no haver no Reds [boletim de ocorrncia] um campo parametrizado que permita filtrar a informao\", diz uma nota da instituio, que tambm no tem um porta-voz disponvel para entrevistas. \"Quanto ao pedido de entrevista, no momento no foi possvel viabilizar uma fonte.\"\nTambm foi feito contato com a Polcia Militar, que afirmou em nota realizar diversas operaes para atendimento s demandas de segurana pblica no estado.\nA Secretaria de Estado de Segurana Pblica deu uma resposta semelhante dada pela Polcia Civil em relao ao levantamento de dados.\nDuas igrejas de Conceio da Barra de Minas, na Zona da Mata, esto entre as que tm mais peas e imagens desaparecidas. O Santurio de Nossa Senhora da Conceio tem seis desaparecimentos um crucifixo, pinturas em tela de so Jernimo, so Gregrio, santo Ambrsio e santo Agostinho e uma pintura em forro da nave atribuda a Joaquim Jos da Natividade.\nTodos foram furtados. A pintura em forro, em 1980. O crucifixo, em maio de 1984. As pinturas em telas, em dezembro de 1984. Ao que parece dentro de uma mesma ao de invasores.\nOutra igreja da cidade, a de Nossa Senhora do Rosrio, tem quatro imagens desaparecidas. Uma de Nossa Senhora das Mercs, uma de Nossa Senhora do Parto, uma de so Domingos e uma coroa de prata de Nossa Senhora dos Remdios. Todas tambm registradas como furtadas.\nAs datas dos desaparecimentos coincidem, em parte, com os ocorridos na outra igreja da cidade tambm atacada.\nAs imagens de so Domingos e a coroa de prata de Nossa Senhora dos Remdios sumiram em maio de 1984. J as imagens de Nossa Senhora das Mercs e Nossa Senhora do Parto foram dadas como desaparecidas em dezembro de 1994 e maio do mesmo ano.\nIgreja Matriz de Nossa Senhora da Conceio de Sabar, na cidade de mesmo nome, na Grande Belo Horizonte, onde uma imagem de so Jos, conhecida como 'So Jos de Botas', desapareceu em 1949 e at hoje no foi localizada - Eduardo Verderame O padre Marcelo Moreira Santiago, da Parquia Sagrado Corao de Jesus, em Mariana, acredita ser necessria a aplicao de recursos de impostos na segurana das igrejas. Ele disse ter havido investimentos, pelos templos, em alarmes e cmeras de segurana, mas que ainda h facilidade para atuao de criminosos.\nMuseu dedicado arte barroca pelo mundo inaugurado em Ouro Preto (MG) ic_save\nMais\nic_share\nLeia Mais cone fechar Voltar Ver novamente Voltar\nVoltar\nCompartilhe cone Facebook Facebook cone Whatsapp Whatsapp cone Twitter Twitter cone de messenger Messenger cone Linkedin Linkedin cone de envelope E-mail cone de link Cadeado representando um link Copiar link cone fechar\nO padre defende ainda ateno a quem pode estar atuando como receptador de obras furtadas. \" preciso fiscalizar melhor o acervo dos colecionadores deste pas. Acompanhar mais de perto as lojas que vendem artigos religiosos antigos e leiles\", afirma.\nO padre Paulo Barbosa, das igrejas Matriz de Nossa Senhora da Conceio e Nossa Senhora do Rosrio, em Congonhas, diz que falta um envolvimento maior por parte das autoridades no sentido de coibir os ataques s igrejas. \"Ainda se pode fazer mais pela segurana do patrimnio sacro-cultural de Minas Gerais\", ele diz.\nO cnego Nedson Pereira de Assis, diretor da Comisso Arquidiocesana de Arte Sacra da Arquidiocese de Mariana, que rene parquias tambm de Ouro Preto e Congonhas, por exemplo, afirma que os padres so sempre alertados em relao segurana do patrimnio.\nO cnego diz ainda que h conscientizao dos fiis em relao importncia do acervo e de que tambm pode ajudar na segurana do patrimnio sacro. \"E sabemos que eles protegem, com muito carinho\", afirma.\nA Arquidiocese de Belo Horizonte, que comanda parquias como a de Sabar, afirma trabalhar em sinergia com o Ministrio Pblico.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "https://clube.folha.com.br/?page=1&category=Viagem%20e%20Turismo",
      "https://login.folha.com.br/newsletter",
      "https://assinaturas.folha.com.br/420734",
      "https://folha.com/ldfj9ytq",
      "https://assinaturas.folha.com.br/420733",
      "http://atendimento.folha.com.br",
      "https://clube.folha.com.br/?page=1&category=Gastronomia",
      "https://play.google.com/store/apps/details?id=br.com.folha.app&hl=pt_BR&utm_source=materia&utm_medium=textofinal&utm_campaign=androidtextocurto",
      "https://apps.apple.com/br/app/folha-de-s-paulo/id943058711?utm_source=materia&utm_medium=textofinal&utm_campaign=appletextocurto",
      "https://assinaturas.folha.com.br/420732",
      "https://acervo.folha.com.br/index.do",
      "https://clubefolhagourmet.folha.com.br/",
      "https://secure.folha.com.br/folha?gid=FOL",
      "https://www.publicidade.folha.com.br",
      "https://clube.folha.com.br/?page=1&category=saude",
      "https://clube.folha.com.br/",
      "https://assinaturas.folha.com.br/420731",
      "https://quatrocincoum.com.br/",
      "https://clube.folha.com.br/?page=1&category=educacao",
      "https://colecoes.folha.com.br/colecao/",
      "https://seminariosfolha.folha.com.br/",
      "http://folhaleaks.folha.com.br/",
      "https://clube.folha.com.br/?page=1&category=Cultura%20e%20Lazer",
      "https://secure.folha.com.br/folha",
      "https://www.assinaturas.folha.com.br/420733",
      "https://www.clube.folha.com.br/?page=1&category=Viagem%20e%20Turismo",
      "https://www.assinaturas.folha.com.br/420731",
      "https://www.assinaturas.folha.com.br/420734",
      "https://colecoes.folha.com.br/colecao",
      "https://publicidade.folha.com.br",
      "https://www.clubefolhagourmet.folha.com.br/",
      "https://www.login.folha.com.br/newsletter",
      "https://www.clube.folha.com.br/?page=1&category=Gastronomia",
      "https://play.google.com/store/apps/details",
      "http://www.folhaleaks.folha.com.br/",
      "https://clube.folha.com.br",
      "https://www.clube.folha.com.br/",
      "http://www.atendimento.folha.com.br",
      "https://seminariosfolha.folha.com.br",
      "https://www.assinaturas.folha.com.br/420732",
      "https://www.colecoes.folha.com.br/colecao/",
      "https://www.secure.folha.com.br/folha?gid=FOL",
      "https://clubefolhagourmet.folha.com.br",
      "https://www.quatrocincoum.com.br/",
      "https://www.folha.com/ldfj9ytq",
      "https://www.clube.folha.com.br/?page=1&category=saude",
      "https://apps.apple.com/br/app/folha-de-s-paulo/id943058711",
      "https://www.apps.apple.com/br/app/folha-de-s-paulo/id943058711?utm_source=materia&utm_medium=textofinal&utm_campaign=appletextocurto",
      "https://clube.folha.com.br/",
      "https://www.clube.folha.com.br/?page=1&category=educacao",
      "http://folhaleaks.folha.com.br",
      "https://quatrocincoum.com.br",
      "https://www.clube.folha.com.br/?page=1&category=Cultura%20e%20Lazer",
      "https://www.play.google.com/store/apps/details?id=br.com.folha.app&hl=pt_BR&utm_source=materia&utm_medium=textofinal&utm_campaign=androidtextocurto",
      "https://www.acervo.folha.com.br/index.do",
      "https://www.seminariosfolha.folha.com.br/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:05:26.284+02:00",
    "updated": "2024-01-19T10:33:56.063+02:00"
  },
  {
    "uuid": "e46a89ae695e406e2fe4eb7e56a344bdfc0432ee",
    "url": "https://www.burnabynow.com/national-news/opposition-bc-united-seeks-to-prevent-convicted-dangerous-offenders-from-name-changes-8655151",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-04-25T20:59:00Z",
    "title": "Opposition BC United seeks to prevent convicted dangerous offenders from name changes - Burnaby Now",
    "text": "VICTORIA — British Columbia's Opposition leader says community safety should come before protection of privacy rights for dangerous people. The public should know who is living in their community, BC United Leader Kevin Falcon said on Thursday after introducing proposed private-member's legislation to automatically stop people convicted of dangerous offences from legally changing their names. He said he introduced the proposed bill to amend the Name Act after learning child-killer Allan Schoenborn was recently permitted to legally change his name. Schoenborn was found guilty of three counts of first-degree murder for the deaths of his children, aged five, eight and 10, whose bodies were found in the family's Merritt, B.C., home in 2008. A judge ruled he was not criminally responsible because of a mental disorder after the verdict. His new identity has not been made public. His name change came to light when he asked the BC Review Board — the body that determines his custody status every year — to restrict publication of his new legal name. The board denied the application, saying it would give Schoenborn until April 30 to seek a legal review of its decision. If no legal action is taken, the board said it will use Schoenborn's current legal and former names in its reasons for disposition. Falcon said the NDP government has the power under the current Name Act to prevent name changes, but it did not do that with Schoenborn, who has been held at the Forensic Psychiatric Hospital in Coquitlam, B.C., since 2010. \"This is a huge problem for the safety of communities,\" he said at a news conference. \"And as I often say around these issues, when government balances competing interests, I put the interests of community safety well above the interest of Allan Schoenborn to have his name changed so that he can move around the community unnoticed.\" Falcon said recently permitting Schoenborn to change his name is \"not acceptable.\" He said he fears a dangerous person could \"show up in your community, perhaps even in a neighbourhood living in a basement suite across the street, without you even being aware because the NDP allowed his last name to be changed without anyone knowing what the new name is.\" The Opposition's Name Amendment Act, if passed, would automatically prevent people designated as a dangerous or long-term offender under the Criminal Code from filing applications to change their name, said Falcon. \"Currently, Vital Statistics, under the Ministry of Health, has complete authority to deny any change of name application that is 'sought for an improper purpose or is on any other ground objectionable,'\" Falcon said in the legislature. \"This government failed to use that to prevent Schoenborn's name change.\" Falcon called on the legislature to pass his private member's bill as soon as possible. Premier David Eby said earlier he would look at the current name-change legislation because people should not be able to evade responsibility for criminal offences by changing their names. This report by The Canadian Press was first published April 25, 2024. Dirk Meissner, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kevin falcon",
          "sentiment": "negative"
        },
        {
          "name": "schoenborn",
          "sentiment": "none"
        },
        {
          "name": "david eby",
          "sentiment": "none"
        },
        {
          "name": "allan schoenborn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bc united",
          "sentiment": "negative"
        },
        {
          "name": "burnaby now victoria",
          "sentiment": "negative"
        },
        {
          "name": "forensic psychiatric hospital",
          "sentiment": "none"
        },
        {
          "name": "ndp",
          "sentiment": "none"
        },
        {
          "name": "falcon",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "merritt",
          "sentiment": "none"
        },
        {
          "name": "coquitlam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:50:25.696+03:00",
    "updated": "2024-04-26T04:27:42.402+03:00"
  },
  {
    "uuid": "ad92a4d5a941267af8f54ee8ff8aea00d9bdce97",
    "url": "https://pledgetimes.com/ai-to-improve-fisheries-sustainability",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin_l6ma5gus",
    "published": "2024-10-17T18:19:00Z",
    "title": "AI to improve fisheries sustainability",
    "text": "The AZTI technology center, a leader in the integration of new technologies in the fishing industry, has developed an innovative Artificial Intelligence (AI) model to contribute to improving the management and sustainability of commercial fishing resources.\nThe AZTI team has developed a machine learning model that identifies the main pelagic species of the Bay of Bizkaia such as anchovies, sardines and greenfish based on their aggregation behavior, which allows us to know the specific composition of the fish schools detected using acoustic equipment. fishing. This technology advances the challenge of determining the composition of schools in situations of high diversity, allowing the study of specific changes in behavior in the presence of other species. Based on multidisciplinary campaigns such as JUVENA, these types of studies allow not only better management of the main species of pelagic fish, but also a better understanding of the integral functioning of the ecosystem, from plankton to apical predators such as birds and cetaceans.\nThe AI ​​model was trained in a partially supervised manner, combining fully identified schools of fish with partially identified ones. The results are presented probabilistically, indicating the probability that a school of fish belongs to one species or another, which allows the model’s confidence in each prediction to be measured.\nThe results are promising: the application of AI in acoustic records from sonars and echo sounders from fishing vessels could be a useful and effective tool for improving fisheries management. Identification of fish schools would significantly reduce processing time and improve the accuracy of data used to monitor species distribution and abundance. But their application could go further, these models could be implemented in the fishing sector, contributing to the improvement of the effectiveness and sustainability of fishing activity, since a correct identification of the schools would reduce unwanted catches.\nThe results, published in the ICES Journal of Marine Science, show an accuracy of 63.5% in the classification of pelagic species in the supervised part and approximately 80% in the semi-supervised part.\nThe main author of the research is the marine scientist Aitor Lekanda, who is currently carrying out his thesis at AZTI under the supervision of researchers Guillermo Boyra and Maite Louzao. Lekanda highlights: «By automating the identification of species, we not only reduce the data processing time of scientific campaigns, but it also opens the doors to studying the aggregation behavior of pelagic species and to the development of new technologies for the improvement of the efficiency, selectivity and sustainability of the fishing sector.\nTechnological leadership\nThe development of this AI application reinforces AZTI’s technological leadership in the fishing sector. Its experience in managing massive data and predictions through machine learning, big data and AI has allowed it to offer innovative and sustainable solutions that benefit both the fishing sector and the marine environment.\nA notable example is its participation in the European project SMARTFISH, an initiative that develops and promotes intelligent systems for the fishing sector of the European Union, reducing its ecological impact. In addition, AZTI coordinates a work package for size discrimination and species identification in purse seine fisheries, demonstrating its commitment to sustainability and efficiency in fishing.\nThese projects show how AZTI uses its expertise in advanced technologies to improve efficiency and sustainability in the fishing sector, establishing itself as a benchmark in the application of AI and big data in fishing.\n#improve #fisheries #sustainability",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:27:38.878+03:00",
    "updated": "2024-10-18T00:27:38.878+03:00"
  },
  {
    "uuid": "0ff7b127f59a86419271d9ec8c92cd2467182f7c",
    "url": "https://columbiabasinherald.com/news/2024/nov/15/wa-still-grappling-with-ongoing-ev-charging-challenges",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "None",
    "published": "2024-11-15T07:15:00Z",
    "title": "WA still grappling with ongoing EV charging challenges",
    "text": "WA still grappling with ongoing EV charging challenges (The Center Square) — Although Initiative 2117 repealing the state’s cap-and-trade program was rejected by Washington voters earlier this month, state planners are still grappling with logistical and practical challenges around transitioning the transportation sector toward electric vehicles, an effort heavily funded by cap-and-trade revenue. Become a Subscriber! You have read all of your free articles this month. Select a plan below to start your subscription today. Already a subscriber? [Login](/syncronex_login?ReturnUrl=https://columbiabasinherald.com/news/2024/nov/15/wa-still-grappling-with-ongoing-ev-charging-challenges/) Print & Digital Includes home delivery and FREE digital access when you sign up with EZ Pay - $16.25 per month [Buy](https://subscribe.columbiabasinherald.com/hag/bh/account/register?planFilter=10&returnUrl=https://columbiabasinherald.com/news/2024/nov/15/wa-still-grappling-with-ongoing-ev-charging-challenges/&cancelUrl=https://columbiabasinherald.com/news/2024/nov/15/wa-still-grappling-with-ongoing-ev-charging-challenges/&op=subscribe) Unlimited Digital Access *Access via computer, tablet, or mobile device - $9.95 per month [Buy](https://subscribe.columbiabasinherald.com/hag/bh/account/register?planFilter=3&returnUrl=https://columbiabasinherald.com/news/2024/nov/15/wa-still-grappling-with-ongoing-ev-charging-challenges/&cancelUrl=https://columbiabasinherald.com/news/2024/nov/15/wa-still-grappling-with-ongoing-ev-charging-challenges/&op=subscribe)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T16:32:20.867+02:00",
    "updated": "2024-11-15T16:32:20.867+02:00"
  },
  {
    "uuid": "a15e42d942d08e0c13bb0be77e784cacba9ec5b5",
    "url": "https://nptelegraph.com/news/nation-world/government-politics/millions-of-u-s-workers-will-see-a-pay-increase-in-2024/article_052a5bac-2d41-5550-a00e-8598cfe21d3b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2023-12-29T05:00:00Z",
    "title": "Millions of U.S. workers will see a pay increase in 2024",
    "text": "At the start of the new year, 22 states and 43 cities and counties are increasing the hourly minimum wage, benefiting nearly 10 million people. And that doesn't only affect workers at major fast food chains or retail outlets; it also includes people who work at small, locally-owned businesses. spotlight Millions of U.S. workers will see a pay increase in 2024 - VideoElephant - - [0](https://nptelegraph.com/news/nation-world/government-politics/millions-of-u-s-workers-will-see-a-pay-increase-in-2024/article_052a5bac-2d41-5550-a00e-8598cfe21d3b.html?mode=comments) Related to this story Most Popular Authorities are investigating a Christmas Day swatting call at Republican Rep. Marjorie Taylor Greene’s residence in Rome, Georgia. Maine has removed former President Donald Trump from the state’s presidential primary ballot under the Constitution’s insurrection clause in a… As voters display a lack of enthusiasm for a Biden-Trump presidential rematch in 2024, could Robert F. Kennedy Jr. pull more votes from Joe Bi… [ As conflicts rage abroad, a fractured Congress tries to rally support for historic global challenges](/news/nation-world/government-politics/congress-tries-to-rally-for-ukraine-aid-global-challenges/article_d08b11e6-0c3b-580c-b0af-b29e875653c9.html) Congress broke for the holidays and is not expected to return for two weeks while continued aid for Ukraine has nearly been exhausted. Michigan's Supreme Court is keeping former President Donald Trump on the state's primary election ballot.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marjorie taylor greene",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe bi",
          "sentiment": "none"
        },
        {
          "name": "robert f. kennedy jr.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "rome",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:09:52.412+02:00",
    "updated": "2023-12-29T23:09:52.412+02:00"
  }
]