[
  {
    "uuid": "f3a1ba41ea61cdbfb2b057ed9655e581861755cd",
    "url": "https://thehockeywriters.com/sweden-win-over-germany-sets-up-showdown-canada/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyson McKay",
    "published": "2023-12-28T22:20:00Z",
    "title": "Sweden’s Win Over Germany Sets Up Showdown With Canada",
    "text": "The strong Swedish squad has joined Canada at the top of Group “A” with a win over the Germans. Sweden threw down a dominating\n performance in their first game of the 2024 World Junior Championship over Latvia and kept rolling against a German team that has already proven to be dangerous with a massive upset win over Finland on Dec. 27. Sweden must have used that opportunity to scout their opponent because they produced a much better performance against the underdogs, defeating them 5-0.\nThe first period leaned heavily in Sweden’s favor, as the 18-6 shot differential showed, but Germany had managed to hold them off until Otto Stenberg collected his first goal of the tournament to make sure that they went into the first intermission up by one. The second period had some more good chances for Germany, but Sweden once again managed to collect a goal late in the period to put some distance between them, before finally putting the game away in third as Stenberg stayed hot and picked up a hat trick.\nSweden’s Forward Depth is Fantastic\nOffensive depth was always going to be one of\n this team’s biggest assets, and while the lines are arranged slightly differently from what everyone thought they were going to be, all four lines have been good, with the top three being especially dynamic. The top line of Noah Ostlund, Anton Wahlberg, and Jonathan Lekkerimaki seemed like they generated a high-danger chance every single time they hit the ice, as is to be expected of three players of their skill level. They seem to favor rush plays and they are seriously dangerous no matter which one of them gets the break towards the net.\nRelated:\n2024 Guide to the World Junior Championship\nLatest News & Highlights\nThe second line of Filip Bystedt, Liam Ohgren, and Fabian Wagner are extremely efficient at transition and holding the offensive zone, as was the case in the second period when defenseman Mattias Havelid managed to rip one through traffic after extended zone time.\nTheir captain, Ohgren, may only have a single assist credited to him through two games, but he has been exceptional at winning puck battles and dancing around the opponent’s zone before ripping a shot on the net or setting up a teammate. It feels like only a matter of time before he breaks through.\nThe slightly younger third line of David Edstrom, Stenberg, and Felix Unger Sorum was easily Sweden’s best line of the game as Stenberg, a first-round pick of the St. Louis Blues, collected the first goal of the game, then went on to score two more on his way to putting together an impressive hat-trick. Team Sweden should be in good hands next year with all three of these electric players able to return.\nSweden’s Special Teams Stay Solid\nA team with excellent special teams can typically go a lot further in a short tournament when compared to a similar team that struggles in that department. So far, Sweden has been able to keep their power play hot as they collected another beautiful goal in third period to help put the game in the bag.\nThe team was down a defenseman as Winnipeg Jets second round pick\nElias Salomonsson was serving a one game suspension he was assessed for a dangerous boarding play just 35 seconds into their game against Latvia. His five-minute penalty was completely killed — along with the four other penalties they took during that game — but the Swedes obviously realized they need to clean up their game a little bit as they were much more disciplined against Germany. They stayed perfect for the tournament and were only tested twice.\nSign up for our NHL Prospects & Draft Substack newsletter\nThe first kill came just six-and-a-half minutes into the game as Anton Johansson got extremely lucky to only get a minor penalty on a very similar boarding play to the one that got Salomonsson suspended. They obviously want to play a heavy, dominating type of game, but that style lends itself to collecting some ill-timed penalties that can kill hard-earned momentum and offer up perfect opportunities for opponents. The second was a critical kill after a penalty to Ohgren late in the second period gave Germany a great chance to tie the game at one.\nOptions Appearing in Net\nOne of the biggest questions about Sweden heading into the tournament was their goaltending. For the last few years, they have been privileged to have some elite prospective goaltenders like Calle Clang (Pittsburgh Penguins 2020 third-round pick), Jesper Wallstedt (Minnesota Wild 2021 first-round pick), and Carl Lindbom (Vegas Golden Knights 2021 seventh-round pick). That was not the case this year as they brought a brand new trio of netminders to hopefully hold the fort.\nHugo Havelid, the undersized, undrafted 19-year-old appeared locked in as their starter after he posted a shutout against Latvia. As tonight’s game was the first game in a back-to-back with the second game being against Team Canada, it was a perfect opportunity to get Melker Thelin an opportunity in the net. Thelin, a fifth-round pick in 2023 by the Arizona Coyotes, has a much more typical frame for a goaltender at 6-foot-2 and 170 pounds, and he used it to show that perhaps Sweden has more options in net than people thought they would.\nThelin was not subjected to a plethora of chances as the defence in front of him was good at limiting Germany to just 15 shots, but he was there when they needed him to be and also came away with a shutout. He had a massive save early in the second period to keep his team ahead 1-0 showing good positioning and even better reactions to a point-blank chance that could have altered the entire game. He definitely deserves another opportunity at some point in the tournament to show off his skills.\nDifficulty Ramps Up Drastically\nThe Swedes are rolling with two wins and zero goals against, but they are looking at a much more difficult task for their next game as they will take on Team Canada in less than 24 hours. Both teams\nare tied with six points at the top of Group “A” and the winner of that game could very well decide which team will sit atop the Group when the time comes to move into the elimination rounds. With the way both teams are rolling right now, we are in for what will likely be the best game of the preliminary rounds as the two heavyweights go at it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://thehockeynews.com/nhl/minnesota-wild/news/wild-prospect-liam-ohgren-to-captain-team-sweden-for-2024-world-junior-championship",
      "https://thehockeynews.com/nhl/arizona-coyotes/news/coyotes-prospects-competing-at-world-junior-championship",
      "https://www.dailyfaceoff.com/news/winnipeg-jets-prospect-elias-salomonsson-receives-one-game-suspension-from-world-junior-championship",
      "https://www.iihf.com/en/events/2024/wm20/standings/group",
      "https://dailyfaceoff.com/news/winnipeg-jets-prospect-elias-salomonsson-receives-one-game-suspension-from-world-junior-championship",
      "https://iihf.com/en/events/2024/wm20/standings/group",
      "https://www.thehockeynews.com/nhl/minnesota-wild/news/wild-prospect-liam-ohgren-to-captain-team-sweden-for-2024-world-junior-championship",
      "https://www.thehockeynews.com/nhl/arizona-coyotes/news/coyotes-prospects-competing-at-world-junior-championship"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stenberg",
          "sentiment": "none"
        },
        {
          "name": "otto stenberg",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "latvia",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:38.988+02:00",
    "updated": "2023-12-29T00:24:38.988+02:00"
  },
  {
    "uuid": "ccf0b41f2fbc174955f4ecb3d3f7d825b9edb8ac",
    "url": "https://english.jagran.com/india/their-ideology-of-raja-maharaja-rahul-gandhi-attacks-bjp-cites-slavery-story-at-nagpur-rally-10123537",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-28T18:16:00Z",
    "title": "'Their Ideology Of Raja Maharaja': Rahul Gandhi Attacks BJP, Cites 'Slavery' Story At Nagpur Rally",
    "text": "- By [Anushka Vats](/authors/anushka-vats) - Updated: Fri, 29 Dec 2023 12:05 AM (IST) - Source:JND Congress leader Rahul Gandhi on Thursday took a swipe at the BJP and RSS and accused them of taking the country back to the pre-independence era of slavery, and said the BJP ideology is the ideology of \"Raja-Maharajas\" (kings) who do not listen to anyone and where an order comes from the top and everybody has to follow it. While addressing the 'Hain Taiyyar Hum' rally in Nagpur district, he asserted that the BJP treats its leaders and employees like slaves and that the voice of the bottom rungs is ignored, citing an exchange with a BJP MP who had previously been a member of the Congress. That was what happened with (present Maharashtra Congress chief) Nana Patole who left the saffron party after questioning Prime Minister Narendra Modi on farmers' issues, he added. He also said that there is an ongoing conflict between two opposing ideologies in the country. \"There is a fight of ideologies going on in the country. People think that it is a political fight, a fight for power, it is, but the foundation of this fight is of ideology, of two opposing ideologies. (Desh mai vichardhaara ki ladai chal rahi hai, logo ko lagta hai rajneetik ladai hai, satta ki ladai hai, vo hai, magar iss ladai ki neev jo hai vo vichardhara hai, do vichardhara hai,\" said the Wayanad MP. [Also ReadRelief For Eight Indian Navy Veterans As Qatar Court Reduces Death Sentence To Prison Term : Timeline Of Events](/india/relief-for-eight-indian-navy-veterans-as-qatar-court-reduces-death-sentence-to-prison-term-timeline-of-events-10123484) The Congress leader further stated that a Bharatiya Janata Party (BJP) leader spoke to him about the centre-led party and said that 'ghulami' works in BJP.\" \"There are many parties in NDA and India Alliance, but the fight is between two ideologies, a few days ago I met a BJP MP in the Lok Sabha, many BJP MPs were earlier in Congress, and this one was also in Congress. I met him secretly, he spoke out of fear and said, Rahul ji, I want to talk to you. I asked him what do you want to talk about, you are in BJP. Tension was visible on his face, I asked him if everything was okay. To which he answered no,\" said Rahul Gandhi. \"He said Rahul ji, I can't bear being in BJP. I am in BJP but my heart is in Congress. I said, your heart is in Congress, your body is in BJP, meaning the heart is afraid of bringing the body to Congress. I asked him why is your mind not set on the party. To which the BJP leader replied 'BJP mai ghulami chalti hai' (slavery continues in the BJP),\" said the Congress leader. [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
      "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raja maharaja",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "rahul gandhi",
          "sentiment": "none"
        },
        {
          "name": "nana patole",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rahul gandhi attacks bjp",
          "sentiment": "negative"
        },
        {
          "name": "anushka vats",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "maharashtra congress",
          "sentiment": "none"
        },
        {
          "name": "jnd congress",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nagpur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:17:17.978+02:00",
    "updated": "2023-12-29T01:38:17.982+02:00"
  },
  {
    "uuid": "b914e427057f26d1cb34d68002267ef948a74969",
    "url": "https://www.backyardboss.net/butternut-squash-recipes-for-delicious-fall-flavor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alison Cooper",
    "published": "2024-11-07T22:00:00Z",
    "title": "5 of the Best Butternut Squash Recipes for Fall",
    "text": "Key Takeaways\n- Roasted butternut squash soup is a creamy, dairy-free fall favorite with caramelized flavors.\n- Butternut squash kale salad offers a tangy and hearty salad using fresh seasonal ingredients.\n- Elevated mac and cheese with butternut squash is a comforting twist with added nutrients and creaminess.\nWhen the fall season arrives, winter squashes of all shapes and sizes start popping up on grocery store shelves and markets across the country. And of course, one of the most popular and sought-after fall vegetables is none other than butternut squash! A versatile veggie, butternut squash adds fall flavor to your meals with its sweet yet nutty taste, velvety texture, and vivid orange hue. While it may be low in calories, it certainly does not lack flavor, while incorporating vital nutrients into your diet, like vitamin A, vitamin C, potassium, magnesium, manganese, fiber, and more.\nExperiment with five butternut squash recipes that are a must-try for fall. Add fall recipes to your weekly roundup for festive homemade dishes that use fresh, seasonal ingredients.\n1 Rich and Creamy Butternut Squash Soup\nCaramelize your squash, onion, and garlic in the oven for added flavor\nA rich and creamy soup without any dairy products, roasted butternut squash soup is a classic choice for fall with comforting spices and simple ingredients. Roasting the squash (alongside onion and garlic) adds a depth of flavor to your soup as it caramelizes in the oven, bringing out its naturally sweet flavor. After roasting, toss everything into a high-powered blender for an easy meal that requires little effort!\nTo make roasted squash soup, gather some ingredients first.\n- One large butternut squash\n- 1 tablespoon of avocado oil\n- One onion, cut in half\n- Two garlic cloves\n- ½ tablespoon of maple syrup\n- ¼ teaspoon of ground nutmeg\n- ¼ teaspoon of ground ginger\n- 3 to 4 cups of vegetable broth\n- 1 teaspoon of salt\n- Freshly ground black pepper\nStep 1: |\nPreheat your oven to 425 degrees Fahrenheit. Using a sharp knife, slice your squash in half lengthwise and scoop out any seeds. Drizzle with avocado oil, salt, and pepper. Place on a baking sheet, cut side down and roast for about 50 to 60 minutes. |\nStep 2: |\nAfter 30 minutes, add the cut onion and garlic cloves (wrapped in tin foil with a drizzle of oil) and continue roasting. |\nStep 3: |\nRemove everything from the oven and allow it to cool for a few minutes. Using a large spoon, scoop the flesh from the butternut squash and transfer to a blender. Add in the roasted onion, garlic, salt, maple syrup, spices, and 3 cups of vegetable broth. Blend on high for 1 to 2 minutes, until you reach a smooth consistency. If the soup is too thick, add another cup of broth. |\nStep 4: |\nServe your soup in bowls and garnish with freshly cracked pepper, roasted seeds, and fresh chives. |\nDon't toss out the seeds! After slicing and scooping the seeds from your squash, roast them in a frying pan with butter until slightly toasted. Sprinkle on top of your soup before serving for a crunchy, salty addition that is similar to pumpkin seeds.\n2 Healthy and Hearty Butternut Squash Kale Salad\nUtilize fresh seasonal produce in this tasty salad recipe\nUsing seasonal fall produce, switch up your typical salad routine with a hearty fall salad recipe! Butternut squash is the star of the show in this tangy salad, which combines creamy goat cheese, crisp kale, and fresh pomegranate seeds, all tossed in a bright and citrusy vinaigrette.\nSalad Ingredients:\nTo make your kale salad, gather your fresh ingredients.\n- 4 cups of butternut squash, cut into cubes\n- 1 teaspoon of olive oil\n- Three garlic cloves, minced\n- ½ teaspoon of ground turmeric\n- ¼ teaspoon of sea salt\n- 1 large bunch of Tuscan kale\n- ¼ cup of thinly sliced red onion\n- ⅓ cup of pomegranate seeds\n- ¼ cup of toasted sliced almonds\n- ¼ cup of goat cheese, crumbled\nVinaigrette Ingredients:\nTo make your citrus dressing, gather some different materials.\n- 2 tablespoons of olive oil\n- 1 tablespoon of freshly squeezed orange juice\n- 1 tablespoon of apple cider vinegar\n- 1 teaspoon of Dijon mustard\n- 1 teaspoon of honey\n- Salt and pepper to taste\nStep 1: |\nPreheat your oven to 400 degrees Fahrenheit and line a baking sheet with parchment paper. |\nStep 2: |\nIn a large bowl, toss the cubed squash with olive oil, minced garlic, turmeric, and salt. Transfer to the baking sheet, spacing the squash evenly, and roast for 20 minutes, flipping halfway. Afterward, remove it from the oven and allow it to cool slightly. |\nStep 3: |\nWhile the squash is roasting, wash and roughly chop your kale, remove the stems, and add to a large bowl. |\nStep 4: |\nNext, prepare your homemade vinaigrette. Add all the ingredients to a small bowl and whisk to combine. Pour the dressing over the chopped kale, and gently massage it into the leaves for several minutes, which helps to remove any bitterness. |\nStep 5: |\nAdd the roasted squash, red onion, and pomegranate seeds to the salad, mixing to combine. Serve in salad bowls, topping each bowl with a generous crumble of goat cheese and almond slices. |\n3 Elevated Mac and Cheese with Butternut Squash\nTake your comfort food up a notch by sneaking in veggies\nAnother one of the best butternut squash recipes to try making this fall is an elevated mac and cheese. Oozing with cheesy goodness and all the fall flavor, this baked mac and cheese is a unique take on the classic pasta dish you know and love. Butternut squash adds a healthy, nutritious kick and extra creaminess, along with a subtly sweet and nutty flavor profile that is sure to impress.\nTo make an elevated mac and cheese, gather your hearty ingredients.\n- 1 pound of butternut squash, cut into cubes\n- One shallot, roughly chopped\n- 1 ½ cups of vegetable broth\n- 1 tablespoon butter\n- 10 ounces of elbow macaroni noodles\n- ½ teaspoon of onion powder\n- ½ teaspoon of garlic powder\n- ¼ cup panko breadcrumbs\n- 2 tablespoons of freshly grated Parmesan cheese\n- ¼ cup of all-purpose flour\n- 2 cups of milk\n- ½ cup shredded Gruyère cheese\n- ½ cup shredded cheddar cheese\n- Chopped chives for garnish\n- Salt and pepper\nStep 1: |\nPreheat your oven to 375 degrees Fahrenheit. Spray a 9-inch by 11-inch glass baking dish with oil and set aside. In a small bowl, combine the breadcrumbs and Parmesan cheese, and set aside for later. |\nStep 2: |\nIn a large pot, bring salted water to a boil and add your squash. Cook until soft, about 6 to 8 minutes. Using a slotted spoon, transfer the squash to a blender. Add in ½ cup vegetable broth, onion powder, garlic powder, 1 teaspoon of salt, and black pepper. Blend together until smooth and creamy. |\nStep 3: |\nUsing the same boiling water, add your pasta and cook according to the package directions. Once al dente, strain and add the pasta back into the pot. |\nStep 4: |\nIn a small pot, melt the butter and add your shallots. Sauté for about 2 minutes, then sprinkle with flour, and cook for an additional minute. Whisk in the remaining 1 cup of broth and milk. Bring to a boil, stirring frequently, then reduce the heat to low. Slowly whisk in the cheese, puréed squash, and 1½ teaspoons of salt and pepper until thick and creamy. |\nStep 5: |\nAdd the cheese sauce to your noodles and stir well until evenly combined. Transfer to your glass baking dish, top with the breadcrumb mixture, and bake for 25 minutes. Broil on high for the last 2 to 3 minutes until golden brown on top. Garnish with fresh chives. |\n4 Simple and Easy Roasted Butternut Squash\nRoasting squash enhances its naturally sweet flavor\nOne of the quickest and easiest fall recipes is slicing your butternut squash into small bite-sized cubes and roasting them in the oven for a delicious side that is similar to sweet potatoes. Combining flavors like maple syrup, cinnamon, and fresh rosemary takes this simple side dish to the next level, bursting with seasonal fall flavor. Toss the squash in olive oil and allow it to caramelize in the oven for a rich, nutty taste that will have you coming back for seconds or thirds!\nFor a simple and healthy side dish, grab your ingredients and get started!\n- One large butternut squash, cut into 1-inch cubes\n- 1½ tablespoons of olive oil\n- 1 tablespoon of maple syrup\n- 1 teaspoon of sea salt\n- ¾ teaspoon ground cinnamon\n- ½ teaspoon ground black pepper\n- 1 tablespoon of chopped fresh rosemary\nStep 1: |\nPreheat your oven to 400 degrees Fahrenheit and line a baking sheet with parchment paper. |\nStep 2: |\nIn a large bowl, add the cubed squash, olive oil, maple syrup, cinnamon, salt, and pepper. Toss until everything is evenly coated and then transfer to the baking sheet, spacing the cubes evenly. |\nStep 3: |\nBake for 15 minutes, then flip the squash, and return to the oven. Continue baking for another 10 to 15 minutes. Remove from the oven and sprinkle with fresh rosemary. |\nServe roasted butternut squash alongside seasonal fall veggies and a protein of your choice, such as chicken, beef, or pork.\n5 Homemade Butternut Squash Ravioli\nLittle pockets of creamy, savory goodness\nCalling all pasta lovers! Don't be intimidated by this ravioli recipe, which features homemade pasta that is stuffed with butternut squash, garlic, and sage for the ultimate fall comfort food. While it is a bit more time-consuming, it's definitely worth it for these little pockets of goodness coated in a brown butter sage sauce that simply melts in your mouth!\nFor the Pasta:\nTo make this homemade ravioli, gather the following ingredients.\n- 1 ½ cups of Semolina pasta flour\n- 1 ½ cups of all-purpose flour\n- 4 tablespoons of olive oil\n- 4 tablespoons of water\n- 1 teaspoon of kosher salt\n- Four whole eggs\nFor the Filling:\nYou'll need a different set of ingredients of the filling.\n- 2 ½ pounds of butternut squash, cut into cubes\n- Eight whole garlic cloves\n- ¼ cup of olive oil\n- ½ cup of Parmesan cheese\n- ½ teaspoon of dried sage\n- Salt and pepper to taste\nFor the Sauce:\nDon't forget the sauce!\n- 4 tablespoons of butter\n- Ten fresh sage leaves\nStep 1: |\nStart by making your homemade pasta. Combine all the pasta dough ingredients together to make a stiff dough, kneading by hand until the dough reaches an elastic consistency. Wrap the dough in plastic wrap and allow it to rest for 20 minutes. |\nStep 2: |\nNext, prepare the filling. Toss the cubed squash and garlic in olive oil and transfer to a baking sheet. Roast at 400 degrees Fahrenheit for 30 to 40 minutes. Once fork tender, remove from the oven and transfer everything to a food processor. Pulse until combined, then slowly pour in the olive oil, until you reach a smooth consistency. Add in the Parmesan cheese, dried sage, salt, and pepper, and pulse to combine. |\nStep 3: |\nAfter allowing the dough to rest, lightly flour your table, then roll out the dough to your desired thickness. To assemble your ravioli, lay out a thin sheet of dough and add 1 teaspoon of filling, spacing 1 to 2 inches apart. Using a pastry brush, lightly brush around each piece (to help seal the edges) and add another sheet of dough on top, pressing firmly on all sides. Using a crimping-style pasta cutter, cut between the mounds to form squares. Alternatively, you can use a ravioli press to seal the edges for you. |\nStep 4: |\nTo make your pasta sauce, melt the butter in a small pot and add fresh sage leaves. Leave on low heat and allow the sage to |\nStep 5: |\nNext, boil a large pot with salted water and add your ravioli. Using a slotted spoon, carefully remove the ravioli from the water once they float, about 2 to 3 minutes. Toss in the brown butter sauce, top with additional Parmesan cheese, and enjoy! |\nAdd Seasonal Fall Flavor with Butternut Squash\nWhen it comes to butternut squash recipes, the options feel endless, with so many unique and flavorful ways to use this versatile fall veggie. Experiment with fall recipes and try a batch of butternut squash soup, make an elevated version of mac and cheese or ravioli, roast your squash with seasonal spices, or whip up a filling kale salad. With beneficial vitamins and minerals, enjoy the sweet yet savory taste of butternut squash by adding it to your shopping list this autumn!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.almanac.com/plant/winter-squash",
      "https://www.thetravel.com/recipes-from-the-90s/",
      "https://almanac.com/plant/winter-squash",
      "https://thetravel.com/recipes-from-the-90s/",
      "https://www.thetravel.com/recipes-from-the-90s"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T00:21:24.368+02:00",
    "updated": "2024-11-08T00:21:24.368+02:00"
  },
  {
    "uuid": "99f6423817351107b0bec1bf74a4b8d3631a9837",
    "url": "https://www.uppermichiganssource.com/2024/06/22/retired-police-sergeant-vacation-with-family-rescues-couple-sinking-car",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brenda Ordonez",
    "published": "2024-06-22T00:00:00Z",
    "title": "Retired police sergeant on vacation with family rescues couple from sinking car",
    "text": "CINCINNATI ( WXIX /Gray News) - A retired Cincinnati police sergeant and his family saved an Ohio couple who just happened to be vacationing in the same area in Florida. The Ramsey family is from Ohio, while the Bell family lives in northern Kentucky. Up until June 11, the two families had no idea they lived so close to one another. Some might call it a coincidence. Others will say it’s luck, but these two families call it a miracle. Dean and Shana Ramsey recall the moment they said they almost drowned while vacationing in Siesta Key, Florida. Several streets flooded that day after the area received more than 11 inches of rain, an abnormal amount, according to Sarasota County officials. “You couldn’t see anything but rain and water,” Dean Ramsey recalled. With several cars stalled on the road, the couple said they tried to pull off on what they thought was land. “The water sucked us right into that lagoon and that was it,” Dean Ramsey explained. Watching in horror from their condo was retired Cincinnati Police Department sergeant Mike Bell, his wife Ginger Bell and their three young kids. The Bell family responded. “We were able to stop, slow things down, and assess and make some decisions on how we were going to move forward,” Mike Bell said. That plan started with Mackenzie Bell giving valuable information to 911. “I remembered they needed to know the address, so that’s the first thing I told her and then I told her a car is in the pond and there was two people in there,” Mike’s and Ginger Bell’s daughter, Mackenzie Bell, said. Meanwhile, the retired sergeant and his wife, who is an emergency medical doctor, took action. “I went over to the edge of the water and realized it wasn’t sinking immediately, so I have a few minutes,” Mike Bell recounted from that moment. “At that time, Ginger exited the front door next to the pond. I look at her and said, ‘We need flotation devices.’” That’s where little Hank Bell came in. “I didn’t want them to die, so I ran as fast as I could,” Hank Bell explained. “I went up the elevator, which is extremely slow, and I knew there were stairs that were faster. So, I ran down the stairs.” Flotation devices in hand, the Bell kids handed them to their parents who were already in the water. “He went into the lady’s side and I went into the man’s side,” Ginger Bell said. “She was able to climb out on her own, but I put the boogie board right in front of her. She got her body on the boogie board and that’s when I started paddling and we kicked over to the side.” Ginger Bell ran into some issues helping Dean Ramsey. “When he was trying to get out, his foot got stuck, so he was on his back with one foot out and one foot stuck in the steering wheel,” Ginger Bell remembered. “I looked at her and I said, ‘I’m stuck, I can’t,’” Dean Ramsey remembered. “At that time, I was like, ‘I’m going down with the car,’ but she’s like, ‘Get out of this car! You got to get out! Kick your leg!’ I started thrashing my leg and my foot popped out.” The rescue took about five minutes. Back on dry land, the Ramsey family saw their rescuers as “guardian angels.” The families say they have plans to reunite in the near future. The Bell family wants to remind residents to always be mindful of their surroundings and assess a situation before getting involved. They said if your car is going in a body of water, roll down the windows or punch them out by hitting the corners. Those tactics could save a life. Copyright 2024 WXIX via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/",
      "https://www.fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation",
      "https://fox19.com/2024/06/21/retired-cpd-sergeant-family-rescue-unknown-tri-state-couple-during-florida-vacation/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ginger bell",
          "sentiment": "none"
        },
        {
          "name": "shana ramsey",
          "sentiment": "none"
        },
        {
          "name": "mike bell",
          "sentiment": "none"
        },
        {
          "name": "dean ramsey",
          "sentiment": "none"
        },
        {
          "name": "ramsey",
          "sentiment": "none"
        },
        {
          "name": "dean",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cincinnati police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "sarasota county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T17:45:48.256+03:00",
    "updated": "2024-06-22T17:45:48.256+03:00"
  },
  {
    "uuid": "15886a66542f42b5382f7c90aabf22c442e10b3a",
    "url": "https://mmajunkie.usatoday.com/2024/03/ufc-news-why-islam-makhachev-urges-dustin-poirier-title-fight-june",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Bohn",
    "published": "2024-03-14T22:15:00Z",
    "title": "UFC champ Islam Makhachev explains why he wants Dustin Poirier in June",
    "text": "UFC lightweight champion Islam Makhachev is healthy and ready to fight, and he sees Dustin Poirier as the best option for his desired timetable.\nMakhachev (25-1 MMA, 14-1 UFC) said he wanted to defend his 155-pound title in March, but the promotion told him there was no opponent available and proceeded with booking key divisional bouts of Justin Gaethje vs. Max Holloway and Charles Oliveira vs. Arman Tsarukyan for UFC 300 on April 13.\n“Now I’m healthy. I told them I will be ready in March, but they asked me to fight in beginning of February – that time I had a small injury,” Makhachev told MMA Junkie on Thursday. “I wasn’t 100 percent. But I told them in March I will be ready. But they say, ‘In March, we don’t have any options.’ I said, ‘OK, I have the belt. Just give someone. I will be ready.'”\nMakhachev said he is training every day and waiting for a fight offer and date. That’s been the case for several weeks now, then Poirier (30-8 MMA, 22-7 UFC) scored a brutal second-round knockout of Benoit Saint Denis at UFC 299 this past weekend, prompting Makhachev and his team to push for a showdown with “The Diamond,” ideally at UFC 302, which is expected to take place June 1.\n“I know Dustin does not deserve the title fight, but we don’t have any option right now,” Makhachev said. “Everybody is busy. I want to fight. I want to fight three times this year. I have to call out someone, and Poirier is free now. He showed an excellent performance and scored a beautiful knockout. He’s free now, he’s healthy, and I asked him to fight in June.”\nAlthough there’s a strong argument the winners of both Gaethje vs. Holloway and Oliveira vs. Tsarukyan should be higher in the title shot queue than Poirier, these situations often come down to timing. Makhachev is not overly optimistic that any other options would be ready for a less than two-month turnaround to fight June 1, so Poirier stands out.\n“No one (else) is going to be ready,” Makhachev said. “Maybe someone will be ready, but I have to fight. I don’t care. I am healthy now, I am training every day, and I need someone.\n“He’s beat a lot of top guys. He’s a legend. A fight with him, it’s going to be good for me – for the history, for everything. He’s a legend. He beat a lot of tough guys. He’s a tough opponent, too. He have a good guillotine.”\nMakhachev, No. 2 in the latest USA TODAY Sports/MMA Junkie pound-for-pound rankings , said he has yet to hear a response from UFC as to whether they will oblige his wish to fight Poirier. He doesn’t think it will be an easy fight by any means – unless Poirier goes for his signature guillotine.\n“I will take him down, he will try the guillotine, and I will take his back and choke him,” Makhachev said. “That’s it.”\nRelated Video: Will Islam Makhachev vs. Dustin Poirier actually happen in June, and should it? Khabib Nurmagomedov: Justin Gaethje vs. Max Holloway 'makes no sense,' leaves Islam Makhachev in limbo\nBe sure to visit the MMA Junkie Instagram page and YouTube channel to discuss this and more content with fans of mixed martial arts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/mmajunkie/?hl=en",
      "https://www.youtube.com/embed/-CBdjkpZ2aE?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent",
      "https://www.youtube.com/@MMAJunkieOfficial",
      "https://instagram.com/mmajunkie/?hl=en",
      "https://youtube.com/embed/-CBdjkpZ2aE?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent",
      "https://www.instagram.com/mmajunkie/",
      "https://www.youtube.com/embed/-CBdjkpZ2aE",
      "https://youtube.com/@MMAJunkieOfficial"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dustin poirier",
          "sentiment": "negative"
        },
        {
          "name": "islam makhachev",
          "sentiment": "negative"
        },
        {
          "name": "arman tsarukyan",
          "sentiment": "none"
        },
        {
          "name": "benoit saint denis",
          "sentiment": "none"
        },
        {
          "name": "justin gaethje",
          "sentiment": "none"
        },
        {
          "name": "poirier",
          "sentiment": "none"
        },
        {
          "name": "max holloway",
          "sentiment": "none"
        },
        {
          "name": "makhachev",
          "sentiment": "none"
        },
        {
          "name": "charles oliveira",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ufc",
          "sentiment": "negative"
        },
        {
          "name": "mma",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:18:38.822+02:00",
    "updated": "2024-03-15T18:24:36.456+02:00"
  },
  {
    "uuid": "4fdc2afa7fdcb2843a15f96b7eb76cfaaa15098b",
    "url": "https://www.prokerala.com/news/articles/a1508867.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prokerala",
    "published": "2024-02-23T03:21:00Z",
    "title": "Police complaint filed against two K'taka nurses for conversion bid",
    "text": "Bengaluru, Feb 23 : A police complaint was filed on Friday against two nurses by the Hindu Jagruthi Sene for attempting religious conversion in Kalaburagi district of Karnataka. The incident was reported from the government-run Primary Health and Welfare Centre at Ratkal village in Kalagi taluk. The complaint was registered against Ashwini and Rubika, both nurses. The Hindu Jagruthi Sene has stated in the complaint that the accused nurses were offering money and converting people to Christianity. After getting a tip-off, the members of Sene went to the spot and questioned the nurses. \"They had invited religious preachers to the premises of the hospital and preached the Bible. The accused are indulging in religious conversion and creating communal unrest in the village. \"Being government staffers, instead of treating all patients without being bothered about their religion, the nurses were indulging in spreading propaganda against Hindu religion among the people in the hospital and indulging in religious conversion,\" the complaint stated. The Hindu Jagruti Sene members had intimated the police about the development when they questioned the nurses. The Ratkal police have registered the case.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bengaluru",
          "sentiment": "negative"
        },
        {
          "name": "hindu jagruthi",
          "sentiment": "negative"
        },
        {
          "name": "ashwini",
          "sentiment": "none"
        },
        {
          "name": "hindu jagruthi sene",
          "sentiment": "none"
        },
        {
          "name": "rubika",
          "sentiment": "none"
        },
        {
          "name": "hindu jagruti sene",
          "sentiment": "none"
        },
        {
          "name": "sene",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "primary health and welfare centre",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kalaburagi",
          "sentiment": "none"
        },
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "kalagi",
          "sentiment": "none"
        },
        {
          "name": "ratkal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T10:53:36.466+02:00",
    "updated": "2024-02-23T10:53:36.466+02:00"
  },
  {
    "uuid": "bdaaebbe870d08848e99b90502952b79f7c50e6d",
    "url": "https://www.whiskeyriff.com/2024/07/25/not-so-shocking-study-finds-that-carolina-panthers-fans-are-the-most-miserable-fanbase-in-the-nfl",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Quinn Eaton",
    "published": "2024-07-25T21:32:00Z",
    "title": "Not-So-Shocking Study Finds That Carolina Panthers Fans Are The Most Miserable Fanbase In The NFL",
    "text": "Did we really need a study to confirm this? It doesn’t take a rocket scientist to tell you that the worst team in the NFL will have the most miserable fanbase to go along with it. The putrid 2-15 record that the Carolina Panthers boasted last year [nearly broke](https://www.whiskeyriff.com/2024/03/11/what-are-we-doing-luke-combs-tears-into-carolina-panthers-for-trading-brian-burns-for-a-2nd-rounder/) their country star super fan [Luke Combs](www.whiskeyriff.com/tag/luke-combs), who before the season said [his team would go undefeated](https://www.whiskeyriff.com/2023/07/14/luke-combs-says-the-carolina-panthers-are-going-undefeated-this-season-bryce-is-the-guy/) and that “Bryce Young was the guy.” Luke Combs, meet “Freezing Cold Takes.” A survey conducted by [Casino.org](https://docs.google.com/spreadsheets/u/0/d/e/2PACX-1vTdFGOxjPoLL8dKlGT9x1JuH95MTe12tuMy9oEoVnJDmyUIKsBviRjTNa9oUTuVZ1UrJLcc3C62lffO/pubhtml?pli=1) (sounds a little fishy to me) set out to explore fan happiness of every professional sports team, and found that Panthers fans were the biggest doubters and most miserable. Almost 70% of those who consider themselves Carolina faithful said that there’s no chance whatsoever that Panthers make it to the Super Bowl (oddsmakers agree). Not only that, the survey revealed that Panthers fans consistently felt let down, and that they were highly disappointed with and didn’t trust the management of the team. The study didn’t cover a “having a player that can be easily made fun of” portion of fandom, but Carolina would check that box too. A [video of quarterback Bryce Young](https://www.whiskeyriff.com/2024/07/23/thats-a-middle-school-student-carolina-panthers-qb-bryce-young-goes-viral-for-all-the-wrong-reasons/) went viral earlier this week for all the wrong reasons. Just in case you wanted some more in-depth analysis on how miserable Panthers fans are, here are some more statistics from the survey: -40% of fans aren’t happy with the team’s current players -45% find game day expenses, like tickets, merchandise and concessions, to be too expensive -55% do not find game day experiences to be enjoyable On the flip side, count your blessings if you consider yourself a fan of the Kansas City Chiefs, San Francisco 49ers, Baltimore Ravens, Philadelphia Eagles or the Tampa Bay Buccaneers. The survey found those to be the happiest fanbases. See the pattern here? Losing equals miserable fans, winning leads to happy fans. As a Minnesota Vikings fan myself, we were somewhere in the middle of the “miserable/happy” index. And I’m ready to have my heart broken once again. Bring on the football season.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://docs.google.com/spreadsheets/u/0/d/e/2PACX-1vTdFGOxjPoLL8dKlGT9x1JuH95MTe12tuMy9oEoVnJDmyUIKsBviRjTNa9oUTuVZ1UrJLcc3C62lffO/pubhtml?pli=1)",
      "https://docs.google.com/spreadsheets/u/0/d/e/2PACX-1vTdFGOxjPoLL8dKlGT9x1JuH95MTe12tuMy9oEoVnJDmyUIKsBviRjTNa9oUTuVZ1UrJLcc3C62lffO/pubhtml",
      "https://www.docs.google.com/spreadsheets/u/0/d/e/2PACX-1vTdFGOxjPoLL8dKlGT9x1JuH95MTe12tuMy9oEoVnJDmyUIKsBviRjTNa9oUTuVZ1UrJLcc3C62lffO/pubhtml?pli=1)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bryce young",
          "sentiment": "none"
        },
        {
          "name": "luke combs",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "carolina panthers",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:54:54.789+03:00",
    "updated": "2024-07-26T01:54:54.789+03:00"
  },
  {
    "uuid": "fdc712756b7dccf8c4af736f49eba3f0b7a67783",
    "url": "https://weather.com/en-IN/india/news/news/2025-01-03-imd-predicts-below-average-rains-in-north-india-this-winter",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Weather Channel",
    "published": "2025-01-03T07:17:00Z",
    "title": "IMD Predicts Below-Average Rains in North India This Winter | Weather.com",
    "text": "North India is staring at a challenging winter, with the India Meteorological Department (IMD) forecasting below-normal rainfall for the January to March 2025 period. For a region where winter precipitation is vital for agriculture and water resource management, this outlook raises significant concerns.\nEncompassing key states like Punjab, Haryana, Uttar Pradesh, Uttarakhand, Himachal Pradesh, Jammu & Kashmir, and Ladakh, the region typically receives 18% of its annual rainfall during this time, with Jammu & Kashmir and Ladakh relying on it for nearly a third of their annual precipitation.\nThe IMD predicts that North India’s rainfall during January to March will fall below 86% of the Long Period Average (LPA), which stands at 184.3 mm based on data from 1971-2020. While January may see above-normal rainfall in some areas, the overall seasonal deficit could significantly impact the region's agriculture and water supply.\nImpact on agriculture\nWinter rainfall, largely influenced by western disturbances, is crucial for the Rabi crop season. Key crops like wheat, gram, peas and barley rely on timely and adequate precipitation for healthy growth. A deficit in rainfall can lead to reduced soil moisture, affecting germination and yield. Farmers in states like Punjab, Haryana, Uttar Pradesh, and Himachal Pradesh may face challenges in maintaining crop productivity, potentially leading to economic stress in these predominantly agrarian regions.\nWith water tables already under pressure due to overextraction, the reduced rainfall could exacerbate irrigation challenges. Farmers may need to resort to alternative water sources, increasing dependence on groundwater and raising concerns about sustainability.\nAdditionally, IMD’s forecast of above-normal minimum temperatures during January may affect cold wave patterns, which are critical for certain crop growth stages. Conversely, above-normal cold wave days in western and northern parts of central India could disrupt farming and livestock activities.\nWater resource management at risk\nBeyond agriculture, the projected rainfall deficit poses risks to water resource management. Winter precipitation replenishes reservoirs and supports the hydrological cycle in North India. A shortfall could affect drinking water availability, hydroelectric power generation, and industrial water needs. For regions like Ladakh and Jammu & Kashmir, where winter snowfall contributes to glacial reserves, reduced precipitation may have long-term implications for summer water flows in major rivers.\nAs North India braces for a potentially drier winter, balancing immediate needs with long-term sustainability remains a pressing challenge.\n**\nFor weather, science, space, and COVID-19 updates on the go, download [The Weather Channel App](https://weather.onelink.me/2902176432/ca9eb560) (on Android and iOS store). It's free!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather forecast",
      "Environment->water",
      "Environment->nature",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://weather.onelink.me/2902176432/ca9eb560",
      "https://www.weather.onelink.me/2902176432/ca9eb560"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "India Meteorological Department",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "North",
          "sentiment": "none"
        },
        {
          "name": "Haryana",
          "sentiment": "none"
        },
        {
          "name": "Ladakh",
          "sentiment": "none"
        },
        {
          "name": "Punjab",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T10:25:18.012+02:00",
    "updated": "2025-01-03T10:25:18.012+02:00"
  }
]