[
  {
    "uuid": "ae0733a7c2b2f8ff055df55297b167073f70bf8e",
    "url": "https://www.ecodibergamo.it/stories/scienza-e-tecnologia/mediterraneo-livello-del-mare-sta-salendo-velocita-tripla-o_1911341_11/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "L'Eco di Bergamo",
    "published": "2023-12-29T00:00:00Z",
    "title": "Mediterraneo, il livello del mare sta salendo a velocità tripla - Scienza e Tecnologia",
    "text": "In certe zone del Mediterraneo il livello del mare sta salendo a velocità tripla rispetto alle stime fatte finora: oltre 38.500 chilometri quadrati di coste saranno presto a rischio inondazione. Lo indica lo studio firmato da tre ricercatori italiani delle sedi di Roma e Bologna dell'Istituto Nazionale di Geofisica e Vulcanologia e dell'Università olandese di Radboud, pubblicato sulla rivista Environmental Research Letters. Per l'Italia, le coste più a rischio sono quelle di Friuli Venezia-Giulia, Veneto, Emilia-Romagna e Puglia settentrionale per il versante adriatico, insieme a quelle di Toscana, Lazio e in parte della Sardegna per quello tirrenico.\nLa causa di questa modifica al rialzo delle proiezioni sull'aumento del livello del mare sta nel fenomeno della subsidenza. \"La subsidenza, cioè il lento movimento verso il basso del suolo dovuto a cause naturali o antropiche, ha un ruolo cruciale nell'accelerare l'aumento del livello del mare lungo le coste, innescato dal riscaldamento globale a partire dal 1880\", osserva Marco Anzidei, dell'Ingv, dello studio con Antonio Vecchio ed Enrico Serpelloni.\n\"Le nostre analisi mostrano che, proprio a causa della subsidenza, in alcune zone del Mediterraneo il livello del mare sta aumentando a una velocità quasi tripla rispetto alle zone stabili\", aggiunge Vecchio dell'Università di Radboud e primo autore della ricerca.\nNella ricerca, osserva Serpelloni, sono stati utilizzati i dati dei sistemi di navigazione satellitare, che permettono di calcolare in maniera estremamente precisa le velocità di spostamento verticale del suolo. Alla luce di questi dati, i tre ricercatori hanno ricalcolato le attuali proiezioni fino al 2150 in 265 zone del Mediterraneo. \"Nelle aree risultate più a rischio ci saranno maggiori impatti sull'ambiente, sulle attività umane e sulle infrastrutture\", dice Anzidei: \"È quindi necessario - conclude - intraprendere azioni concrete a sostegno delle popolazioni costiere\".\n© RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://hcvalidate.perfdrive.com/fb803c746e9148689b3984a31fccd902//?ssa=6f431347-2134-4618-b1c4-e47245403e02&ssb=62927243677&ssc=https%3A%2F%2Fiopscience.iop.org%2Farticle%2F10.1088%2F1748-9326%2Fad127e&ssi=551ae25b-8427-434f-ad42-510db0595d9f&ssk=support@shieldsquare.com&ssm=05637771833655699617344782936299&ssn=2034d2fb4cc6a590328ac3d77d557293954f0d10895e-7790-4ee1-878d30&sso=4c1dc602-ef17b56b9e9935a53e4509db779489c474c26c13472d4a47&ssp=02052002081694748314170381242979664&ssq=708349348583436",
      "https://www.hcvalidate.perfdrive.com/fb803c746e9148689b3984a31fccd902//?ssa=6f431347-2134-4618-b1c4-e47245403e02&ssb=62927243677&ssc=https%3A%2F%2Fiopscience.iop.org%2Farticle%2F10.1088%2F1748-9326%2Fad127e&ssi=551ae25b-8427-434f-ad42-510db0595d9f&ssk=support@shieldsquare.com&ssm=05637771833655699617344782936299&ssn=2034d2fb4cc6a590328ac3d77d557293954f0d10895e-7790-4ee1-878d30&sso=4c1dc602-ef17b56b9e9935a53e4509db779489c474c26c13472d4a47&ssp=02052002081694748314170381242979664&ssq=708349348583436",
      "https://hcvalidate.perfdrive.com/fb803c746e9148689b3984a31fccd902//"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:33:30.893+02:00",
    "updated": "2023-12-29T13:33:30.893+02:00"
  },
  {
    "uuid": "27860fea1e5321e4caedf3556146dffb59dfc527",
    "url": "https://www.journaldemontreal.com/2023/12/24/gaza-macron-exprime-sa-vive-preoccupation-sur-la-situation-dramatique-de-la-paroisse-catholique",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2023-12-24T09:24:00Z",
    "title": "Gaza: Macron exprime sa «vive préoccupation» sur la situation «dramatique» de la paroisse catholique | JDM",
    "text": "Gaza: Macron exprime sa «vive préoccupation» sur la situation «dramatique» de la paroisse catholique Emmanuel Macron a exprimé au Patriarche latin de Jérusalem «sa vive préoccupation» face à «la situation dramatique» de la paroisse catholique de Gaza où deux paroissiennes ont été tuées «de manière indigne» le 16 décembre par un soldat israélien, a indiqué dimanche l'Élysée. À l'occasion d'un entretien téléphonique samedi à l'avant-veille de Noël avec le cardinal Pierbattista Pizzabella, le président français a évoqué «sa vive préoccupation face à la situation dramatique de la paroisse latine de Gaza», où «des centaines de civils de toutes confessions (...) vivent sous les bombes et les balles depuis plus de deux mois tandis que les fidèles et les sœurs y prennent soin de personnes malades, âgées ou handicapées». Il a fait part de ses condoléances «pour la mort de deux paroissiennes, tuées de manière indigne il y a quelques jours». Le 16 décembre, une mère et sa fille, toutes deux chrétiennes, ont été tuées par un soldat israélien sur le parvis de la seule église catholique de Gaza. Le pape François a dénoncé le lendemain la mort de ces deux femmes. Dans la perspective de la messe de Noël, en l’église de la Nativité à Bethléem, Emmanuel Macron a demandé au Patriarche latin «d’adresser un message de paix et de solidarité à tous les chrétiens de Terre sainte, et de les assurer que la France se tient à leurs côtés». Le président a réaffirmé «la fidélité de la France à ses engagements, et notamment au rôle particulier de protection d'un certain nombre de communautés chrétiennes, exercé à travers le consulat général de France à Jérusalem». «Cette responsabilité, héritée de l'histoire, sera pleinement assumée face aux risques contemporains qui pèsent sur ces communautés», a assuré M. Macron qui a envoyé parallèlement un message de «soutien» et de «solidarité» aux communautés chrétiennes, via le consulat de France à Jérusalem.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T14:11:16.612+02:00",
    "updated": "2023-12-24T14:11:16.612+02:00"
  },
  {
    "uuid": "6fddee6574970bb758890d0db268b41933eec7a0",
    "url": "https://www.foxnews.com/politics/dc-mayor-refuses-to-meet-father-lost-three-sons-city-violent-crime",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brandon Gillespie",
    "published": "2024-04-25T20:44:00Z",
    "title": "DC mayor refuses to meet with father who lost three sons to city's violent crime | Fox News",
    "text": "Democratic Washington, D.C., Mayor Muriel Bowser is refusing to meet with a father who lost three sons to violent crimes in the city despite his continued quest for answers from officials concerning the crime crisis plaguing him and his fellow residents. \\\"No,\\\" Bowser abruptly told a local Fox affiliate when asked if she planned to meet with John Evans, who has been asking for a meeting with city officials since the death of his third son, Avion Evans. Authorities say Avion was shot and killed at D.C.'s Brookland Metro station on April 4. Avion's older brother, Johnny Evans III, was stabbed to death at D.C.'s Deanwood Metro station eight years earlier in April 2016, and his half brother, John Coleman, was reportedly shot to death while doing handiwork for a neighbor last May. SEC. BUTTIGIEG SAYS HE CAN ‘SAFELY’ WALK DOG, BUT DC NATIVE IS MORE FRIGHTENED: ‘PRISONER IN YOUR OWN HOME’ According to Fox 5 DC, the Office of Neighborhood Safety and Engagement contacted the family, but Evans wants to speak with city leadership about his concerns over crime. He has yet to hear from anyone despite three weeks passing since his latest son's death. The affiliate asked Bowser about the shooting on April 10, but she replied, \\\"I’m not going to talk about their concerns with you. I’ll talk to them about it because, obviously, that’s troubling to us.\\\" It asked Bowser again on Wednesday if she had spoken with the Evans family. HARRIS TEETER IS COMBATING DC THEFT SURGE WITH NEW POLICIES, INCLUDING BAG RESTRICTIONS \\\"I don’t talk about my discussions with families,\\\" she responded, but the reporter pressed her, clarifying that she was asking whether she planned to meet with Evans, and not about the nature of any conversation. After saying she was not, the reporter asked why. \\\"I’ve answered your question. Any other questions?\\\" Bowser said. Fox News Digital has reached out to Bowser's office for comment. CLICK HERE TO GET THE FOX NEWS APP Crime dipped in some major cities across the country in recent years, but the nation's capital has faced a surge, ending 2023 with 274 murders – the most in over two decades, according to Metropolitan Police Department data. Robberies and thefts spiked 67% and 23%, respectively, while motor vehicle thefts almost doubled. Fox News Megan Myers contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.foxbusiness.com/media/harris-teeter-combating-dc-theft-surge-new-policies-bag-restrictions",
      "https://mpdc.dc.gov/page/district-crime-data-glance",
      "https://foxbusiness.com/media/harris-teeter-combating-dc-theft-surge-new-policies-bag-restrictions",
      "https://www.mpdc.dc.gov/page/district-crime-data-glance"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muriel bowser",
          "sentiment": "negative"
        },
        {
          "name": "avion evans",
          "sentiment": "none"
        },
        {
          "name": "john coleman",
          "sentiment": "none"
        },
        {
          "name": "craig hudson",
          "sentiment": "none"
        },
        {
          "name": "bowser",
          "sentiment": "none"
        },
        {
          "name": "johnny evans iii",
          "sentiment": "none"
        },
        {
          "name": "avion",
          "sentiment": "none"
        },
        {
          "name": "buttigieg",
          "sentiment": "none"
        },
        {
          "name": "john evans",
          "sentiment": "none"
        },
        {
          "name": "fox",
          "sentiment": "none"
        },
        {
          "name": "eng",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news democratic",
          "sentiment": "negative"
        },
        {
          "name": "sec",
          "sentiment": "none"
        },
        {
          "name": "washington post",
          "sentiment": "none"
        },
        {
          "name": "getty images",
          "sentiment": "none"
        },
        {
          "name": "fox",
          "sentiment": "none"
        },
        {
          "name": "dc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "dc",
          "sentiment": "none"
        },
        {
          "name": "brookland metro",
          "sentiment": "none"
        },
        {
          "name": "deanwood metro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:15:02.089+03:00",
    "updated": "2024-04-26T02:36:30.140+03:00"
  },
  {
    "uuid": "60dbc96dbb6aae1b66b0dd7d5f950dc520e0f699",
    "url": "https://www.time.news/colombia-in-2023-we-participate-in-the-release-of-66-people-held-by-armed-groups/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-29T04:45:00Z",
    "title": "Colombia: in 2023 we participate in the release of 66 people held by armed groups - timenews",
    "text": "2023-12-27 21:30:00 Our bilateral and confidential dialogue with the parties to the conflicts and people affected by armed conflicts and violence allowed us to reach the most remote or difficult-to-access places in the country. It is essential that armed actors respect international humanitarian law (IHL), which particularly protects the civilian population and those who have stopped participating in hostilities. For this reason, the ICRC values the humanitarian gesture of the armed groups of handing these people over to us so that they can be reunited with their loved ones. The ICRC reiterates to the parties to armed conflicts that, as a neutral intermediary, it is ready to carry out other humanitarian operations that lead to alleviating the consequences of armed conflicts and violence. It is important to highlight that not taking sides in a conflict does not mean being indifferent to the pain of the victims. Being neutral allows us to have the trust of the parties and reach the most affected areas to alleviate the suffering caused by war. As a humanitarian organization, we do not speak publicly about the reasons why these people were in the power of armed groups or the conditions in which they were deprived of their liberty, but this could form part of our dialogue with armed actors. The dialogue we maintain with authorities, communities and armed actors is confidential. In this sense, we always appreciate that the confidentiality of this type of information is respected in order to be able to carry out our humanitarian work and protect the dignity of the people received and their families, particularly when it comes to minors. READ Also: War in Ukraine: \"No idea what was going on...\", the rebellion of the Wagner group told from the inside by a mercenary We will continue to accompany the communities and people affected by armed conflicts. The ICRC reminds all parties to conflicts of the special protection that IHL confers on children and adolescents. Likewise, he thanks journalists and the media to protect the identity of minors handed over to their families. #Colombia #participate #release #people #held #armed #groups",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "icrc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colombia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:48:14.364+02:00",
    "updated": "2023-12-29T06:48:14.364+02:00"
  },
  {
    "uuid": "ca57165c9009048a25452575afc6e4e99b031c52",
    "url": "https://diabetesjournals.org/diabetes/article/doi/10.2337/dbi230-029/154434/Engineering-a-Pathway-to-Glucose-Responsive",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Webber, Matthew J.",
    "published": "2024-04-11T00:00:00Z",
    "title": "Engineering a Pathway to Glucose-Responsive Therapeutics | Diabetes | American Diabetes Association",
    "text": "In 2014, the American Diabetes Association instituted a novel funding paradigm to support diabetes research through its Pathway to Stop Diabetes® Program. Pathway took a multifaceted approach to provide key funding to diabetes researchers in advancing a broad spectrum of research programs centered on all aspects of understanding, managing, and treating diabetes. Herein the personal perspective of a 2019 Pathway Accelerator awardee is offered, describing a research program seeking to advance a materials-centered approach to engineering glucose-responsive devices and new delivery tools for better therapeutic outcomes in treating diabetes. This is offered alongside a personal reflection on five years of support from the ADA Pathway Program. This content is only available via PDF. © 2024 by the American Diabetes Association 2024 Readers may use this article as long as the work is properly cited, the use is educational and not for profit, and the work is not altered. More information is available at",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "american diabetes association",
          "sentiment": "negative"
        },
        {
          "name": "ada pathway program",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:22:19.344+03:00",
    "updated": "2024-04-12T00:22:19.344+03:00"
  },
  {
    "uuid": "6b87c36d37e6f49ba1cb6bb4b74cf93aab810825",
    "url": "https://expansion.mx/mundo/2023/12/28/venezuela-realiza-ejercicios-militares-guyana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(FOTO: Zurimar Campos/Palacio de Miraflores/via REUTERS)",
    "published": "2023-12-28T20:55:00Z",
    "title": "Venezuela realiza ejercicios militares por la \"amenaza\" de un buque británico en Guyana",
    "text": "Más de 5,600 efectivos militares de Venezuela participan desde este jueves en ejercicios militares ordenados por el presidente Nicolás Maduro como \"respuesta a la provocación y amenaza del Reino Unido\", que envió un buque de guerra a Guyana en medio de una centenaria pugna territorial.\n\"He ordenado la activación de una acción conjunta de toda la Fuerza Armada Nacional Bolivariana sobre el Caribe Oriental de Venezuela, sobre la Fachada Atlántica, una acción conjunta de carácter defensiva y como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país\", dijo Maduro en una cadena de radio y televisión, acompañado del alto mando de la Fuerza Armada.\nPublicidad El anuncio \"es prácticamente una amenaza militar de Londres contra nuestro país\", dijo Maduro en un acto en el Ministerio de Defensa junto a los mandos militares, antes de agregar que como las autoridades pactaron evitar la presencia de \"fuerzas militares extra regionales en el Caribe (...) esto es una ruptura de los acuerdos\".\n\"Es la ruptura del espíritu de diálogo, diplomacia y paz de los acuerdos\", agregó el mandatario venezolano.\nEl vicepresidente de Guyana, Bharrat Jagdeo, dijo este jueves que su país no tiene \"planes de una acción ofensiva\" contra Venezuela, luego de que su vecino movilizara tropas en ejercicios militares como respuesta a la llegada de un buque de guerra británico a costas guyanesas.\nLee Internacional Esequibo: ¿por qué Venezuela y Guyana se disputan este territorio? \"Estas son medidas rutinarias que son planificadas mucho tiempo, son parte de la construcción de capacidad de defensa\", dijo Jagdeo en una rueda de prensa. \"No planificamos invadir Venezuela, el presidente Maduro lo sabe (...) No tenemos ningún plan de tomar acción ofensiva en contra de Venezuela\".\nUna fuente del ministerio de Exteriores de Guyana dijo a la AFP que el buque británico HMS Trent llegará a sus costas el viernes y estará en su territorio por \"menos de una semana\" para ejercicios de defensa en mar abierto. No tiene previsto atracar en Georgetown.\nEl Reino Unido dijo el 24 de diciembre que desplegará frente a las costas de Guyana el buque patrullero de la marina real HMS Trent, sin referirse a Venezuela ni a la disputa fronteriza.\nLa primera fase de los ejercicios militares venezolanos contó con 5,682 combatientes, según la transmisión, que mostró aviones de guerra patrullando la zona y la consigna en radio de \"rol de combate\".\nRecomendamos Internacional Venezuela libera a 21 \"presos políticos\" en un canje con Estados Unidos Participaron aviones caza F-16 y Sukhoi rusos, además de buques, patrulleros oceánicos y vehículos anfibios.\nLa cancillería de Venezuela agregó en un comunicado que el país se \"reserva todas las acciones, en el marco de la Constitución y el Derecho Internacional, para defender su integridad marítima y territorial\", sin más detalles.\nEl gobierno venezolano pidió más temprano a Guyana, en un comunicado, \"tomar acciones inmediatas para el retiro del buque HMS Trent, y abstenerse de seguir involucrando potencias militares en la controversia territorial\".\nPublicidad podcast Escucha nuestros podcast aquí Publicidad\n\"Somos unos guerreros”\nLa llegada del HMS Trent rompe una frágil tregua entre ambos países dentro de una centenaria pugna por el territorio Esequibo, rico en petróleo, tras una reunión en San Vicente y las Granadinas entre Maduro y su par guyanés, Irfaan Ali a principios de mes, en la que ambos se comprometieron a no escalar a un conflicto militar.\n\"Creemos en la diplomacia, en el diálogo, en la paz\", señaló Maduro. \"Pero nadie debe amenazar a Venezuela, nadie se debe meter con Venezuela. Somos hombres de paz, somos un pueblo de paz, pero somos unos guerreros y esta amenaza es inaceptable para cualquier país soberano (...), inaceptable la amenaza del decadente, putrefacto, eximperio del Reino Unido. No la aceptamos\".\nEl 18 de diciembre, el jefe de la diplomacia del Reino Unido en América, David Rutley, reafirmó el respaldo del gobierno británico a Guyana, en una reunión en Georgetown con Ali.\nRecomendamos Internacional Reino Unido enviará un buque de guerra a Guyana, país en conflicto con Venezuela Venezuela sostiene que el Esequibo, una región de 160,000 km2 rica en recursos naturales, forma parte de su territorio, como en 1777, cuando era colonia de España, y apela al acuerdo de Ginebra, firmado en 1966, antes de la independencia de Guyana del Reino Unido, que sentaba bases para una solución negociada y anulaba un laudo de 1899, que Georgetown pide a la Corte Internacional de Justicia (CIJ) que ratifique.\nLas tensiones entre ambos países se acentuaron tras la celebración de un referéndum sobre la soberanía del Esequibo el 3 de diciembre en Venezuela, que despertó el temor de un conflicto armado entre vecinos.\nEl HMS Trent se desplazó al Caribe para luchar contra el tráfico de drogas a principios de diciembre, aunque suele operar en el mar Mediterráneo.\nEl ministerio británico de Defensa no confirmó la llegada del barco a aguas guyanesas, pero en un comunicado pasado informó que el barco cumpliría en Guyana \"una serie de compromisos en la región\".\nCon información de AFP y Reuters\nLo Último 2023, el año que se marcó un nuevo récord en homicidios para un sexenio Cinco gráficas que muestran la crisis migratoria en México y Estados Unidos Cómo identificar reseñas falsas en Mercado Libre y Amazon La Cofepris alerta por falsificación y venta ilegal de medicamentos oncológicos Publicidad Publicidad Tags Venezuela Guyana Recomendaciones Internacional María Corina Machado: en Venezuela se vive “un régimen peor que una dictadura” 7 Min Read Internacional Presidentes de Venezuela y Guyana se reunirán para atender tensión fronteriza 3 Min Read Internacional La pugna entre Venezuela y Guyana por el Esequibo eleva el tono 5 Min Read Más acerca del autor: Expansión @ExpansionMx Newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
      "https://twitter.com/ExpansionMx",
      "https://ads.viralize.tv/display/",
      "https://www.ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
      "https://www.twitter.com/ExpansionMx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:25.768+02:00",
    "updated": "2023-12-29T00:08:25.768+02:00"
  },
  {
    "uuid": "e06f1d101a5d8c049bb06ee5d136bcea1e8ed7c3",
    "url": "https://flipboard.com/topic/chrishemsworth/-/a-lxbpMZl9Q1KhUKhukIIm_g%3Aa%3A1375457608-%2F0",
    "ord_in_thread": 0,
    "author": "Blavity",
    "published": "2025-04-09T21:32:00Z",
    "title": "Tony Blanco And Octavio Dotel, Former MLB Players, Among 113 Dead After Dominican Republic Nightclub After Roof Collapse - Blavity | Flipboard",
    "text": "Tony Blanco And Octavio Dotel, Former MLB Players, Among 113 Dead After Dominican Republic Nightclub After Roof Collapse - Blavity The death toll continues to rise after the roof of a popular Dominican Republic nightclub collapsed early Tuesday morning, authorities said. According …\nBlavity • 23m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->war crime"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Octavio Dotel",
          "sentiment": "negative"
        },
        {
          "name": "Tony Blanco",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Nightclub",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:58:19.918+03:00",
    "updated": "2025-04-10T00:58:19.918+03:00"
  },
  {
    "uuid": "3b5ca2da7dc71ebdab5a55346853db809874c09e",
    "url": "https://www.businesstoday.com.my/2024/11/15/mcmc-chooses-u-mobile-for-5g-drawing-political-fire",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Today Editorial",
    "published": "2024-11-15T03:55:00Z",
    "title": "MCMC Chooses U Mobile For 5G, Drawing Political Fire",
    "text": "The decision by the Malaysian Communications and Multimedia Commission (MCMC) to award the tender for the country’s second 5G network to U Mobile Sdn. has faced sharp criticism. On Nov 1, U Mobile, a smaller player in the telecommunications industry, was chosen over larger competitors CelcomDigi Bhd. and Maxis Bhd., a move that analysts have described as a surprise.\nBMI, a Fitch Solutions company, raised concerns about U Mobile’s selection, given its smaller scale and reliance on foreign investments. In a note issued on Nov 6, the company called for greater transparency regarding U Mobile’s proposal. Despite the criticism, MCMC stood by its decision, insisting the selection process was rigorous. Communications Minister Fahmi Fadzil affirmed that the decision was final and would not be reviewed.\nU Mobile’s largest shareholder is Straits Mobile Investments Pte, a subsidiary of Singapore’s Temasek Holdings, which holds almost half of the company’s shares. The second-largest shareholder is Malaysia’s King, Sultan Ibrahim Iskandar, who owns approximately 22%. U Mobile’s chairman is billionaire tycoon Vincent Tan.\nThis development is a setback for Prime Minister Anwar Ibrahim, who came into power in November 2022 with a pledge to tackle cronyism and corruption. Asrul Hadi Abdullah Sani, a partner at ADA Southeast Asia, argued that the award process could undermine Anwar’s commitment to good governance and damage investor confidence.\nPrime Minister Anwar, who is attending APEC meetings this week, has yet to comment publicly on the decision. His office did not respond to requests for clarification, nor did U Mobile, Tan, or the national palace.\nU Mobile, which is privately held, announced it would reduce Straits Mobile’s stake to 20% following the decision. Unlike its competitors, U Mobile has not yet gone public, although it has considered an initial public offering (IPO) since 2019.\nCIMB Securities analyst Foong Choong Chen had earlier noted that U Mobile’s selection was unexpected, given that Maxis and CelcomDigi were seen as having stronger financial standing. U Mobile has stated that it will fund the 5G rollout independently, without using taxpayer money.\nThe decision has also sparked controversy among lawmakers, including Hassan Karim from Anwar’s own Parti Keadilan Rakyat. Karim questioned whether the decision was influenced by U Mobile’s shareholders and accused the government of repeating past mistakes by creating the perception of “crony capitalism.”\nVincent Tan defended the choice, stating that Sultan Ibrahim had owned shares in U Mobile since 2015, prior to becoming king in 2019. The Sultan, who is from the southern state of Johor, assumed the throne in January under Malaysia’s rotating monarchy system, where the nine hereditary rulers take turns serving five-year terms. Tan further emphasized that comments about the King should be based on facts, not speculation.\nPolitical analyst Adib Zalkapli weighed in, saying that the primary focus should be on ensuring Malaysians have access to the best telecommunications services. He added, “We will know in the near future if this was the consideration when U Mobile was made the second 5G operator.”\nBloomberg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ibrahim Iskandar",
          "sentiment": "none"
        },
        {
          "name": "Fahmi Fadzil",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Malaysian Communications and Multimedia Commission",
          "sentiment": "negative"
        },
        {
          "name": "Straits Mobile Investments Pte",
          "sentiment": "none"
        },
        {
          "name": "Temasek Holdings",
          "sentiment": "none"
        },
        {
          "name": "CelcomDigi Bhd.",
          "sentiment": "none"
        },
        {
          "name": "Fitch Solutions",
          "sentiment": "none"
        },
        {
          "name": "Maxis Bhd.",
          "sentiment": "none"
        },
        {
          "name": "U Mobile",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T11:54:38.784+02:00",
    "updated": "2024-11-15T11:54:38.784+02:00"
  },
  {
    "uuid": "a6caa565663186d055efaf77a810a0182cd4105c",
    "url": "https://www.lafm.com.co/politica/colombia-tendra-servicio-de-atencion-a-ninos-palestinos-heridos-petro",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción LA FM",
    "published": "2024-05-05T00:57:00Z",
    "title": "Colombia tendrá atención a niños palestinos heridos",
    "text": "[Agencia Efe ](/autores/agencia-efe) Colombia tendrá servicio de atención a niños palestinos heridos: Petro \"Ojalá la propuesta egipcia de cese al fuego sea tomada en serio por el gobierno de Netanyahu\", dijo el presidente Gustavo Petro. El presidente de Colombia, Gustavo Petro, anunció el sábado que el país pondrá en marcha un servicio de atención para niños palestinos heridos por los bombardeos, tras expresar su respaldo a la propuesta egipcia de un cese al fuego entre Israel y Palestina. \"Ojalá la propuesta egipcia de cese al fuego sea tomada en serio por el gobierno de (el primer ministro israelí, Benjamín) Netanyahu. Liberación total de rehenes y retiro definitivo de Israel de Gaza\", escribió el mandatario en su cuenta de X. Le puede interesar: [Jefe de la diplomacia europea defendió a Petro tras romper relaciones con Israel](https://www.lafm.com.co/internacional/jefe-de-la-diplomacia-europea-defendio-a-petro-tras-romper-relaciones-con-israel) La más reciente iniciativa, mediada por Catar, Egipto y Estados Unidos, contempla el intercambio de todos los rehenes israelíes en Gaza por la excarcelación de 1.290 palestinos actualmente presos en cárceles de Israel, según informaron fuentes egipcias a EFE. Incluye además una pausa en los combates dividida en tres fases, con una duración total de 124 días. Durante este periodo se llevará a cabo un cese de las operaciones militares, acompañado de un incremento en la asistencia humanitaria destinada a los palestinos. Por ahora, el grupo islamista palestino Hamás no ha dado una respuesta oficial. Una delegación se encuentra en El Cairo considerando la propuesta. Lea también: [Académicos y exministros piden a Petro no romper relaciones diplomáticas con Israel](https://www.lafm.com.co/politica/academicos-y-exministros-piden-a-petro-no-romper-relaciones-diplomaticas-con-israel) Las palabras de Petro llegan días después de que Colombia notificara oficialmente a Israel la ruptura de relaciones diplomáticas, en rechazo a lo que el mandatario colombiano considera un \"genocidio\" en Gaza. Petro ha defendido fervientemente la causa palestina y ha expresado críticas hacia Israel desde el inicio de la guerra. Israel es un proveedor tradicional de armas, equipos militares, aparatos médicos, maquinaria, sistemas de seguridad y productos químicos para Colombia. A su vez, Colombia exporta principalmente carbón, café, flores y confites a Israel.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T04:19:53.294+03:00",
    "updated": "2024-05-05T04:19:53.294+03:00"
  },
  {
    "uuid": "752c017224c275d5bb8ff0ae67e366a38c1224a4",
    "url": "https://ground.news/article/mount-vernon-police-arrest-couple-on-multiple-drug-charges_8c673c",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T21:50:00Z",
    "title": "Ground News - Mount Vernon Police arrest couple on multiple drug charges",
    "text": "Summary by Ground News A Harrisburg couple was arrested in Mount Vernon on felony drug charges. Officers stopped a red truck for speeding on State Route 62 and State Street. Police say the driver produced a rolled marijuana cigarette as officers were asking about narcotics. During a search of the vehicle, police say they found five loaded needles, marijuana oil. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nTRISTATEHOMEPAGE Center High Factuality Media Conglomerate: Nexstar Media Group Mount Vernon Police arrest couple on multiple drug charges HENDERSON, Ky. (WEHT) - A Harrisburg couple was arrested in Mount Vernon on felony drug charges after authorities searched their vehicle during a traffic stop. According to a release from the Mount Vernon Police Department, officers stopped a red truck for speeding on State Route 62 and State Street just after 10 p.m. on December 27. Police say the driver, identified as Matthew Carroll, 26, produced a rolled marijuana cigarette as officers were …\n4 hours ago Read Full Article\nTRISTATEHOMEPAGE Center High Factuality Media Conglomerate: Nexstar Media Group\nMount Vernon Police arrest couple on multiple drug charges HENDERSON, Ky. (WEHT) - A Harrisburg couple was arrested in Mount Vernon on felony drug charges after authorities searched their vehicle during a traffic stop. According to a release from the Mount Vernon Police Department, officers stopped a red truck for speeding on State Route 62 and State Street just after 10 p.m. on December 27. Police say the driver, identified as Matthew Carroll, 26, produced a rolled marijuana cigarette as officers were …\n4 hours ago Read Full Article thepilotnews.com Matute arrested on multiple charges Photo Provided by Marshall County Sheriff’s Department: Jesus Isabel Matute\n1 day ago · Plymouth, United States Read Full Article\nthepilotnews.com\nMatute arrested on multiple charges Photo Provided by Marshall County Sheriff’s Department: Jesus Isabel Matute\n1 day ago · Plymouth, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Social Issue"
    ],
    "external_links": [
      "https://www.thepilotnews.com/news/matute-arrested-on-multiple-charges/article_6b8322fe-a4e7-11ee-b1ba-4be1af72490c.html?utm_source=ground.news&utm_medium=referral",
      "https://www.tristatehomepage.com/news/local-news/mount-vernon-police-arrest-couple-on-multiple-drug-charges/?utm_source=ground.news&utm_medium=referral",
      "https://thepilotnews.com/news/matute-arrested-on-multiple-charges/article_6b8322fe-a4e7-11ee-b1ba-4be1af72490c.html?utm_source=ground.news&utm_medium=referral",
      "https://www.thepilotnews.com/news/matute-arrested-on-multiple-charges/article_6b8322fe-a4e7-11ee-b1ba-4be1af72490c.html",
      "https://www.tristatehomepage.com/news/local-news/mount-vernon-police-arrest-couple-on-multiple-drug-charges/",
      "https://tristatehomepage.com/news/local-news/mount-vernon-police-arrest-couple-on-multiple-drug-charges/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew carroll",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news - mount vernon police",
          "sentiment": "negative"
        },
        {
          "name": "nexstar media group mount vernon police",
          "sentiment": "none"
        },
        {
          "name": "mount vernon police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mount vernon",
          "sentiment": "none"
        },
        {
          "name": "harrisburg",
          "sentiment": "none"
        },
        {
          "name": "henderson",
          "sentiment": "none"
        },
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "state street",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:49.416+02:00",
    "updated": "2023-12-29T00:42:49.416+02:00"
  }
]