[
  {
    "uuid": "210dbc9d0ac63326f6c2e356ce89ce1528973ddb",
    "url": "https://www.lastampa.it/esteri/2023/12/29/diretta/israele_hamas_guerra_news_oggi-13960685/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Stampa",
    "published": "2023-12-28T22:01:00Z",
    "title": "Guerra in Medio Oriente, Netanyahu annulla la riunione di gabinetto. Raid di Israele vicino a Damasco, la Siria attiva le difese aeree - La Stampa",
    "text": "I media siriani riferiscono che le difese aeree sono attive sulla capitale Damasco, nel mezzo di un apparente attacco aereo israeliano. Lo riferisce The Times of Israel , che cita l'agenzia di stampa siriana Sana.\nIl ritorno a casa dell'israeliana Mia Schem: il momento in cui riabbraccia la madre dopo 55 giorni di prigionia di Hamas\nIl primo ministro israeliano Benjamin Netanyahu ha annullato una riunione del gabinetto di guerra che avrebbe dovuto svolgersi stasera per discutere del piano di Israele su chi governerà Gaza dopo la guerra. La decisione del premier israeliano sarebbe stata influenzata dai suoi partner di coalizione di estrema destra, che hanno respinto qualsiasi discussione sul governo dell'autorità palestinese a Gaza. Hezbollah ha definito «coalizione del male» l'alleanza marittima occidentale guidata dagli Usa, di cui fa parte anche l’Italia.\nIl patriarcato armeno di Gerusalemme denuncia un «massiccio e coordinato attacco contro vescovi, sacerdoti, diaconi, seminaristi e altri membri della comunità condotto da provocatori impuniti». Segnalerebbero feriti gravi.\nRilasciata Mia Schem, la ragazza franco-israeliana di 21 anni apparsa ferita in un video di Hamas\nUomini ma anche donne e almeno due bambini sarebbero stati detenuti e spogliati dalla Forze di difesa israeliane in uno stadio nel nord di Gaza: sono le immagini mostrate in un video dalla Striscia commentato dalla Cnn. Intanto, Judith Weinstein Haggai, che a 70 anni era l'ostaggio più anziano ancora nelle mani di Hamas, è morta.\nPer approfondire:\nll domino delle guerre: così saranno ridisegnati i nuovi equilibri mondiali Cosa è successo ieri Punti chiave 12:32 Franco-israeliana rilasciata racconta: “A Gaza tutti terroristi” Mia Schem: “Una famiglia con bambini mi teneva prigioniera”\n12:30 Iran: impiccati quattro presunti collaboratori di Israele\n12:08 La tv israeliana pubblica foto del capo brigate Al Qassam Deif\n07:25 Fonti mediche di Gaza: raid sul campo di Nuseirat, 20 morti e numerosi dispersi\n15:22\nMorto a Gaza un altro militare, bilancio dei caduti salito a 168 Intensa attività militare in corso nel sud della Striscia\nUn soldato israeliano è rimasto ucciso ieri nel corso di combattimenti nel nord della Striscia di Gaza. E' salito così a 168 il numero complessivo dei militari israeliani caduti nelle operazioni terrestri iniziate a Gaza alla fine di ottobre. L'esercito israeliano ha intanto reso noto che anche oggi opera in maniera massiccia nell'area di Khan Yunis (la principale città nel settore sud della Striscia) e nei campi profughi vicini. Le forze israeliane - ha aggiunto - sono penetrate ad est di Khan Yunis anche nell'area agricola di Huza'a. Si tratta - ha precisato - del punto di partenza scelto da Hamas il 7 ottobre per lanciare un attacco frontale al vicino kibbutz Nir Oz. Decine di membri di quel kibbutz furono allora uccisi e decine di altri sono stati catturati da Hamas.\n13:59 Per Gallant, Netanyahu rimase “paralizzato” per giorni dopo il 7 ottobre. Conversazione citata da Haaretz, finora né conferme né smentite\nIl quotidiano Haaretz sostiene che in conversazioni di carattere privato il ministro della Difesa Yoav Gallant ha affermato di recente che immediatamente dopo le stragi del 7 ottobre il premier Benyamin Netanyahu rimase in uno stato di shock e di paralisi, protrattosi per alcuni giorni. In quel lasso di tempo - secondo la ricostruzione attribuita da Haaretz a Gallant - le incombenze piu' urgenti furono svolte dagli altri membri del gabinetto. Il giornale stima che non ci sono mai stati in passato rapporti cosi' deteriorati fra un primo ministro di Israele ed il suo ministro della Difesa, ed esprime la convinzione che Gallant dovrebbe mettere al corrente il Paese delle proprie preoccupazioni. Nei social israeliani queste informazioni hanno avuto oggi grande risalto. Ma finora dai diretti interessati, Netanyahu e Gallant, non sono giunte smentite né conferme.\n13:10 Ex premier Bennett: Israele deve colpire la 'piovra'. Iran L'ex premier vuole una strategia offensiva contro Teheran\nL'ex premier Naftali Bennett ha risposto alle critiche sollevate in Israele dal suo articolo sul Wall Street Journal - in cui confermava di aver ordinato due attacchi in Iran nel 2022, in una apparente infrazione della censura militare - e ha delineato quella che secondo lui dovrebbe essere adesso la migliore strategia contro Teheran, che paragona ad una 'piovra'. \"Il problema con l'Iran - ha scritto su X - non e' la pubblicazione di operazioni peraltro gia' note, quanto il fatto che l'Iran ci infligge colpi attraverso Hamas e gli Hezbollah, e adesso anche mediante gli Houthi yemeniti, e che da un decennio i nostri governi non fanno che parlare ma non esigono un prezzo doloroso dai dirigenti iraniani stessi''. ''La strategia dell'Iran - ha spiegato - e' semplice e sapiente: stende reti di terrore attorno ad Israele su tutte le direzioni: loro cosi' ci infliggono perdite e ci logorano mentre l'Iran, la testa della piovra, non paga quasi alcun prezzo. Gli ayatollah di Teheran ridono, e per decenni sono stati al sicuro''. ''Da premier - ha proseguito - io ho cambiato questo approccio, ho puntato alla testa della piovra. E questa - ha concluso - deve essere la strategia primaria di Israele''.\n12:32 Franco-israeliana rilasciata racconta: “A Gaza tutti terroristi” Mia Schem: “Una famiglia con bambini mi teneva prigioniera”\nIn un'intervista che andrà in onda questa sera sul Canale 12 della tv israeliana, la 21enne franco-israeliana Mia Schem, rilasciata il 30 novembre da Hamas, racconta la prigionia a Gaza: \"È importante per me rivelare la verità sulle persone che vivono a Gaza, su chi sono veramente\", ha detto in una clip anticipata dall'emittente, \"lì sono tutti terroristi, ero tenuta prigioniera da una famiglia palestinese, coinvolta con Hamas, compresi donne e bambini\". \"Mi sono chiesta: perché sono trattenuta in casa da una famiglia? Perché ci sono bambini e una donna qui?\". Sequestrata da Hamas al festival nel Negev, ha raccontato: \"Ero a terra, coperta di sangue, ho gridato che avevo perso una mano... qualcuno ha iniziato a toccarmi la parte superiore del corpo, poi dal nulla qualcuno mi ha tirato per i capelli. Mi hanno messo in una macchina e mi hanno portato a Gaza\". \"Per tre giorni sono stata nella stanza di un ospedale prima che mi portassero in sala operatoria, dove sono stata sottoposta a un intervento senza anestesia o antidolorifici. Ho visto il chirurgo, ma non il suo volto\", ha riferito, \"mi ha guardato e mi ha detto: 'Non tornerai a casa viva\"'. \"Ho vissuto la Shoah\", ha dichiarato la giovane, \"ero come un animale in uno zoo\". Liberata dopo 55 giorni di prigionia, Mia ora è con la sua famiglia. Di lei i terroristi avevano diffuso un video diversi giorni dopo il rapimento. Adesso ha un braccio ancora fasciato dopo essere stata operata in Israele. Sull'altro braccio si è fatta tatuare la data del 7 ottobre 2023 e la scritta \"balleremo di nuovo\".\n12:30 Iran: impiccati quattro presunti collaboratori di Israele\nIn Iran sono state impiccate quattro persone condannate per spionaggio per conto di Israele. Lo ha riferito la magistratura, meno di due settimane dopo che le autorita' avevano giustiziato un uomo per analoghe accuse. \"Quattro membri di un gruppo di sabotaggio legato al regime sionista sono stati impiccati questa mattina\" nella provincia dell'Azerbaigian occidentale, ha riferito il sito web della magistratura Mizan Online, in riferimento all'esecuzione di tre uomini e una donna, tutti condannati con l'accusa di \"guerra contro Dio\" e di \"corruzione sulla Terra\", attraverso la loro \"collaborazione con il regime sionista\". Il gruppo \"ha commesso ampie azioni contro la sicurezza del paese sotto la guida del Mossad\", l'agenzia di spionaggio israeliana, ha precisato Mizan. Il 16 dicembre, un uomo anch'egli ritenuto colpevole di aver lavorato per il Mossad e' stato giustiziato nella provincia sud-orientale del Sistan-Baluchistan. La magistratura aveva affermato che era stato condannato per \"cooperazione di intelligence e spionaggio a vantaggio del regime sionista ostile\". Nel dicembre 2022, la repubblica islamica aveva impiccato altre quattro persone giudicate colpevoli di collaborazione con i servizi di intelligence israeliani.\n12:08 La tv israeliana pubblica foto del capo brigate Al Qassam Deif\nUna foto probabilmente recente e attribuibile al capo delle Brigate al Qassam, il braccio armato di Hamas, Mohammed Deif è stata diffusa dal canale televisivo 'Channel 12'. Le foto e i video che ritraggono Deif sono scarse perché a differenze di molti altri membri dell'organizzazione palestinese l'uomo soprannominato non a caso il 'fantasma di Gaza' ha vissuto la maggior parte della sua vita nell'ombra. La sua ultima foto risale addirittura al 2001 quando fu rilasciato da un carcere dell'Autorità nazionale palestinese. Secondo diverse informazioni circolate negli anni Deif sarebbe privo di entrambe le gambe, di un braccio e sarebbe cieco da un occhio a causa presumibilmente di un attacco aereo, in uno dei cinque tentativi israeliani di ucciderlo. La foto di Deif, che è uno dei pianificatori dell'attacco di Hamas dello scorso 7 ottobre ad Israele, sarebbe stata ottenuta dalle forze israeliane durante l'offensiva nella Striscia di Gaza ma 'Channel 12' non specifica quando sarebbe stata scattata. Al momento non è possibile verificare l'autenticità della foto. Nella foto diffusa dal canale televisivo israeliano all'uomo mancherebbe un occhio e secondo 'Channel 12' zoppicherebbe. Una grande quantità di informazioni sui leader di Hamas, riferisce la tv israeliana, sarebbe stata raccolta dagli ostaggi rilasciati e che sono stati successivamente interrogati dallo Shin Bet. Ulteriori informazioni provengono dai tunnel, dal quartier generale di Hamas e dalle case dei presunti terroristi ispezionate dall'Idf, le forze di difese israeliane.\n10:31 La Siria denuncia due attacchi da parte di Israele\nIl Ministero della Difesa siriano ha denunciato ieri due attacchi israeliani praticamente consecutivi, nel quadro dell'escalation di violenza nella regione dopo i bombardamenti israeliani contro la Striscia di Gaza dal 7 ottobre, quando il Movimento di resistenza islamica (Hamas) ha ucciso 1.200 israeliani e ha preso 240 ostaggi. Il primo degli attacchi è avvenuto intorno alle 23.05 (ora locale), quando l'esercito israeliano ha lanciato missili dalle alture del Golan, occupate da Israele, verso il sud della Siria. Le difese aeree hanno abbattuto la ''maggior parte'' dei missili, che hanno provocato solo perdite materiali. Poco dopo, una fonte militare ha riferito di un secondo attacco, questa volta all'1.20 \"dal territorio libanese contro diversi punti nelle vicinanze di Damasco\", la capitale, come indicato dal ministero attraverso i social.\n10:21 Bombe di Israele su un convoglio umanitario\nL'agenzia dell'Onu per i rifugiati palestinesi (UNRWA) ha denunciato che uno dei suoi convogli di aiuti nella Striscia di Gaza e' stato colpito dall'esercito israeliano. Non ci sono vittime. \"I militari israeliani hanno tirato su un convoglio di aiuti che tornava dal Nord di Gaza percorrendo un itinerario definito dall'esercito di Israele. Il capo del nostro convoglio internazionale e la sua squadra non sono stati feriti, ma un mezzo e' stato danneggiato\", ha fatto sapere il direttore dell'agenzia a Gaza, Thomas White. \"I lavoratori umanitari non dovrebbero mai essere un bersaglio\", ha aggiunto. Una fonte dell'UNRWA ha detto che l'attacco e' avvenuto ieri pomeriggio, mentre l'esercito israeliano ha detto che sta ancora verificando l'accaduto.\n10:05 Israele annuncia espansione delle operazioni a Khan Younis\nL'esercito israeliano ha annunciato oggi una \"espansione\" delle operazioni militari nella città di Khan Younis, nel sud della Striscia di Gaza, e nei dintorni, nell'ambito dell'offensiva lanciata dopo gli attacchi del Movimento di Resistenza Islamica (Hamas) nel sud del Paese. \"Le forze di difesa israeliane (Idf) stanno espandendo le loro attività a Khan Younis\", afferma l'esercito in una dichiarazione sul suo sito web, in cui aggiunge di aver \"eliminato\" \"dozzine di terroristi\" nelle operazioni effettuate durante l'ultimo giorno nella Striscia. Pertanto, ha affermato che \"in uno degli incidenti, un aereo ha rilevato un terrorista con un lanciarazzi Rpg che correva verso i militari, che hanno eliminato il terrorista con i colpi di un carro armato prima che li raggiungesse\".\nL'Idf ha invece confermato la morte di \"diversi terroristi\" in un'operazione contro un edificio nella città di Khan Younis, situata nel sud della Striscia, nonché la morte di un numero imprecisato di sospetti in un attentato contro un altro edificio nella stessa città. L'esercito israeliano ha lanciato un'offensiva contro l'enclave palestinese dopo gli attacchi compiuti il ​​7 ottobre da Hamas, che hanno provocato circa 1.200 morti e quasi 240 rapiti. Le autorità di Gaza, controllate dal gruppo islamista, hanno stimato la morte di oltre 21.300 palestinesi, a cui si aggiungono più di 300 morti per mano dell'esercito israeliano e attacchi di coloni in Cisgiordania e Gerusalemme est.\n10:04 Gaza, almeno 35 morti in attacchi idf a due campi profughi\nAlmeno 35 persone sono state uccise, inclusi diversi bambini, durante attacchi notturni dell'esercito israeliano contro i campi profughi di Al Maghazi e Nuseirat, nella parte centrale della Striscia di Gaza. L'esercito israeliano ha attaccato durante la notte diverse abitazioni in queste due località. Ha riferito anche di continui bombardamenti nelle vicinanze del campo profughi di Bureij, sempre nella stessa zona dell'enclave. Sono stati segnalati feriti in una casa a Deir al Balah, anche se i media non hanno specificato quante siano le vittime, come ha riferito l'agenzia di stampa palestinese Safa attraverso il suo profilo sul social network X. All'inizio di ottobre il Movimento di resistenza islamica (Hamas) ha lanciato un attacco contro Israele che ha provocato quasi 1.200 morti e la cattura di 240 ostaggi. Le forze di difesa israeliane hanno risposto con una sanguinosa controffensiva contro le strutture di Hamas nella Striscia di Gaza, che ha già provocato più di 21.300 morti e altri 55.600 feriti. Al conto vanno aggiunti più di 30 morti per mano dell'esercito israeliano e dei coloni in Cisgiordania e a Gerusalemme est.\n09:37 Inchiesta del NYT: stupri e orrori durante attacchi di Hamas\nAll'indomani degli attacchi del 7 ottobre 2023 compiuti da Hamas nel sud di Israele, è venuto alla luce un terrificante quadro di violenza sessuale contro le donne. Il New York Times ha condotto un'indagine durata ben due mesi, scoprendo dettagli angoscianti, che indicano violenze sessuali e mutilazioni in più luoghi presi di mira dai terroristi. Una delle vittime, Gal Abdush, madre di due figli, del centro di Israele, è scomparsa da un rave che si è trasformato in un luogo di massacro. Un video virale girato da una donna alla ricerca del suo amico scomparso mostrava Gal Abdush sdraiata sulla strada, parzialmente vestita, con il viso bruciato in modo irriconoscibile. Gli agenti di polizia israeliani, sulla base di prove video, ritengono che Gal Abdush sia stata violentata. La sua tragica storia è diventata un simbolo degli orrori inflitti alle donne israeliane durante gli attacchi. L'indagine ha identificato almeno sette luoghi in cui donne e ragazze israeliane sembrano essere state aggredite o mutilate sessualmente. Testimoni, personale medico, soldati e consulenti in materia di stupro figurano tra le 150 persone intervistate dal New York Times, che hanno fornito un quadro completo della diffusa violenza di genere avvenuta il 7 ottobre.\n09:37 Israele, uccise decine di terroristi armati nel nord di Gaza Esercito: “Offensiva nell'area meridionale di Khan Younis”\nL'esercito israeliano ha reso noto di aver ucciso decine di terroristi armati di Hamas in una serie di battaglie nel nord della Striscia di Gaza. Mentre sta \"espandendo l'operazione nell'area meridionale di Khan Younis\", con le truppe che hanno lanciato un'offensiva.\n08:10 Uno dei 3 ostaggi uccisi dall’Idf è stato colpito 15 minuti dopo gli altri\nYotam Haim, uno dei tre ostaggi uccisi dai soldati israeliani nella Striscia di Gaza due settimane fa, è stato abbattuto a colpi di arma da fuoco circa 15 minuti dopo gli altri due, secondo un'indagine dell'esercito i cui risultati sono stati diffusi ierì sera. Lo riporta il quotidiano israeliano Haaretz. Durante questo lasso di tempo, secondo il rapporto i cui risultati sono stati illustrati ieri ai familiari delle tre vittime, il comandante del battaglione ha esortato Yotam Haim a lasciare l'edificio in cui si era rifugiato dopo che gli altri due, Samer El-Talalka e Alon Shamriz, erano stati uccisi dai soldati. Ma, quando è uscito, è stato colpito da due militari, nonostante il comandante avesse ordinato loro di non sparare, ed è morto all'istante\n07:34 Giustiziate in Iran quattro persone accusate di avere legami con il Mossad\nTre uomini e una donna sono stati giustiziati questa mattina in Iran con l'accusa di essere legati ai servizi segreti israeliani del Mossad. Lo riferisce l'agenzia di stampa Mizan, vicina alla magistratura iraniana. Nel caso sono state coinvolte 10 persone. Secondo le accuse avevano ricevuto denaro per diverse missioni nelle province dell'Azarbaijan occidentale, Teheran e Hormozgan. Per i 4 principali condannati - Wafa Henare, Aram Omari, Rahman Parhazo e Nasim Namazi - la pena di morte è stata eseguita per «crimine di guerra e corruzione attraverso la cooperazione con il regime sionista».\n07:30 Usa: abbattuti un drone e un missile nel Mar Rosso\nL'esercito degli Stati Uniti ha annunciato di aver abbattuto un drone e un missile balistico antinave lanciati dai ribelli yemeniti Houthi nel Mar Rosso meridionale, nell'ambito di attacchi contro imbarcazioni in risposta all'offensiva israeliana contro la Striscia di Gaza. Il Comando Centrale degli Stati Uniti (CentCom) ha indicato che l'attacco è avvenuto tra le 17.45 e le 18.10 (ora locale) e ha confermato che non ci sono stati feriti o danni a nessuna delle navi che si trovavano nell'area attaccata. Il portavoce militare dei ribelli Houthi, Yahya Sari, ha rivendicato l'attacco a una nave commerciale, la Msc United, «dopo che il suo equipaggio ha respinto per la terza volta il richiamo delle forze navali» yemenite e «ripetuti messaggi di avvertimento». Attraverso il suo canale Telegram, il portavoce ha segnalato che gli Houthi hanno attaccato «con adeguati missili navali» e con «diversi droni obiettivi militari» in diverse «aree della Palestina occupata», ribadendo ancora una volta «il continuo sostegno al popolo palestinese», che è un «dovere religioso, morale e umanitario».\n07:25 Fonti mediche di Gaza: raid sul campo di Nuseirat, 20 morti e numerosi dispersi\nAlmeno 20 persone sono state uccise in un attacco israeliano al campo profughi di Nuseirat, nel centro della Striscia di Gaza: lo scrive l'agenzia di stampa palestinese Wafa, che cita fonti mediche, come riporta Al Jazeera. Molte altre persone sono ritenute disperse.\nLeggi i commenti I commenti dei lettori Video del giorno Venezia: la bara bianca e la folla silenziosa: l'arrivo del feretro per l'ultimo saluto a Vanessa Ballan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13960685&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://www.lastampa.it/esteri--",
      "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://www.lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/common/adv/include/async/middle1.html",
      "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/under-content.html--",
      "http://webfragments.repubblica.it/webfragments/widgetservice/widget?category=/lastampa_r21&name=content_tags&id=gnn:lastampa:13960685&collection=lastampa&output_mode=grouped&purge_duplicated=true&template=lastampa_r21/common/tags_content_responsive.html&page_prefix=https://lastampa.it/esteri--",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/common/adv/include/async/middle1.html",
      "http://webfragments.repubblica.it/webfragments/widgetservice/widget",
      "http://lastampastatic.it/cless/lastampa/2021-v1/include/detail/paywall.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:19.341+02:00",
    "updated": "2023-12-29T17:25:41.129+02:00"
  },
  {
    "uuid": "79e31b047ae0a4c3cfe71eeea5e3bcacedf6bc2f",
    "url": "https://markets.financialcontent.com/stocks/article/newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "financialcontent.com",
    "published": "2023-12-28T23:22:00Z",
    "title": "Former NFL standout Rob Sims and Pro Football Hall of Fame Member Calvin Johnson Jr. Launch Locker Room Insurance to Empower Agents and Elevate the Industry | FinancialContent Business Page",
    "text": "Los Angeles, California- 28, 2023) - Locker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his former NFL teammate, along with experienced business executive and licensed insurance agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance.\nJohnson Jr. , known for his Hall of Fame football career with the Detroit Lions, has been deeply engaged in community service since childhood, in part because he is the grandchild of a Baptist minister. His dedication led him to establish the Calvin Johnson Jr. Foundation , which has made a difference for nearly 13 years.\n\"The feeling you get from serving people is contagious. It feels great knowing I'm serving my neighbors and providing for families,\" Johnson Jr. said.\nSims , a nine-year NFL veteran who also played with the Lions, shared a similar sentiment. \"We're big on finding solutions that benefit other people. It fills us with excitement to empower those without similar opportunities, enabling them to secure their family's financial future and enhance the community.\"\nLocker Room Insurance\nTo view an enhanced version of this graphic, please visit:\nhttps://images.newsfilecorp.com/files/8798/191320_bd8138025409e9b3_001full.jpg\nFreeman, a mission-driven executive known for his broad business acumen and servant leadership style, is equally excited about the program and its impact on the community.\n\"A quarter of the population doesn't have any type of insurance,\" Freeman observed. \"We want to be able to help. Rob and Calvin have a lot of people they love to help in various ways, but they can't take all of them to the NFL. They might also not be able to help them with other capital-intensive ventures. With insurance, they'll help many agents change their lives and their families' futures through a low barrier entrance, low capital insurance model.\"\nTo get an in-person look at how they operate, apply for an opportunity to attend the Locker Room Insurance launch party in the Detroit area later this year, where they will hosting a NFL Playoff watch party as well as providing a business overview for prospective agents. Apply to attend here .\nAbout Locker Room Insurance:\nLocker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his NFL teammate, along with experienced business executive and licensed agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance.\nMedia Contact:\nCompany contact full name: Craig Freeman and Robyn Sims\nCompany contact email: press@lockerroominsurance.com\nContact Phone: 248-8253287\n //www.newsfilecorp.com/release/191320",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.newsfilecorp.com/release/191320",
      "https://api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://api.newsfilecorp.com/newsinfo/191320/203",
      "https://api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://api.newsfilecorp.com/redirect/kOK78szZ1e",
      "https://tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
      "https://api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://www.api.newsfilecorp.com/newsinfo/191320/203",
      "https://www.api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://tracking.newsrpm.com/pixel",
      "https://www.api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://newsfilecorp.com/release/191320",
      "https://www.api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://www.tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
      "https://www.api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://www.api.newsfilecorp.com/redirect/kOK78szZ1e"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "calvin johnson jr",
          "sentiment": "negative"
        },
        {
          "name": "rob sims",
          "sentiment": "negative"
        },
        {
          "name": "craig freeman",
          "sentiment": "none"
        },
        {
          "name": "johnson jr.",
          "sentiment": "none"
        },
        {
          "name": "calvin johnson jr.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "financialcontent business page los angeles",
          "sentiment": "negative"
        },
        {
          "name": "launch locker room insurance",
          "sentiment": "negative"
        },
        {
          "name": "(newsfile corp.",
          "sentiment": "neutral"
        },
        {
          "name": "hall of fame",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "foundation",
          "sentiment": "none"
        },
        {
          "name": "detroit lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:39:00.276+02:00",
    "updated": "2024-01-09T03:21:23.556+02:00"
  },
  {
    "uuid": "13cc71878545555afa799b2322bf8615bfc614a3",
    "url": "https://www.163.com/dy/article/K5PVRPS205118VMB.html",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-07-31T04:22:00Z",
    "title": "荣耀亲选\"无线耳机鼠标二合一\"产品曝光 分段式设计，8月上市|蓝牙|接收器|心率监测功能_网易订阅",
    "text": "【太平洋科技快讯】 近日，有数码博主爆料称，荣耀亲选即将推出一款创新产品——无线耳机鼠标二合一设备。据悉，该新品预计于今年 8 月上市。\n从博主曝光的图片来看，这款新品采用分段式设计，整体外观与普通鼠标相似。前半部分为鼠标功能区，包含左右键和滚轮;后半部分则巧妙集成了无线耳机及其充电舱。鼠标后盖可掀开，内部设计了两枚指示灯，上方印有接收器和蓝牙图标，推测其功能可能涉及设备配对及连接模式切换。\n该博主还提到，这款产品的设计理念让人联想到华为2022年12月发布的 WATCH Buds 智能手表。作为业界首款弹盖磁吸式耳机手表，WATCH Buds 将智能手表与 TWS 耳机合二为一，凭借创新设计赢得市场关注。\n华为 WATCH Buds 配备 1.43 寸 AMOLED 彩屏，表盘创新性地采用弹盖设计，方便用户取放耳机。其左右耳机支持互换使用，并具备左右耳机自适应识别技术，实现“自由佩戴，不分左右”。此外，耳机支持磁吸回盒，无需对准角度即可回盒充电，极大提升了用户体验。\n打开APP，阅读体验更佳",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news_th",
        "top_news_nz",
        "top_news_rs",
        "top_news_sg",
        "top_news_tw",
        "top_news_hk",
        "top_news_my",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T08:24:59.976+03:00",
    "updated": "2025-08-01T09:09:02.000+03:00"
  },
  {
    "uuid": "e734010d4b00ba54abae44c180e653daa486c600",
    "url": "https://www.wmtw.com/article/rfk-jr-reached-out-harris-campaign-endorsement/61881690",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aaron Pellish and Jim Acosta, CNN",
    "published": "2024-08-15T21:03:00Z",
    "title": "RFK Jr. reached out to Harris campaign about administration role in exchange for endorsement",
    "text": "Independent presidential candidate Robert F. Kennedy Jr.'s campaign reached out to Vice President Kamala Harris' campaign to arrange a meeting about a possible role in her administration if he drops out of the race and endorses her, a Kennedy campaign official and a Democratic official told CNN.The approach from Kennedy's team occurred last week, and no meeting between the two candidates materialized, the Kennedy campaign official told CNN.The effort to meet comes weeks after Kennedy and former President Donald Trump met in person during the Republican National Convention in Milwaukee, where the two discussed a possible role for Kennedy in a potential Trump administration in exchange for an endorsement.Kennedy campaign staff also attempted to reach out to intermediaries for Ron Klain, former White House chief of staff for President Joe Biden, but those efforts were fruitless, the Kennedy campaign official said.While Kennedy continues to make progress on ballot access, arrange campaign events and make media appearances, the campaign official told CNN he remains open to dropping out of the race if he believes he can serve the country another way.Kennedy campaign spokesperson Stefanie Spear said in a statement to CNN that Kennedy \"is willing to meet with leaders of both parties to discuss the possibility of a unity government.\"CNN has reached out to the Harris campaign for comment.The Washington Post first reported the outreach.Democrats have strongly combatted Kennedy's campaign since the beginning of the year through ads labeling Kennedy a \"spoiler\" and highlighting his ties to GOP megadonor Timothy Mellon, who has contributed to an outside group backing Kennedy and a separate group backing Trump. The Democratic National Committee and a super PAC ran by Democratic allies have filed objections to Kennedy's ballot access in several states.\"No one has any intention of negotiating with a MAGA-funded fringe candidate who has sought out a job with Donald Trump in exchange for an endorsement,\" DNC spokesperson Matt Corridoni said Wednesday in a statement to CNN.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.washingtonpost.com/politics/2024/08/14/rfk-jr-kamala-harris-cabinet-trump/",
      "https://www.washingtonpost.com/politics/2024/08/14/rfk-jr-kamala-harris-cabinet-trump",
      "https://washingtonpost.com/politics/2024/08/14/rfk-jr-kamala-harris-cabinet-trump/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rfk jr.",
          "sentiment": "negative"
        },
        {
          "name": "harris",
          "sentiment": "negative"
        },
        {
          "name": "indepen",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "robert f. kennedy jr.",
          "sentiment": "none"
        },
        {
          "name": "kamala harris",
          "sentiment": "none"
        },
        {
          "name": "ron klain",
          "sentiment": "none"
        },
        {
          "name": "kennedy",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "milwaukee",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:07:56.558+03:00",
    "updated": "2024-08-16T06:54:35.758+03:00"
  },
  {
    "uuid": "5ca19d96dd1b602d10be12681861963f51464ed2",
    "url": "https://motorcyclesports.net/bublik-vs-moutet-the-fiery-tennis-showdown-that-has-fans-buzzing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ethan White",
    "published": "2025-03-19T22:35:00Z",
    "title": "Bublik vs Moutet: The Fiery Tennis Showdown that has Fans Buzzing",
    "text": "Tennis has a rich history of captivating rivalries and fiery confrontations. Think back to the legendary tug-of-war between Rafael Nadal and Roger Federer, epitomized in their grueling seven-hour clash at the 2008 Wimbledon final. Or recall the notorious hot tempers of tennis icons, John McEnroe and Jimmy Connors, whose infamous 1982 Chicago exhibition match escalated from a friendly game to a fierce face-off. These legendary encounters have left a lasting imprint on the sport, shaping the intrigue and intensity we associate with the game today.\nHowever, the current tennis landscape is buzzing with a new rivalry that is stirring the pot. Alexander Bublik and Corentin Moutet, two dynamic players on the circuit, are carving out their own intense narrative.\nThe Phoenix Challenger event in Arizona on March 14, 2025, was the battleground for their latest dramatic encounter. Despite entering the quarterfinals with uninspiring records – Bublik at 2-8 and Moutet at 4-5 – they ensured that no one would forget this showdown. Moutet started strong, surging ahead 6-2, 3-1, but Bublik, once a Top 20 player and currently ranked 82nd, fought back tenaciously. He turned the tides, winning the second set in a tiebreak and sprinting to a 5-1 lead in the decider. Unwilling to go down without a fight, Moutet rallied back, leveling the score at 5-5. But it was Bublik who had the final say, breaking serve and clinching the match 2-6, 7-6(4), 7-5.\nBut the real theatricality played out in the final moments. As Bublik was about to serve for the match, Moutet attempted to disrupt his rhythm, calling out, “I’m not ready.” A defiant Bublik retorted, “I don’t give a s***,” a response that drew chuckles from the crowd. The post-match handshake, usually a symbol of sportsmanship, morphed into a heated showdown as officials hurried to separate the fiery duo.\nSharing the clip of their verbal duel four days after the incident, tennis journalist Jose Morgado gave fans a clearer audio of their exchange. In the video, Bublik is heard challenging Moutet to a fight, uttering “You want to fight?” and “Let’s go” as the chair umpire tried to defuse the situation.\nAs the dust settled, Bublik and Moutet wisely chose to walk away, leaving the court without any further escalation. Yet, the tension-filled encounter left fans reacting excitedly to the drama.\nOne fan humorously noted the unique ambiance of the Challenger tournament, where the soundtrack was as eclectic as the match – KC and the Sunshine Band were playing in the background. Another fan expressed enthusiasm for the players’ fiery personalities, arguing that tennis needs more such characters for its entertainment value. This sentiment echoes the iconic moments of players like Serena Williams arguing with an umpire at the 2018 US Open Final or Novak Djokovic’s racket-smashing incidents.\nWhile some fans believe Bublik was joking about the fight, the tension was palpable, with the umpire stepping in to separate them. Another fan humorously questioned whether Bublik was annoyed that Moutet was hitting more unpredictable shots than he was.\nA final fan commented, “Moutet and Rublev are always so entertaining, anyone taking them too seriously will just get p",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->tennis"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:55:11.664+02:00",
    "updated": "2025-03-20T00:55:11.664+02:00"
  },
  {
    "uuid": "3cdcaac64ccfaf4230a218fed92aba9ea4d09e89",
    "url": "https://www.cope.es/actualidad/espana/noticias/acertante-telde-gran-canaria-gana-mas-millones-sorteo-bonoloto-20231228_3070840",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2023-12-28T21:14:00Z",
    "title": "Un acertante en Telde (Gran Canaria) gana más de 1,3 millones en el sorteo de 'La Bonoloto'",
    "text": "Un acertante en Telde (Gran Canaria) gana más de 1,3 millones en el sorteo de 'La Bonoloto' Europa Press Tiempo de lectura: 1' Actualizado 23:14 El dueño de un boleto de 'La Bonoloto' validado en Telde (Gran Canaria) percibirá más 1,3 millones de euros al haber sido el único acertante de Primera Categoría en el sorteo celebrado este jueves, según informó Loterías y Apuestas del Estado. El boleto acertante ha sido validado en la Administración de Loterías número 5 de Telde (Las Palmas), situada en Plaza San Gregorio. En concreto, su propietario cobrará un total de 1.345.347,23 euros. La combinación ganadora del sorteo de la Bonoloto celebrado este jueves, 28 de diciembre, ha estado formada por los números 6, 14, 15, 16, 20 y 40. El número complementario es el 28 y el reintegro, el 9. La recaudación ha ascendido a 2.599.905 euros. De Segunda Categoría (cinco aciertos más complementario) existen tres boletos acertantes que han sido validados en el Despacho Receptor número 7.035 de Montijo (Badajoz), situado en Plaza de los Bootello, 5;en el número 49.085 de Meira (Lugo), situado en Plaza Mayor, 14 y otro validado a través del canal oficial de internet Loterías y Apuestas del Estado. - item no encontrado",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:06.542+02:00",
    "updated": "2023-12-29T00:33:04.903+02:00"
  },
  {
    "uuid": "9d61637fba1cb0981d32e39b0b5add6f3d4f2bad",
    "url": "https://www.infobae.com/mexico/2025/04/23/oro-violeta-estos-son-los-beneficios-poco-conocidos-de-la-cebolla-morada-para-la-salud-y-el-sistema-inmunologico",
    "ord_in_thread": 0,
    "author": "@infobae",
    "published": "2025-04-23T21:23:00Z",
    "title": "Oro violeta: estos son los beneficios poco conocidos de la cebolla morada para la salud y el sistema inmunológico - Infobae",
    "text": "La cebolla morada no sólo le da sabor a las cosas, también es saludable - (Imagen Ilustrativa Infobae) La cebolla morada tiene una notable aporte nutricional. Es un alimento ampliamente utilizado en la gastronomía y en remedios tradicionales gracias a sus numerosos beneficios para la salud.\nEste vegetal destaca por su riqueza en antioxidantes, vitaminas y compuestos bioactivos que contribuyen a mejorar diversas funciones del cuerpo humano.\nTe contamos más de los beneficios que tiene rallarle una buena cantidad de cebolla morada a tus platillos.\n1. Fuente rica en antioxidantes\nLicuado de pepino con limón y cebolla morada, una bebida de sabor fuerte que combina frescura con beneficios digestivos y depurativos. - (Imagen Ilustrativa Infobae) El intenso color de la cebolla morada se debe a un compuesto antioxidante llamado antocianina , presente en su cáscara y capas externas. Las antocianinas ayudan a combatir el estrés oxidativo, neutralizando los radicales libres que pueden dañar las células y fomentar el envejecimiento prematuro o el desarrollo de enfermedades crónicas como el cáncer. Además, contiene quercetina, otro potente antioxidante con propiedades antiinflamatorias y antitumorales.\n2. Fortalece el sistema cardiovascular Los compuestos antioxidantes y sulfurados presentes en la cebolla morada contribuyen a mejorar la salud del corazón. Ayudan a reducir los niveles de colesterol “malo” (LDL) y los triglicéridos, favoreciendo la prevención de enfermedades cardiovasculares como arteriosclerosis e hipertensión. Además, estimulan la circulación sanguínea al promover la dilatación de los vasos sanguíneos, lo que puede reducir el riesgo de coágulos.\n3. Potencia el sistema inmunológico\nCebolla morada, ideal para fortalecer las defensas (Imagen Ilustrativa Infobae) Gracias a su contenido en vitamina C, la cebolla morada fortalece el sistema inmunológico, ayudando al cuerpo a defenderse de infecciones como resfriados y gripes. Su combinación de antioxidantes y propiedades antisépticas también contribuye a reducir inflamaciones y combatir virus y bacterias.\n4. Beneficia la salud digestiva La cebolla morada contiene fibra dietética, que mejora el tránsito intestinal y previene problemas digestivos como el estreñimiento. También es rica en compuestos prebióticos que alimentan a las bacterias beneficiosas del intestino, promoviendo un equilibrio saludable en la microbiota intestinal. Este equilibrio es fundamental para una adecuada digestión y para fortalecer el sistema inmunológico.\n5. Propiedades contra la diabetes El consumo de cebolla morada puede ser beneficioso para personas con diabetes o aquellas que deseen prevenir la enfermedad. Los compuestos sulfurados ayudan a regular los niveles de glucosa en sangre al mejorar la sensibilidad a la insulina. Esto ayuda a mantener los niveles de azúcar en un rango saludable, evitando subidas bruscas.\n6. Cuida la salud ósea\nHuesos más fuertes con la cebolla morada (Imagen Ilustrativa Infobae) Estudios han demostrado que la cebolla morada puede influir positivamente en la densidad ósea, siendo una aliada para prevenir la osteoporosis, especialmente en mujeres mayores. Esto se debe a su capacidad para reducir el daño oxidativo a los huesos y mejorar los niveles de minerales esenciales como el calcio.\n7. Ayuda en la desintoxicación del cuerpo La cebolla morada contiene compuestos como sulfóxidos y tiosulfinatos, que estimulan la función hepática y ayudan al cuerpo a eliminar toxinas acumuladas. Su consumo regular puede apoyar un mejor funcionamiento del hígado y los riñones.\n8. Propiedades anticancerígenas\nLa cebolla morada tiene efectos positivos para la salud (Imagen Ilustrativa Infobae) Diversos estudios han sugerido que los antioxidantes y compuestos bioactivos de la cebolla morada tienen propiedades que pueden ayudar a prevenir la proliferación de células cancerígenas, particularmente en el colon, el estómago y los ovarios.\nLa cebolla morada es mucho más que un simple ingrediente de cocina. Su riqueza nutricional y propiedades medicinales convierten a este “oro violeta” en un alimento esencial para quienes buscan cuidar su salud de forma natural, incorporándola regularmente en su dieta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->diet",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->organic food"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Citigroup",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "C",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T00:31:51.752+03:00",
    "updated": "2025-04-24T00:31:51.752+03:00"
  },
  {
    "uuid": "bdaa0ae38d14150d78dade9c7089570b3b72d507",
    "url": "https://estadodemexico.heraldodemexico.com.mx/municipios/2024/11/7/salud-casa-por-casa-edomex-manda-importante-mensaje-adultos-mayores-que-recibiran-el-apoyo-3512.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacci\\u0026oacute;n Heraldo Estado de México",
    "published": "2024-11-07T19:58:00Z",
    "title": "Salud Casa por Casa EDOMEX manda importante mensaje a adultos mayores que recibirán el apoyo",
    "text": "Con el fin de evitar la desinformación, el programa [Salud Casa por Casa](https://estadodemexico.heraldodemexico.com.mx/municipios/2024/10/19/como-registrarse-en-salud-casa-por-casa-para-recibir-consulta-medica-domicilio-en-el-edomex-3237.html) envió un importante mensaje a las personas adultas mayores y con discapacidad que se inscribirán a este nuevo apoyo que brindará atención médica a domicilio a las personas beneficiarias de las pensiones del Bienestar. Este nuevo programa del Bienestar, creado por el gobierno de la presidenta Claudia Sheinbaum, desplegará un total de 21 mil 500 enfermeras y enfermeros que visitarán a las personas beneficiarias de las pensiones otorgadas por la Secretaría del Bienestar en sus domicilios para brindarles distintos servicios de salud como atención primaria, receta de medicamentos o toma de signos vitales. Seguir leyendo: [Salud Casa por Casa: Así serán las consultas médicas a domicilio para adultos mayores del Edomex](https://estadodemexico.heraldodemexico.com.mx/municipios/2024/11/2/salud-casa-por-casa-asi-seran-las-consultas-medicas-domicilio-para-adultos-mayores-del-edomex-3448.html) [Salud Casa por Casa EDOMEX: ¿Cuándo inician las consultas médicas a domicilio para adultos mayores?](https://estadodemexico.heraldodemexico.com.mx/municipios/2024/10/22/salud-casa-por-casa-edomex-cuando-inician-las-consultas-medicas-domicilio-para-adultos-mayores-3278.html) Salud Casa por Casa manda importante mensaje a adultos mayores que se registren Recientemente comenzaron a circular en redes sociales rumores e información falsa que señala que el Censo de Salud y Bienestar que se lleva a cabo para registrar a las personas beneficiarias del nuevo programa Salud Casa por Casa tiene el propósito obtener la información socioeconómica de las personas para despojarlas de sus propiedades. Ante esta situación, la Secretaría del Bienestar del Gobierno Federal envió un importante mensaje para las personas adultas mayores que se registrarán en este programa apara recordarles que este nuevo programa social es contribuir a mejorar la calidad de vida de las personas adultas mayores y con discapacidad. La dependencia recalcó que los cuestionarios que ser hacen a las personas adultas mayores que serán beneficiarias del programa tienen lel propósito de recabar información sobre su estado de salud y situación socioeconómica de cada persona con el fin de brindarles una mejor atención durante las consultas a domicilio.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Claudia Sheinbaum",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T01:49:25.987+02:00",
    "updated": "2024-11-08T01:49:25.987+02:00"
  }
]