[
  {
    "uuid": "9fdaab69e9fe6c7df11f67ef5f9b266fc2ce4c60",
    "url": "https://www.bahamaslocal.com/newsitem/310902/LETTER_TO_THE_EDITOR_2023_the_year_of_resurrection.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "bahamaslocal.com",
    "published": "2023-12-29T09:15:00Z",
    "title": "LETTER TO THE EDITOR: 2023, the year of resurrection | Bahamas Local News",
    "text": "Editor,\n2023 was a game-changing year and one of the literal resurrections of The Bahamas. With the still lingering effects of back-to-back hurricanes a few short years ago and the debilitating economic and health status of Bahamians across the board with the arrival of COVID-19, we were between a rock and a very hard place. Compounding these issues was that an FNM administration led by the Most Honorable Dr. Hubert Minnis was, seemingly, grossly out of touch and stymied by signs of incompetence and infighting.\nOne of the few 'good' things Dr. Minnis did as Competent Authority was to call early elections in 2021, with more than a year left in his single and final term as Prime Minister. By doing so, he, perhaps, unwittingly, opened the political door for the Hon. Philip Brave' Davis, KC, MP, to literally slip into high office. It is my submission that Dr. Minnis and his kitchen cabinet misread the tea leaves and badly underestimated the mood of the collective Bahamian people.\nNeither the advent of the hurricanes nor the deadly arrival of the pandemic was the fault of Minnis and the now-rump FNM. Their handling of those crises was the final nail in their political coffin. The PLP was swept back into office by a large majority and the rest is history. The challenges which this party and its leadership faced were daunting to say the least. 2021 into 2022 were rough and tough. Now, thanks to the clever handling of increased energy costs, inflation and badly broken infrastructure, The Bahamas appears to have bounced back better and bigger than before. This year of 2023 is one of the BEST ones we have had in a decade. Employment opportunities are in abundance. Potential entrepreneurs are lined up to kickstart new businesses or improve existing ones. The downtown baes Sheraton British Colonial Hotel has reopened. The new port is open for cruise ship arrivals. Affordable housing continues to come on stream. There is a positive glimmer of light at the end of the Grand Bahama tunnel. Major Family Islands like Abaco; Andros; Eleuthera and Exuma are bursting at the seams and the future looks exceedingly bright for the entire nation.\nYes, 2023 is the year that witnessed the literal resurrection of our wonderful nation and her people. There is still much more work to be done. We are in URGENT need of a systematic National Youth Service and a comprehensive and affordable National Health Care regime. Especially for debilitating issues such as dental; vision and management of chronic diseases. Talking about vision issues, there are too many Bahamians suffering from cataracts and are literally going blind due to a chronic lack of equipment and skilled medical personnel. I have no doubt, however, that we will all SEE game-changing improvements in 2024.\nAnd so, on behalf of tens of thousands of grateful Bahamians, regardless of partisan politics, I award the New Day PLP and its pragmatic and stellar unchallenged LEADER, the Most Honorable Philip 'Brave' Davis, KC, MP, on a job well done and achievement of the resurrection of The Bahamas and her people. 2024 is destined, in my view, to be even BETTER & BIGGER than 2023, The Lord willing.\nWritten by: Ortland H. Bodie, Jr.\nClick here to read more on the Eye Witness News website",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://ewnews.com/letter-to-the-editor-2023-the-year-of-resurrection?utm_source=rss&utm_medium=rss&utm_campaign=letter-to-the-editor-2023-the-year-of-resurrection",
      "https://ewnews.com/letter-to-the-editor-2023-the-year-of-resurrection",
      "https://www.ewnews.com/letter-to-the-editor-2023-the-year-of-resurrection?utm_source=rss&utm_medium=rss&utm_campaign=letter-to-the-editor-2023-the-year-of-resurrection"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "minnis",
          "sentiment": "none"
        },
        {
          "name": "philip brave' davis",
          "sentiment": "none"
        },
        {
          "name": "hubert minnis",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "bahamas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:19:34.236+02:00",
    "updated": "2023-12-29T13:19:34.236+02:00"
  },
  {
    "uuid": "e9d492143a82cbcc42512ca8e745c5bf522e1ba7",
    "url": "https://mx.advfn.com/bolsa-de-valores/noticias/92906011/console-associates-p-c-integris-health-posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PR Newswire (US)",
    "published": "2023-12-28T16:57:00Z",
    "title": "Console & Associates, P.C.: INTEGRIS Health Posts Notice of Possible Data Breach After Hackers Contact Individual Patients",
    "text": "MARLTON, N.J. , Dec. 28, 2023 /PRNewswire/ -- An unknown number of patients are being notified that their Social Security numbers and other confidential information may have been compromised in what appears to be a cyberattack against INTEGRIS Health. The data breach lawyers at Console & Associates, P.C. are investigating claims on behalf of anyone who may be affected by a possible INTEGRIS breach, hoping to fully inform them of the risks they face in the wake of the breach as well as their legal rights.\nThe sensitive personal data of INTEGRIS patients may have been compromised . If the hackers' claims are correct, victims' full names, Social Security numbers and other personal information may be in the hands of criminals, putting victims at a greater risk of identity theft and other frauds.\nOn December 24, 2023 , INTEGRIS posted a website notice describing what the company calls a \"data privacy incident.\" According to the notice, INTEGRIS was in the process of investigating a possible cyberattack when patients began receiving communications directly from those who claimed to have carried out the attack. The possible INTEGRIS breach is a developing situation, and more information is expected shortly.\nThe list of sensitive information that was possibly exposed includes patients':\nNames, Dates of birth, Contact information, Demographic information, and Social Security numbers. If you receive a data breach notice from INTEGRIS, you could now be at risk of identity theft—and the devastating financial and legal consequences that go along with it.\nWhat Should You Do if You Receive an INTEGRIS Data Breach Letter?\nINTEGRIS has not yet confirmed a data breach. However, based on the company's recent website notice, a breach of patient information is possible. Individuals who receive a data breach letter from INTEGRIS should take steps to protect themselves. (See our Guide for Victims of Data Breach for more details at https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/).\nAdditionally, potential victims should consider contacting a data breach attorney immediately, as anyone who receives a data breach letter from INTEGRIS may be entitled to financial compensation.\nIf you wish to discuss this data security incident, please contact Console & Associates, P.C. at (866) 778-5500. You can also learn more about this data breach and potential lawsuit at https://www.myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance/.\nThis press release may be considered Attorney Advertising in some jurisdictions under the applicable law and ethical rules.\nConsole & Associates, P.C.\n866-778-5500\ninfo@consoleandassociates.com\nView original content:https://www.prnewswire.com/news-releases/console--associates-pc-integris-health-posts-notice-of-possible-data-breach-after-hackers-contact-individual-patients-302023552.html\nSOURCE Console & Associates, P.C.\nCopyright 2023 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/).",
      "https://www.myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance/.",
      "https://www.prnewswire.com/news-releases/console--associates-pc-integris-health-posts-notice-of-possible-data-breach-after-hackers-contact-individual-patients-302023552.html",
      "https://myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance/.",
      "https://prnewswire.com/news-releases/console--associates-pc-integris-health-posts-notice-of-possible-data-breach-after-hackers-contact-individual-patients-302023552.html",
      "https://myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "console & associates",
          "sentiment": "negative"
        },
        {
          "name": "social security",
          "sentiment": "none"
        },
        {
          "name": "integris",
          "sentiment": "none"
        },
        {
          "name": "integris health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.j.",
          "sentiment": "none"
        },
        {
          "name": "marlton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:47.629+02:00",
    "updated": "2023-12-29T01:13:47.629+02:00"
  },
  {
    "uuid": "e0d59ac60ad95841f6524cdb028f80388e53bc7d",
    "url": "https://ground.news/article/evacuation-orders-issued-as-flooding-impacts-coastal-california-communities",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Mercury",
    "published": "2023-12-28T20:42:00Z",
    "title": "Ground News - Evacuation Orders Issued as Flooding Impacts Coastal California Communities",
    "text": "Summary by The Mercury Coastal flooding affected parts of Santa Cruz County on Thursday, December 28, as officials urged residents to be prepared for evacuation orders and avoid the coast. A coastal flood advisory and a high surf warning were in effect into Friday, per the NWS. Dangerously large breaking waves up to 40 ft were possible at certain locations on the California coast, the weather service said. Credit: Santa Cruz County via Storyful Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe Mercury Media Conglomerate: Murdoch Family Evacuation Orders Issued as Flooding Impacts Coastal California Communities Coastal flooding affected parts of Santa Cruz County on Thursday, December 28, as officials urged residents to be prepared for evacuation orders and avoid the coast. A coastal flood advisory and a high surf warning were in effect into Friday, per the NWS. Dangerously large breaking waves up to 40 ft were possible at certain locations on the California coast, the weather service said. Credit: Santa Cruz County via Storyful\n1 hour ago · Hobart, Australia Read Full Article\nThe Mercury Media Conglomerate: Murdoch Family\nEvacuation Orders Issued as Flooding Impacts Coastal California Communities Coastal flooding affected parts of Santa Cruz County on Thursday, December 28, as officials urged residents to be prepared for evacuation orders and avoid the coast. A coastal flood advisory and a high surf warning were in effect into Friday, per the NWS. Dangerously large breaking waves up to 40 ft were possible at certain locations on the California coast, the weather service said. Credit: Santa Cruz County via Storyful\n1 hour ago · Hobart, Australia Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://www.themercury.com.au/news/national/evacuation-orders-issued-as-flooding-impacts-coastal-california-communities/video/3f0d2adc7f9053432795f1e90eeefcef?utm_source=ground.news&utm_medium=referral",
      "https://themercury.com.au/news/national/evacuation-orders-issued-as-flooding-impacts-coastal-california-communities/video/3f0d2adc7f9053432795f1e90eeefcef?utm_source=ground.news&utm_medium=referral",
      "https://www.themercury.com.au/news/national/evacuation-orders-issued-as-flooding-impacts-coastal-california-communities/video/3f0d2adc7f9053432795f1e90eeefcef"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "murdoch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "storyful",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        },
        {
          "name": "storyful share",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "santa cruz county",
          "sentiment": "none"
        },
        {
          "name": "australia rea",
          "sentiment": "none"
        },
        {
          "name": "hobart",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:00.828+02:00",
    "updated": "2023-12-29T00:10:00.828+02:00"
  },
  {
    "uuid": "29a8c9c7ec660f1b532b376a325bc668dc919c7b",
    "url": "https://www.meneame.net/story/fe-familia-odio-progresismo-poder-evangelicos-latinos-extiende/c072",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mimaus",
    "published": "2024-05-25T16:41:00Z",
    "title": "#72 Fe, familia y odio al progresismo: el poder de los evangélicos latinos se extiende por Estados Unidos",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Es una manera de verlo. Otra es que unos cuantos españoles se han marchado a países menos corruptos, han visto que se vive mejor así y evitan votar a los partidos que mantienen aquí niveles indecentes de corrupción.\nPero hay de todo…\n[#4](c4#c-4) te recomiendo algo más de fibra en tu dieta, parece que aún no has digerido el que no ganaran los tuyos\n[#4](c4#c-4) que yo conozca la gente que emigra a EEUU normalmente son gente con títulos superiores donde irse a América es muy buena opción laboral, y ya esta, si votan a la izquierda española sera porque ven desde fuera que es mejor opción.\nQue pasa con los que votan a la derecha?\nQue significaria?\nPor cierto a mayor nivel de estudios el votante de izquierda aumenta, tampoco dices nada de eso?\n[#37](c37#c-37) Ay pobres comunistas que el problema que tienen es que son dependientes de importar todo de EEUU.\nPues que sepas que la mayoría del pollo en Cuba viene de Miami, el embargo está hoy en día muy limitado.\nAh, y en la guerra fría había más gente en el bloque comunista que en el bloque capitalista.. y aun así al bloque capitalista le iba mil veces mejor y no necesitaban para nada a los comunistas.\n[#1](c1#c-1) No veo relación entre el fanatismo religioso cristiano y los problemas político sociales en latinoamérica.\nEl Salvador es de los países más evangélicos, junto a Brasil, y las cosas les han empezado a ir bien.\nArgentina y Venezuela no son países de corte religioso evangélico y están comiendo mierda.\nEn Cuba ni religiosos son, y no tienen ni para comer mierda.\n[#33](c33#c-33) derecha y diosito van siempre juntitos, si te convenzo que estás en la tierra para sufrir a cambio de una recompensa cuando te mueras, aguantas mejor que te pisen, porque a mayor sufrimiento mayor recompensa\n[#33](c33#c-33) Simple, estos tipos se oponen al planamiento familiar.\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/\n[#1](c1#c-1) por no hablar de que sus antepasados se arrancarían los pelos de desesperación por ver como han abrazado la religión que los masacró\n[#1](c1#c-1) con la diferencia de que cuando vienen para acá muchos de ellos se vuelven muy de derechas besando los pies de sus verdugos.. los cuales por delante les dicen, con papeles inmigrante bueno, y por detrás le dicen a los españoles, mirad, estos son los que os roban el trabajo y las paguitas..\nY los testigos de Jehová. Antes estaban a la salida de los hospitales con sus plafones. Ahora los veo en: la salida del metro, de los parques y en cualquier esquina o paseo. De 3 en 3. Si no les miras no te molestan, al menos en mi experiencia, pero me parece preocupante cómo van invadiendo el espacio público para su negocio de proselitismo religioso. ¿Puedo plantar un plafón con folletos de mi empresa 7 u 8 horas allá dónde me apetezca y abordar a los transeúntes?\n[#3](c3#c-3) al igual que llevan toda la vida ocupando espacio publico los mendigos, los que reparten folletos, los grupos de turistas guiados.... mientras la ocupacion no sea permanente, no hay problema\n[#3](c3#c-3) En mi pequeña ciudad de 40k habitantes el otro día me crucé a cuatro así, todos eran latinos. Les dije con palabras poco amables que se fueran con sus historias a su templo, que la calle no era lugar para ello. Eran muy ridículos, hablaban con una grandiosidad típica de pastor evangélico y que si la gloria de dios y mierdas así. Llamé a la policía. Me parece sumamente preocupante esto. Uno de ellos aún venía con ese falso buen rollo a \"debatir\" conmigo y me hacía preguntas de lo más ridículas. Largo de la calle por favor.\n[#21](c21#c-21) y que pasó cuando llamaste a la policía? Que te dijeron los guardias? conseguiste que se fueran?\n[#42](c42#c-42) Se fueron a la hora aproximadamente, pero no sé si por su propio pie o por la policía, ya que yo volví donde ellos media hora larga después y ahí seguían. La poli dijo que iba a mandar una patrulla y vi un coche una hora después de llamarles, pero capaz que iban a otro sitio, así que no puedo confirmar. Me olía que estos predicadores eran evangélicos pagados por alguien de aquí o de allá para hacer la ruta, porque el brasileño tenía un acento increíble y hablaba español justo.\n[#3](c3#c-3) pero esos, \"por fortuna\", son tan radicales que no van a ser mayoría nunca y hasta la fecha no se meten en política. Por lo demás, totalmente de acuerdo.\n[#3](c3#c-3) En mi bloque ahora dejan cartas en los buzones diciendo que te van a solucionar la vida y te dejan su WhatsApp y una dirección para que vayas a sus reuniones. Se aprovechan de gente ignorante y desesperada. Menuda secta.\nYo lo llamaría \"fe seudocristiana\", porque muchas veces esto no está movido por una fe religiosa, sino que la fe religiosa es solo el medio para mover otra cosa, por ejemplo, mantener a la gente distraída odiando el aborto o a los homosexuales mientras no se dan cuenta de que otros se están quedando con la mayor parte de su esfuerzo al trabajar.\nLo peor es que muchos de esos nuevos templos se construyen en base a la necesidad de las gentes que acuden a ellos, aportan \"lo que no tienen\" y cuatro vividores y sus comparsas se hacen de oro. Para colmo, les adoctrinan con ideología neoliberal envuelta en el evangelio de \"san saduceo\" , que les promete la \"prosperidad\", sobre todo la material, demonizando todo sentido crítico que les haga pensar que ese sistema económico es el que les mantiene en la servidumbre y la desigualdad y del que muy pocos saldrán , que siempre son los que les piden el diezmo y lo que haga falta \"para el culto\", que no es otro que el que zarandea un libro con dorso dorado y una cruz desde el atril...\nEsa gente es muy peligrosa, ya que al contrario que otras sectas, quieren acaparan todas las instancias del estado. Su avaricia no tiene límites, son capaces de vender a su madre por cuatro duros.\nLa religión era prácticamente la única cosa de LATAM que EEUU no controlaba, pero con el evangelismo es probable que en una década o dos reemplace al catolicismo en cantidad de seguidores.\nLas personas más insoportables del mundo son los conversos en cualquier modo. Religión, pelo blanco, deporte, vegetariano..., debe ser como ves que tu vida es una mierda y te has equivocado quieres imponer a los demás tu vida de p... Mierda",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4449999",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC4449999/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T20:48:12.819+03:00",
    "updated": "2024-05-25T20:48:12.819+03:00"
  }
]