[
  {
    "uuid": "16ff745601e53f18e79c5dd98015bacfe1026aaf",
    "url": "https://www.infobae.com/america/agencias/2024/03/10/scholz-aboga-por-alto-el-fuego-duradero-para-liberar-rehenes-israelies-y-ayudar-a-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2024-03-10T17:32:00Z",
    "title": "Scholz aboga por \"alto el fuego duradero\" para liberar rehenes israelíes y ayudar a Gaza",
    "text": "Berlín, 10 mar (EFE).- El canciller alemán, Olaf Scholz, pidió hoy \"un alto el fuego más duradero, a ser posible ya durante el Ramadán\", que permita la liberación de los rehenes israelíes en manos de Hamás y la llegada de más ayuda humanitaria a Gaza.\n\"Estoy seguro de que la gran mayoría de israelíes y palestinos desean una misma cosa: la paz. Un paso en esta dirección sería un alto el fuego más duradero, a ser posible ya durante el Ramadán. Un alto el fuego así debería garantizar la liberación definitiva de los rehenes israelíes y la llegada al fin de más ayuda humanitaria a Gaza\", dijo en un vídeomensaje con motivo del inicio mañana del mes musulmán de ayuno y abstinencia.\nSubrayó que el presidente estadounidense, Joe Biden, así como él mismo y muchos otros están firmemente a favor de ello.\nScholz señaló que el Ramadán es para los musulmanes \"un momento especial de contemplación y reflexión\", pero también \"para recordar a los que sufren en al adversidad, a los que padecen guerra y violencia\".\nSe mostró convencido de que en estos días, los musulmanes piensan especialmente en la gente en Oriente Próximo y en sus amigos y familiares por los que están preocupados.\n\"Quiero que sepan que no están solos en su empatía. También en Alemania muchos comparten el sufrimiento de los israelíes asesinados y secuestrados y el destino de los inocentes muertos, de los heridos y de los que sufren en Gaza\", afirmó.\nReiteró que Israel tiene derecho a defenderse del terror de Hamás y también que debe atenerse a las normas del derecho internacional y preservar a los civiles.\nDijo estar en sus pensamientos con los musulmanes en Alemania preocupados por la cohesión del país, sobre todo tras las revelaciones sobre un encuentro organizado por influyentes figuras de la extrema derecha en el que también participaron políticos de la ultraderechista Alternativa para Alemania (AfD) y en el que se abordaron planes para expulsar del país a millones de extranjeros.\n\"Creo que nuestra respuesta al respecto debe ser muy clara: no nos dejaremos dividir como país\", afirmó, y agregó que \"naturalmente pertenecen a Alemania los ciudadanos con y sin raíces migratorias\".\nEn este sentido, subrayó que \"los musulmanes pertenecen a Alemania, al igual que los judíos, los cristianos y los seguidores de otras religiones y visiones del mundo\".\nAseguró que los que predican el odio en las redes sociales no son la mayoría en el país, sino los millones de ciudadanos que llevan semanas manifestándose en favor del respeto y la cohesión.\n\"Somos muchos. Somos más. Defendemos unidos un país cosmopolita, tolerante y democrático. Y eso es una buena noticia, especialmente ahora, al comienzo del Ramadán\", concluyó. EFE\negw/amg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T19:37:09.901+02:00",
    "updated": "2024-03-10T19:37:09.901+02:00"
  },
  {
    "uuid": "bfc2242452c6255b732a731da228e82925a33edf",
    "url": "https://www.cope.es/actualidad/espana/noticias/monumento-biscarrues-realiza-uso-liturgico-consolida-como-oferta-turistica-cultural-20240329_3221034",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-03-29T10:18:00Z",
    "title": "El Monumento de Biscarrués realiza su uso litúrgico y se consolida como oferta turística y cultural",
    "text": "El Monumento de Biscarrués realiza su uso litúrgico y se consolida como oferta turística y cultural\nEuropa Press\nTiempo de lectura: 1'\nActualizado 12:19\nEl Monumento de la Semana Santa de Biscarrués realiza su uso litúrgico, al tiempo que se consolida como oferta turística y cultural, al atraer a visitantes todos los años.\nEl Monumento de Semana Santa de Biscarrués es uno de los pocos supervivientes del arte popular del siglo XVIII en Aragón que se coloca en el interior de la parroquial en estos días para albergar el Sagrario.\nVeintitrés lienzos componen este espectacular templete que representa el tiempo en el que el Salvador sufrió la pasión en manos de los hombres.\nLos visitantes, además de admirar la originalidad de esta pintura popular, también descubre el sentir y la religiosidad popular, en el silencio, la devoción y la oración.\nAdemás, son comprensivos cuando vienen en los dos días, en que el uso es litúrgico, y el horario de culto, y su visita al Monumento con visita guiada tiene que retrasarse.\nSe puede visitar en Semana Santa, además de los domingos y festivos de abril por las mañanas de 11.00 a 13.30 horas y las tardes de 17.00 a 20.00 horas.\nTambién hay visitas guiadas a la ruta de la piedra y es apto para todos los públicos el recorrido para descubrir el trabajo de los canteros: detalles constructivos, símbolos de protección, entre otros. Tiene una duración aproximada una hora.\n- item no encontrado",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:55:54.378+03:00",
    "updated": "2024-03-29T14:55:54.378+03:00"
  },
  {
    "uuid": "d62cbe15820d4b12e99aa5acf65dd0e4e87907fe",
    "url": "https://www.newburyportnews.com/news/local_news/never-too-late-to-honor-the-fallen/article_6b2f2e56-a5af-11ee-896b-c7e4ba815747.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Petry | mpetry@northofboston.com",
    "published": "2023-12-28T05:00:00Z",
    "title": "Never too late to honor the fallen | Local News | newburyportnews.com",
    "text": "NEWBURYPORT — After learning of the centuries old case of Newburyport Special Officer Alexander Griffin, City Marshal Mark Murray is hopeful that the officer who died in the line of duty will soon be recognized by the National Law Enforcement Memorial as part of National Police Week. Founded in 1984, the National Law Enforcement Officers Memorial Fund a nonprofit organization dedicated to honoring the fallen, telling the story of American Law Enforcement and making it safer for those who serve. The organization built and continues to maintain the National Law Enforcement Officers Memorial, the nation’s monument to law enforcement officers killed in the line of duty. The Memorial Fund is a principal organizer of the National Police Week observance each May and hosts a candlelight vigil each May 13, to honor all fallen officers. In addition, the Memorial Fund maintains the largest, most comprehensive database of line-of-duty officer deaths, conducts research into officer fatality trends and issues, and serves as an information clearinghouse. On July 20, 1879, Special Officer Griffin died due to complications of a beating suffered when he was attacked while attempting to quell a disturbance on July 4. Murray said he was made aware of the case of Griffin back in 2017, though he cannot remember who it was who informed him. He explained that he reached out to the Massachusetts Memorial in the same year, which lead to the National Law Enforcement Memorial getting involved. “I took a shot. I wrote the letter. I said, it's pretty cool, and started the ball rolling, but it took this long,” Murray said. He said he heard back from Senior Research Manager Carolie Heyliger last week. “That was kind of out of nowhere. And what happens is they gather all this information, they determine him eligible as a line of duty death, and they send it to the board in January for consideration to put on the wall in May, Police Memorial Week,” Murray said. He shared his feelings on Griffin potentially being enshrined in the coming months, as well as his excitement to be able to include Griffin in the town’s own annual memorial going forward. “We'll read off the names of the three officers that had died in the line of duty for our department, and it was interesting to find out we had a fourth,” Murray said. He said that once they verified it was true, it was important to get him recognized. “I thought it was a neat project, and here it is. I'm pretty sure they're going to make a decision that he'll go on the wall,” Murray said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alexander grif",
          "sentiment": "neutral"
        },
        {
          "name": "mark murray",
          "sentiment": "none"
        },
        {
          "name": "griffin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national police week",
          "sentiment": "none"
        },
        {
          "name": "american law enforcement",
          "sentiment": "none"
        },
        {
          "name": "memorial fund",
          "sentiment": "none"
        },
        {
          "name": "national law enforcement officers memorial",
          "sentiment": "none"
        },
        {
          "name": "national law enforcement memorial",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "newburyport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:56.773+02:00",
    "updated": "2023-12-29T00:38:56.773+02:00"
  }
]