[
  {
    "uuid": "df623e917b62e9fa8e611074004ef60780c6fe98",
    "url": "https://www.dcourier.com/news/2024/apr/11/sony-ult-wear-review-bringing-the-oomph-with-long-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jacob Krol",
    "published": "2024-04-11T23:00:00Z",
    "title": "Sony Ult Wear Review: Bringing the oomph with long battery life",
    "text": "Sony Ult Wear Review: Bringing the oomph with long battery life\nSony (\nSNEJF) is ushering in a new line of Bluetooth speakers and a single pair of headphones under a cohesive name: the Ult Power Sound series. As the name hints, these are squarely focused on powerful sound.\nI’m focusing on the Ult Wear over-ear headphones ahead, which land under the\nWH-1000XM4 and WH-1000XM5 as a mid-range option with a dedicated button to boost bass for a more \"oomphy\" listening experience. Priced at $199.99, Sony’s hitting a sweet spot above basic, affordable sets and into the upper-echelon of mid-range. Sony is releasing three speakers — Ult Tower 10, Ult Field 3, and Ult Field 1 — alongside Ult Wear. Related: Here’s what Sony's Mini LED prototype means for the future of TVs\nReplacing the WH-XB910N, the Ult Wear look like a classic pair of Sony over-ear headphones with some flashier branding, hiding extremely long battery life, bold sound, and good listening modes that can block out the world around you. Let’s dive into them.\nAn emphasis on the oomph\nWhat makes Sony’s Ult Wear unique is a dedicated button that succinctly engages two modes that deliver a strong bass experience. Located on the left earcup as an easily findable — critically, without looking — circular button is the “ULT” button. It has a monochromatic color that will glow as the light hits it, and one press engages a lower-frequency boost, while a second push dramatically ups the bass.\nIt’s switching on a custom EQ that either ups the lower end of the audio spectrum or instantly boosts bass by 10. It’s a lot easier than manually pulling out your phone, navigating to the Headphones Connect app, and swapping between EQ presets, though you can still do that. And if you appreciate the lower-end or just love bass, I think you’ll feel right at home with this.\nTake Olivia Rodrigo’s “Bad Idea,\" right? It starts with a strong beat, both drum and lower-end bass guitar, with vocals that ramp up and lead to a chorus that introduces a range of sounds from low to high. With Ult not engaged, it’s a good-sounding mix with a focus on the lower end thanks to the custom driver, but it’s a wide soundstage that represents the various elements of the track. One push to ULT 1 delivers more of a resounding thud with the lower end of the spectrum; the main beat hits stronger and is mixed louder. ULT 2 seemingly pushes this farther and actually adjusts bass up to 10 — it makes that deep, low-end central part and turns the oomph to a very high level.\nEven with an emphasis on the lower end and bass, the Ult Wear still offers excellent clarity that doesn’t crackle or add artificial elements to a track at higher volume. Like Sony’s WH-1000XM4 or XM5 over-ear headphones, Sony’s Integrated Processor V1 powers the mix and adjusts in real time. It also controls a new purpose-built 40-mm driver unit that ultimately delivers deeper bass.\nIn several weeks of testing, I’ve found the Ult Wear to work for a wide variety of genres, but is especially appealing for folks who want to feel the sound and appreciate the lower end of a mix. It works for pop and EDM tracks but also classic rock pretty darn well — “American Girl” by Tom Petty was a rich mix that ensured the snare and drums were audible throughout and layered guitar, vocals, and the overall melody without anything swirling together.\nI particularly enjoyed “Death To My Hometown” by Bruce Springsteen, which features a deep bass kick throughout the track and is layered with other beats, guitar, vocals, and horns. With other headphones, this can crackle, especially on the lower end, but even with ULT1 or ULT2 engaged, it stayed intact here.\nUlt Wear sticks with what you expect from Sony, mainly the rich mix that the audio brand is known for, but also ensures a crisp, clear lower end and the option to boost the bass.\nA comfortable design fitting an extended runtime\nJust like the WH-XB910N before, the Ult Wear uses a mostly plastic build with plenty of padding around the earcups and the top band. The result is a pretty comfortable build that I’ve been able to wear multi-hour jam sessions, which fits the $200 price point. You likely aren’t expecting an ultra-premium metal, aluminum, or super sleek build for this cost.\nI wish Sony had stretched the earcups more here,\n like on the WH-1000XM5s. At times, the Ult Wears felt a little cramping around the ears for me, but it will fall off after a few hours of wear — of course, it also depends on your ear's overall shape and size. Sony’s opting for a moldable cushion material that’s designed to be wrinkle-free, and it provides excellent padding to reduce any clamping feeling on your head. You can also adjust the height of the Ult Wear by pulling the left or right earcup lower.\nSony is delivering the power of choice with colors. Rather than a simple black or white option, the Ult Wear also comes in a dark green called Forest Gray and black or off-white. All three get the custom, glowing ULT button and power and ANC/Ambient Mode buttons on the left earcup. Additionally, you’ll charge via USB-C or listen corded via the audio jack on the left side.\nSurprisingly, the right earcup is barren, but controls for playback and volume are hidden on the outer shell. You can tap to play or pause and even end a call, but what I find most handy is that you can swipe up or down to adjust the volume. Thanks to onboard sensors, you won’t need to worry about pausing music when you take the headphones off — Ult Wear is excellent at automatically pausing and resuming, thanks to head detection.\nLike the WH-1000XM4s, Sony’s delivers an extremely long run-time that has let me use the Ult Wears for close to a week without recharging them fully. Sony promises up to 30 hours of battery life with a listening mode like noise cancellation or ambient mode engaged, but that extends to 50 hours with those switched off. Quite impressive, and Sony is offering quick charges here — 10 minutes provides about five hours of playback; it’s pretty similar to what Beats offers on the Studio Pros.\nThe Ult Wear really impressed with voice pickup — folks I took test calls with noticed the clarity and removal of background sound. These punch a bit higher than most affordable or mid-range headphones thanks to the V1 processor and improved microphones. The pair of beamforming microphones and the extra chops from the V1 processor delivers a clear voice line for calls and video meetings, which even pushes off environmental sounds and other ambient ones.\nAs far as active noise cancellation and ambient modes go on the Ult Wear, it’s clear these sit a step below the 1000X series, and I wouldn’t get these if you’re looking for a warhorse in terms of being able to block out every conceivable sound. Like the Studio Pros from Beats and even the WH-XB910N, Sony’s Ult Wear can effectively block out big, bold sounds at the lower to middle frequency; it struggles a bit more with higher-frequencies whines.\nThe ambient mode, which mixes environmental sound, is much more usable and, quite frankly, more handy here. I enjoyed using that mode when rocking these on an outdoor walk because it also gives you a sense of your surroundings.\nBottom line\nAt $199.99 flat, Sony’s Ult Wear are an excellent choice for folks who love bass, need a long-lasting pair of headphones without breaking the bank, and care about a robust feature set. For the price, you’re getting an excellent custom process from Sony, great audio reproduction for various genres and support for more immersive audio, long battery life, excellent voice pickup, and various detection modes.\nThe Ult branding and two custom modes are handy and cool, with an emphasis on the bass. This also shows the capabilities of the new 40mm driver onboard. If you enjoy a more oomphy, deeper listening experience, you’ll appreciate the audio mix here and know you can make further adjustments to it.\nIf you’re after the best Sony has to offer, though, I would still consider the\nWH-1000XM4 or the WH-1000XM5 — you’ll get an even richer sound experience, best-in-class listening modes, and a more premium build that is even more comfortable.\nUltimately, though, it’s exciting to see fresh branding and easier naming conventions; plus, if you know someone who constantly cranks up the bass, Sony now has an excellent option.\nRelated: Veteran fund manager picks favorite stocks for 2024 [Sign up for our e-News Alerts](/users/newsletters-dc/)\nSUBMIT FEEDBACK\nClick Below to:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.amazon.com/stores/page/AA9307AA-7562-44A3-B47D-B70C0499F91A?ingress=2&visitId=280af001-762c-4552-963f-5b74bddfc134&ref_=ast_bln",
      "https://www.thestreet.com/quote/SNEJF",
      "https://www.thestreet.com/personal-finance/sony-wh-1000xm5-noise-canceling-headphones-review",
      "https://www.thestreet.com/investing/stocks/veteran-fund-manager-picks-favorite-stocks-for-2024",
      "https://www.thestreet.com/deals/sony-mini-led-tvs-future-backlighting-driver-picture-quality",
      "https://thestreet.com/investing/stocks/veteran-fund-manager-picks-favorite-stocks-for-2024",
      "https://thestreet.com/personal-finance/sony-wh-1000xm5-noise-canceling-headphones-review",
      "https://thestreet.com/deals/sony-mini-led-tvs-future-backlighting-driver-picture-quality",
      "https://amazon.com/stores/page/AA9307AA-7562-44A3-B47D-B70C0499F91A?ingress=2&visitId=280af001-762c-4552-963f-5b74bddfc134&ref_=ast_bln",
      "https://www.amazon.com/stores/page/AA9307AA-7562-44A3-B47D-B70C0499F91A",
      "https://thestreet.com/quote/SNEJF"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sony",
          "sentiment": "negative"
        },
        {
          "name": "sony ult wear review",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:06:33.069+03:00",
    "updated": "2024-04-12T02:06:33.069+03:00"
  },
  {
    "uuid": "d71031f6517963c47b07b00e077ca1cd0d9ea9fb",
    "url": "https://mysinchew.sinchew.com.my/news/20241220/mysinchew/6157201",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "星洲网",
    "published": "2024-12-20T02:17:00Z",
    "title": "The silent nexus between Malaysia’s substance abuse and security threats - Opinion",
    "text": "Despite on-going efforts, substance abuse in Malaysia persists, driven by socioeconomic challenges and the global drug trade.\nBeyond harming public health and economic stability, it exacerbates security risks by fuelling radicalisation and violent extremism.\nAddressing this crisis is crucial not only to combat addiction but also to safeguard national resilience and close gaps exploitable by extremist ideologies.\nSubstance abuse, defined as the harmful use of psychoactive substances like illicit drugs and alcohol ([World Health Organisation, n.d.](https://www.afro.who.int/health-topics/substance-abuse)), often leads to substance use disorder (SUD), causing severe physical and mental health impacts.\nDespite on-going interventions, Malaysia’s substance misuse problem is worsening.\nThe [National Anti-Drugs Agency (NADA)](https://data.gov.my/dashboard/drug-addiction) reported a 2.8 per cent increase in recorded drug addicts, rising from 23,517 in 2022 to 24,186 in 2023, with youths aged 19 to 39 making up 62.2 per cent of cases.\nA study by [Ismail et al. (2022)](https://www.researchgate.net/publication/359936216_Prevalence_of_Drug_and_Substance_Use_among_Malaysian_Youth_A_Nationwide_Survey) revealed even higher prevalence rates of drug use, alcohol consumption, and smoking than those reported by the National Health and Morbidity Survey (NHMS), suggesting significant underreporting as many cases go unnoticed.\nCompounding the problem, Malaysia’s role as a regional drug transit hub is highlighted in the [2024 UNODC Report](https://www.unodc.org/roseap/uploads/documents/Publications/2024/Synthetic_Drugs_in_East_and_Southeast_Asia_2024.pdf), which recorded 6.9 tons of ecstasy seizures in 2023 – 85 per cent of the total in East and Southeast Asia.\nThe report also noted a resurgence in domestic methamphetamine production, with links to the Golden Triangle and increasing seizures of local drug labs for the first time since 2018.\nNexus between narcotics and terrorism\nThe connection between drugs and terrorism, often termed narcoterrorism, is well-documented.\nA key example is the Taliban’s extensive opium poppy cultivation in Afghanistan’s Golden Crescent, one of the world’s largest opium-producing regions.\nThe resulting drug trade generates significant revenue, enabling terrorist organisations to expand operations, acquire weapons, recruit members, and develop advanced IT infrastructures ([Chandra, 2020](https://d1wqtxts1xzle7.cloudfront.net/63455323/Illicit_drug_trade_and_financing_of_terrorism20200528-92003-1kvmenw-libre.pdf?1590685183=&response-content-disposition=inline%3B+filename%3DIllicit_Drug_Trafficking_and_Financing_o.pdf&Expires=1733977692&Signature=NZVmhB8Bv~1YcMd4zdEzn-jsisyuHQBaLF-EtdaLA1URRp0WIDCWry9CM1-~BLkFqhkSdSN2hRh2FLZ01Z3X726j0uAp2UVrwl9Hk8VTI3oAXxSltXEZIOBEqW1~ZDS5RmmBLcDuiyNIfpiah-wa~gLBXPPWT-UVRbJ5fFWelkAEuK8R3GGqR9KGOoVmxoD1AAwkMdGYOfKpQoJj89eALZIcypu7aeNjO2AS7RoqmQtS8Vs7rfZeqfZgQApnkVXGhUYxwc3Be7uAZopeQ-J5vIeBm9K-027yl1DN7TSWiX1kxz0EuKT6ZDDTNYauxUBXhyAO2hNNZE5Bxc4d8nhBkA__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA)).\nIn the ASEAN region, the Kurdistan Workers’ Party (PKK) has facilitated the illegal drug trade from the Golden Triangle to Europe by offering protection to traffickers ([Laçiner, 2008](https://www.ataa.org/pkk-kongra-gel-and-terrorism-articles/drug-smuggling-as-main-source-of-pkk-terrorism/)).\nAlthough narcoterrorism in Malaysia remains largely covert, the Royal Malaysian Police (RMP) acknowledge that drug-terrorism connections exist ([Aslam, 2020](https://ejournal.um.edu.my/index.php/JAT/article/view/23254)).\nMalaysia’s strategic location – bordered by the Malacca Strait and South China Sea – makes it a critical transit hub for illicit criminal networks.\nProximity to the Golden Triangle further compounds the issue.\nPorous borders, particularly along Sungai Golok, Bukit Kayu Hitam, and Padang Besar, have become hotspots for daily drug-smuggling activities, cementing Malaysia’s role as a regional transit point and enabling the infiltration of illicit drugs into Malaysian society.\nSubstance use in terrorist groups\nWhile no direct empirical studies link substance use to radicalisation, substantial evidence highlights its significant role in terrorist recruitment, radicalisation, and operations.\n[Herrington (2019)](https://www.tandfonline.com/doi/full/10.1080/02684527.2018.1560670) found that 75 per cent of 52 lone-wolf jihadist suicide attackers in Europe (2012–2017) had a history of chronic substance abuse.\nSimilarly, [Basra (2019)](https://icsr.info/wp-content/uploads/2019/11/ICSR-Report-Drugs-and-Terrorism-The-Overlaps-in-Europe.pdf) reported that two-thirds of jihadists in their dataset consumed drugs before and during their radicalisation.\nTerrorist groups often target individuals struggling with substance abuse, exploiting their vulnerabilities for recruitment.\nAccording to the Radicalisation Awareness Network ([RAN, 2021](https://home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf?utm_source=chatgpt.com)), substance misuse can exacerbate mental health issues – such as distress, anxiety, and identity confusion – that increase susceptibility to extremist ideologies.\nThe RAN report also identifies substance use as a key factor in both violent Islamist extremism and violent right-wing extremism (VRWE), with a notably higher prevalence in VRWE contexts.\nSubstance use leading to violence\nSubstance use is inextricably linked to violence, with psychoactive substances frequently triggering acts of armed conflicts, intimate partner violence, public violence, and violent extremism ([RAN, 2021](https://home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf)).\nA meta-analysis by [Zhong et al. (2020)](https://watermark.silverchair.com/mxaa006.pdf?token=AQECAHi208BE49Ooan9kkhW_Ercy7Dm3ZL_9Cf3qfKAc485ysgAAA1YwggNSBgkqhkiG9w0BBwagggNDMIIDPwIBADCCAzgGCSqGSIb3DQEHATAeBglghkgBZQMEAS4wEQQMIZpWHj9dnWRX45jEAgEQgIIDCQ0njpRA8RZxCyqWmcarPL7WwyaQPLuT996Gwfw5OKIXFp2esg1NqGqA1uFyGMxDE2djj98C4oXDgcBIGBNH7-jDionT-dDgrnsGaQrXLwkkQaDuQnN9z9z1mYVCiQ9jpIfWihbPZ7qn6btniqRZ0Zp4FcFyQgZVF5k-Z5frqVGEFfinXz8p_3phgiO7xa96kWboenZ2iriCZe8WXaY-_36F3tSL9kb6h6gdR01E-BeqaTI9jeuAbfFkGgt7x-niVFpRXsglLskTyMNVr4gEkV0pz6WfcSt6iyFC6uuO2-3cxNpbf4NO2m6x6uoY9GuTwQEGnZYVm0Zn6XZvz4T1GJT5CYDnh851GNG_3M0yzUsGlPibdWW1ZoV20D765zKEB__HCS7YE9FZ2m7ChdyEXdwJ5aB-eT3f0vBHUXLRXRRK2obvDOmKng4o9DkXs7ZSSssxLvbVk2VOJY6EDF1R5kQbjfTEi-dmC3aKmMMWDNuQZnFgrBSLpXb4GHYtmF5IftJi3z0oVenPjy4j250H-bupqf4ChszG3988L8B4tG_wUDil_5XdT9huvVlwMmMDyF_UQfaNAaomSxMcAyvwvA-0xbQUExufoZW8oMCUuUKIp4jco0JdWAqhVfVDbXZ8_Qch9UmWGAVn2Y6Qu-x1WfKxSj9Uif86PfsZJlWR4pfIubKq-eZ-o_WAmEzJVwha4PYSHlIhUQZ1NP032fuR0ajED5jt89RYCuRME59tXp196INqTrDgzmKYai_k-wkQb8l-DoXD0PZBRYXdaknaXOoEH80oosMoNAKsjLxS1IN2AXHXENPEjxuHHgttFGhLBUyNoDqca8D9vDEoJWu7B9itLSKjnAvpH577cKyR-QjWUrtCEboGcR4RdCm1R8dhwoAszka51-aNg5_yq2QwKHavqV-ZxyFY_0WCE41RH_zvnPUM16oM8RzqxiIhCLa0q84xbnPUYyiLKE6wrsz0C8xOtlfkwWa39nTZPUGQSMmYw4KgfwMzQe-iS5tUGrc7pz9jNazkfK9g7w) discovered that individuals with drug use disorder are 4 to 10 times more likely to commit violence than the general population.\nIn Malaysia, substance-related violence is a recurring concern as reflected in the media.\nIn [February](https://thesun.my/malaysia-news/thai-woman-dies-after-being-pushed-out-off-the-23rd-floor-of-setia-alam-condo-OH12156932#google_vignette) this year, a man who tested positive for cannabis pushed his girlfriend to her death from the 23rd floor of an apartment building.\nSimilarly, in [August 2024](https://www.freemalaysiatoday.com/category/nation/2024/08/29/rohingya-man-charged-with-murdering-wife-children/), a Rohingya man who admitted to consuming amphetamine, methamphetamine, and morphine murdered his wife, 10-year-old daughter, and year-old son.\nThese findings highlight substance abuse as a key vulnerability indicator for violent extremism and terrorism (VE&T).\nTherefore, addressing substance abuse within Preventing and Countering Violent Extremism (P/CVE) frameworks is crucial, using targeted approaches that recognise its role in radicalisation.\nLeading countries in P/CVE adopt a centre-out strategy that integrates identification efforts with local and regional entities (refer to “[Global P/CVE trends: A roadmap for Malaysia’s resilience](https://www.emirresearch.com/global-p-cve-trends-a-roadmap-for-malaysias-resilience/)”).\nA notable example is Denmark’s Police, Social Service, and Psychiatry (PSP) cooperation model, which effectively identifies at-risk individuals – such as those struggling with substance abuse, suicide risk, or mental illness – and coordinates early interventions to address these vulnerabilities, preventing extremist ideologies from taking root.\nComplementing this, info-houses – dedicated communication hubs – are established in every police district to address radicalisation concerns, conduct intelligence-led assessments, and implement tailored rehabilitation measures.\nThese hubs act as vital connectors between law enforcement, social services, and communities, ensuring a proactive and unified response to emerging threats.\nCollaborating with local partners in P/CVE efforts enables the creation of holistic interventions and rehabilitation programmes tailored to specific community needs.\nSustained communication with stakeholders further ensures the timely exchange of up-to-date knowledge and methodologies, strengthening the overall effectiveness of these initiatives.\nA comprehensive exit plan relies on effectively disengaging individuals from extremist ideologies while addressing underlying vulnerabilities.\nGiven the frequent co-occurrence of trauma, mental disorders, and substance abuse, these interconnected risk factors must be central to the design of effective deradicalisation programmes.\nNotably, Narrative Exposure Therapy for [Forensic Offender Rehabilitation (FORNET)](https://home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf) has shown promise in exit work.\nEvidence indicates that violent extremists in conflict settings who undergo this therapy experience improved mental health, reduced criminal behaviour, decreased drug use, and better reintegration into society.\nFurthermore, continuous monitoring and evaluation standards, grounded in data and science, are essential to securing sustained resources and funding for P/CVE rehabilitation efforts.\nThese include specialised services such as substance addiction treatment and mental health programmes, ensuring interventions remain effective, evidence-based, and responsive to evolving challenges.\nMoreover, victims of terrorist attacks may also resort to substance use as a coping mechanism.\nA meta-analysis by [Dimaggio et al. (2009)](https://deepblue.lib.umich.edu/bitstream/handle/2027.42/71491/j.1360-0443.2009.02526.x.pdf?sequence=1) revealed that in the two years following the 9/11 attacks, 7.3 per cent of the U.S. population reported increased alcohol consumption, while 16.3 per cent reported higher mixed drug use.\nTherefore, to build a proactive and effective P/CVE strategy, it is essential to establish the necessary infrastructure, including trained professionals, to address such post-trauma vulnerabilities and prevent further harm.\nHowever, Malaysia’s current [P/CVE framework](https://www.moha.gov.my/images/MyPCVE/index.html#page/1) does not explicitly incorporate this critical component, leaving, obviously, a significant gap.\nEducational institutions play a critical role in drug prevention efforts, particularly as substance use becomes increasingly common among Malaysian teenagers, some as young as 13.\nHowever, [Jusoh et al. (2023)](https://www.researchgate.net/profile/Ciptro-Handrianto-2/publication/371786961_Drug_Prevention_Education_Programs_in_Schools_in_High-Risk_Areas_Challenges_for_Primary_School_Teachers_in_Malaysia/links/6495170d95bbbe0c6ee93498/Drug-Prevention-Education-Programs-in-Schools-in-High-Risk-Areas-Challenges-for-Primary-School-Teachers-in-Malaysia.pdf) observed that the success of drug prevention education programmes in Malaysian schools is often undermined by limited resources and inadequate teacher training.\nTo overcome these challenges, it is vital for school teachers to receive specialised training through workshops, seminars, and mentoring sessions with experts to enhance their ability to deliver national drug prevention programmes such as PINTAR and SHIELDS.\nGiven their daily interaction with students, teachers are uniquely positioned to identify early signs of substance misuse as well as potential radicalisation.\nNeedless to say, such training must be grounded in robust, up-to-date research to ensure its relevance and impact.\nHeavy reliance on research-based evidence is a global best practice in P/CVE, championed by countries like Germany, Sweden and Denmark.\nTo this end, the link between substance use, addiction, and radicalisation must be rigorously examined, particularly within the local context, to uncover the underlying causes and processes of radicalisation.\nThese insights are essential for counter-VE&T agencies to design, evaluate, and enhance P/CVE strategies effectively.\nSubstance abuse must be recognised not only as a societal issue but also as an early indicator of radicalisation, given its strong association with violent outcomes and terrorist activities.\nBy integrating substance addiction into P/CVE frameworks, policymakers can develop more comprehensive and holistic interventions, tackling VE&T threats at their roots.\n(Dr Margarita Peredaryenko and Avyce Heng are part of the research team at EMIR Research, an independent think tank focused on strategic policy recommendations based on rigorous research.)\nADVERTISEMENT\nADVERTISEMENT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Health"
    ],
    "topics": [
      "Social Issue->poverty",
      "Social Issue->addiction",
      "Social Issue->social problem",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->drug related crimes",
      "Health->drug rehabilitation",
      "Health->mental health and disorder"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.moha.gov.my/images/MyPCVE/index.html#page/1",
      "https://www.emirresearch.com/global-p-cve-trends-a-roadmap-for-malaysias-resilience/",
      "https://d1wqtxts1xzle7.cloudfront.net/63455323/Illicit_drug_trade_and_financing_of_terrorism20200528-92003-1kvmenw-libre.pdf?1590685183=&response-content-disposition=inline%3B+filename%3DIllicit_Drug_Trafficking_and_Financing_o.pdf&Expires=1733977692&Signature=NZVmhB8Bv~1YcMd4zdEzn-jsisyuHQBaLF-EtdaLA1URRp0WIDCWry9CM1-~BLkFqhkSdSN2hRh2FLZ01Z3X726j0uAp2UVrwl9Hk8VTI3oAXxSltXEZIOBEqW1~ZDS5RmmBLcDuiyNIfpiah-wa~gLBXPPWT-UVRbJ5fFWelkAEuK8R3GGqR9KGOoVmxoD1AAwkMdGYOfKpQoJj89eALZIcypu7aeNjO2AS7RoqmQtS8Vs7rfZeqfZgQApnkVXGhUYxwc3Be7uAZopeQ-J5vIeBm9K-027yl1DN7TSWiX1kxz0EuKT6ZDDTNYauxUBXhyAO2hNNZE5Bxc4d8nhBkA__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
      "https://www.ataa.org/pkk-kongra-gel-and-terrorism-articles/drug-smuggling-as-main-source-of-pkk-terrorism/",
      "https://icsr.info/wp-content/uploads/2019/11/ICSR-Report-Drugs-and-Terrorism-The-Overlaps-in-Europe.pdf",
      "https://data.gov.my/dashboard/drug-addiction",
      "https://www.unodc.org/roseap/uploads/documents/Publications/2024/Synthetic_Drugs_in_East_and_Southeast_Asia_2024.pdf",
      "https://home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf?utm_source=chatgpt.com",
      "https://www.researchgate.net/profile/Ciptro-Handrianto-2/publication/371786961_Drug_Prevention_Education_Programs_in_Schools_in_High-Risk_Areas_Challenges_for_Primary_School_Teachers_in_Malaysia/links/6495170d95bbbe0c6ee93498/Drug-Prevention-Education-Programs-in-Schools-in-High-Risk-Areas-Challenges-for-Primary-School-Teachers-in-Malaysia.pdf",
      "https://www.researchgate.net/publication/359936216_Prevalence_of_Drug_and_Substance_Use_among_Malaysian_Youth_A_Nationwide_Survey",
      "https://watermark.silverchair.com/mxaa006.pdf?token=AQECAHi208BE49Ooan9kkhW_Ercy7Dm3ZL_9Cf3qfKAc485ysgAAA1YwggNSBgkqhkiG9w0BBwagggNDMIIDPwIBADCCAzgGCSqGSIb3DQEHATAeBglghkgBZQMEAS4wEQQMIZpWHj9dnWRX45jEAgEQgIIDCQ0njpRA8RZxCyqWmcarPL7WwyaQPLuT996Gwfw5OKIXFp2esg1NqGqA1uFyGMxDE2djj98C4oXDgcBIGBNH7-jDionT-dDgrnsGaQrXLwkkQaDuQnN9z9z1mYVCiQ9jpIfWihbPZ7qn6btniqRZ0Zp4FcFyQgZVF5k-Z5frqVGEFfinXz8p_3phgiO7xa96kWboenZ2iriCZe8WXaY-_36F3tSL9kb6h6gdR01E-BeqaTI9jeuAbfFkGgt7x-niVFpRXsglLskTyMNVr4gEkV0pz6WfcSt6iyFC6uuO2-3cxNpbf4NO2m6x6uoY9GuTwQEGnZYVm0Zn6XZvz4T1GJT5CYDnh851GNG_3M0yzUsGlPibdWW1ZoV20D765zKEB__HCS7YE9FZ2m7ChdyEXdwJ5aB-eT3f0vBHUXLRXRRK2obvDOmKng4o9DkXs7ZSSssxLvbVk2VOJY6EDF1R5kQbjfTEi-dmC3aKmMMWDNuQZnFgrBSLpXb4GHYtmF5IftJi3z0oVenPjy4j250H-bupqf4ChszG3988L8B4tG_wUDil_5XdT9huvVlwMmMDyF_UQfaNAaomSxMcAyvwvA-0xbQUExufoZW8oMCUuUKIp4jco0JdWAqhVfVDbXZ8_Qch9UmWGAVn2Y6Qu-x1WfKxSj9Uif86PfsZJlWR4pfIubKq-eZ-o_WAmEzJVwha4PYSHlIhUQZ1NP032fuR0ajED5jt89RYCuRME59tXp196INqTrDgzmKYai_k-wkQb8l-DoXD0PZBRYXdaknaXOoEH80oosMoNAKsjLxS1IN2AXHXENPEjxuHHgttFGhLBUyNoDqca8D9vDEoJWu7B9itLSKjnAvpH577cKyR-QjWUrtCEboGcR4RdCm1R8dhwoAszka51-aNg5_yq2QwKHavqV-ZxyFY_0WCE41RH_zvnPUM16oM8RzqxiIhCLa0q84xbnPUYyiLKE6wrsz0C8xOtlfkwWa39nTZPUGQSMmYw4KgfwMzQe-iS5tUGrc7pz9jNazkfK9g7w",
      "https://ejournal.um.edu.my/index.php/JAT/article/view/23254",
      "https://deepblue.lib.umich.edu/bitstream/handle/2027.42/71491/j.1360-0443.2009.02526.x.pdf?sequence=1",
      "https://home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf",
      "https://thesun.my/malaysia-news/thai-woman-dies-after-being-pushed-out-off-the-23rd-floor-of-setia-alam-condo-OH12156932#google_vignette",
      "https://www.afro.who.int/health-topics/substance-abuse",
      "https://www.tandfonline.com/doi/full/10.1080/02684527.2018.1560670",
      "https://www.freemalaysiatoday.com/category/nation/2024/08/29/rohingya-man-charged-with-murdering-wife-children/",
      "https://www.ejournal.um.edu.my/index.php/JAT/article/view/23254",
      "https://www.deepblue.lib.umich.edu/bitstream/handle/2027.42/71491/j.1360-0443.2009.02526.x.pdf?sequence=1",
      "https://www.d1wqtxts1xzle7.cloudfront.net/63455323/Illicit_drug_trade_and_financing_of_terrorism20200528-92003-1kvmenw-libre.pdf?1590685183=&response-content-disposition=inline%3B+filename%3DIllicit_Drug_Trafficking_and_Financing_o.pdf&Expires=1733977692&Signature=NZVmhB8Bv~1YcMd4zdEzn-jsisyuHQBaLF-EtdaLA1URRp0WIDCWry9CM1-~BLkFqhkSdSN2hRh2FLZ01Z3X726j0uAp2UVrwl9Hk8VTI3oAXxSltXEZIOBEqW1~ZDS5RmmBLcDuiyNIfpiah-wa~gLBXPPWT-UVRbJ5fFWelkAEuK8R3GGqR9KGOoVmxoD1AAwkMdGYOfKpQoJj89eALZIcypu7aeNjO2AS7RoqmQtS8Vs7rfZeqfZgQApnkVXGhUYxwc3Be7uAZopeQ-J5vIeBm9K-027yl1DN7TSWiX1kxz0EuKT6ZDDTNYauxUBXhyAO2hNNZE5Bxc4d8nhBkA__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA",
      "https://ataa.org/pkk-kongra-gel-and-terrorism-articles/drug-smuggling-as-main-source-of-pkk-terrorism/",
      "https://emirresearch.com/global-p-cve-trends-a-roadmap-for-malaysias-resilience/",
      "https://deepblue.lib.umich.edu/bitstream/handle/2027.42/71491/j.1360-0443.2009.02526.x.pdf",
      "https://www.ataa.org/pkk-kongra-gel-and-terrorism-articles/drug-smuggling-as-main-source-of-pkk-terrorism",
      "https://researchgate.net/profile/Ciptro-Handrianto-2/publication/371786961_Drug_Prevention_Education_Programs_in_Schools_in_High-Risk_Areas_Challenges_for_Primary_School_Teachers_in_Malaysia/links/6495170d95bbbe0c6ee93498/Drug-Prevention-Education-Programs-in-Schools-in-High-Risk-Areas-Challenges-for-Primary-School-Teachers-in-Malaysia.pdf",
      "https://tandfonline.com/doi/full/10.1080/02684527.2018.1560670",
      "https://unodc.org/roseap/uploads/documents/Publications/2024/Synthetic_Drugs_in_East_and_Southeast_Asia_2024.pdf",
      "https://afro.who.int/health-topics/substance-abuse",
      "https://researchgate.net/publication/359936216_Prevalence_of_Drug_and_Substance_Use_among_Malaysian_Youth_A_Nationwide_Survey",
      "https://www.icsr.info/wp-content/uploads/2019/11/ICSR-Report-Drugs-and-Terrorism-The-Overlaps-in-Europe.pdf",
      "https://www.freemalaysiatoday.com/category/nation/2024/08/29/rohingya-man-charged-with-murdering-wife-children",
      "https://d1wqtxts1xzle7.cloudfront.net/63455323/Illicit_drug_trade_and_financing_of_terrorism20200528-92003-1kvmenw-libre.pdf",
      "https://www.emirresearch.com/global-p-cve-trends-a-roadmap-for-malaysias-resilience",
      "https://www.data.gov.my/dashboard/drug-addiction",
      "https://www.home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf?utm_source=chatgpt.com",
      "https://watermark.silverchair.com/mxaa006.pdf",
      "https://www.thesun.my/malaysia-news/thai-woman-dies-after-being-pushed-out-off-the-23rd-floor-of-setia-alam-condo-OH12156932#google_vignette",
      "https://www.watermark.silverchair.com/mxaa006.pdf?token=AQECAHi208BE49Ooan9kkhW_Ercy7Dm3ZL_9Cf3qfKAc485ysgAAA1YwggNSBgkqhkiG9w0BBwagggNDMIIDPwIBADCCAzgGCSqGSIb3DQEHATAeBglghkgBZQMEAS4wEQQMIZpWHj9dnWRX45jEAgEQgIIDCQ0njpRA8RZxCyqWmcarPL7WwyaQPLuT996Gwfw5OKIXFp2esg1NqGqA1uFyGMxDE2djj98C4oXDgcBIGBNH7-jDionT-dDgrnsGaQrXLwkkQaDuQnN9z9z1mYVCiQ9jpIfWihbPZ7qn6btniqRZ0Zp4FcFyQgZVF5k-Z5frqVGEFfinXz8p_3phgiO7xa96kWboenZ2iriCZe8WXaY-_36F3tSL9kb6h6gdR01E-BeqaTI9jeuAbfFkGgt7x-niVFpRXsglLskTyMNVr4gEkV0pz6WfcSt6iyFC6uuO2-3cxNpbf4NO2m6x6uoY9GuTwQEGnZYVm0Zn6XZvz4T1GJT5CYDnh851GNG_3M0yzUsGlPibdWW1ZoV20D765zKEB__HCS7YE9FZ2m7ChdyEXdwJ5aB-eT3f0vBHUXLRXRRK2obvDOmKng4o9DkXs7ZSSssxLvbVk2VOJY6EDF1R5kQbjfTEi-dmC3aKmMMWDNuQZnFgrBSLpXb4GHYtmF5IftJi3z0oVenPjy4j250H-bupqf4ChszG3988L8B4tG_wUDil_5XdT9huvVlwMmMDyF_UQfaNAaomSxMcAyvwvA-0xbQUExufoZW8oMCUuUKIp4jco0JdWAqhVfVDbXZ8_Qch9UmWGAVn2Y6Qu-x1WfKxSj9Uif86PfsZJlWR4pfIubKq-eZ-o_WAmEzJVwha4PYSHlIhUQZ1NP032fuR0ajED5jt89RYCuRME59tXp196INqTrDgzmKYai_k-wkQb8l-DoXD0PZBRYXdaknaXOoEH80oosMoNAKsjLxS1IN2AXHXENPEjxuHHgttFGhLBUyNoDqca8D9vDEoJWu7B9itLSKjnAvpH577cKyR-QjWUrtCEboGcR4RdCm1R8dhwoAszka51-aNg5_yq2QwKHavqV-ZxyFY_0WCE41RH_zvnPUM16oM8RzqxiIhCLa0q84xbnPUYyiLKE6wrsz0C8xOtlfkwWa39nTZPUGQSMmYw4KgfwMzQe-iS5tUGrc7pz9jNazkfK9g7w",
      "https://www.home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf",
      "https://freemalaysiatoday.com/category/nation/2024/08/29/rohingya-man-charged-with-murdering-wife-children/",
      "https://home-affairs.ec.europa.eu/system/files/2021-11/ran_substance_use_and_violent_extremism_112021_en_0.pdf",
      "https://moha.gov.my/images/MyPCVE/index.html#page/1"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "National Anti-Drugs Agency",
          "sentiment": "none"
        },
        {
          "name": "World Health Organisation",
          "sentiment": "none"
        },
        {
          "name": "NADA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T04:22:43.634+02:00",
    "updated": "2024-12-20T04:22:43.634+02:00"
  },
  {
    "uuid": "76f1e1bcbe00060753a2be3e4a52a159818c079d",
    "url": "https://www.hstoday.us/subject-matter-areas/airport-aviation-security/dfw-implements-groundbreaking-security-screening-solutions-for-aviation-personnel/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Seldon",
    "published": "2024-01-19T18:49:00Z",
    "title": "DFW Implements Groundbreaking Security Screening Solutions for Aviation Personnel",
    "text": "In a strategic initiative to bolster security measures and enhance operational efficiency, Dallas-Fort Worth International Airport (DFW) is set to deploy a dozen cutting-edge Rohde & Schwarz (R&S) QPS Walk2000 walk-through scanners. The primary objective of this deployment is to optimize and streamline security protocols, particularly at employee checkpoints, where high-volume screening is essential.\nThese advanced scanners will play a pivotal role in scrutinizing aviation workers gaining access to secure areas of the airport, meticulously detecting both metallic and non-metallic threats, weapons, and contraband. The move comes as part of DFW’s commitment to adopting state-of-the-art technology to fortify its security infrastructure and align with evolving global aviation safety standards.\nLuke Olsen, Business Development Manager for Emerging Technologies at Rohde & Schwarz USA, Inc., expressed enthusiasm about the collaboration, highlighting the transformative impact of the R&S QPS Walk2000 in the realm of security screening. Olsen remarked, “The R&S QPS Walk2000 is one of the most transformational new solutions in security screening, and we are thrilled to work with DFW to optimize the system for screening the airport’s thousands of employees.”\nWhat sets the R&S QPS Walk2000 apart is its proven millimeter-wave technology, which brings a level of precision crucial for high-volume screening. Olsen emphasized the system’s ability to deliver efficient and cost-effective employee screening, eliminating the need for the removal of most coats and outerwear, thereby streamlining overall security screening processes at the airport.\nThe R&S QPS Walk2000, purposefully developed to meet the demands of high-volume security screening, encompasses a wide range of operations requiring rapid and accurate detection of metallic and non-metallic threats, contraband, explosives, drugs, 3D printed weapons, ceramic blades, and other prohibited items. Notably, the system’s detection software has been finely tuned to cater specifically to the screening needs of aviation workers, eliminating the necessity to remove employee badges, nametags, outerwear, and belts.\nThis bespoke optimization is particularly beneficial during crucial times such as shift changes, ensuring that the aviation worker screening process remains efficient and seamless. As DFW continues to invest in cutting-edge technology, the deployment of the R&S QPS Walk2000 underscores the airport’s dedication to staying at the forefront of security innovation, ultimately reinforcing its commitment to providing a safe and secure environment for both passengers and personnel alike.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "olsen",
          "sentiment": "none"
        },
        {
          "name": "luke olsen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dfw implements groundbreaking security screening solutions",
          "sentiment": "negative"
        },
        {
          "name": "rohde & schwarz",
          "sentiment": "none"
        },
        {
          "name": "business development manager for emerging technologies at rohde & schwarz usa, inc.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "dfw",
          "sentiment": "none"
        },
        {
          "name": "worth international airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T22:05:08.363+02:00",
    "updated": "2024-01-19T22:05:08.363+02:00"
  },
  {
    "uuid": "cd2d9677c5452d71174b5b10071b76e4f32e89c3",
    "url": "https://lasentinella.gelocal.it/salute/2025/02/28/news/alzheimer_italiana_rete_europea_ricerca_cervello-424032057",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Sentinella del Canavese",
    "published": "2025-02-27T23:00:00Z",
    "title": "Dalle cure per neonati all'Alzheimer, è italiana la più grande rete europea di ricerca sul cervello",
    "text": "Svelare il meccanismo alla base delle difficoltà nei pazienti con Alzheimer e Parkinson a riconoscere le espressioni facciali, fondamentali per comunicare con gli altri, e individuare un possibile trattamento. Utilizzare cervelli “in miniatura” creati da cellule staminali pluripotenti, riprogrammate in neuroni, per testare nuove terapie contro le demenze. Prevenire i disturbi del neurosviluppo nei neonati prematuri, grazie alla potenziale azione antiossidante di soia e olio di oliva.\nSi aggiungono così nuovi obiettivi e nuove maglie alla rete del progetto MNESYS, il più ampio programma di ricerca sul cervello mai realizzato in Italia e ora diventato il più grande e all’avanguardia in Europa. Oltre 60 centri in più, coinvolti negli ultimi sei mesi, per un totale di 90, tra i migliori atenei pubblici e privati, istituti di ricerca, IRCCS e imprese. 600 pubblicazioni e circa 300 progetti attivi a oggi, di cui oltre 90 avviati dal giugno scorso, finanziati con 23 milioni di euro, grazie ad appositi “bandi a cascata”.\n800 scienziati italiani\nAltri 200 giovani ricercatori, sono stati assunti in poco più di un anno, per un totale di circa 800 scienziati italiani, a caccia di nuovi test e terapie per la diagnosi precoce e la cura delle malattie del sistema nervoso, con trattamenti modellati sui pazienti. Questo lo stato attuale e i numeri di MNESYS, presentati in occasione del III Annual Meeting, in corso a Genova, al Palazzo della Meridiana. “MNESYS è una vera brain venture di gruppi di lavoro distribuiti in tutta Italia, guidata dall’Università di Genova, in sinergia con l’Ospedale San Martino, e avviata a fine 2022 grazie al fondo record di 115 milioni di euro, stanziato dal PNRR, Missione 4, Componente 2.\nIl progetto\nUn progetto imponente e complesso in crescita esponenziale, che ha visto aggiungersi ai 25 enti fondatori, altri 65 centri negli ultimi sei mesi, tra le istituzioni più prestigiose nel campo delle neuroscienze, come ad esempio l’Istituto Italiano di Tecnologia (IIT) di Genova, l’Università Cattolica del Sacro Cuore e il CNR di Roma, l’Università “Sapienza” e il San Raffaele di Milano - commenta Antonio Uccelli, responsabile scientifico del progetto, ordinario di Neurologia all’Università di Genova e direttore scientifico dell’Ospedale Policlinico San Martino -. Ciò significa che, ad oggi, tutte le migliori istituzioni italiane che fanno ricerca sul cervello, ingaggiate tramite appositi “bandi a cascata”, sono coinvolte in questo progetto unico al mondo, che è diventato la rete europea più estesa e all’avanguardia. I nuovi gruppi arruolati consentiranno con le loro competenze di sviluppare, approfondire e scoprire sempre di più i segreti, ancora nascosti, del cervello”.\n\"Questo progetto vede quasi triplicare gli Enti coinvolti in questa rete sempre più estesa di eccellenze scientifiche del nostro Paese – dichiara Enrico Castanini, presidente MNESYS -. Oggi si stabilisce una tappa fondamentale per analizzare, progetto per progetto, i traguardi raggiunti e per avviare le attività di trasferimento tecnologico che ne seguiranno. Questo bagaglio di conoscenze scientifiche ci permetterà di passare dalle scoperte teoriche a concreti benefici per la società, in totale allineamento con l’obiettivo ultimo del PNRR: generare ricadute tangibili e durature per i cittadini, migliorando di conseguenza la qualità della vita di tutti noi grazie all'uso delle nuove tecnologie\".\nDiversi piani di studio\nIl progetto MNESYS si affida a un approccio “multi-scala” che parte dallo studio delle singole molecole, fino all’analisi delle interazioni sociali, passando dalla genetica, ai modelli animali, per arrivare a studi di popolazione. “I programmi di ricerca avviati da MNESYS, con 600 pubblicazioni e circa 300 progetti attualmente attivi, spaziano in tutti gli ambiti delle neuroscienze, dall’indagine degli aspetti fisiologici, come lo sviluppo del cervello nei neonati, alla ricerca di nuove strategie contro le malattie neurodegenerative, attraverso l’integrazione tra medicina e tecnologie informatiche applicate al cervello - aggiunge Sergio Martinoia, ordinario di Bioingegneria all’Università di Genova e coordinatore del comitato scientifico del progetto -. Su questo fronte MNESYS ha obiettivi ambiziosi, cercando soluzioni per patologie come Alzheimer, Parkinson, sclerosi multipla, ictus, depressione, che insieme affliggono il 30% della popolazione italiana”.\nCome ricorda il professor Uccelli, MNEYS ha sviluppato approcci innovativi come la creazione di avatar digitali del cervello umano per studiare le malattie neurologiche e la risposta ai farmaci, individuato nuovi biomarcatori come, ad esempio, due proteine in grado di anticipare lo sviluppo della sclerosi multipla, fino a identificare di nuovi bersagli terapeutici come, tra gli altri, la proteina anti-colesterolo PCSK9 la cui inibizione nel cervello ha un ruolo chiave nel trattamento della malattia di Alzheimer.\nSoia e olio d’oliva per i prematuri\nTra le nuove frontiere di ricerca del progetto MNESYS lo studio di nuove strategie per prevenire lo sviluppo di danni cerebrali nei neonati prematuri. Ad occuparsene, uno studio dell’IRCCS Istituto Giannina Gaslini di Genova, con l’obiettivo di valutare l’efficacia di nuovi approcci nutrizionali precoci nei bambini prematuri, cioè nati prima della 32esima settimana di gestazione.\n“I neonati molto pretermine e con peso alla nascita estremamente basso sono a rischio di sviluppare problemi del neurosviluppo – afferma Luca Ramenghi, Direttore U.O. Patologia Neonatale dell’Istituto G. Gaslini e Professore Straordinario di Pediatria dell’Università di Genova -. Il nostro lavoro si prefigge di svelare gli effetti di diete con differenti livelli di lipidi, ricchi di antiossidanti, in fase neonatale, sulla maturazione cerebrale di questi neonati, messa a rischio dallo stress ossidativo, uno dei grandi problemi della prematurità. Ciò avverrà inserendo soia, olio d'oliva non evo o grasso di pesce nell’alimentazione dei bambini pretermine e valutandone l’efficacia con test psicoattitudinali – aggiunge -. I lipidi sono fondamentali per la sostanza bianca, cioè la mielina, il rivestimento protettivo che si sviluppa attorno alle fibre nervose, vitale per il corretto funzionamento del sistema nervoso\".\n\"Quando i bambini sono ancora nel grembo materno ricevono il corretto apporto lipidico direttamente dalla mamma attraverso il cordone ombelicale, ma quando sono prematuri necessitano che questi vengano forniti dall’esterno, per somministrazione endovenosa tramite quella che prende il nome di \"nutrizione parenterale totale\", che agisce come una \"placenta artificiale\" – spiega Ramenghi -. Non sappiamo ancora quale tra queste formule lipidiche sia la più efficace, il nostro obiettivo è quindi quello di capire attraverso studi con risonanza magnetica quale sia la scelta più adeguata per garantire lo sviluppo neurologico migliore”.\nCervelli in miniatura\nTra i nuovi progetti avviati con MNESYS, uno studio dell’Istituto di ricerche farmacologiche Mario Negri di Milano, mira a svelare il ruolo dell’infiammazione nello sviluppo dell’Alzheimer, attraverso la creazione di cervelli “in miniatura” su cui testare trattamenti innovativi. “L’infiammazione nel cervello è un fenomeno ancora poco chiaro – riferisce Gianluigi Forloni, capo del Dipartimento di Neuroscienze e del Laboratorio di Biologia delle Malattie Neurodegenerative del Mario Negri -. Nel processo sono coinvolte le cellule gliali, che hanno la funzione di proteggere i neuroni da danni che ne compromettono la funzionalità, ma che in condizioni patologiche possono produrre anche effetti negativi. Studiare quindi l’attivazione e lo “spegnimento” di queste cellule è fondamentale per identificare nuovi strumenti terapeutici per contrastare gli effetti dell’Alzheimer – prosegue -. Ad oggi non esistono però modelli sperimentali in grado di “imitare” adeguatamente la patologia. Per riprodurla efficacemente in laboratorio, il nostro studio si propone di utilizzare cellule da pazienti con demenza, che come nel film di Benjamin Button verranno fatte regredire allo stadio di cellule staminali, per essere riprogrammate in neuroni. Ciò consentirà di ricreare piccoli cervelli in miniatura (organoidi) che potranno essere usati come laboratori virtuali per testare l’efficacia di nuove terapie”.\nLe reazioni emotive nel Parkinson\nRimanendo nel campo delle malattie neurodegenerative, un’altra prospettiva di ricerca è aperta da uno studio, guidato dall’Università di Sassari sui meccanismi alla base del riconoscimento e della produzione delle espressioni facciali, abilità cruciale per la comunicazione con gli altri, che viene a mancare nei pazienti con malattia di Parkinson e di Alzheimer.\n“Gli individui che presentano difficoltà nell’esprimere le proprie emozioni col volto e nel riconoscere le espressioni facciali altrui hanno limitazioni nel comportamento sociale, e ciò crea disagio al paziente, peggiorandone le capacità di interazione con gli altri e, di conseguenza, la qualità di vita. Dare una spiegazione a tale disabilità potrebbe essere dunque importante per stabilire un possibile trattamento\", spiega Franca Deriu, Ordinaria di Fisiologia all’Università di Sassari.\nL’espressione facciale\nUn’ipotesi su cui si sta lavorando è rappresentata dalla compromissione nella capacità di riprodurre le emozioni osservate. “Durante la visualizzazione di un'espressione facciale, nel nostro cervello si attiva a sua volta l’imitazione dell'emozione corrispondente. Se ciò viene meno, a causa di sintomi motori che impediscono o ritardano tale processo, potrebbero esserci difficoltà nel riconoscimento dell’espressione emotiva altrui – chiarisce Deriu -. Un’altra spiegazione del sintomo potrebbe invece trovarsi nella presenza di disturbi percettivi nelle vie corticali temporo-frontali, deputate al riconoscimento del volto umano. L’osservazione di un’espressione facciale induce l’attivazione delle stesse regioni del cervello deputate a controllarne l’esecuzione, e perciò, per così dire, l’automatica simulazione della stessa azione nella mente dell’osservatore – puntualizza -. Lo scopo del nostro lavoro sarà quindi quello di confrontare il modo in cui le espressioni vengono percepite da individui in salute rispetto a chi è affetto da malattia di Parkinson e di Alzheimer, così da determinarne il meccanismo scatenante e individuare possibili trattamenti”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Health->medical specialisation",
      "Health->health treatment and procedure",
      "Health->health organisation",
      "Science and Technology->biomedical science",
      "Science and Technology->scientific research"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:18:15.916+02:00",
    "updated": "2025-02-28T01:18:15.916+02:00"
  },
  {
    "uuid": "dee30d3313e5fee2ea8b06723346ebc2113f041d",
    "url": "https://www.theboltonnews.co.uk/news/24017816.gmp-opens-applications-become-special-constable/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alima Nadeem",
    "published": "2023-12-29T14:45:00Z",
    "title": "GMP opens applications to become a special constable | The Bolton News",
    "text": "Police are encouraging people to apply to become voluntary special constables, to help community policing.\nThe special constables to be employed around Greater Manchester will volunteer a minimum 16 hours of their time per month.\nTraining to be a special constable takes place over 10 to 12 weekends across a three-month period, and Personal Safety Training over eight consecutive weekdays.\nA spokesman for the police said: “GMP are looking for long-term Special Constables to join our current establishment, who are committed, motivated, flexible, have good interpersonal skills, as well as the ability to think on their feet in challenging situations.\n“We welcome individuals from all walks of life and backgrounds.\n“Being a special constable allows you to bring along and transfer relevant skills, experience, and knowledge from your day job and/or previous life experience and give something back to the communities of Greater Manchester.”\nThroughout November, special constables across the region have volunteered nearly 5,000 hours to policing duties.\nNow, the force is looking for more volunteers.\nThe Special Constabulary consists of volunteer police officers who give up some of their spare time to assist with the policing of their community and increase the effectiveness of local police initiatives.\nSpecial constables are a vital part of the UK police service, helping to divert crime and interacting with the diverse communities that they serve.\nGreater Manchester Police believe that ‘specials’ are an integral part of the police family, and by working alongside regular police officers and teams, they provide a flexible, visible, responsive, and committed resource.\nCrime Bolton",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bolton news police",
          "sentiment": "positive"
        },
        {
          "name": "gmp",
          "sentiment": "positive"
        },
        {
          "name": "personal safety training",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater manchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:13:06.001+02:00",
    "updated": "2023-12-29T17:13:06.001+02:00"
  }
]