[
  {
    "uuid": "39178a8621df2dfb4a54a856da707927f70958ef",
    "url": "https://www.lafm.com.co/salud/mas-del-30-de-pruebas-de-paternidad-que-se-realizan-en-colombia-son-negativas-segun-estudio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción LA FM",
    "published": "2023-12-28T21:35:00Z",
    "title": "Pruebas de paternidad en Colombia: el 30% son negativas",
    "text": "[Juan Pablo Latorre Gil ](/autores/juan-pablo-latorre-gil) Más del 30% de pruebas de paternidad que se realizan en Colombia son negativas, según estudio Según el estudio universitario, Bogotá es la ciudad en la que se han procesado el mayor número de análisis de laboratorio de paternidad. Un estudio universitario hecho en Colombia reveló que más del 30% de las pruebas de paternidad que se practican en Colombia, resultan ser negativas. De acuerdo con el análisis de datos recopilados por el Laboratorio de Identificación Humana (LIH) de la Universidad Manuela Beltrán, identificó que en los tres últimos años, es decir, entre el 2020 y el 2022, entre el 31 y 35% de las pruebas practicadas resultaron negativas. Le puede interesar: [Conozca cómo aplica la licencia de maternidad y paternidad para padres adoptivos](https://www.lafm.com.co/colombia/conozca-como-aplica-la-licencia-de-maternidad-y-paternidad-para-padres-adoptivos) De acuerdo con Andrés Gutiérrez, director del laboratorio de Identificación Humana de esa institución universitaria, una de cada tres personas no era el padre de la persona que pretendía reconocer. \"Por ciudades, Bogotá (937), Barranquilla (520), Villavicencio (508), Ibagué (469) y Pasto (269), son las regiones de donde se han procesado el mayor número de análisis de laboratorio con un 33 % de participación, seguido de las personas entre los 21 y 30 años (30%) y entre los 41 y 50 años (17%)\", dijo. El experto agregó que más del 20% de las personas citadas para realizarse dicho examen, no acude para practicárselo. \"Cifras del Instituto Colombiano de Bienestar Familiar (ICBF) revelan que han sido procesadas más de 6.000 solicitudes de pruebas de paternidad, en el contrato que tiene activo con Medicina Legal para desarrollar este proceso. Sin embargo, solo 4.316 han podido ser practicadas, pues el 23 por ciento de los padres de familia involucrados (mujer u hombre) deciden no asistir a practicarse el procedimiento\", dijo. Agregó que los datos oficiales evidencian que de ese porcentaje, el progenitor (hombre) es quien principalmente no asiste con un 15 por ciento. Más información: [Abogados de Andrea Valdiri ganan batalla contra Lowe León por caso de paternidad](https://www.lafm.com.co/entretenimiento/abogados-de-andrea-valdiri-ganan-batalla-contra-lowe-leon-por-caso-de-paternidad) ¿Son obligatorias estas pruebas? Dentro del análisis se encontró que de las casi 5.000 mil pruebas de ADN procesadas en tres años, en el 2% de los casos, alguno de los involucrados llega con una orden judicial. Aunque este tipo de pruebas no son obligatorias, la negación reiterativa del demandado a la práctica de la misma se tomará como indicio en su contra. ¿Qué pasa si se reconoce un hijo pero la prueba sale negativa? De acuerdo con la ley, para una impugnación se tienen 140 días después de haber reconocido al menor. Si se deja vencer ese plazo, habría que entrar a demostrar que se partió de una información errónea y el proceso puede ser largo, dada la congestión del sistema judicial colombiano. La prueba de filiación implica la toma de muestras del presunto padre y del hijo. Este examen se centra en regiones específicas del ADN para determinar la relación biológica con alta precisión. Cabe mencionar que la efectividad de la prueba es del 99.9%, brindando resultados concluyentes sobre la paternidad. Finalmente, cuando la prueba es ordenada dentro de un proceso judicial puede solicitarse el amparo de pobreza y si es concedido por el juez, eximirá a la parte que lo solicitó de reembolsar el costo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:03.449+02:00",
    "updated": "2023-12-29T00:03:03.449+02:00"
  },
  {
    "uuid": "3ab08d2f9cd2ed014997c7d9d94d740f54ef5cf7",
    "url": "https://www.brecorder.com/news/40289103",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "none@none.com (Recorder Report)",
    "published": "2024-02-15T20:02:00Z",
    "title": "President advocates environment for youth nurturing",
    "text": "ISLAMABAD: President Arif Alvi has called for providing an enabling environment for youth to nurture their intellectual abilities and benefit from their innovative ideas for the country’s prosperity.\nHe said that Pakistani youth were blessed with enormous potential, brilliant minds, and bright ideas, however, they needed an appropriate platform to transform their ideas into competitive and quality products to increase the country’s exports and reduce imports.\nThe president gave these remarks while addressing the season finale of the National Idea Bank (NIB) Third Edition, organised by the National University of Technology (NUTECH) in collaboration with ASPIRE Pakistan, at Aiwan-e-Sadr, on Thursday. The event was attended by members of the academia and business community.\nHighlighting the importance of innovative and emerging technologies, the president said that he was a staunch supporter of promoting a knowledge-based economy and stressed the need for talent hunting through forums like the NIB for socio-economic development. He appreciated the role being played by NIB as a repository of innovative ideas that would serve as a catalyst for the country’s transformation to a brighter and prosperous future.\nThe president said that innovative and technological solutions needed to be timely adopted for the country’s development. He remarked that he had been advocating for internet voting for granting the right to vote to overseas Pakistanis as well as using Electronic Voting Machines (EVMs) in Pakistan’s electoral process. He further said that EVMs, if adopted, could have streamlined the electoral process, adding that the mandate, given by the people and youth, should be recognised.\nThe president also voiced concern over the elite capture of the system, which only safeguarded the interests of the elite and failed to address vital socio-economic challenges, particularly educating over 26 million out-of-school children. He also stressed the need to focus on issues such as malnutrition and stunting as well as neonatal mortality rate.\nThe president criticised the existing world order, based on vested interests that failed to stop the ongoing Israeli atrocities in Gaza.\nChairperson ASPIRE Hassan Syed briefed the audience about NIB as a platform for fostering innovation, creativity and collaboration to bring together leading minds, entrepreneurs and visionaries to explore ground-breaking ideas and initiatives aimed at shaping the future of Pakistan.\nCopyright Business Recorder, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arif alvi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "nib",
          "sentiment": "none"
        },
        {
          "name": "national idea bank",
          "sentiment": "none"
        },
        {
          "name": "national university of technology (nutech",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "aiwan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T04:18:47.211+02:00",
    "updated": "2024-02-16T04:18:47.211+02:00"
  },
  {
    "uuid": "6308143d2143046ada15567c420be66a9b951bf1",
    "url": "https://www.albanyherald.com/news/princes-william-and-harry-to-appear-separately-at-event-honoring-diana/article_bde1a641-d4cc-574d-a5f0-8eb5c7913626.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Picheta and Lauren Said-Moorhouse, CNN",
    "published": "2024-03-14T00:00:00Z",
    "title": "Princes William and Harry to appear separately at event honoring Diana | News | albanyherald.com",
    "text": "(CNN) — Prince William and Prince Harry will separately take part in an event on Thursday honoring their mother, Diana, Princess of Wales. William, the Prince of Wales, will attend the Diana Legacy Awards ceremony in London, where he is expected to give a speech marking the charity’s 25th anniversary, according to Kensington Palace. kAmp G:56@ >6DD286 7C@> 9:D 3C@E96C w2CCJ[ E96 sF 92D =67E E96 6G6?E[ !p |65:2 C6A@CE65[ 4:E:?8 =@42= AC6DD]k^Am kAm(9:=6 E96 A2:C 2C6 ?@E 6IA64E65 E@ 4@==23@C2E6 @? 2?J A2CE @7 AC@4665:?8D[ E96 2AA62C2?46D ?@?6E96=6DD >2C 6 6G6?E D:?46 w2CCJ BF:E C@J2= 5FE:6D]k^Am kAm(:==:2>’D 2AA62C2?46 >62?H9:=6 4@>6D 2>:5 k2 9C67lQ9EEADi^^HHH]4??]4@>^a_ac^_b^``^F =Qm7C6?K:65 DA64F=2E:@?k^2m 23@FE E96 DE2EFD 2?5 H6==36:?8 @7 r2E96C:?6[ !C:?46DD @7 (2=6D[ H9:49 :?E6?D:7:65 27E6C z6?D:?8E@? !2=246 C6=62D65 2 72>:=J A9@E@ 762EFC:?8 96C E92E H2D =2E6C C6G62=65 E@ 92G6 366? 5:8:E2==J 2=E6C65]k^Am kAmz2E6 92D ?@E 366? D66? :? AF3=:4 7@C >@?E9D 7@==@H:?8 2? 235@>:?2= @A6C2E:@? 2E 2 {@?5@? 9@DA:E2= E92E E96 A2=246 D2:5 H2D A=2??65[ 3FE H9:49 ?646DD:E2E65 96C 5:2CJ E@ 36 4=62C65 @7 FA4@>:?8 6G6?ED 5F6 E@ 2 =6?8E9J C64@G6CJ A6C:@5]k^Am kAm%96 A2=246 >:89E 92G6 9@A65 E92E $F?52J’D A9@E@[ C6=62D65 E@ >2C @7 4@?EC@G6CDJ 27E6C :?E6C?2E:@?2= A9@E@ 286?4:6D H:E95C6H :E[ 6IAC6DD:?8 4@?46C? :E 925 366? 5:8:E2==J >2?:AF=2E65]k^Am kAmz2E6 E@@ 6?E” H:E9 A9@E@ 65:E:?8] qFE 96C 3C:67 DE2E6>6?E 5:5 ?@E 6IA=2:? H9J 2?5 9@H D96 925 65:E65 E96 :>286[ 2?5 ?@ ?6H A:4EFC6D @7 E96 AC:?46DD 92G6 366? :DDF65 D:?46]k^Am kAm%96 s:2?2 {6824J pH2C5D 2C6 96=5 6G6CJ @E96C J62C[ 2?5 C64@8?:K6 J@F?8 =6256CD :? E96 ?2>6 @7 (:==:2> 2?5 w2CCJ’D =2E6 >@E96C[ s:2?2]k^Am kAm%96J H6C6 6DE23=:D965 EH@ J62CD 27E6C s:2?2’D 562E9 :? 2 `hhf 42C 4C2D9 :? !2C:D]k^Am kAm(:==:2> :D 6IA64E65 E@ >66E E96 2H2C5 H:??6CD 27E6C E96 6G6?E @? %9FCD52J] w2CCJ’D C6A@CE65 4@?EC:3FE:@? H:== 36 >256 G:CEF2==Jj E96 5F E96 H@C 6 :?4C62D:?8=J 7C@DEJ] w2CCJ HC@E6 :? 9:D >6>@:C “$A2C6” E92E (:==:2> k2 9C67lQ9EEADi^^HHH]4??]4@>^a_ab^_`^_h^6FC@A6^AC:?46\\92CCJ\\DA2C6\\3@@ =Qm2EE24 5FC:?8 2? 2C8F>6?Ek^2m[ 2?5 42==65 9:D 6=56C 3C@E96C “5:77:4F=E[” “CF56” 2?5 “23C2D:G6]”k^Am kAm%96J 92G6 2AA62C65 E@86E96C 2E C@J2= 6G6?ED >2C<:?8 E96 562E9 @7 \"F66? t=:K236E9 xx 2?5 E96 4@C@?2E:@? @7 z:?8 r92C=6D xxx[ 2?5 @? @442D:@? 2E 6G6?ED C6=2E65 E@ s:2?2’D =6824J[ 3FE 92G6 @E96CH:D6 C2C6=J 4C@DD65 A2E9D :? AF3=:4]k^Am kAm%96\\r}}\\(:C6k^Am kAm™ U2>Aj © a_ac r23=6 }6HD }6EH@C<[ x?4][ 2 (2C?6C qC@D] s:D4@G6CJ r@>A2?J] p== C:89ED C6D6CG65]k^Am Recommended for you For anyone looking to get out of the house this weekend, there's no excuse as events will spring up all over southwest Georgia. But take an umbrella because the weekend may have a lot of rainfall in store. [Click for more.GET OUT THERE: 9 things to do in southwest Georgia this weekend, March 15-17](/multimedia/get-out-there-9-things-to-do-in-southwest-georgia-this-weekend-march-15-17/collection_21ea7482-e153-11ee-b3d8-975af548436e.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "william",
          "sentiment": "negative"
        },
        {
          "name": "harry",
          "sentiment": "negative"
        },
        {
          "name": "diana",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "kensington palace",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "prince of wales",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:40:55.941+02:00",
    "updated": "2024-03-15T00:40:55.941+02:00"
  },
  {
    "uuid": "8986dc26d8e3ce5e9d492fff5fcdb27f66aead98",
    "url": "https://www.theledger.com/story/news/nation/2023/12/29/gypsy-rose-blanchard-selfie-prison-release/72058385007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-29T18:24:00Z",
    "title": "Gypsy Rose Blanchard shares first selfie after release from prison",
    "text": "Gypsy Rose Blanchard commemorated her first full day of freedom with a selfie. She took to Instagram Friday to mark her release from prison by snapping a quick pic of her smiling, writing “First selfie of freedom!” in the caption. Blanchard, who conspired with her then-boyfriend Nick Godejohn to kill her abusive mother in 2015 , was released from prison early Thursday morning. She pled guilty to a second-degree murder charge on Tuesday, July 5, 2016 and served about 85% of her 10-year sentence, spending a total of eight years behind bars for her role in the murder. She became eligible for parole in September. Blanchard also recently announced the release of an eBook titled “Release,” set to come out on Jan. 9. Here’s what we know about Gypsy Rose Blanchard. Gypsy Rose Blanchard coverage: Gypsy Rose Blanchard's release from prison latest twist in shocking Munchausen by Proxy case Gypsy Rose Blanchard , who is Clauddine “Dee Dee” Blanchard’s daughter, was made to believe she suffered from a wide range of medical ailments including leukemia, asthma and muscular dystrophy thanks to her mother. Gypsy’s late mother was accused of having made her daughter appear to have a range of physical and developmental ailments, USA Today previously reported. Dee Dee Blanchard, later said to have Munchausen syndrome by proxy which is a mental condition in which someone makes another person ill for sympathy or gain received disability payments and gifts from charities all of Gypsy’s illnesses, that often led to painful treatment and procedures. Gypsy, who used a wheelchair before it was discovered she could walk , said she was desperate to escape her mother's abuse and sought help from her online boyfriend, Nicholas Godejohn. Godejohn, who was was sentenced to life in prison for stabbing and killing Dee Dee Blanchard, traveled to Missouri on June 9, 2015 to help enact the escape plan. He was reportedly let into the home after Gypsy’s late mother fell asleep and used a knife handed to him by Gypsy to stab the sleeping woman 17 times, killing her before fleeing to his native Wisconsin, USA Today previously reported. Gypsy later told ABC 20/20 news she hid in the bathroom with hands over her ears during the act. Authorities were contacted about a post on Dee Dee Blanchard’s Facebook page dated June 14, 2015 that read, ‘That B*** is dead!’ before her body was found in her home with multiple stab wounds. Before Gypsy was publicly tied to the murder, many Springfield residents were worried that she was also in peril. The bizarre nature of the Springfield murder made national headlines and became the subject of documentaries and streamed television series . Gypsy and her boyfriend were arrested on June 14, 2015 in Big Bend, Wisconsin. The pair posted two updates on Dee Dee Blanchard’s Facebook page earlier that day to draw attention to her yet undiscovered body. Gypsy Rose Blanchard was born July 29, 1991, making her 32 years old in 2023. Dee Dee Blanchard was born May 3, 1967, making her 48 years old when she was killed in 2015. Gypsy married Ryan Scott Anderson in July 2022. Anderson is 37-year-old teacher based in Lake Charles, Louisiana, according to “ People .” The pair split after three months of marriage but eventually reconciled, the magazine reported. She shared with various news outlets that she planned on attending a Kansas City Chiefs game with her husband after her release, stating that she hopes she gets to meet superstar Taylor Swift, who is dating Chiefs tight end Travis Kelce, USA Today previously reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979",
      "https://www.instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi",
      "https://msn.com/en-us/news/crime/gypsy-rose-blanchard-released-from-10-year-prison-sentence-early-after-mothers-murder-im-ready-exclusive/ar-AA1m9Bbi",
      "https://instagram.com/p/C1cNGBvu7IK/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story?id=52138979",
      "https://www.instagram.com/p/C1cNGBvu7IK/",
      "https://abcnews.go.com/US/young-wheelchair-bound-woman-treated-illnesses-ended-prison/story"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "nick godejohn",
          "sentiment": "none"
        },
        {
          "name": "dee dee” blanchard",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T21:40:15.610+02:00",
    "updated": "2023-12-29T21:40:15.610+02:00"
  },
  {
    "uuid": "a342e9758da639f098c6a3c8e21a0339e9c4fead",
    "url": "https://worldnewsera.com/news/uk/britons-in-lebanon-call-for-uk-evacuation-flights",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Evelyn Blackwell",
    "published": "2024-09-26T21:35:00Z",
    "title": "Britons In Lebanon Call For UK Evacuation Flights - WorldNewsEra",
    "text": "[United Kingdom](../) Britons in Lebanon call for UK evacuation flights British nationals stranded in Lebanon under Israeli bombardments are calling for the UK government to send evacuation planes as commercial flights out become very difficult to secure. Dan Harper and his wife and two children drove out of their home in the hills outside Beirut on Thursday to seek shelter with their extended family at a village further north. “The government are saying very strongly now, ‘British should leave, British must leave now’. But the messaging is very strange because there are no flights – there are no seats on any flights out of Beirut,” he told the BBC. “When the message comes from Keir Starmer: ‘Brits leave now’, well, our reply is send us a plane then!” Lebanon’s capital has been shelled since Monday as part of wider Israeli military strikes into the country, which have killed more than 630 people, and injured more than 1,600. Cross-border attacks by Israel and Hezbollah have left tens of thousands of people displaced on both sides. With Israel’s military indicating it could launch a ground invasion in coming days, Mr Harper told the BBC his family would take any evacuation flights but currently there were no options. He said his calls to the UK embassy in Lebanon had gone unanswered, telling the BBC they were rerouted to a UK desk. It’s estimated there are up to 6,000 UK nationals including dependents in Lebanon – some of whom have managed to secure last seats on departing commercial flights this week. But Mr Harper’s concerns echo those of many British nationals in Lebanon who say they have made the decision to leave or are trying to leave but cannot get on planes. International airlines have stopped flying in and out of the Beirut–Rafic Hariri International Airport, the country’s only commercial airport, leaving only Middle East Airlines, Iraqi Airways and Iran Air operational. If the situation escalates into an invasion or strikes near where they had moved to now, Mr Harper said his family would also consider evacuating via sea – a route already being pursued by some Britons. [The BBC spoke to one student on Wednesday](//www.bbc.co.uk/news/articles/cdrjg825r7zo) who said she was fleeing north to the city of Tripoli, from where she would attempt to get a boat out of the country to Turkey. Mr Harper said he considered his family’s situation fortunate compared to other areas in Lebanon – given they were living in areas “where it’s very unlikely the war will get there”. He feared for his friends in the south, he said, in areas that have borne the brunt of Israeli army’s strikes which have also targeted the Bekaa Valley region in the east and in parts in the capital too. From their home in Monte Verde, a 20-minute drive from the city centre and half an hour from the country’s airport, his family had heard the explosions. It is considered a safe area but “the noises of the sonic boom have made us feel afraid, have made the children feel afraid and we are worried that it can escalate. And it could be a ground invasion or similar to [the] 2006 [war].” Having lived in Lebanon for over two decades, he and his wife, who is Lebanese, had heeded warnings first issued by Western countries last October to get out of the country – they had travelled to the UK during the summer and came back only last week “because school was starting and it was looking reasonably calm.” “A lot of people have said ‘well, why haven’t the Brits left? Well, we can’t leave indefinitely so that’s one thing. Our lives are here.” But then the pager attacks occurred on 18 September, a prelude to a series of other strikes. Mr Harper said: “I’ve been here for 25 years so I’ve realised it’s part and parcel of living in this region – you’re going to have things like this happen. But when you’ve got children obviously, it’s different priorities.” He said talks of a potential ceasefire offer some hope that life could return to normal. “We have to remain positive and hope they’ll find a solution and we can carry on with our lives and kids can co back to school. “But it is looking less and less likely as this goes on.” Israel has rejected calls for a temporary 21-day ceasefire from the US, UK, and the EU. The BBC has sought comment from the UK government over its plans in Lebanon to help British nationals. The Foreign Office has previously said: “The government is planning for a range of scenarios and is prepared to provide additional support to British nationals if required.” Sir Keir Starmer told the BBC on Wednesday he could not go into detail about evacuation plans but contingency measures were in place. The government has sent about 700 additional military personnel to Cyprus in case an emergency evacuation is required. The UK already has a significant diplomatic and military presence close to Lebanon, including RAF Akrotiri in Cyprus and two Royal Navy ships – RFA Mounts Bay and HMS Duncan – which have been in the eastern Mediterranean over the summer. The RAF also has planes and helicopters on standby. [World News](/)|| [Latest News](/news)|| [U.S. News](../../us-news) [Source link](//www.bbc.com/news/articles/cly2rglnn42o)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Keir Starmer",
          "sentiment": "none"
        },
        {
          "name": "Harper",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Hezbollah",
          "sentiment": "none"
        },
        {
          "name": "BBC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:56:52.114+03:00",
    "updated": "2024-09-27T03:01:32.940+03:00"
  },
  {
    "uuid": "e351e0acdb8871be222edf7b40a35cce1db010fe",
    "url": "https://www.estrelladigital.es/espana/20231229/objetivos-mas-que-cumplidos-por-defensa-en-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Antonio Gómez, Presidente",
    "published": "2023-12-29T08:59:00Z",
    "title": "Objetivos más que cumplidos por Defensa en 2023",
    "text": "España continúa consolidando su\nliderazgo en la defensa de seguridad y la paz en el año 2023, con un despliegue de casi 12.000 militares en misiones y operaciones de la OTAN, la UE y la ONU. El país ha marcado hitos importantes en su compromiso con la modernización de las Fuerzas Armadas y la adaptación a las necesidades de la sociedad.\nUno de los logros más destacados del año ha sido la entrega del moderno submarino S-81 ‘Isaac Peral’, que coloca a España entre los 10 países con capacidad para diseñar y construir submarinos. Este hito demuestra el compromiso continuo de España con la modernización de sus Fuerzas Armadas.\nEn cuanto a la contribución de España a la paz y la seguridad internacional, el Ministerio de Defensa ha brindado apoyo a Ucrania desde el inicio del conflicto, enviando material defensivo, asistencia humanitaria y adiestramiento a más de 3.000 soldados ucranianos. España también ha liderado misiones y ejercicios en el ámbito europeo, de la OTAN y de las Naciones Unidas.\nEl país ha aumentado su presencia en el extranjero en 2023, con un total de 11.978 militares participando en misiones de la ONU, la OTAN y la UE. España lidera la misión UNIFIL en Líbano y ejerce el mando en la misión de la Alianza en Irak.\nEn el ámbito de la defensa del espacio euroatlántico, España ha reforzado su compromiso en Letonia y ha mantenido la presencia de una batería de defensa aérea Nasams en la región.\nAdemás, España ha asumido el mando de la ‘NATO Mission Irak‘ para fortalecer las fuerzas de seguridad iraquíes y participa en la operación ‘Inherent Resolve’ de la Coalición global para la Derrota del DAESH.\nEn el marco de la Alianza Atlántica, España mantiene una unidad Patriot en la misión ‘Apoyo a Turquía’ y participa en la operación ‘Sea Guardian‘ en el Mediterráneo.\nEn el ámbito de la UE, España lidera la ‘Operación Atalanta‘ y participa en la operación EUTM Malí y en las misiones de la UE en el Sahel y Somalia.\nLas Fuerzas Armadas españolas también han brindado apoyo en situaciones de crisis y emergencias, incluyendo incendios en Chile, Túnez y Grecia, así como terremotos en Turquía y Marruecos.\nEn 2023, se creó el Mando del Espacio (MESPA) para abordar el creciente uso del espacio ultraterrestre.\nEn términos de modernización, España ha avanzado en proyectos como la Base Logística del Ejército de Tierra en Córdoba y ha mejorado la capacidad asistencial hospitalaria con equipos de alta tecnología en hospitales militares.\nEn el ámbito de la formación, se ha implementado el Nuevo Campus Virtual Corporativo del Ministerio, que ofrece 30 títulos y se espera que cuente con 200 cursos en 2024.\nEn el 35º aniversario de la incorporación de las mujeres a las Fuerzas Armadas, España ha visto un aumento en el porcentaje de mujeres que aspiran a unirse a las FAS, pasando del 11% al casi 20%. Además, el número de mujeres generales ha aumentado a cinco.\nEspaña continúa desempeñando un papel destacado en la defensa de la seguridad y la paz a nivel internacional, con logros significativos en modernización, formación y participación en misiones internacionales«.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://defensa.gob.es/gabinete/notasPrensa/2023/12/DGC-231228-resumen-defensa-2023.html",
      "https://www.defensa.gob.es/gabinete/notasPrensa/2023/12/DGC-231228-resumen-defensa-2023.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:05:54.027+02:00",
    "updated": "2023-12-29T12:05:54.027+02:00"
  },
  {
    "uuid": "be57707bfbe40eb627e862b5467cf791998ed05f",
    "url": "https://thethaiger.com/news/bangkok/thais-get-lucky-with-new-retirement-lottery-scheme",
    "ord_in_thread": 0,
    "author": "Selman Demirdoven, Full Stack Web Developer, https://github.com/demirdoven, sdemirdoven35@gmail.com, selman@thethaiger.com",
    "published": "2025-07-24T03:32:00Z",
    "title": "Thais get lucky with new retirement lottery scheme | Thaiger",
    "text": "Thais get lucky with new retirement lottery scheme\nLawmakers hail popular vote as financial reform with fun on the side\nThe House of Representatives has given the green light to a game-changing amendment that could turn every lottery ticket into a retirement win.\nYesterday, July 23, MPs voted overwhelmingly to approve changes to the National Savings Fund Act, introducing a brand-new weekly retirement lottery aimed at helping Thais build long-term savings while still enjoying their favourite national pastime.\nThe new law allows anyone aged 15 or older to purchase 50 baht tickets for weekly draws, with prizes and savings guaranteed. The retirement lottery will feature five top prizes of 1 million baht each and 10,000 second prizes of 1,000 baht, drawn every Friday at 5pm. Winners will receive their payouts directly via PromptPay.\nBut even those who don’t strike it lucky will come out ahead. For non-winners, the ticket cost is automatically converted into savings. All accumulated funds, along with interest from the National Savings Fund (NSF), will be available once the participant turns 60.\nDeputy Finance Minister Paopoom Rojanasakul assured the House that safeguards are in place to prevent the scheme from being exploited.\n“Each person can only spend up to 3,000 baht a month on tickets,” he said. “This ensures fair access and stops wealthier individuals from dominating the lottery.”\nThe new system also caters to older citizens. Those over 60 can still join the draw and will receive their money plus returns within five years. If they pass away during this period, their estate will inherit the remaining funds.\nThe House passed the amendment with a landslide: 427 votes in favour, just one against, three abstentions, and four who did not vote. The idea received strong support across party lines, with many MPs praising it as a creative way to help Thais save money while indulging in the nation’s love for lotteries, Bangkok Post reported.\n“This is a fun and effective way to build financial stability,” one MP said. “People who buy tickets regularly now have a way to secure their future.”\nThe retirement lottery is expected to launch in the fourth quarter of this year, pending approval from the Senate.\nIf successful, the scheme could boost national savings and stimulate economic activity—one lucky ticket at a time.\nLatest Thailand News\nFollow The Thaiger on Google News:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial service",
      "Social Issue->adults",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Human Interest->award and prize"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.nsf.or.th/",
      "https://nsf.or.th/",
      "https://www.nsf.or.th"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "House of Representatives",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "National Savings Fund",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "house of representatives",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:44:15.487+03:00",
    "updated": "2025-07-24T07:46:20.000+03:00"
  },
  {
    "uuid": "04a4f3060760e13c090c46361bb2fcc28437319c",
    "url": "https://esradio.libertaddigital.com/fonoteca/2024-01-05/por-fin-es-viernes-yo-capitan-una-grandisima-pelicula-totalmente-recomendable-de-matteo-garrone-p20-s1701545-7084669.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isabel González",
    "published": "2024-01-05T09:59:00Z",
    "title": "Por fin es viernes: 'Yo Capitán', una \"grandísima película totalmente recomendable\" de Matteo Garrone",
    "text": "Últimos audios\nEs Salud: Equilibrio ácido-básicoJaume Segalés y los expertos de Mundo Natural hablan sobre la importancia del equilibrio ácido-básico. Fútbol es Radio: Cristóbal Soria e Iturralde celebraron una goleada al Madrid; victoria agónica del BarçaSergio Valentín comenta toda la actualidad del fútbol con Pepe Herrero, David Vinuesa y Gonzalo Heredero. Boletín de las 15:00Juan Pablo Polvorinos resume toda la actualidad. Es Noticia: Junts complica que el Gobierno saque adelante el primer proyecto social de la legislaturaJuan Pablo Polvorinos analiza y comenta los principales asuntos de la actualidad nacional e internacional. Madrid es Noticia: El PP pide perdón tras las críticas de la izquierda a un vídeo de los Reyes MagosGonzalo Heredero comenta toda la actualidad de la Comunidad de Madrid. Kilómetro Cero: Situación del mercado de vehículos en EspañaJaume Segalés habla de actualidad y cultura con los principales protagonistas. Boletín de las 13:00Alicia González resume toda la actualidad. Boletín de las 12:00Alicia González resume toda la actualidad. Por fin es viernes: 'Yo Capitán', una \"grandísima película totalmente recomendable\" de Matteo GarroneArconada comenta los estrenos de la semana y Encarna Jiménez y Ayanta Barilli toda la actualidad cultural. Crónica Rosa: El pasado amoroso de Arévalo y lo sucedido en el tanatorioIsabel González comenta toda la actualidad del corazón con Paloma Barrientos y Pérez Gimeno. Suscríbase a los podcast",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:20:23.559+02:00",
    "updated": "2024-01-06T00:20:23.559+02:00"
  },
  {
    "uuid": "1f93f7beac8cf8724848349f4960f0a4c05982be",
    "url": "https://greensboro.com/news/local/crime-courts/greensboro-pastor-indicted-accused-of-falsifying-records-in-sexual-misconduct-investigation/article_4bfdd860-19c8-11ef-bd63-8be2204130c0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SUSIE C. SPEAR Staff Reporter",
    "published": "2024-05-24T05:00:00Z",
    "title": "Greensboro pastor indicted: accused of falsifying records in sexual misconduct investigation",
    "text": "GREENSBORO — A senior pastor of Friendly Avenue Baptist Church faces a federal criminal charge for allegedly falsifying records during a sexual misconduct investigation at a Texas seminary where he served as an interim provost, according to a news release from the U.S. Attorney’s Office, Southern District of New York. The Rev. Matthew Queen, 49, of Greensboro, who was interim provost at Southwestern Baptist Theological Seminary in Fort Worth, Texas, in 2023, when a Department of Justice investigation began, is charged with one count of falsification of records, a crime that carries a maximum prison term of 20 years, the release said. Queen was arraigned before U.S. District Judge Lewis Kaplan, senior judge of the United States District Court for the Southern District of New York, on May 21, the release said. It is unclear why the charges stemmed from the New York District. People are also reading… Queen is accused of falsifying records related to a sexual misconduct probe at the seminary, where he worked for about a decade, the release detailed. According to the Justice Department, Queen did not inform the FBI of a conspiracy to destroy evidence about the misconduct investigation, but allegedly falsified notes to provide to federal investigators. “Queen’s alleged actions deliberately violated a court order and delayed justice for the sexual abuse victims,” FBI Assistant Director in Charge James Smith said in a release. Calls to the Greensboro church and to Queen were not immediately returned. Queen did provide a statement to WFMY-News2: “I was present during a conversation of interest to investigators and was interviewed about my recollection of that conversation,’’ Queen said in the statement. “Prosecutors believe I misrepresented that conversation and my notes about that conversation during my interview with them. My integrity is everything to me, and I will cling to that integrity and seek to be vindicated by God and man.’’ Information about Queen’s custody status was not immediately available. On Thursday, the seminary released a statement regarding charges against Queen: “The indictment against Matt Queen, a former seminary administrator and professor, stems from a report in November 2022 of an alleged sexual abuse committed by a Texas Baptist College student. Within hours of becoming aware of an arrest warrant for the student on Jan. 24, 2023, the seminary facilitated the arrest of the accused student, who was suspended and later withdrew from the college.’’ When seminary administrators became aware of the original report and the “later responses of certain staff,’’ the seminary notified the Justice Department, the statement said. “The seminary has and will continue to cooperate fully with the DOJ in its investigation of sexual abuse,’’ the statement said. After seminary administrators learned of Queen’s alleged actions in June 2023, he was placed on administrative leave and resigned as interim provost, the statement said. “Southwestern Seminary takes seriously its moral and legal duties to care for victims of sexual abuse. The actions alleged in the indictment are antithetical to the values of the seminary,’’ the seminary statement said. (336) 349-4331, ext. 6140 @SpearSusie_RCN",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew queen",
          "sentiment": "none"
        },
        {
          "name": "lewis kaplan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "friendly avenue baptist church",
          "sentiment": "negative"
        },
        {
          "name": "united states district court for the southern district of new york",
          "sentiment": "none"
        },
        {
          "name": "u.s. attorney's office",
          "sentiment": "none"
        },
        {
          "name": "department of justice",
          "sentiment": "none"
        },
        {
          "name": "southern district of new york",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greensboro",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "fort worth",
          "sentiment": "none"
        },
        {
          "name": "new york district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T20:11:32.997+03:00",
    "updated": "2024-05-25T11:50:18.191+03:00"
  }
]