[
  {
    "uuid": "31b2b17cc5e408713864d65c9187e158b0512312",
    "url": "https://tribuna.com/en/news/arsenal-2023-12-28-arsenal-slip-up-in-title-race-how-premier-league-standings-look-like-after-gw19/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Uttiyo Scarnage",
    "published": "2023-12-28T19:27:00Z",
    "title": "Arsenal slip up in title race: how Premier League standings look like after GW-19 - Football | Tribuna.com",
    "text": "2 3 [Arsenal](https://tribuna.com/en/clubs/arsenal/) suffered a 2-0 loss to [West Ham United](https://tribuna.com/en/clubs/west-ham/) in the Premier League at the Emirates Stadium. The Gunners were just unable to convert all the chances they created and were made to pay int he end. In doing so, Arsenal failed to move back up to first place in the Premier League table and are now in second place - two points behind Liverpool. What is worse is that the Gunners are only three points ahead of Man City, who have a game in hand. Mikel Arteta's side will be keen on ending the year on a high note against Fulham on New Year's Eve. [Arsenal – West Ham 0:2](https://tribuna.com/en/match/arsenal-vs-west-ham/)(0:1, 0:1)28 December, 20:15, Emirates Stadium Arsenal: [Raya](https://tribuna.com/en/persons/david-raya/), [Zinchenko](https://tribuna.com/en/persons/oleksandr-zinchenko/)( [Nelson](https://tribuna.com/en/persons/reiss-nelson/)64), [dos Santos Magalhães](https://tribuna.com/en/persons/gabriel-magalhaes/), [Saliba](https://tribuna.com/en/persons/william-saliba/), [White](https://tribuna.com/en/persons/ben-white/), [Rice](https://tribuna.com/en/persons/declan-rice/), [Odegaard](https://tribuna.com/en/persons/martin-odegaard/), [Trossard](https://tribuna.com/en/persons/leandro-trossard/)( [Smith Rowe](https://tribuna.com/en/persons/emile-smith-rowe/)79), [Martinelli](https://tribuna.com/en/persons/gabriel-martinelli/)( [Nketiah](https://tribuna.com/en/persons/edward-nketiah/)64), [de Jesus](https://tribuna.com/en/persons/gabriel-jesus/), [Saka](https://tribuna.com/en/persons/bukayo-saka/) West Ham: [Areola](https://tribuna.com/en/persons/alphonse-areola/), [Emerson](https://tribuna.com/en/persons/emerson/), [Ogbonna](https://tribuna.com/en/persons/angelo-ogbonna/), [Mavropanos](https://tribuna.com/en/persons/konstantinos-mavropanos/), [Coufal](https://tribuna.com/en/persons/vladimir-coufal/), [Souček](https://tribuna.com/en/persons/tomas-soucek/), [Alvarez](https://tribuna.com/en/persons/edson-alvarez/), [Lucas Paquetá](https://tribuna.com/en/persons/lucas-paqueta/)( [Benrahma](https://tribuna.com/en/persons/said-benrahma/)33), [Ward-Prowse](https://tribuna.com/en/persons/james-ward-prowse/), [Kudus](https://tribuna.com/en/persons/mohammed-kudus/), [Bowen](https://tribuna.com/en/persons/jarrod-bowen/) Goals: 0:2 - 55 [Mavropanos](https://tribuna.com/en/persons/konstantinos-mavropanos/)( [Ward-Prowse](https://tribuna.com/en/persons/james-ward-prowse/)) Best bookmakers 2 3 Latest news Popular news Best Newest Oldest Premier League Table №TeamMPP 11942 21940 31939 41837 51936 61933 71931 81930 91929 101925 111925 121825 131921 141819 151918 161917 171916 181815 191911 20199 MP: Match PlayedP: Points Top Players SPORTSMAN G A 14 4 11 1 G: GoalsA: Assists",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zinchenko",
          "sentiment": "none"
        },
        {
          "name": "saliba",
          "sentiment": "none"
        },
        {
          "name": "mikel arteta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gw",
          "sentiment": "negative"
        },
        {
          "name": "west ham united",
          "sentiment": "negative"
        },
        {
          "name": "fulham",
          "sentiment": "none"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "man city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:42.845+02:00",
    "updated": "2023-12-29T00:40:13.601+02:00"
  },
  {
    "uuid": "34fe1c0034853efce48b3f4f241bd5da31f0d346",
    "url": "https://caracol.com.co/2023/12/28/sancionan-con-tres-meses-al-alcalde-electo-de-floridablanca/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cesar Augusto González\"/>",
    "published": "2023-12-28T17:13:00Z",
    "title": "Sancionan con tres meses al alcalde electo de Floridablanca",
    "text": "Bucaramanga\nProcuraduría General confirma suspensión por tres meses del alcalde electo de Floridablanca, José Fernando Sánchez Carvajal, la cual no lo inhabilita para ejercer el cargo, ya que la sanción será económica.\nSegún la Procuraduría, la sala resuelve el recurso de apelación interpuesto por la defensa de los investigados en contra del fallo de primera instancia, proferido el 26 de febrero de 2021 por la Procuraduría Provincial de Bucaramanga, mediante el cual los declaró disciplinariamente responsables y le impuso sanción consistente en suspensión en el ejercicio del cargo por el término de tres (3) meses.\nMañana entregan remodelado el parque Centenario\nLos exfuncionarios fueron investigados por la presunta forma irregular en la que fue elegido el personero de Floridablanca el 9 de enero de 2016, tal como lo informó en su queja la s eñora María Alejandra Solano.\nCon base en lo anterior, la procuraduría territorial, el 18 de febrero de 2016, dispuso la apertura de indagación preliminar en contra de funcionarios por determinar del concejo de Floridablanca, Santander , por su presunta responsabilidad en los hechos denunciados.\nAsí será la posesión de alcaldes del área metropolitana y gobernador\nLos exfuncionarios sancionados zona los exconcejales:\nJorge Alberto Pinzón Medina.\nJuan Carlos Ayala Suárez\nJuan Àngel Triana Hernández\nAndrés Norberto Ardila Pérez\nAsí será la posesión de alcaldes del área metropolitana y gobernador\nMarcos Olarte Ramirez\nNéstor Alexander Bohórquez Meza\nAlirio Pinzón Diaz\n¡Indignante! Patrulla arrolló a una perrita y huyó del lugar\nNelson Dario Espitia Rodriguez\nJosé Alexander Esparza Martinez\nJosé Nicanor Vera Pedraza\nWalter David Durán Prada\nDe nuevo: un bus de Metrolínea se incendió frente a la estación La Rosita en Bucaramanga\nEdgar Enrique Gómez Silva\nJosé Fernando Sánchez Carvajal\nAlfredo Tarazona Matamoros\nGuillermo González Palomino\nAsí será la posesión de Juvenal Díaz Mateus como Gobernador de Santander\nClaudia Hernández Villamizar\nMaria Consuelo Galvis Calderón\nLiliana Mendoza Rodríguez Calderón",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:44.115+02:00",
    "updated": "2023-12-29T00:30:44.115+02:00"
  },
  {
    "uuid": "f84b2315ab2c0427dac0dfee7c331a89af1c4d10",
    "url": "https://www.blackenterprise.com/10-career-boost-new-year-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kandia Johnson",
    "published": "2023-12-28T22:05:00Z",
    "title": "10 Ways to Boost Your Career Before the New Year",
    "text": "[by Kandia Johnson](https://www.blackenterprise.com/author/kandiajohnson/) December 28, 2023 10 Ways To Boost Your Career Before The New Year 10 tips for boosting your career before the new year. Why wait until Jan. 1 to start working toward your career goals for the New Year? Although there are only a few days left in 2023, there are several things you can do today to jumpstart your career in 2024. Here are 10 career-boosting steps you can take before New Year’s Eve. Write down your wins. Make a list of your top 10 professional accomplishments from the past year. You can incorporate these “wins” into your résumé the next time you spruce it up–employers love seeing descriptions of “ [a](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [ccomplishments as opposed](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [ t](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [o](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [ “duties](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) [.](https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments) Congratulate someone on his or her career success. By celebrating others’ “wins, you’ll reinforce the belief that you’re a positive, encouraging person—two qualities on every employer’s wish list! Redesign your professional materials. Order beautiful new business cards. And then, when that’s set, think about [revamping your personal website](https://www.themuse.com/advice/the-fun-onehour-activity-that-will-help-you-land-your-dream-job). Clean out your inbox. Don’t just delete old emails and archive others. Take the next step and unsubscribe from mailing lists that waste your time. Send a thank you note. Think of a colleague, manager, or mentor who helped or inspired you this past year, and let that person know you’re grateful for their assistance or inspiration. Sure, you could use email. But it would be better to use pen and paper. A handwritten note is a simple, classy way to make people feel special–and strengthen your professional network. Read up on how to perfect your résumé More specifically, read these [43](https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired) [ tips](https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired). They will only get you closer to getting that job you want. So, tweak your résumé accordingly, or don’t be afraid to start over from scratch instead of building on one you’ve had for years. Add some style to that perfected résumé Find a beautiful new template among one of these [275 free templates](https://www.themuse.com/advice/275-free-resume-templates-you-can-use-right-now) and go forward with confidence as you send it out. (After tailoring it for each job, of course.) Contact an expert if you’re lost. If you’re feeling stuck or don’t know where to begin, it might be worth it to pay an expert or hire a coach to get you past your obstacle. Learn How To Answer The Most Common Interview Questions Your résumé is only doing the first part of the talking. The interview step is hugely important and not one that you can risk blowing. Prepare in advance by running through [these common questions](https://www.themuse.com/advice/how-to-answer-the-31-most-common-interview-questions), and you’ll likely ace it. Update Your Professional Wardrobe Need some style inspiration, ladies? Or [gentlemen](https://www.pinterest.com/livecareer/interview-outfits-for-gents/)? Make sure to purchase items that are both professional and industry-appropriate. RELATED CONTENT: [11 New Year Traditions And Why We Practice Them](https://www.blackenterprise.com/new-years-eve-superstitions-traditions/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "https://www.themuse.com/advice/how-to-answer-the-31-most-common-interview-questions),",
      "https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired).",
      "https://www.pinterest.com/livecareer/interview-outfits-for-gents/)?",
      "https://www.themuse.com/advice/275-free-resume-templates-you-can-use-right-now)",
      "https://www.themuse.com/advice/43-resume-tips-that-will-help-you-get-hired)",
      "https://www.themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments)",
      "https://www.themuse.com/advice/the-fun-onehour-activity-that-will-help-you-land-your-dream-job).",
      "https://themuse.com/advice/resume-revamp-how-to-turn-your-duties-into-accomplishments)",
      "https://themuse.com/advice/275-free-resume-templates-you-can-use-right-now)",
      "https://www.pinterest.com/livecareer/interview-outfits-for-gents/)",
      "https://themuse.com/advice/43-resume-tips-that-will-help-you-get-hired)",
      "https://themuse.com/advice/the-fun-onehour-activity-that-will-help-you-land-your-dream-job).",
      "https://pinterest.com/livecareer/interview-outfits-for-gents/)?",
      "https://themuse.com/advice/43-resume-tips-that-will-help-you-get-hired).",
      "https://themuse.com/advice/how-to-answer-the-31-most-common-interview-questions),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kandia johnson",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:39.677+02:00",
    "updated": "2023-12-29T00:22:39.677+02:00"
  },
  {
    "uuid": "1fa53b601d52f62f575c5a2276b42d687c9b17f2",
    "url": "https://reasonstobecheerful.world/nebraska-special-education-students-learn-with-peers",
    "ord_in_thread": 0,
    "author": "Jackie Mader",
    "published": "2025-06-12T08:00:00Z",
    "title": "Nebraska's Special Ed Students Are Learning Right Alongside Their Peers",
    "text": "This story was produced by The Hechinger Report , a nonprofit, nonpartisan news outlet focused on education.\nWhen Bethany Jolliffe started teaching kindergarten 15 years ago, she picked up on what seemed like a long-standing pattern: Teachers mostly stayed in their lane, with general education teachers focusing on “their” students, and special education teachers homed in on students deemed to be their responsibility. Instead of keeping children with disabilities in classrooms and bringing help to them, teachers often pulled them out of the classroom, away from their peers.\nNationwide, that’s a common approach in schools, where many students with disabilities, starting in kindergarten, are segregated from their classmates for large portions of the day. At Westmoor Elementary in west Scottsbluff, where Jolliffe is now assistant principal, that’s no longer the case. In classrooms across the school, children of all abilities learn side by side. Special education teachers and paraprofessionals spend hours in the same classrooms to provide support to students who may need it. All teachers spend time planning together to figure out how to support every student who walks through their door.\n“Kids don’t earn their way into a general ed classroom. That’s where they belong,” said Wendy Kemling-Horner, executive director of student services at Scottsbluff Public Schools, home to Westmoor and seven other schools that serve 3,500 students in western Nebraska.\nWeighed down by negative news? Our smart, bright, weekly newsletter is the uplift you’ve been looking for.\nScottsbluff and many other communities across Nebraska have joined a statewide effort over the past few years to include more children with disabilities in general education classrooms for the majority of the day. In 2022, faced with dismal outcomes for students with disabilities and pandemic-related gaps, the state launched a program called “Journey to Inclusion” to teach educators about keeping students with disabilities and other children together and promote proven strategies to improve it. Nebraska has poured nearly $1 million of its federal Covid aid into this effort to make sure students with disabilities aren’t just sitting in general education classrooms, but making academic progress and feeling included. If children need additional help, it now largely happens right in those classes.\nAt a time when the concept of inclusion raises the ire of the Trump administration — with research that includes the words inclusion or disability under federal scrutiny — Nebraska is a case study of what can happen when schools prioritize doing inclusion in ways research says helps all students learn. As part of their shift, state officials have pushed for more co-teaching, where a general education teacher and a special education teacher work together in the same classroom. The state provided training sessions and workshops for administrators and general education teachers so they understood they have a responsibility to students with disabilities. They also sent coaches from SPED Strategies, a national organization that helps districts roll out inclusion, into schools across the state to train and help teachers roll out new techniques.\nThere is still room for Nebraska’s schools to better serve students with disabilities, and parents and advocates have highlighted issues with other parts of the state’s special education services. But there has been significant progress when it comes to improving teacher and administrator knowledge of how to do inclusion successfully, educators say. So far, at least half of the districts in the state have been trained by SPED Strategies, and nine are working directly with the organization for personalized coaching. Other schools or districts have adopted select aspects of inclusive education.\n“It’s about constructing that space that’s supportive, a process for trying to meet a range of needs, whether kids have disabilities or not.” Credit: Shutterstock The state is starting to reap the benefits. Between 2021 and 2024, the percentage of Nebraska’s third grade students with disabilities who were proficient in math increased from 18 percent to 29 percent . In 2021, 65 percent of special education students graduated in four years, compared to the state average of almost 88 percent. By 2024, the graduation rate for special education students was nearly 70 percent .\nSome of this success echoes research that has found more progress in reading and math for children with disabilities in inclusive settings, as well as a positive effect on academic and social skills. There are other benefits that could be seen down the road. Research has found inclusion makes students with disabilities more likely to graduate on time and can boost attendance and cut discipline referrals.\nNebraska is something of an anomaly for prioritizing inclusion across the state. Nationwide, students with disabilities spend large portions of their days in segregated settings, even though federal law says they should be educated with their general education peers “to the maximum extent appropriate.” States are required to report to the federal government how many students spend 80 percent or more of their day in general education classrooms.\nMany states fall short of this goal even with students in kindergarten, according to a review of federal data by The Hechinger Report. Across the nation, 29 percent of five- and six-year-olds with disabilities do not spend 80 percent of their days with general education peers. In New Jersey, which has the lowest inclusion rate, it’s 53 percent. By contrast, some states are exceeding federal standards and excluding fewer students with disabilities. In Nebraska, with the second-highest inclusion rate in the nation for that age group, 88 percent of kids are included in general education classrooms the vast majority of their day.\nWait, you're not a member yet?\nJoin the Reasons to be Cheerful community by supporting our nonprofit publication and giving what you can.\nJoin Cancel anytime High exclusion rates in the early years signal something is wrong with how districts view young students with disabilities, experts say. “I think it’s very problematic when we decide immediately when a student comes into kindergarten that they need to be in a self-contained placement,” said Jordan Lukins, assistant teaching professor at North Carolina State’s College of Education. “There’s still this kind of outdated idea of, ‘Well, they’ll learn better in a smaller setting, or with a teacher who’s got different training.’”\nResearch has found the quality of inclusion , particularly how schools plan and set up classrooms, can make a huge difference. Some educators have said classrooms lack resources and support for students with disabilities. Earlier this year, a small group of academics questioned whether the evidence really proves inclusion works, and pointed out that in some states with high inclusion rates, test scores have declined.\nNebraska has long had better rates of inclusion than other states, even though the state wasn’t specifically focused on improving it until recently, said Amy Rhone, state director of Nebraska’s Office of Special Education. Still, years of poor outcomes for special education students indicated to Rhone and other state officials that the quality of instruction in inclusive classrooms has been lacking.\nAs state officials started talking to school officials and educators to dig into problematic practices, they realized a lot of children with learning disabilities, like dyslexia, were being pulled out of their general education setting for specialized reading instruction with special education teachers. Without the training in how to teach reading, those teachers were in many cases using “homemade materials” that weren’t effective, said Rhone. While out of class, students missed lessons that put them further behind, she added.\nThis, in part, inspired the state to train all pre-K through third grade teachers, including special education teachers, in evidence-based reading instruction. They encouraged educators in subjects like physical education and music to also take the literacy training. The state published guides for teachers to explain what research-based inclusion looks like and introduced strategies teachers can use to help learners with different needs, like visual schedules and flexible seating options.\nThese strategies are key to making inclusion work as well as possible and can benefit all children, said George Theoharis, a professor of inclusive elementary and early childhood education at Syracuse University. “It’s about constructing that space that’s supportive, a process for trying to meet a range of needs, whether kids have disabilities or not.”\nMany of these strategies are evident at Westmoor and across schools in Scottsbluff, a rural community home to a large sugar factory and known for its agriculture. But this hasn’t always been the case. As recently as a decade ago, most of Scottsbluff’s elementary students with more severe disabilities were funneled to one specific school that was most accessible for students with physical disabilities.\nAbout seven years ago, district leaders started their own inclusion push. They decided to enroll students with more severe needs in all of the elementary schools, not just one building, and improve inclusion across grade levels. The shift was partly inspired by feedback from parents. Several years ago, for instance, one mother pointed out that though her child spent significant time in general education classrooms, she had few friends or invitations to see peers outside of school. Scottsbluff’s administrators realized they were falling short of meaningful inclusion. “That was tough to hear,” Kemling-Horner said.\nWhen the state announced its new initiative in 2022, Scottsbluff was one of the first districts to jump on board and embrace new guidance from the state. They added a 30- to 40-minute intervention block each day so all children can get help without missing key lessons. They began relying more on co-teaching, rather than pulling children with disabilities out of the classroom to work with special education instructors; and they started providing joint planning time for special education and general education teachers, to nurture collaboration. The district encouraged inclusion-friendly strategies for teachers, like offering students multiple options for showing understanding of concepts and creating different work spaces in the classroom.\nThis is visible at all levels: At the high school, a “peer para” program that started in 2022 pairs trained students with a peer with a disability to make sure students have added support and an advocate in class. A general education classroom at Westmoor Elementary now may have children with cognitive disabilities, learning disabilities and visual or hearing impairments spending substantial time — if not the whole day — with their peers.\nThe school is trying to move away from “teachers performing on an island,” said Jolliffe, who is scheduled to take over as principal at Westmoor in the fall. “It’s the collaboration between the special ed teacher and the classroom teacher that makes [inclusion] successful.”\nThe inclusive push has reached the district’s preschool program as well. That year is when children are especially welcoming of differences, educators here say.“At this age group, a lot of times the kids don’t even notice,” said Jeanne Anderson, a veteran teacher. “As they grow older and move through the grades it’s just something they’re used to.”\nOn a recent winter morning inside Anderson’s classroom, five children sat cozily on a carpet as Anderson reviewed the “big” vocabulary words they had recently learned. The class was missing several students because of a snowstorm the day before, but Anderson forged ahead, supported by two other teachers.\n“What’s our very favorite big word? Our very first one?” she asked.\n“Flabbergasted!” a child called out.\nAnderson said despite training, inclusion can still be hard in practice, especially when it comes to making the experience equal for all. Some children have more intensive needs and may require more time and energy from a teacher regardless of how much training that teacher has had.\nStill, Scottsbluff has already seen promising results, echoing state trends. Between 2022 and 2024, the proportion of special education students across all grades proficient in both math and English language arts doubled. “Our kids are getting what they need at the moment that they need it,” said Kemling-Horner. “We’re not waiting for kids (with disabilities) to fail and then sending them somewhere else to learn.”\nWhile there is progress statewide, Rhone said the rollout is still uneven. Some districts, especially those that are smaller and more rural, may lack staffing and resources to take up a new vision of inclusion. Parents recently accused some large districts of continuing to segregate children with disabilities too much. Special education teachers, in particular, are in short supply. These shortages are in part responsible for some Nebraska school districts denying high numbers of transfer applications from students with disabilities who live outside district boundaries, according to a recent investigation by Nebraska’s Flatwater Free Press and The 74 .\nScottsbluff is waiting to see how potential federal funding cuts and the Trump administration’s crackdown on diversity, equity and inclusion programs will affect them. In early April, the state lost $9 million in unspent pandemic recovery aid, which has paid for the state’s inclusion efforts. State and district leaders say they hope the type of inclusion they’re prioritizing is not what federal officials want to end, as the changes may be key to making sure more students are ready for education, work and life after high school.\n“Every educator is taking more ownership for kids,” said Rhone. “I think we have real pockets of excellence across our state that are saying, ‘Nope, all kids are our kids.’”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->teachers",
      "Education->school",
      "Social Issue->social services",
      "Social Issue->children",
      "Social Issue->diversity, equity and inclusion"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://nebraskapublicmedia.org/en/news/news-articles/education-officials-encourage-the-inclusion-method-for-special-education-but-are-schools-equipped-to-make-it-work/",
      "https://nep.education.ne.gov/#/profiles/state/full-profile/metrics/graduation-rate?dataYears=20232024",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC8116690/",
      "https://hechingerreport.org/proof-points-special-education-inclusion-research-flawed/",
      "https://iod.unh.edu/sites/default/files/media/InclusiveEd/researchsupport-final.pdf",
      "https://hechingerreport.org/proof-points-readers-react-special-education-inclusion/",
      "https://nep.education.ne.gov/#/profiles/state/full-profile/nscas/percent-proficient?dataYears=20232024",
      "https://hechingerreport.org/nebraska-invested-in-having-special-education-students-learn-alongside-their-peers-and-is-seeing-promising-results/",
      "https://www.wrightslaw.com/info/lre.incls.rsrch.whitbread.htm#google_vignette",
      "https://www.readingrockets.org/topics/assistive-technology/articles/5-examples-universal-design-learning-classroom",
      "https://hechingerreport.org/",
      "https://mcie.org/think-inclusive/how-to-find-a-school-districts-least-restrictive-environment-percentage/#:~:text=The%20percentage%20of%20time%20students,Least%20Restrictive%20Environment%20(LRE",
      "https://nebraskapublicmedia.org/en/news/news-articles/nebraska-department-of-education-loses-9-million-in-unspent-covid-funds/",
      "https://flatwaterfreepress.org/shot-down-at-every-turn-nebraska-school-districts-frequently-deny-transfers-to-kids-with-disabilities/",
      "https://www.education.ne.gov/wp-content/uploads/2024/02/INFOGRAPHIC-Evidence-Based-Practices-in-Special-Education-NDE-2024.pdf",
      "https://administratorsdays2022.sched.com/event/14cGq/nebraskas-journey-to-inclusion-leveraging-essers-funds-to-support-inclusive-education-in-classrooms",
      "https://nep.education.ne.gov/#/profiles/district/full-profile/nscas/percent-proficient?dataYears=20232024&agencyId=79-0032-000",
      "https://pmc.ncbi.nlm.nih.gov/articles/PMC8116690",
      "https://hechingerreport.org",
      "https://flatwaterfreepress.org/shot-down-at-every-turn-nebraska-school-districts-frequently-deny-transfers-to-kids-with-disabilities",
      "https://readingrockets.org/topics/assistive-technology/articles/5-examples-universal-design-learning-classroom",
      "https://www.hechingerreport.org/nebraska-invested-in-having-special-education-students-learn-alongside-their-peers-and-is-seeing-promising-results/",
      "https://www.pmc.ncbi.nlm.nih.gov/articles/PMC8116690/",
      "https://www.nebraskapublicmedia.org/en/news/news-articles/education-officials-encourage-the-inclusion-method-for-special-education-but-are-schools-equipped-to-make-it-work/",
      "https://hechingerreport.org/nebraska-invested-in-having-special-education-students-learn-alongside-their-peers-and-is-seeing-promising-results",
      "https://wrightslaw.com/info/lre.incls.rsrch.whitbread.htm#google_vignette",
      "https://nep.education.ne.gov/#/profiles/state/full-profile/metrics/graduation-rate",
      "https://www.mcie.org/think-inclusive/how-to-find-a-school-districts-least-restrictive-environment-percentage/#:~:text=The%20percentage%20of%20time%20students,Least%20Restrictive%20Environment%20(LRE",
      "https://www.nep.education.ne.gov/#/profiles/district/full-profile/nscas/percent-proficient?dataYears=20232024&agencyId=79-0032-000",
      "https://education.ne.gov/wp-content/uploads/2024/02/INFOGRAPHIC-Evidence-Based-Practices-in-Special-Education-NDE-2024.pdf",
      "https://www.hechingerreport.org/proof-points-readers-react-special-education-inclusion/",
      "https://www.iod.unh.edu/sites/default/files/media/InclusiveEd/researchsupport-final.pdf",
      "https://www.nebraskapublicmedia.org/en/news/news-articles/nebraska-department-of-education-loses-9-million-in-unspent-covid-funds/",
      "https://nebraskapublicmedia.org/en/news/news-articles/education-officials-encourage-the-inclusion-method-for-special-education-but-are-schools-equipped-to-make-it-work",
      "https://hechingerreport.org/proof-points-readers-react-special-education-inclusion",
      "https://www.administratorsdays2022.sched.com/event/14cGq/nebraskas-journey-to-inclusion-leveraging-essers-funds-to-support-inclusive-education-in-classrooms",
      "https://www.nep.education.ne.gov/#/profiles/state/full-profile/metrics/graduation-rate?dataYears=20232024",
      "https://nebraskapublicmedia.org/en/news/news-articles/nebraska-department-of-education-loses-9-million-in-unspent-covid-funds",
      "https://nep.education.ne.gov/#/profiles/state/full-profile/nscas/percent-proficient",
      "https://hechingerreport.org/proof-points-special-education-inclusion-research-flawed",
      "https://www.hechingerreport.org/",
      "https://www.nep.education.ne.gov/#/profiles/state/full-profile/nscas/percent-proficient?dataYears=20232024",
      "https://www.flatwaterfreepress.org/shot-down-at-every-turn-nebraska-school-districts-frequently-deny-transfers-to-kids-with-disabilities/",
      "https://www.hechingerreport.org/proof-points-special-education-inclusion-research-flawed/",
      "https://nep.education.ne.gov/#/profiles/district/full-profile/nscas/percent-proficient"
    ],
    "entities": {
      "persons": [
        {
          "name": "Bethany Jolliffe",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "1fa53b601d52f62f575c5a2276b42d687c9b17f2",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:09:19.717+03:00",
    "updated": "2025-06-12T15:23:35.835+03:00"
  },
  {
    "uuid": "5f3ada9b3b67cf04f085026548e5e575d81eac59",
    "url": "https://www.googlenestcommunity.com/t5/Cameras-and-Doorbells/Away-routine-not-running/m-p/657752",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Derickf",
    "published": "2024-11-22T07:05:00Z",
    "title": "Re: Away routine not running",
    "text": "Saturday\nThe Away routine does not start.\nAt home I have a Nest Thermostat and a Nest Camera Battery.\nBoth my wife and I have the Google Home and Google Near app installed. Both phones are correctly configured to use position. In Google Home the Away routine is set to turn camera on and turn thermostat off.\nProblem is dual: when both phones (mine and my wife's) are correctly detected as outside (at 13.25 in screenshot s), the Away routine is not run after 48 minutes (at 14.15 in the screenshots) yet camera is turned on (but thermostat remains on).\nI would expect:\n1. When both phones are detected outside, the Away routine should run: why instead after 48 minutes the Away routine is not run yet?\n2. If the Away routine is not run, camera should remain off and thermostat should remain on: why instead the camera is turned on even if the Away routine is not run?\nSaturday\nAnyone?\nTuesday\nAnyone?\nTuesday\nHi [@thegios](/t5/user/viewprofilepage/user-id/266294),\nThank you for reaching out to the community. I'm sorry to hear that you are having issues with the Home Away routines with your Nest Camera and your Nest Thermostat. Before we start, I have some questions:\nIn the meantime, you can take a look at the following article: Nest Home and Away not working\nI'll be looking for your reply.\nBest regards,\nDerick.\nWednesday\nI have found out that eventually the routine runs, but with 1h delay.\nSo, when all devices are detected as away, the away routine is not run but camera still goes online (why?) whiel thermostat remains on, only after 1h the away routine is run and also the thermostat goes off.\nQuestion 1: why the away routine is run only after 1h\nQuestion 2: if as soon as the devices are both detected as away, why the camera goes online if the away routine is not run yet?\nyesterday\nHey there!\nThank you for your reply. Regarding the delay on the away routine, it could be caused by the presence sensing.\nHave you checked if the presence sensing is enabled on your Nest Thermostat?\nKeep in mind that cameras aren’t switched by all the same triggers as other Nest products. Cameras are only switched by your phone’s location or if you manually change your home’s mode to Home or Away.\nYou can take a look at the following article: Change Home/Away Assist settings.\nI'll be looking for your reply.\nBest regards,\nDerick.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T12:04:46.312+02:00",
    "updated": "2024-11-22T12:04:46.312+02:00"
  },
  {
    "uuid": "aec033f32959248b8d8ef48252b8d726f0ccb74b",
    "url": "https://www.kulr8.com/news/stillwater-mine-layoff-announcement-shocks-employees-in-montana/article_f65208a6-715f-11ef-b015-53bf52568e5f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Travia Forte",
    "published": "2024-09-12T00:00:00Z",
    "title": "Stillwater mine layoff announcement shocks employees in Montana | Billings News | kulr8.com",
    "text": "STILLWATER COUNTY, Mont. -- Sibanye Stillwater, the U.S. division of the global mining company, announced restructuring plans for its Montana operations. The announcement has raised concerns among its employees and the local community. Sibanye Stillwater operates three facilities in Montana: the Columbus warehouse and the Nye mine in Stillwater County, and the East Boulder mine in Sweet Grass County. On July 31, 2024, the company reported employing over 1,600 workers across these sites. Following the layoffs, fewer than 1,000 employees will remain, according to an announcement made earlier today. Palladium prices have been consistently falling over the last two years, according to the company's executive vice president. During the summer of 2023, palladium traded around $1,200 per ounce. However, over the last three months, prices have dropped below $1,000 per ounce, making production costs higher than the profits earned. In a letter to employees, Sibanye Stillwater detailed its cost-reduction plans. \"We must address the especially high cost of our Stillwater West operations. The only way to do this is to place those operations on care and maintenance for now,\" the letter stated. \"We also plan to reduce operations at East Boulder from six ramps to four ramps, which will reduce costs and ensure sustainable production,\" the letter continued. Two anonymous mine employees expressed their concerns after today's announcement. One employee shared their disappointment, emphasizing the unexpected nature of the layoffs. \"Everybody we work with becomes family and it's going to affect someone we know. And it's very disheartening to know that part of this probably could have been prevented in the first place,\" one mine employee said. \"A lot of those guys have families and it's their main source of income. It does affect you and your mood while you are at work because you are thinking about that instead of thinking about your jobs. It makes me nervous because I know a lot of guys think about it and I don't want them to get hurt because they are thinking about this layoff,\" the employee added. The employees believe that better financial management could have prevented the current situation. They expressed frustration over company spending. \"It's been frustrating seeing some of the times that we have invested money in... It's not money spent, but not more product coming out of the mine and we don't see the benefit on some of the things they have spent money on,\" they said. The letter serves as the 60-day notice required by law for layoffs affecting at least one-third of a work site’s workforce. The company will start notifying affected employees today, with the first round of layoffs beginning on November 12, 2024. Robertson acknowledged the difficult times ahead, stating the company will support those impacted and connect them with future employment opportunities. The community remains concerned about the future of Sibanye Stillwater's Montana operations and its impact on local workers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "county",
          "sentiment": "none"
        },
        {
          "name": "east",
          "sentiment": "none"
        },
        {
          "name": "sweet",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T03:49:29.551+03:00",
    "updated": "2024-09-13T07:03:27.020+03:00"
  },
  {
    "uuid": "3638c9bbbad46062ab6346c095a268f4c35dc377",
    "url": "https://www.infobae.com/america/agencias/2023/12/30/gobierno-colombiano-sube-el-salario-minimo-en-12-para-2024-y-lo-deja-en-unos-335-dolares/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-30T00:45:00Z",
    "title": "Gobierno colombiano sube el salario mínimo en 12 % para 2024 y lo deja en unos 335 dólares",
    "text": "Bogotá, 29 dic (EFE).- El salario mínimo en Colombia se incrementará en aproximadamente un 12 % en 2024, una decisión con la que el Gobierno pretende que los ciudadanos mantengan el año próximo su poder adquisitivo, anunció este viernes la ministra de Trabajo, Gloria Ramírez.\n\"El Gobierno Nacional decreta un incremento del salario mínimo a un monto de 1.300.000 pesos (unos 335 dólares), es decir un aumento aproximado del 12 %, y un incremento del subsidio de transporte a 162.000 pesos (unos 42 dólares), el cual corresponde aproximadamente a un 15 % en relación con la cifra acordada para 2023\", afirmó la ministra en una rueda de prensa.\nEl Ejecutivo decretó la subida luego de no llegar a un acuerdo con los trabajadores y los empresarios para \"la fijación del salario mínimo en el marco de la Comisión Permanente de Concertación de Políticas Salariales y Laborales\".\nLa ministra aseguró que \"estos incrementos, con seguridad, permitirán a los colombianos mantener el poder adquisitivo de los salarios para el 2024\" a pesar del aumento de la inflación, que este año será cercana al 10 %.\n\"Nuestro propósito siempre atendió la obligación de fijar un incremento del salario mínimo teniendo en cuenta los criterios técnicos aportados por el Departamento Administrativo Nacional de Estadística (DANE), por el Banco de la República, por la Academia, por las bases constitucionales y legales\", dijo Ramírez.\nExplicó que la idea es ir \"a favor de la generación y garantías de las condiciones económicas que promueven la calidad de vida digna de los trabajadores y sus familias\".\nEl presidente colombiano, Gustavo Petro, manifestó por su parte que va \"a haber el año entrante un crecimiento del salario real en términos del salario mínimo\".\n\"El nivel de vida de los colombianos que está ligado al salario mínimo va a crecer\", aseguró el mandatario en la conferencia de prensa.\nEsta decisión, dijo Petro, obedece a que el precio del dólar ha bajado este año y está cerca de los 3.800 pesos colombianos; a la expectativa gubernamental de que la inflación será de un sólo dígito en 2023 y a que el desempleo en noviembre bajó al 9,0 %, medio punto menos que el registrado en el mismo mes de 2022. EFE\njga/joc/laa\n(foto)(video)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T02:48:49.488+02:00",
    "updated": "2023-12-30T02:48:49.488+02:00"
  },
  {
    "uuid": "e902ef9297d4eeaeb3b7d4b2f382fa059eb690ee",
    "url": "https://www.zonebourse.com/actualite-bourse/La-Californie-veut-lutter-contre-les-hausses-de-prix-a-la-pompe-en-imposant-des-reserves-d-essence-47666662",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zonebourse",
    "published": "2024-08-15T22:04:00Z",
    "title": "La Californie veut lutter contre les hausses de prix à la pompe en imposant des réserves d'essence - Zonebourse",
    "text": "Le gouverneur de Californie, Gavin Newsom, a proposé jeudi un plan exigeant des raffineurs de pétrole qu'ils maintiennent des réserves minimales d'essence afin d'éviter les flambées de prix. La Commission californienne de l'énergie a déclaré que l'année dernière, pendant 63 jours, les raffineurs californiens ont maintenu moins de 15 jours de réserves d'essence, une situation qui, selon elle, a fait grimper les prix et coûté 650 millions de dollars aux automobilistes.\nLes hausses de prix à la pompe sont des hausses de profit pour les grandes compagnies pétrolières. Les raffineurs devraient être tenus de planifier à l'avance et de compléter leurs approvisionnements pour maintenir les prix stables, au lieu de jouer à des jeux pour gagner encore plus de profits\", a déclaré M. Newsom, un démocrate, dans un communiqué.\nLa date d'entrée en vigueur du plan n'est pas claire et le bureau de M. Newsom n'a pas répondu immédiatement à une demande de commentaire.\nDans le cadre de ce plan, qui a été critiqué par l'industrie comme étant une attaque contre les producteurs, les raffineurs de pétrole californiens seraient tenus de présenter des plans de réapprovisionnement adéquats pour faire face aux pertes de production lorsque leurs usines effectuent des travaux de maintenance.\nLa Californie a constaté qu'en 2023, les prix de l'essence ont grimpé en grande partie à cause de l'arrêt des raffineries sans que des plans de réapprovisionnement adéquats aient été mis en place.\nCe plan intervient trois mois après que le ministère américain de l'énergie a vendu sa réserve d'un million de barils d'essence du nord-est, créée par Washington après que la tempête de neige Sandy de 2014 a plongé les automobilistes dans une situation de pénurie de carburant. Le Congrès américain a ordonné cette vente après que la réserve a été critiquée pour son coût de maintenance élevé et pour son manque de sécurité énergétique.\nLa Californie, l'État le plus peuplé des États-Unis, connaît des prix moyens de l'essence parmi les plus élevés du pays et entretient des relations tendues avec les compagnies pétrolières. L'État s'est fixé des objectifs ambitieux en matière d'adoption des voitures électriques et est le seul à avoir obtenu une dérogation de l'autorité fédérale de réglementation environnementale pour fixer ses propres règles en matière d'émissions des véhicules.\nCe mois-ci, la compagnie pétrolière américaine Chevron a annoncé qu'elle transférait son siège social de San Ramon, en Californie, à Houston.\nCatherine Reheis-Boyd, présidente-directrice générale de la Western States Petroleum Association, a déclaré que le plan de M. Newsom n'était \"rien d'autre qu'une attaque politique contre les consommateurs et notre industrie\".\n\"Imposer de nouveaux mandats opérationnels aux producteurs d'énergie sur la base de telles faussetés relève de la mauvaise pratique réglementaire et ne tient pas compte des défis logistiques et des coûts associés à un tel plan\", a-t-elle déclaré. (Reportage de Timothy Gardner ; Rédaction de Josie Kao)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:09:09.180+03:00",
    "updated": "2024-08-16T01:09:09.180+03:00"
  },
  {
    "uuid": "7cab8ffe736213411fa3e3f3186a1115a7861618",
    "url": "https://www.wvnews.com/news/around_the_web/partners/pr_newswire/industry/computer_electronics/atlantis-operating-llc-d-b-a-the-phoenix-rehabilitation-and-nursing-center-issues-notice-of/article_c22244f5-104c-55cc-9c8d-85add5485e65.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Atlantis Operating LLC d/b/a The Phoenix Rehabilitation and Nursing Center",
    "published": "2025-02-20T22:29:00Z",
    "title": "Atlantis Operating LLC d/b/a The Phoenix Rehabilitation and Nursing Center Issues Notice of Data Security Incident | Computer Electronics | wvnews.com",
    "text": "BROOKLYN, N.Y., Feb. 20, 2025 /PRNewswire/ -- On or about September 19, 2024, Atlantis Operating LLC d/b/a The Phoenix Rehabilitation and Nursing Center ('Phoenix') learned of a data security incident involving a third party vendor, which may have impacted the personal information of current and/or past patients of Phoenix. Phoenix has since diligently worked to determine what happened and what information was involved as a result of this incident. Phoenix, consistent with industry standards, promptly launched an investigation and engaged experts to assist in assessing the scope of the incident. Based on information provided by the third party, it was determined the incident occurred between on or about July 20, 2024. Upon identification of the potentially impacted data set, efforts were then initiated to provide notice to the potentially impacted population.\nThe elements of personal information that may have been impacted as a result of this incident varies per individual and potentially included: names, addresses, medical information, and in some instances, social security numbers. As of this writing, Phoenix has not received any reports from individuals of misuse, identity theft or fraud related to the incident. As data incidents are increasingly common, Phoenix encourages you to always remain vigilant, monitor your accounts, and immediately report any suspicious activity or suspected misuse of your personal information.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->health organisation",
      "Health->health care approach"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Phoenix Rehabilitation and Nursing Center",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:31:42.795+02:00",
    "updated": "2025-02-21T01:31:42.795+02:00"
  }
]