[
  {
    "uuid": "40be77cef1a23ad0e63ee2252f714d6f855cb94d",
    "url": "https://www.newsbreak.com/groton-ct/3335215459867-in-stark-winter-woodland-colors-stand-out",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-02-15T23:00:00Z",
    "title": "In stark winter, woodland colors stand out",
    "text": "Swaths of green spread out amid the murk on a misty, February morning, as our hiking group meandered over rugged trails at the Candlewood Hill State Wildlife Management Area in Groton. “These are ideal conditions for lichen and moss – 40 degrees and foggy,” Maggie Jones explained, as four of us gazed from a rocky knoll at an expanse of lichen-coated scrub oaks. Emerald-hued mosses blanketed boulders and stone slabs, accentuated by richly verdant mountain laurel, wispy pines and delicate, evergreen groundcover. Even after this week’s snow, there is color in the mid-winter woods. A couple weeks before Tuesday’s storm, Maggie, Phil Plouffe, Scott Berry and I tramped for five miles over craggy ridges, into steep ravines, beneath overhanging ledges, around vernal pools and along sphagnum bogs – surprisingly varied terrain in land that abuts Interstate 95. The 201-acre tract also is bounded by the Gold Star Highway (Route 184), Flanders Road and North Road (Route 117). If some town officials had their way, this parcel would have been paved over as an industrial park instead of preserved as a greenbelt containing the largest grove of pitch pines in Connecticut. The resin-rich trees that grow on this 44-acre section are also known as candlewood, because colonists once burned them for lighting. They also used pitch pine resin to waterproof ships and houses, and to make pine tar soap. Often taking root on barren rock, pitch pines are scrubbier and more gnarled than the white pines common to the eastern forest. The Groton Open Space Association (GOSA) persuaded the state to acquire this property in 2017, despite objections by the Groton Town Council, which for years sought to develop it. The parcel, which contains remnants of old quarries, had been owned by Tilcon, an asphalt and concrete paving materials supplier. Many hikers call it Tilson park, in part to avoid confusion with Candlewood Ridge, a nearby, 91-acre nature preserve owned by GOSA. Unlike state parks, which typically offer paved parking lots, picnic tables and restrooms, as well as provide trail maps and other information on government websites, Candlewood Hill State Wildlife Management Area doesn’t even have a sign at its main entrance on Route 184, just west of Rogers Road. Another access, just north of the landfill on Flanders Road, also is unmarked. Visitors must park their cars in a tiny, muddy parking area to begin hiking on a network of mostly unmarked footpaths. “I come here several times a week and still get turned around all the time,” Phil said, as our group stopped to ponder a route. We followed a more-or-less counter-clockwise direction around the perimeter, along paths lined with laurel, huckleberry and blueberry shrubs. We also passed a number of large boulders, left behind when the last glacier to cover this part of Connecticut melted some 22,000 years ago. All sheet ice disappeared throughout the rest of the state over the next 4,000 years. Like many people, I used to call any isolated boulder a “glacial erratic,” but during a hike/lecture at this management area in 2020, Ralph Lewis, state geologist emeritus, set me straight. An erratic refers only to a rock that rests on another rock of a different composition, he explained. A basalt boulder resting on basalt is a glacial boulder; if that same basalt boulder rested on sandstone, it would be termed an erratic. What’s more, erratics don’t have to be big boulders; they can be as small as pebbles, Lewis added. In addition to observing boulders – not erratics – we paused every so often to get our bearings, and to munch on teaberries. The tiny, red fruits of this evergreen groundcover, also known as American wintergreen, has a spicy, minty flavor similar to that of once-popular Teaberry chewing gum. Native Americans reportedly used teaberry to treat pain, but modern medical authorities question its efficacy. From atop the candlewood ridge, we were able to view Long Island Sound. Although we almost always remained within earshot of I-95 traffic, we never saw the highway or any other road, until we returned to Route 184. While walking back to our cars, I asked Scott why he, like Phil, hikes at Candlewood/Tilcon so often. “It’s a great place, so much diversity, so close to home,” he said. “Since you’re so familiar with the trails, do you think you could retrace the route we took today?” I asked. “Never in a million years,” he replied.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott berry",
          "sentiment": "none"
        },
        {
          "name": "maggie jones",
          "sentiment": "none"
        },
        {
          "name": "maggie",
          "sentiment": "none"
        },
        {
          "name": "phil plouffe",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "flanders road",
          "sentiment": "none"
        },
        {
          "name": "north road",
          "sentiment": "none"
        },
        {
          "name": "candlewood hill state wildlife management area",
          "sentiment": "none"
        },
        {
          "name": "groton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T06:42:23.500+02:00",
    "updated": "2024-02-16T06:42:23.500+02:00"
  },
  {
    "uuid": "6533b6b83ceec6c4e4a2e40ff772280ca8caf5f8",
    "url": "https://www.whec.com/local/rule-of-law-applies-to-everyone-monroe-county-da-sandra-doorley-gets-speeding-ticket-pleads-guilty",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News10NBC",
    "published": "2024-04-25T21:00:00Z",
    "title": "‘Nobody is above the rule of law’: Monroe County DA Sandra Doorley gets speeding ticket, pleads guilty",
    "text": "‘Nobody is above the rule of law’: Monroe County DA Sandra Doorley gets speeding ticket, pleads guilty ROCHESTER, N.Y. — Monroe County District Attorney Sandra Doorley says she was pulled over on Monday, April 22, and given a speeding ticket. In a statement sent to News10NBC Thursday afternoon, Doorley explains she saw a Webster Police car behind her on Phillips Road in the Town of Webster. Once she realized the car wanted to pull her over, she says she called the Webster Police Chief to tell him she would speak to an officer at her house. Wesbster Police followed Doorley to her home and and gave her a ticket for going 55 mph in a 35 mph zone. The next day, April 23, Doorley pled guilty and sent the ticket to Webster Town Court. “Nobody, including your District Attorney, is above the rule of law, even traffic laws. Anybody who knows me understands without a doubt that I have dedicated my entire 33 year career to the safety of this community. My work to ensure the safety and respect of law enforcement is well proven time and time again. I stand by my work and stand by my commitment to the public safety of Monroe County,” she says in her statement. News10NBC has reached out to Webster Police for comment Thursday afternoon. Below is the full statement issued to News10NBC: “On Monday, April 22, 2024, I was driving home following a busy day at work. I admit that I was not paying attention to my speed on Phillips Road in the Town of Webster. Less than half a mile from my neighborhood, I noticed a Webster Police car behind me. Once I realized that the intention of the car was to pull me over, I called the Webster Police Chief to inform him that I was not a threat and that I would speak to the Officer at my house down the street. The Webster Police Officer followed me to my house and issued me a speeding ticket for my speed of 55mph in a 35mph zone. I acknowledged that I was speeding and I accepted the ticket. By 1:00PM the following day, I pled guilty and sent the ticket to the Webster Town Court because I believe in accepting responsibility for my actions and had no intention of using my position to receive a benefit. Nobody, including your District Attorney, is above the rule of law, even traffic laws. Anybody who knows me understands without a doubt that I have dedicated my entire 33 year career to the safety of this community. My work to ensure the safety and respect of law enforcement is well proven time and time again. I stand by my work and stand by my commitment to the public safety of Monroe County.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sandra doorley",
          "sentiment": "negative"
        },
        {
          "name": "doorley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "webster town court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "phillips road",
          "sentiment": "none"
        },
        {
          "name": "rochester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:17:00.670+03:00",
    "updated": "2024-04-26T00:45:00.735+03:00"
  },
  {
    "uuid": "fced31aaaf66f904102268726b2cb205ba94f615",
    "url": "https://www.time.news/alert-in-germany-police-mobilized-after-danger-notice-at-cologne-cathedral/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-24T00:32:00Z",
    "title": "Alert in Germany: police mobilized after “danger notice” at Cologne Cathedral - timenews",
    "text": "2023-12-24 02:32:21 Cologne on alert. German police are carrying out searches this Saturday evening in the cathedral of this city in the west of the country with sniffer dogs, following a “danger notice” issued for New Year’s Eve. “Even though the information relates to New Year’s Eve, from this evening we will do everything possible to ensure the safety of visitors to the cathedral on Christmas Eve,” said Cologne police chief Michael Esser , quoted in a press release. After the evening mass and “in agreement with the head of security of the cathedral chapter”, the cathedral was searched with sniffer dogs, the police said. “On Sunday, all visitors will be subject to screening before entering the place of worship,” it is specified in the press release. “The police and the cathedral chapter recommend giving up bags and arriving early at masses,” it is still written. The German daily Bild claims on its website that security services in Austria, Germany and Spain have received indications that an Islamist group wants to carry out several attacks in Europe possibly on New Year’s Eve and Christmas. According to the newspaper, the targets of these attacks could be Christmas masses in Cologne, Vienna and Madrid. He also claims that the first arrests by special forces took place on Saturday in Vienna, as well as one in Germany. #Alert #Germany #police #mobilized #danger #notice #Cologne #Cathedral",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.bild.de/regional/koeln/koeln-aktuell/mehrere-festnahmen-islamisten-planten-anschlag-auf-den-koelner-dom-86533072.bild.html",
      "https://bild.de/regional/koeln/koeln-aktuell/mehrere-festnahmen-islamisten-planten-anschlag-auf-den-koelner-dom-86533072.bild.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael esser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cologne cathedral",
          "sentiment": "negative"
        },
        {
          "name": "bild",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "cologne",
          "sentiment": "none"
        },
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T02:38:08.737+02:00",
    "updated": "2023-12-24T02:38:08.737+02:00"
  },
  {
    "uuid": "a24a525442940aa9db3058b99340f5cd88e6d4a5",
    "url": "https://beforeitsnews.com/entertainment/2023/12/worlds-1st-ai-generated-images-created-using-brain-activity-2678792.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@beforeitsnews",
    "published": "2023-12-28T20:59:00Z",
    "title": "World’s 1st AI-generated images created using brain activity | Entertainment | Before It's News",
    "text": "World’s 1st AI-generated images created using brain activity Unraveling the mysteries of the human mind, Japanese researchers have developed a “brain decoding” technology, leveraging artificial intelligence (AI) to translate human [brain](/v3/r2/?url=aHR0cHM6Ly9pbnRlcmVzdGluZ2VuZ2luZWVyaW5nLmNvbS9pbm5vdmF0aW9uL3NjaWVudGlzdHMtY3JlYXRlLWNvbXB1dGVyLXdpdGgtaHVtYW4tYnJhaW4tdGlzc3Vl) activity into mental images of objects and landscapes. Led by a team from the National Institutes for Quantum Science and Technology (QST) and Osaka University, this approach produced vivid depictions such as a distinct leopard with discernible features like ears, mouth, and spots and objects like an airplane with red-wing lights. Replicating mental imagery Past research has managed to recreate images people have seen by analyzing their [brain](/v3/r2/?url=aHR0cHM6Ly9pbnRlcmVzdGluZ2VuZ2luZWVyaW5nLmNvbS9pbm5vdmF0aW9uL2h1bWFuLWJyYWluLXN1cGVyY29tcHV0ZXItY29taW5nLWluLTIwMjQ=) activity. However, making these mental images visible to others is still difficult. Only a few studies have successfully shown mental images, and these images were usually limited to certain categories like human faces, letters, or shapes. “Therefore, visualizing mental imagery for arbitrary natural images stands as a significant milestone,” said the researchers in the [study](/v3/r2/?url=aHR0cHM6Ly93d3cuc2NpZW5jZWRpcmVjdC5jb20vc2NpZW5jZS9hcnRpY2xlL3BpaS9TMDg5MzYwODAyMzAwNjQ3MD92aWElM0RpaHViI3NlYzAwMTM=). The researchers exposed participants to about 1,200 images and then meticulously analyzed and quantified the correlation between their brain signals and the visual stimuli using functional magnetic resonance imaging (fMRI). This mapping was then used to train a generative AI to decipher and replicate the mental imagery derived from brain activity. “The experimental results demonstrated the capabilities of our proposed framework in reconstructing both natural images and artificial shapes that were imagined by human participants,” said the study. The implications of this “brain decoding” could help in potential applications in medicine and welfare, said the researchers in the study. Convergence of neuroscience and AI Now that we have the technology to see mental images based on brain activity, it could help create new communication devices. Additionally, it allows scientists to explore and understand how hallucinations and dreams work in the brain. QST researcher and author of the study Kei Majima [said](/v3/r2/?url=aHR0cHM6Ly9lbmdsaXNoLmt5b2RvbmV3cy5uZXQvbmV3cy8yMDIzLzEyLzNiMGU3NjhkMTg0Mi1qYXBhbi1zY2llbnRpc3RzLWNyZWF0ZS13b3JsZHMtMXN0LW1lbnRhbC1pbWFnZXMtd2l0aC1haS10ZWNoLmh0bWw=) that even though we’ve used tools like microscopes to see tiny things, looking into the depths of the human mind is a completely new and unexplored frontier. It’s like discovering a whole new world within ourselves. The [study](/v3/r2/?url=aHR0cHM6Ly93d3cuc2NpZW5jZWRpcmVjdC5jb20vc2NpZW5jZS9hcnRpY2xlL3BpaS9TMDg5MzYwODAyMzAwNjQ3MD92aWElM0RpaHViI3NlYzAwMTM=) was published in the scientific journal Neural Networks. Study abstract: Visual images observed by humans can be reconstructed from their brain activity. However, the visualization (externalization) of mental imagery is challenging. Only a few studies have reported successful visualization of mental imagery, and their visualizable images have been limited to specific domains such as human faces or alphabetical letters. Therefore, visualizing mental imagery for arbitrary natural images stands as a significant milestone. In this study, we achieved this by enhancing a previous method. Specifically, we demonstrated that the visual image reconstruction method proposed in the seminal study by Shen et al. (2019) heavily relied on low-level visual information decoded from the brain and could not efficiently utilize the semantic information that would be recruited during mental imagery. To address this limitation, we extended the previous method to a Bayesian estimation framework and introduced the assistance of semantic information into it. Our proposed framework successfully reconstructed both seen images (i.e., those observed by the human eye) and imagined images from brain activity. Quantitative evaluation showed that our framework could identify seen and imagined images highly accurately compared to the chance accuracy (seen: 90.7%, imagery: 75.6%, chance accuracy: 50.0%). In contrast, the previous method could only identify seen images (seen: 64.3%, imagery: 50.4%). These results suggest that our framework would provide a unique tool for directly investigating the subjective contents of the brain such as illusions, hallucinations, and dreams. Source: [https://interestingengineering.com/innovation/worlds-first-mental-images-extracted-from-human-brain-activity-using-ai](/v3/r2/?url=aHR0cHM6Ly9pbnRlcmVzdGluZ2VuZ2luZWVyaW5nLmNvbS9pbm5vdmF0aW9uL3dvcmxkcy1maXJzdC1tZW50YWwtaW1hZ2VzLWV4dHJhY3RlZC1mcm9tLWh1bWFuLWJyYWluLWFjdGl2aXR5LXVzaW5nLWFp) Bitchute: [https://www.bitchute.com/channel/YBM3rvf5ydDM/](/v3/r2/?url=aHR0cHM6Ly93d3cuYml0Y2h1dGUuY29tL2NoYW5uZWwvWUJNM3J2ZjV5ZERNLw==) Telegram: [https://t.me/Hopegirl587](/v3/r2/?url=aHR0cHM6Ly90Lm1lL0hvcGVnaXJsNTg3) EMF Protection Products: [www.ftwproject.com](/v3/r2/?url=aHR0cHM6Ly93d3cuaG9wZWdpcmxibG9nLmNvbS8vMjAyMy8xMi8yOC93b3JsZHMtMXN0LWFpLWdlbmVyYXRlZC1pbWFnZXMtY3JlYXRlZC11c2luZy1icmFpbi1hY3Rpdml0eS9odHRwOi8vd3d3LmZ0d3Byb2plY3QuY29t) QEG Clean Energy Academy: [www.cleanenergyacademy.com](/v3/r2/?url=aHR0cHM6Ly93d3cuaG9wZWdpcmxibG9nLmNvbS8vMjAyMy8xMi8yOC93b3JsZHMtMXN0LWFpLWdlbmVyYXRlZC1pbWFnZXMtY3JlYXRlZC11c2luZy1icmFpbi1hY3Rpdml0eS9odHRwOi8vd3d3LmNsZWFuZW5lcmd5YWNhZGVteS5jb20=) Forbidden Tech Book: [www.forbiddentech.website](/v3/r2/?url=aHR0cHM6Ly93d3cuaG9wZWdpcmxibG9nLmNvbS8vMjAyMy8xMi8yOC93b3JsZHMtMXN0LWFpLWdlbmVyYXRlZC1pbWFnZXMtY3JlYXRlZC11c2luZy1icmFpbi1hY3Rpdml0eS9odHRwOi8vd3d3LmZvcmJpZGRlbnRlY2gud2Vic2l0ZQ==) The post [World’s 1st AI-generated images created using brain activity](/v3/r2/?url=aHR0cHM6Ly93d3cuaG9wZWdpcmxibG9nLmNvbS8yMDIzLzEyLzI4L3dvcmxkcy0xc3QtYWktZ2VuZXJhdGVkLWltYWdlcy1jcmVhdGVkLXVzaW5nLWJyYWluLWFjdGl2aXR5Lw==) appeared first on [HopeGirl Blog](/v3/r2/?url=aHR0cHM6Ly93d3cuaG9wZWdpcmxibG9nLmNvbQ==). Source: [https://www.hopegirlblog.com/2023/12/28/worlds-1st-ai-generated-images-created-using-brain-activity/](/v3/r2/?url=aHR0cHM6Ly93d3cuaG9wZWdpcmxibG9nLmNvbS8yMDIzLzEyLzI4L3dvcmxkcy0xc3QtYWktZ2VuZXJhdGVkLWltYWdlcy1jcmVhdGVkLXVzaW5nLWJyYWluLWFjdGl2aXR5Lw==) Anyone can [join](/v3/login/new/). Anyone can contribute. Anyone can become informed about their world. \"United We Stand\" [Click Here](/v3/login/new/)To Create Your Personal [Citizen Journalist](/v3/login/new/)Account Today, Be Sure To Invite Your Friends. Please Help Support BeforeitsNews by trying our Natural Health Products below! Order by Phone at 888-809-8385 or online at [https://mitocopper.com](https://mitocopper.com/) M - F 9am to 5pm EST Order by Phone at 866-388-7003 or online at [https://www.herbanomic.com](https://www.herbanomic.com/) M - F 9am to 5pm EST Order by Phone at 866-388-7003 or online at [https://www.herbanomics.com](https://herbanomics.com/) M - F 9am to 5pm EST [Humic & Fulvic](https://www.herbanomics.com) Trace Minerals Complex - Nature's most important supplement! Vivid Dreams again! [HNEX HydroNano EXtracellular Water](https://www.herbanomics.com) - Improve immune system health and reduce inflammation. [Ultimate Clinical Potency Curcumin](https://mitocopper.com/product/ultracur-bioavailable-curcumin-complex/) - Natural pain relief, reduce inflammation and so much more. [MitoCopper](https://mitocopper.com/product/mitoactivator-extra-strength-60-capsules/) - Bioavailable Copper destroys pathogens and gives you more energy. (See Blood Video) [Oxy Powder](https://mitocopper.com/product/oxy-powder-natural-colon-cleanser-60-capsules/) - Natural Colon Cleanser! Cleans out toxic buildup with oxygen! [Nascent Iodine](https://herbanomics.com/products/detoxadine-organic-iodine-supplement) - Promotes detoxification, mental focus and thyroid health. [Smart Meter Cover](https://mitocopper.com/product/emf-blocking-smart-meter-cover/) - Reduces Smart Meter radiation by 96%! (See Video).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://interestingengineering.com/innovation/worlds-first-mental-images-extracted-from-human-brain-activity-using-ai",
      "https://mitocopper.com/)",
      "https://www.herbanomic.com/)",
      "https://herbanomics.com/products/detoxadine-organic-iodine-supplement)",
      "https://www.herbanomics.com)",
      "https://www.herbanomic.com",
      "https://www.bitchute.com/channel/YBM3rvf5ydDM/",
      "https://mitocopper.com/product/mitoactivator-extra-strength-60-capsules/)",
      "https://mitocopper.com/product/oxy-powder-natural-colon-cleanser-60-capsules/)",
      "https://mitocopper.com",
      "https://www.hopegirlblog.com/2023/12/28/worlds-1st-ai-generated-images-created-using-brain-activity/",
      "https://herbanomics.com/)",
      "https://t.me/Hopegirl587",
      "https://mitocopper.com/product/ultracur-bioavailable-curcumin-complex/)",
      "https://mitocopper.com/product/emf-blocking-smart-meter-cover/)",
      "https://www.herbanomics.com",
      "https://www.mitocopper.com/product/mitoactivator-extra-strength-60-capsules/)",
      "https://www.mitocopper.com",
      "https://www.herbanomics.com/)",
      "https://www.mitocopper.com/product/emf-blocking-smart-meter-cover/)",
      "https://hopegirlblog.com/2023/12/28/worlds-1st-ai-generated-images-created-using-brain-activity/",
      "https://herbanomic.com",
      "https://www.mitocopper.com/product/ultracur-bioavailable-curcumin-complex/)",
      "https://herbanomic.com/)",
      "https://www.hopegirlblog.com/2023/12/28/worlds-1st-ai-generated-images-created-using-brain-activity",
      "https://www.herbanomics.com/products/detoxadine-organic-iodine-supplement)",
      "https://www.mitocopper.com/product/oxy-powder-natural-colon-cleanser-60-capsules/)",
      "https://herbanomics.com",
      "https://www.interestingengineering.com/innovation/worlds-first-mental-images-extracted-from-human-brain-activity-using-ai",
      "https://www.t.me/Hopegirl587",
      "https://bitchute.com/channel/YBM3rvf5ydDM/",
      "https://www.mitocopper.com/)",
      "https://www.bitchute.com/channel/YBM3rvf5ydDM",
      "https://herbanomics.com)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "national institutes for quantum science and technology",
          "sentiment": "none"
        },
        {
          "name": "osaka university",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:13.305+02:00",
    "updated": "2023-12-29T00:26:48.665+02:00"
  },
  {
    "uuid": "28fd5742196e927362c82f93731cdb133c537767",
    "url": "https://www.actionnews5.com/2024/08/30/passengers-diverted-memphis-due-severe-turbulence-share-experience-united-airlines-flight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joel Moore",
    "published": "2024-08-30T03:50:00Z",
    "title": "Passengers diverted to Memphis due to “severe” turbulence share experience on United Airlines flight",
    "text": "Passengers diverted to Memphis due to “severe” turbulence share experience on United Airlines flight MEMPHIS, Tenn. (WMC) - Multiple people are recovering from injuries after their plane leaving Mexico heading to Chicago had to make an emergency landing here in Memphis, Wednesday. “I thought we were landing,” said passenger Tyeisha Jefferson. “At one point, raised the blinds up like, No, we’re not landing. Grab hands and pray to Jesus. Lord help us.” Severe turbulence led United Airlines flight 1196 to divert to Memphis Wednesday. It’s the latest out of several commercial airline flights to experience this while taking to the skies this year. “We started in turbulence, and then we literally hit the worst air pockets there was so the flight attendant almost hit the ceiling,” said Patrick Froh. “People were really hurt. We have, we have stains all over our clothes because of food going everywhere. The ceiling is covered with food. It was one of the most traumatic things to be on a flight for.” The Federal Aviation Administration will investigate the diversion. A spokesperson says the Boeing 737 headed from Cancun to Chicago experienced “severe turbulence” over Louisiana. The turbulence caused multiple injuries on board. One person was taken to the hospital. United Airlines says 179 people including crew were on board. “Because it’s rare, but it’s increasing, this is important for pilots, for airlines, for passengers, and also for the companies that make airplanes,” said Dr. John Knox, a professor of Geography and Atmospheric Scientist at the University of Georgia. Dr. John Knox, a professor and atmospheric scientist at the University of Georgia says there are two kinds of turbulence. One related to thunderstorms and the other clear-air turbulence when planes are at cruising altitude. Although rare, Dr. Knox says both seem to be increasing and will likely continue on that path in the future as the air gets warmer due to climate change. “They also have to take into account that those severe events, which were extremely rare, are going to become a little bit more common, and that actually will influence how they design airplanes,” said Dr. Knox. Passengers arrived at Chicago O’Hare International Airport about four hours after their stop in Memphis, many glad to be home. “I travel a lot,” said passenger Gustavo Nouel. “But in my 22 years, I’ve never had a flight like this.” [Click here](https://www.actionnews5.com/newsletter/) to sign up for our newsletter! [Click here](https://docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform) to report a spelling or grammar error. Please include the headline. Copyright 2024 WMC. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSfpc96d0EDHinF_AovDBi4RNoKbBfRbCIJiTWqF7p1VNE6ZNA/viewform"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "tyeisha jefferson",
          "sentiment": "none"
        },
        {
          "name": "patrick froh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united airlines",
          "sentiment": "neutral"
        },
        {
          "name": "federal aviation administration",
          "sentiment": "none"
        },
        {
          "name": "boeing",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "memphis",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "cancun",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T08:13:04.823+03:00",
    "updated": "2024-08-30T08:31:12.991+03:00"
  }
]