[
  {
    "uuid": "2bee8ec56b772004be3ac510868a579e3298b32c",
    "url": "https://www.news9.com/story/65a08d638247220657a55cf4/tulsans-donate-warm-clothing-to-protect-homeless-from-extreme-cold",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "David Griffin",
    "published": "2024-01-12T00:43:00Z",
    "title": "Tulsans Donate Warm Clothing To Protect Homeless From Extreme Cold",
    "text": "Thursday, January 11th 2024, 6:43 pm The citizens of Tulsa responded to a plea for warm clothing by the Day Center, which was busy with people dropping off donations Thursday. “And the community has come out in force, and it's so amazing to have such blessings come in non-stop,” said Josh Sanders, with the Day Center. The need is certain with people sleeping outside, so teams will mobilize Friday to find people and urge them to take shelter. For those who refuse, supplies will be offered to help them survive. “If they are willing to go into shelter, we’re helping them pack up, find what shelter meets their needs, if they have animals, trying to match them with shelter that allows animals, or families, things like that,” Laura Evanoff, the Deputy Director of Housing Solutions, said. The shelters also need to buy supplies that aren’t being donated, so they’re always welcoming cash donations. Housing Solutions encourages people worried about people they see outside to call 911 if it’s an emergency and otherwise let them know through a form that will go to an outreach team. [Click here](https://www.housingsolutionstulsa.org/assistance-request/) to find that form. Tulsa Dream Center is opening a shelter on Saturday that accepts pets. They are located at 4122 W 55th Pl, Tulsa. January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024 January 11th, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.housingsolutionstulsa.org/assistance-request/)",
      "https://housingsolutionstulsa.org/assistance-request/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "josh sanders",
          "sentiment": "none"
        },
        {
          "name": "laura evanoff",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "housing solutions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tulsa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T04:36:19.687+02:00",
    "updated": "2024-01-12T04:36:19.687+02:00"
  },
  {
    "uuid": "4cbcdf36651d5ccfa1cc43f66e9060004a3996e9",
    "url": "https://www.nydailynews.com/2024/06/06/neighbor-disputes-supreme-court-justice-samuel-alitos-account-of-jan-6-flag-controversy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dave Goldiner",
    "published": "2024-06-06T20:00:00Z",
    "title": "Neighbor disputes Supreme Court Justice Samuel Alito’s account of Jan. 6 flag controversy",
    "text": "Democratic lawmakers slammed Supreme Court Justice Samuel Alito Thursday after a neighbor forcefully disputed the conservative judge’s account of the controversial decision to raise a flag that is often used to signify support for the Jan. 6 attack. Sen. Sheldon Whitehouse said it is “frustrating” that Alito and other judges on the nation’s highest court can “say things that aren’t true, and there’s no consequence.” “A reasonable person would expect a Supreme Court justice to tell the truth,” Whitehouse tweeted. “But they seem to have gotten out of that habit.” Rep. Dan Goldman (D-Manhattan) said the obvious appearance of a conflict of interest by Alito is only sharpened by the factual dispute raised by the neighbor. “It’s completely absurd to take at face value what a justice says about their own recusal decision,” said Goldman. “They cannot be the judge and jury of their own case.” Goldman introduced a bill in the House Tuesday that would create an independent oversight body to investigate and determine whether Supreme Court judges have impermissible conflicts of interest. The lawmakers spoke out hours after Alito’s ex-neighbor effectively rebutted the judge’s version of the flag controversy. Emily Baden said the upside-down American flag was hoisted at a home owned by Alito and his wife in late January 2021, contradicting his claim in a letter to Congress that his wife put it up in response to an ugly neighborhood confrontation with her that took place in February. “At best, he’s mistaken, but at worst, he’s just outright lying,” Baden told CNN late Wednesday. “Their flag went up two or three weeks before that.” Baden, who lived down the street from Alito and his wife in the Washington D.C. suburb of Fairfax, Virginia, admitted using the c-word at Martha Ann Alito during the shouting match on Feb. 15, 2021. But she blames the Alitos for seeking to intimidate her into taking down her own signs slamming former President Donald Trump and the Jan. 6 attack. “She approached us, started using our full names, which to me felt like a threat,” Baden said. “We don’t know you. You don’t know us, how do you know our names? How dare you.” Baden notes that a police report confirms the date of the incident. Accounts by other neighbors and a contemporary account from a Washington Post reporter says the flag was already flying at the Alitos’ home. Alito has refused to recuse himself from cases involving Trump’s effort to overturn his loss in the 2020 election and rejects the suggestion that the flag gives an impression that he could be biased in favor of Trump. In a letter to Congressional Democrats including Whitehouse and Goldman , Alito claimed that his wife only put up the flag after the dispute and took it down a few days afterward. Despite denying that the flag indicated any bias, Alito said in the letter to Congress that he asked his wife to take down the flag as soon as he became aware of it. The judge also blames his wife for raising a flag associated with right-wing Christian nationalists at their beach home on the Jersey Shore. The brouhaha has raised new questions about the lack of accountability or binding ethical guidelines on the nation’s highest court. Supreme Court Chief Justice John Roberts has effectively sided with Alito saying a recent voluntary ethics agreement leaves it up to individual judges to determine whether to recuse themselves from cases. Alito has already participated in several major Jan. 6-related cases, including the highly anticipated decision on Trump’s demand for blanket presidential immunity that has stalled Special Counsel Jack Smith’s Jan. 6 case. A ruling on that case is due this month. Fellow right-wing Justice Clarence Thomas has also refused to step aside from Trump-related cases even though his wife, Ginny, is a well-known conservative activist who was deeply involved in the effort to get Trump to cling to power after losing to President Biden.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.theguardian.com/us-news/article/2024/may/31/samuel-alito-flag-neighbor-interview",
      "https://www.brennancenter.org/our-work/analysis-opinion/new-supreme-court-ethics-code-designed-fail",
      "https://www.newyorker.com/news/news-desk/legal-scholars-are-shocked-by-ginni-thomass-stop-the-steal-texts",
      "https://www.cnn.com/2024/06/05/politics/alito-former-neighbor-flags-cnntv/index.html",
      "https://x.com/rgoodlaw/status/1798517646075544013",
      "https://www.washingtonpost.com/politics/2024/06/05/justice-alito-flags-unanswered-questions/",
      "https://www.foxnews.com/politics/supreme-court-justice-alito-addresses-flag-incidents-says-he-wont-recuse-himself-trump-jan-6-cases",
      "https://www.scotusblog.com/2024/04/supreme-court-appears-likely-to-side-with-trump-on-some-presidential-immunity/",
      "https://www.msnbc.com/top-stories/latest/alito-wife-neighbor-upside-down-flag-supreme-court-rcna155822",
      "https://www.judiciary.senate.gov/imo/media/doc/Letter%20from%20Justice%20Alito%20to%20Senators%20Durbin%20and%20Whitehouse.pdf",
      "https://www.nytimes.com/2024/05/22/us/justice-alito-flag-appeal-to-heaven.html",
      "https://abovethelaw.com/2024/06/samuel-alitos-neighbor-speaks-out-and-it-aint-pretty/",
      "https://www.politico.com/live-updates/2024/05/30/congress/roberts-writes-back-00160692",
      "https://theguardian.com/us-news/article/2024/may/31/samuel-alito-flag-neighbor-interview",
      "https://politico.com/live-updates/2024/05/30/congress/roberts-writes-back-00160692",
      "https://newyorker.com/news/news-desk/legal-scholars-are-shocked-by-ginni-thomass-stop-the-steal-texts",
      "https://washingtonpost.com/politics/2024/06/05/justice-alito-flags-unanswered-questions/",
      "https://brennancenter.org/our-work/analysis-opinion/new-supreme-court-ethics-code-designed-fail",
      "https://www.washingtonpost.com/politics/2024/06/05/justice-alito-flags-unanswered-questions",
      "https://msnbc.com/top-stories/latest/alito-wife-neighbor-upside-down-flag-supreme-court-rcna155822",
      "https://foxnews.com/politics/supreme-court-justice-alito-addresses-flag-incidents-says-he-wont-recuse-himself-trump-jan-6-cases",
      "https://www.scotusblog.com/2024/04/supreme-court-appears-likely-to-side-with-trump-on-some-presidential-immunity",
      "https://scotusblog.com/2024/04/supreme-court-appears-likely-to-side-with-trump-on-some-presidential-immunity/",
      "https://www.abovethelaw.com/2024/06/samuel-alitos-neighbor-speaks-out-and-it-aint-pretty/",
      "https://cnn.com/2024/06/05/politics/alito-former-neighbor-flags-cnntv/index.html",
      "https://judiciary.senate.gov/imo/media/doc/Letter%20from%20Justice%20Alito%20to%20Senators%20Durbin%20and%20Whitehouse.pdf",
      "https://abovethelaw.com/2024/06/samuel-alitos-neighbor-speaks-out-and-it-aint-pretty",
      "https://nytimes.com/2024/05/22/us/justice-alito-flag-appeal-to-heaven.html",
      "https://www.x.com/rgoodlaw/status/1798517646075544013"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alito",
          "sentiment": "negative"
        },
        {
          "name": "samuel alito",
          "sentiment": "negative"
        },
        {
          "name": "baden",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "emily baden",
          "sentiment": "none"
        },
        {
          "name": "martha ann alito",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "alitos",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington d.c.",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "fairfax",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:58:31.498+03:00",
    "updated": "2024-06-07T21:38:58.387+03:00"
  },
  {
    "uuid": "43109ce82f129ee010e0bb921654dbb4fb41585d",
    "url": "https://napoli.repubblica.it/cronaca/2024/08/02/news/meteo_campania_protezione_civile_proroga_allerta_ondate_di_calore-423428131",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VINCENZO RUSSO",
    "published": "2024-08-02T09:46:00Z",
    "title": "Meteo, Protezione civile: prorogato l’allerta “ondate di calore” in Campania - la Repubblica",
    "text": "Il Centro Funzionale della Protezione Civile della Regione Campania, in considerazione del quadro meteo in atto, ha prorogato l'avviso di allerta per \"Ondate di calore\" attualmente in atto fino alle ore 14 di lunedì 5 agosto. Fino a domani la criticità riguarderà l'intero territorio. Dalle 12 di domani, invece, l'avviso interesserà solo i comuni definiti a rischio elevato in base all'elenco riportato nella Delibera di Giunta regionale n.870 del 08/07/2005, pubblicata sul B.U.R.C. n. 37 del 01/08/2005, ossia quelli della fascia costiera dell'intera regione. In queste aree si prevedono temperature che potranno essere superiori ai valori medi stagionali di 3÷5°C, associate a un tasso di umidità che, soprattutto nelle ore serali e notturne, potrà superare anche l’80% ed in condizioni di scarsa ventilazione.\nSi raccomanda di non uscire nelle ore più calde della giornata, di non esporsi al sole o praticare attività all'esterno e di limitare gli spostamenti con l'auto. Particolare attenzione devono prestare i cardiopatici, gli anziani, i bambini e i soggetti a rischio. Tenere sempre correttamente arieggiati gli ambienti. Provvedere a tenersi idratati bevendo acqua. Prestare attenzione anche agli animali domestici.\nLe autorità locali competenti sono invitate a mantenere in essere le procedure di propria pertinenza relative alla vigilanza per le fasce fragili della popolazione. Per approfondimenti sulla prevenzione degli effetti sulla salute delle ondate di calore è possibile consultare il sito del Ministero della Salute .\nLeggi i commenti I commenti dei lettori",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://www.repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://www.repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--",
      "https://www.salute.gov.it/portale/caldo/homeCaldo.jsp",
      "https://www.repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "https://salute.gov.it/portale/caldo/homeCaldo.jsp",
      "https://repstatic.it/cless/common/widget/newsletter/2018-v1/include/gedi-newsletter-cx.html",
      "http://repstatic.it/cless/common/box/outbrain/2022-v1/include/short.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/paywall.html",
      "http://repstatic.it/cless/main/nazionale/2020-v1/include/detail/under-content.html--"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T15:21:48.114+03:00",
    "updated": "2024-08-02T15:21:48.114+03:00"
  },
  {
    "uuid": "85d0bbb39d24390c8a6a834a3e8c3c9d9cea6a7d",
    "url": "https://m.economictimes.com/news/international/world-news/northern-lights-visible-across-the-us-due-to-solar-storm-heres-when-and-where-to-watch-it/articleshow/114134284.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ET Online",
    "published": "2024-10-10T23:45:00Z",
    "title": "northern lights tonight: Northern lights visible across the US due to solar storm: Here's when and where to watch it - The Economic Times",
    "text": "A powerful solar eruption is heading toward Earth, bringing with it the chance for a rare and stunning aurora borealis display over much of the northern hemisphere. The National Oceanic and Atmospheric Administration (NOAA) has issued a G4 geomagnetic storm watch, one of the most severe classifications, as the storm is expected to hit Earth by midday Thursday. As a result, northern lights may be visible in regions far beyond their usual range.G4 Geomagnetic Storm Watch Issued by NOAANOAA has been tracking a coronal mass ejection from the sun since Tuesday. This ejection, a burst of plasma and charged particles, is expected to interact with Earth's magnetic field, potentially causing disruptions to power grids, GPS signals, and satellites. Despite these risks, the event could provide a unique spectacle for aurora chasers. NOAA’s Space Weather Prediction Center has issued the rare G4-level storm watch, the second time this year such a warning has been given.Forecasters use a five-level scale to categorize geomagnetic storms, with G5 being the most severe. A G4 storm, according to NOAA, is just one step below the most intense classification. The last G4 storm, in May, marked the first such event since 2005. That storm was powerful enough to cause electrical grid disturbances and interfere with navigation systems. However, it also gave rise to stunning views of the aurora borealis in areas where the phenomenon is not usually visible.Extended Aurora Visibility Across the U.S.Geomagnetic storms like the one expected Thursday night can push the visibility of the auroras much farther from the poles than usual. NOAA has indicated that the storm’s strength will likely make the aurora visible across much of the northern U.S. At these levels, aurora may be seen directly overhead from the northern states, NOAA said in a statement, highlighting that the Kp index of the storm is 8, indicating very bright and active auroras.Based on the Space Weather Prediction Center’s experimental Aurora viewline, those located in Alaska, Washington, Idaho, Montana, North Dakota, Minnesota, Michigan, and Wisconsin are in the best positions to see the northern lights. The auroras may even reach as far south as Alabama and northern California, depending on local weather conditions and city light pollution.The University of Alaska at Fairbanks’ Geophysical Institute has also stated that auroras may be highly active in regions like Nevada, Oklahoma, Arkansas, and North Carolina during the storm.When and How to Catch the Best ViewAuroras form when charged solar particles get caught in Earth’s magnetic field and interact with atmospheric gases, causing glowing colors like green and red to appear in the sky. NOAA recommends skygazers try to view the auroras within an hour or two of midnight for the best chance, provided the weather is clear. The agency has an aurora dashboard to help track the phenomenon in real-time.The northern lights, also known as the aurora borealis, have fascinated humans for millennia. When these solar particles collide with Earth’s atmosphere, they create brilliant displays of rays, spirals, and flickers that captivate viewers. Thursday's storm could offer such a spectacle to people in regions unaccustomed to seeing this natural wonder.Solar Cycle 25: Increased Solar Activity AheadFor those who miss this event, there will be more opportunities in the near future, as solar activity is expected to increase. NASA has projected that the sun will reach the peak of its current solar cycle, Solar Cycle 25, in 2025. As the sun moves toward this peak, more sunspots are expected to form in areas of intense magnetic activity. These sunspots can release energy in the form of solar flares and coronal mass ejections, which can lead to more geomagnetic storms and auroras.NOAA explains that when these ejections collide with Earth’s magnetosphere, the barrier protecting the planet from space weather, they produce geomagnetic storms. These storms enhance the visibility of the northern lights, allowing them to be seen further from the poles than usual.This week’s storm may disrupt communication systems, but it also presents a rare chance to view the aurora borealis across the United States. For those hoping to catch the northern lights, Thursday night could be one of the best opportunities this year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Economic Times",
          "sentiment": "negative"
        },
        {
          "name": "National Oceanic and Atmospheric Administration",
          "sentiment": "none"
        },
        {
          "name": "NOAA",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Earth",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T05:28:07.970+03:00",
    "updated": "2024-10-11T09:02:15.613+03:00"
  },
  {
    "uuid": "08ae6f22e87c89fef3ffcd0cb679ccc8b07c8473",
    "url": "https://www.firstcoastnews.com/article/news/local/operation-new-uniform-helps-veterans-transition-from-military-to-business-world/77-aae8a203-9e02-4d0c-b303-c62f9919c24f",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rich Donnelly",
    "published": "2024-01-01T13:17:00Z",
    "title": "Operation New Uniform prepares military members for second career | firstcoastnews.com",
    "text": "JACKSONVILLE, Fla. — There are more than 1,000,000 active-duty military members protecting our freedom in the armed forces, but most of them won't make the military their career. In this week's Stories of Service, First Coast News focuses on the work the organization, 'Operation New Uniform' (ONU) does to help members of the military transition to their second career. Last fall, a classroom full of active-duty servicemembers and veterans gathered to celebrate their transition to the business world through Operation New Uniform's transition training program. Operation New Uniform, a 501c3 nonprofit, was founded in 2013 to serve the needs of transitioning servicemembers from all branches of service, with the goal of helping them find their \"new uniform,\" their new career in the business world. The Jacksonville-based company, Swisher, committed $50,000 to sponsor the training of 14 Jacksonville-area military members. In 2023, Swisher launched the Veterans of Valor Employee Resource Group, which develops programming, supports community causes and provides opportunities to raise awareness for veteran issues throughout the year. More information about Operation New Uniform can be found on their website [here](https://www.onuvets.org/). If you have a Story of Service that you would like First Coast News to profile, send an email to storiesofservice@firstcoastnews.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Labor"
    ],
    "external_links": [
      "https://www.onuvets.org/).",
      "https://onuvets.org/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "swisher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "veterans of valor employee resource group",
          "sentiment": "none"
        },
        {
          "name": "operation new uniform",
          "sentiment": "none"
        },
        {
          "name": "first coast news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "jacksonville",
          "sentiment": "none"
        },
        {
          "name": "jacksonville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T16:37:44.547+02:00",
    "updated": "2024-01-01T16:37:44.547+02:00"
  },
  {
    "uuid": "0c5dc3eb00cdab6fdf16ce88ad7bd5e1eddf4cd6",
    "url": "https://eng.obozrevatel.com/section-news/news-top-5-european-cities-for-the-perfect-winter-trip-30-12-2023.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Albina Panchenko",
    "published": "2023-12-30T07:50:00Z",
    "title": "Top 5 European cities for the perfect winter trip",
    "text": "Top 5 European cities for the perfect winter trip\nTraveling in winter is a real pleasure. Fluffy blankets of white snow and bright lanterns decorating houses create a surprisingly festive atmosphere. If you don't miss the sun and warmth but need a vacation, you should go on a tour right now. Moreover, some European cities are best visited in winter.\nInterlaken, Switzerland\nThis is a very small town located between two lakes: Thun and Brienz. The settlement itself is surrounded by snow-capped mountain peaks, so the ski season begins here in November. This is one of the country's tourist centers, which has relatively low prices compared to other resorts. It is also not too crowded with tourists.\nIn addition to the winding slopes, there are many attractions worth seeing. Of course, you need to climb the two famous mountains: Harder Kulm and Jungfrau. There, among the clouds, the hills offer incredible views. No photos can convey the beauty of this panorama. If you are here, be sure to visit the Ice Palace, where all the exhibits are made of ice. Walk the Golden Pass route, go on an excursion to the Beatus Caves, and visit as many restaurants as possible. You will be impressed by their interior and delicious cuisine.\nStrasbourg, France\nThe city at the crossroads will surprise you with its atmosphere. Every street, house or shop window is beautifully decorated for the New Year. Even after the holidays, a special mood reigns here for a long time. No wonder it is also called the Christmas capital of Europe.\nIf you get here before the New Year, be sure to head to the central square. A 25-meter-high Christmas tree is set up here and fairs to sell goodies, warming drinks, and souvenirs are organized.\nStrasbourg is located on the border with Germany. As you can imagine, this could not but affect the architecture and traditions of the locals. Go to the Petite France neighborhood, visit the Notre Dame Cathedral, and stroll along the covered bridges. You will definitely enjoy it.\nInnsbruck, Austria\nA small snow-covered settlement that is hidden among the proud Alps. It is a real paradise for winter sports enthusiasts. Despite its size, it receives thousands of visitors every year.\nIf you're not a fan of steep slopes or any kind of activity at all, no problem. There is plenty of entertainment for those who come just for the company. First, take a stroll along the medieval Mariahilferstrasse and leisurely walk to the house with the golden roof. The building was built in the XV century, and the roof was decorated with gilded plates. Be sure to go inside the building, where the historical museum is located.\nAnother must-see location is the Ambras Castle, built in the Renaissance style. By the way, it houses an art gallery and an exhibition of weapons. If you have children, we recommend visiting the one-of-a-kind zoo. It is located at an altitude of 750 meters above sea level. You can get here by cable car.\nEdinburgh, Scotland\nAnother European city that is better to visit in winter. During the New Year holidays, it turns into a fairy-tale illustration. Just imagine: the medieval streets are decorated with thousands of lanterns that flicker in different colors.\nWe advise you to get ready for a tour of the Edinburgh Outpost. It was built on top of a prehistoric volcano. There are many museums inside the fortress where you can learn more about the history of the region.\nWe also recommend visiting the official residence of the monarchs: the Holyrood Palace. All state-level celebrations still take place here. Only Mary Stuart's chambers, the throne room, the royal apartments, and the morning drawing room are open to tourists.\nStockholm, Sweden\nA city of gingerbread houses, bright colors, and beautiful architecture. You forget about everything in the world here because you won't find such views anywhere else in Europe. You should start your trip from Stockholm City Hall, from which you can see the whole capital as if it were in the palm of your hand.\nIf you like to visit unusual places, go to the ABBA Museum. It is worth a visit not only for fans of the famous band but also for everyone who loves music. Here, you can virtually try on the performers' costumes, become the fifth member of the famous four, and sing with them on stage.\nTry to set yourself a goal of going around all the exhibition halls in Stockholm. There are a lot of them, and they are all different. Don't forget to take a walk in Gamla Stan, the historic center of the city.\nWinter travel is especially atmospheric and beautiful. There is no bad season, they are all wonderful, so don't be afraid to take tickets and go on a trip right now.\nEarlier, OBOZ.UA told you\nwhether Ukrainians travel during the war.\nOnly verified information is available on our Obozrevatel\nTelegram and Viber. Do not fall for fakes!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF",
      "https://t.me/uaobozrevatel",
      "https://invite.viber.com/",
      "https://www.t.me/uaobozrevatel",
      "https://www.invite.viber.com/?g2=AQA7vCW3MX33iE9EYhmE3GhB43vyI%2B%2BnsqzemGPFrFGfl8TEL3d6MiPUriT1T%2FJF"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fluffy bla",
          "sentiment": "neutral"
        },
        {
          "name": "thun",
          "sentiment": "none"
        },
        {
          "name": "brienz",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "jungfrau",
          "sentiment": "none"
        },
        {
          "name": "golden pass",
          "sentiment": "none"
        },
        {
          "name": "interlaken",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T13:05:57.926+02:00",
    "updated": "2023-12-30T13:05:57.926+02:00"
  },
  {
    "uuid": "ab7b9a1303599e48b7f4f5c362c9bdb0fffc368d",
    "url": "https://www.tio.ch/dal-mondo/attualita/1777495/il-kursk-l-inverno-e-trump-come-proseguira-la-guerra",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "tio.ch",
    "published": "2024-08-23T04:30:00Z",
    "title": "Il Kursk, l'inverno e Trump... Come proseguirà la guerra? - Ticinonline",
    "text": "La fine del conflitto - che nel 2025 entrerà nel suo quarto anno - non si vede. Quali saranno i fattori determinanti dei prossimi mesi? KIEV - Una costante della guerra in corso in Ucraina - se escludiamo le primissime settimane dopo il 24 febbraio 2022, con quei tentativi di tavoli negoziali in Bielorussia, e alla luce del sole, presto tramontati - è stata l'assenza di un orizzonte che ne lasciasse intravedere una possibile conclusione. Sguardo quindi al 2025. Perché, salvo sorprese, alla fine del prossimo febbraio il conflitto - che, al netto del recente schiaffo di Kiev nel Kursk, appare in una situazione di totale stallo - entrerà nel suo quarto anno. Quali sono quindi i fattori che andranno a influenzare gli sviluppi al fronte? In estrema sintesi, possiamo suddividerli in tre categorie: fattori territoriali; fattori stagionali e, inevitabilmente, fattori \"a stelle e strisce\". Sul campo di battaglia, a contare saranno soprattutto i prossimi tre mesi. Da un lato, quello ucraino, tutto starà nel capitalizzare al massimo da un punto di vista strategico il successo, per quanto marginale nel bilancio complessivo della guerra, conseguito nel Kursk. Uno schiaffo che il Cremlino ha tentato di sminuire, ma che da quelle parti, secondo quanto emerso negli ultimi giorni, ha sollevato un polverone. Diverso è il discorso per Mosca, che spingerà su più fronti per disperdere lo sforzo difensivo ucraino e rosicchiare altri ettari di terreno nelle regioni orientali dell'ex repubblica sovietica. Il fattore stagionale, da quelle parti, è invece uno soltanto: l'inverno. Estremamente rigido e duraturo. E pone in una condizione di ulteriore sfavore, come già si è visto negli anni precedenti, l'Ucraina che ha perso sotto i bombardamenti una larga fetta delle sue infrastrutture per l'approvvigionamento energetico, non a caso tra i bersagli prediletti dai raid a lungo raggio di Mosca. Secondo le stime di energynews.pro, risalenti alla fine della scorsa primavera, sotto le bombe se n'è andato circa il 50% della capacità di produzione elettrica dell'ex repubblica sovietica che si troverà quindi confrontata con un pesante deficit nei mesi più freddi dell'anno. E questo, come rileva in un'analisi il Lowy Institute, avrà non solamente un impatto operativo sulla capacità bellica ma anche risvolti politici su come i cittadini, soprattutto quelli in patria, valuteranno la conduzione della guerra da parte del governo di Kiev. Il fattore USA. O meglio: il fattore Trump Infine, il fattore Stati Uniti. E molto in questo senso sarà determinato dall'esito delle elezioni presidenziali. Kamala Harris o Donald Trump? Un'eventuale vittoria di quest'ultimo costituisce infatti l'incognita maggiore in quella che sarà a quel punto l'equazione della guerra. Il tycoon, nel pieno della trance agonistica da campagna elettorale, ha dichiarato, dopo aver parlato al telefono con il presidente ucraino Volodymyr Zelensky lo scorso luglio, che intende mettere fine alla guerra molto rapidamente. Parole rassicuranti ma che stridono se poste a fianco di quelle intenzioni, mai celate, di voler ridurre - se non chiudere del tutto i rubinetti - il generoso sostegno finanziario e militare verso Kiev. E sulla stessa linea si muove il suo candidato alla vicepresidenza, J.D. Vance, che dal 3 gennaio 2023, giorno in cui ha iniziato il suo mandato da Senatore, ha votato sempre e solo contro ogni ulteriore pacchetto di aiuti per l'Ucraina. E poi c'è la questione NATO. La stessa Alleanza atlantica teme infatti che possa verificarsi un forte ridimensionamento nell'eventualità di un secondo mandato di Trump nel distretto di Columbia. E lui, già prima della sua elezione nel 2016, non aveva fatto segreto della sua visione, mettendo l'Alleanza nel mirino, per la gioia di quella fetta di elettorato che vorrebbe Washington concentrarsi suoi problemi e meno su quelli del resto del mondo. Un parere in cui, stando ai sondaggi, si rispecchia oltre la metà degli elettori dell'elefantino.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T07:44:52.686+03:00",
    "updated": "2024-08-23T07:44:52.686+03:00"
  },
  {
    "uuid": "fbab73ed70b632453adc6a72fbfbb001ee98fa6d",
    "url": "https://www.itatiaia.com.br/entretenimento/2024/12/26/gravida-e-com-cancer-isabel-veloso-atualiza-estado-de-saude-do-bebe-apos-ultimo-exame-confiante",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "André Viana",
    "published": "2024-12-26T22:06:00Z",
    "title": "Grávida e com câncer, Isabel Veloso atualiza estado de saúde do bebê após último exame: 'Confiante' - Rádio Itatiaia",
    "text": "Isabel Veloso, de 18 anos, usou as redes sociais para atualizar o estado de saúde de seu filho, Arthur, após realização do último ultrassom, nesta quinta-feira (26). Ela, que vive em cuidados paliativos contra o câncer, deve dar à luz em janeiro, um mês antes da data prevista inicialmente.\n“Não apareci mais porque eu estava descansando, muito cansada da viagem”, iniciou. A jovem mora no município de Dois Vizinhos, no Paraná, mas realiza o acompanhamento da doença na cidade de Cascavel.\nNo vídeo publicado no story ela aproveitou para falar da saúde do bebê. “Estamos aqui deitado e está tudo bem. Hoje foi o última ultrassom. O Arthur está bem, com um peso bom, em um tamanho bom”, detalhou.\n“A gente tá confiante de que vai dar tudo certo”, encerrou. Isabel Veloso é casada com o youtuber Lucas Borbas, de 27 anos. Os dois esperam o primeiro filho.\nA influenciadora, que [completou 28 semanas de gravidez](https://www.itatiaia.com.br/entretenimento/2024/12/13/isabel-veloso-completa-sete-meses-de-gravidez-e-passa-por-consulta) (sete meses) revelou que o parto será feito entre 32 e 34 semanas, ou seja, [entre os dias 6 e 24 de janeiro de 2025](https://www.itatiaia.com.br/entretenimento/2024/12/14/quando-nasce-o-filho-de-isabel-veloso-influencer-com-cancer-sem-cura).\nConvívio com o câncer\nIsabel Veloso foi diagnosticada com [linfoma de Hodgkin](https://www.itatiaia.com.br/saude/2024/04/08/isabel-veloso-com-cancer-terminal-saiba-o-que-e-linfoma-de-hodgkin-sintomas-e-tratamento) em 2021, quando tinha 15 anos. Posteriormente, ela fez[ transplante de medula óssea](https://www.itatiaia.com.br/saude/2024/04/12/fabiana-justus-passou-por-transplante-de-medula-alogenico-e-isabel-veloso-por-autologo-saiba-diferenca) e chegou a ser curada. No entanto, em janeiro deste ano, ela recebeu a informação de que o câncer havia voltado e não havia mais tratamento eficaz.\nInicialmente, Isabel teve a notícia de que teria seis meses de vida, ou seja, que ela viveria até julho, mas o [tumor estabilizou](https://www.itatiaia.com.br/entretenimento/2024/06/20/com-cancer-terminal-isabel-veloso-recalcula-rota-me-preparei-para-morrer). Em 11 de agosto, [a influenciadora relatou que está grávida](https://www.itatiaia.com.br/entretenimento/2024/08/19/gravida-e-com-cancer-terminal-isabel-veloso-revela-complicacoes-da-gestacao-e-atualiza-saude-do-bebe) do seu primeiro filho. Em outubro, [Veloso anunciou o aumento do tumor](https://www.itatiaia.com.br/entretenimento/2024/10/05/marido-de-isabel-veloso-que-esta-gravida-revela-aumento-de-tumor-da-esposa-e-faz-desabafo) e, depois disso, o [retorno para a quimioterapia](https://www.itatiaia.com.br/entretenimento/2024/10/08/gravida-isabel-veloso-volta-a-quimioterapia-para-tratamento-de-tumores).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->cancer",
      "Health->medical condition",
      "Social Issue->social services",
      "Social Issue->pregnancy and childbirth",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:13:27.757+02:00",
    "updated": "2024-12-27T00:13:27.757+02:00"
  },
  {
    "uuid": "6f832872527a38685d0a402d02893a874982f9cf",
    "url": "https://e.vnexpress.net/news/travel/famed-thai-holiday-isles-suffer-water-shortages-after-heat-wave-4744285.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "17 306",
    "published": "2024-05-10T02:36:00Z",
    "title": "Famed Thai holiday isles suffer water shortages after heat wave - VnExpress International",
    "text": "The Koh Phi Phi archipelago, off the west coast of southern Thailand, draws hundreds of thousands of visitors to its pristine beaches and turquoise waters each year. But a deadly heat wave that has sent temperature records tumbling across the region in recent weeks – as well as a prolonged spell of low rainfall – has seen reservoirs run low. \"The private company that provides water to the islands may have to stop the supply,\" Ms Wichupan Phukaoluan Srisanya, president of the Krabi Hotel Association, which represents hotels in the area, told AFP. Island authorities have discussed shipping in water from the mainland if the dry weather continues, she said, but would hold off in the hope of the wet season arriving in May. \"But we want to assure tourists who are planning to visit the islands that we can manage this,\" Ms Wichupan added. Residents who asked not to be named told AFP they had suffered fresh water shortages for months, and said some hotels had limited bookings as a result. And online posts by returning tourists warned travelers to \"check if their accommodation has fresh water,\" ahead of their stay. One wrote on review site TripAdvisor that \"tap water has stopped running,\" as island water reservoirs had been dry since the end of April. Scientists have long warned human-induced climate change will produce more frequent, longer and more intense heatwaves. While the El Nino phenomenon is helping drive this year's exceptionally warm weather, Asia is also warming faster than the global average, according to the UN's World Meteorological Organization. Local tourism operators have repeatedly called for long-term water supply investments for the Koh Phi Phi islands, which lack sufficient reservoirs and infrastructure. In the Gulf of Thailand, Koh Samui – another hugely popular tourist island – has been experiencing similar dry, hot weather but the local tourism board said visitors had not been impacted. \"We have enough from a water truck, but it increases the cost of running hotels by three times more,\" the president of Koh Samui Tourism Association Ratchaparon Poolsawadee told AFP. The extreme recent heat has blasted Asia, triggering heatstroke deaths, school closures and desperate prayers for cooling rain. For around a week in April, Bangkok authorities gave daily extreme heat warnings as the heat index – which takes into account other factors including humidity – topped 52 deg C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wichupan phukaoluan srisanya",
          "sentiment": "none"
        },
        {
          "name": "wichupan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "krabi hotel association",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "koh phi phi",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T05:53:12.822+03:00",
    "updated": "2024-05-10T05:53:12.822+03:00"
  },
  {
    "uuid": "02199cb956d821462b2ebdea3aa5a1297a797690",
    "url": "https://www.wptv.com/news/region-c-palm-beach-county/west-palm-beach/construction-worker-dies-days-after-hit-and-run-crash-in-west-palm-beach-driver-at-large",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aja Dorsainvil",
    "published": "2023-12-28T22:00:00Z",
    "title": "Construction worker dies days after hit-and-run crash, driver at large",
    "text": "WEST PALM BEACH, Fla. — A 67-year-old road construction worker has died five days after being critically injured in a hit-and-run crash in a construction zone in West Palm Beach.\nThe crash happened on Dec. 21 on North Congress Avenue and Executive Center Drive.\nWest Palm Beach police said Louis Vixon, of Miami, was working in a coned-off area where overnight road resurfacing was taking place, when he was struck by a dark-colored car. The impact catapulted him into a second worker.\nA passing West Palm Beach Fire Department rescue truck, responding to another call, stopped to render aid and took Vixon to St. Mary’s Medical Center. Vixon underwent hours of surgery for his internal injuries. The second worker was not injured.\nVixon remained in critical condition in the hospital’s trauma intensive care unit. He was declared brain dead on Christmas Eve, and died the morning after Christmas.\nWest Palm Beach Police Department Traffic Homicide Unit investigators are still looking for a dark passenger car with visible damage.\nAnyone who sees a car matching the description with recent damage, or has information about this crash, should call traffic homicide investigator Mark Hatfield at 561-822-1784, or report the information anonymously to Crime Stoppers of Palm Beach County at 800-458-TIPS (8477), or online at www.CrimeStoppersPBC.com .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://www.CrimeStoppersPBC.com",
      "http://CrimeStoppersPBC.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "louis vixon",
          "sentiment": "none"
        },
        {
          "name": "vixon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. mary’s medical center",
          "sentiment": "none"
        },
        {
          "name": "north congress avenue and executive center drive",
          "sentiment": "none"
        },
        {
          "name": "west palm beach fire department",
          "sentiment": "none"
        },
        {
          "name": "west palm beach police department traffic homicide unit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "west palm beach",
          "sentiment": "none"
        },
        {
          "name": "west palm beach",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:48.655+02:00",
    "updated": "2023-12-29T00:09:48.655+02:00"
  }
]