[
  {
    "uuid": "1e8773313b41d6a2306c4551d73885d6146ad5d4",
    "url": "https://www.freedomsphoenix.com/News/357570-2024-02-01-democrats-are-demented-genocidal-war-sluts.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Freedomsphoenix Readerfour",
    "published": "2024-02-01T05:00:00Z",
    "title": "Democrats Are Demented Genocidal War Sluts - Freedoms Phoenix",
    "text": "[Genocide](/Subjects/00726-LAST-genocide.htm) • https://www.caitlinjohnst.one, CAITLIN JOHNSTONE [Democrats Are Demented Genocidal War Sluts](https://www.caitlinjohnst.one/p/democrats-are-demented-genocidal) These strikes are expected to include Iranian targets, tempting the nightmare scenario of a full-blown war with Iran, despite the public acknowledgement that there's no evidence Iran was behind the drone strike. Antiwar's Dave DeCamp explains: \"US officials told NBC News that the US is planning to launch a weeks-long bombing campaign in the Middle East in retaliation for the drone attack in northeast Jordan that killed three American soldiers. \"The officials said that the targets are expected to include Iranian targets outside of Iran, and the campaign will involve strikes and cyber operations. Other reports have said the US is considering targeting Iranians in Iraq and Syria or the Iranian navy. \"While the potential targets are not inside Iran, direct attacks on the Iranian military could provoke a full-blown war between the US and Iran. The US is considering taking this course of action even though the Pentagon admitted it has no evidence Iran was directly involved in the drone attack in Jordan.\" Iran [threatened](https://apnews.com/article/yemen-houthi-us-navy-mideast-tensions-israel-hamas-red-sea-6d5662d09aad8aed0875025b75928ef5) to \"decisively respond\" to any US attack, either upon the Islamic Republic itself or upon the nation's \"interests and nationals under any pretexts.\" So this looks to be yet another dramatic escalation in the middle east by the warmongering policies of the sitting US president, who has also been waging a new [bombing campaign in Yemen](https://news.antiwar.com/2024/01/31/us-launches-11th-round-of-strikes-against-houthis-in-yemen/) and backing a [genocide in Gaza](https://www.caitlinjohnst.one/p/israel-accuses-the-icj-of-you-guessed) of [unbelievable savagery](https://www.theguardian.com/world/ng-interactive/2024/jan/30/how-war-destroyed-gazas-neighbourhoods-visual-investigation) where starving Palestinians are now [eating grass and drinking polluted water](https://edition.cnn.com/2024/01/30/middleeast/famine-looms-in-gaza-israel-war-intl/index.html) in a desperate attempt to survive. According to a memo [obtained by The Intercept](https://archive.is/Ro1j4), US troops have been put on standby for possible involvement in Israel's assault on Gaza as well. Biden, the man the media is telling us doesn't want war, is planning a weeks-long bombing campaign against Iranian targets in the Middle East. Remember, they have no evidence Iran was even involved in the attack that killed 3 US troops.— Dave DeCamp (@DecampDave) [pic.twitter.com/6OZNfUvfqL] [January 31, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.caitlinjohnst.one,",
      "https://www.theguardian.com/world/ng-interactive/2024/jan/30/how-war-destroyed-gazas-neighbourhoods-visual-investigation)",
      "https://www.caitlinjohnst.one/p/israel-accuses-the-icj-of-you-guessed)",
      "https://news.antiwar.com/2024/01/31/us-launches-11th-round-of-strikes-against-houthis-in-yemen/)",
      "https://www.caitlinjohnst.one/p/democrats-are-demented-genocidal)",
      "https://archive.is/Ro1j4),",
      "https://edition.cnn.com/2024/01/30/middleeast/famine-looms-in-gaza-israel-war-intl/index.html)",
      "https://apnews.com/article/yemen-houthi-us-navy-mideast-tensions-israel-hamas-red-sea-6d5662d09aad8aed0875025b75928ef5)",
      "https://www.news.antiwar.com/2024/01/31/us-launches-11th-round-of-strikes-against-houthis-in-yemen/)",
      "https://www.archive.is/Ro1j4),",
      "https://caitlinjohnst.one/p/democrats-are-demented-genocidal)",
      "https://caitlinjohnst.one,",
      "https://caitlinjohnst.one/p/israel-accuses-the-icj-of-you-guessed)",
      "https://www.apnews.com/article/yemen-houthi-us-navy-mideast-tensions-israel-hamas-red-sea-6d5662d09aad8aed0875025b75928ef5)",
      "https://theguardian.com/world/ng-interactive/2024/jan/30/how-war-destroyed-gazas-neighbourhoods-visual-investigation)",
      "https://www.edition.cnn.com/2024/01/30/middleeast/famine-looms-in-gaza-israel-war-intl/index.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caitlin johnstone",
          "sentiment": "negative"
        },
        {
          "name": "dave decamp",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nbc news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:11:55.445+02:00",
    "updated": "2024-02-02T00:11:55.445+02:00"
  },
  {
    "uuid": "19a1bc764731f3667515e70486a4337c8397fa79",
    "url": "https://www.brandonsun.com/lifestyles/2023/12/28/another-death-reported-since-2021-recall-of-home-bed-assist-handles-health-canada",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Canadian Press",
    "published": "2023-12-28T22:11:00Z",
    "title": "Another death reported since 2021 recall of home bed assist handles: Health Canada",
    "text": "Another death reported since 2021 recall of home bed assist handles: Health Canada\nOTTAWA – Health Canada is reminding Canadians about a recall of home bed assist handles after learning of an additional death.\nFour models of bed handles distributed by Drive Medical were first recalled two years ago after two reported deaths — one in Canada and one in the U.S.\nHealth Canada says as of Dec. 19, the company has received a report of a second death in this country.\nThe metal handles are affixed alongside the mattress to help people get in and out of their regular bed at home. The products are not designed for hospital beds.\nHealth Canada says more than 68,000 of the affected handles were sold between 2016 and 2021 in Canada.\nIt says consumers should stop using them and contact Drive Medical Canada to get a refund.\nThe recalled home bed assist model numbers are 15064, 15062, RTL15073 and RTL15063-ADJ.\nNo information has been provided about what caused any of the deaths, but the recall notice says that retention straps were not properly secured in the initial cases in Canada and the U.S.\nDrive Medical has also learned of an additional three deaths in the U.S. that happened before Dec. 6, 2021, when the recall was first issued.\nMore than 496,000 of the bed assist products were distributed in the U.S. between 2007 and 2021. The products were sold on Amazon.\n 28, 2023.\nCanadian Press health coverage receives support through a partnership with the Canadian Medical Association. CP is solely responsible for this content.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "health canada ottawa",
          "sentiment": "negative"
        },
        {
          "name": "health canada another",
          "sentiment": "negative"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "drive medical canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. health canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:25.147+02:00",
    "updated": "2023-12-29T00:36:25.147+02:00"
  },
  {
    "uuid": "911116b7eea714c9beed9c562d516d3dd5a5bbd2",
    "url": "https://www.globalaffairs.ru/articles/o-razlichiyah-kralevich",
    "ord_in_thread": 0,
    "author": "Драго Кральевич",
    "published": "2025-06-12T04:00:00Z",
    "title": "О различиях, несправедливости и примирении",
    "text": "Текущий мировой порядок давно в глубоком кризисе – не только политическом и экономическом, но и моральном и цивилизационном. Он неизбежно настигает и постдейтонскую Боснию и Герцеговину (БиГ).\nЧем кризис определяется? США остаются самой могущественной страной в мире, но их относительная мощь постепенно снижается по сравнению с Китаем, Россией, Индией и некоторыми другими странами. Феномен многополярности всё более осязаем. Мир больше не находится под доминированием Соединённых Штатов, а становится системой, в которой другие державы также играют важную роль.\nНалицо ослабление влияния международных институтов. Совет Безопасности ООН часто парализован. Международный уголовный суд в упадке. Во многих западных демократиях поляризация граждан снижает общее доверие к институтам, демократии и политикам. На мировом уровне всё более важную роль играет БРИКС, что служит катализатором реформирования ООН, МВФ, Всемирного банка. Эта группа, основанная на многосторонности и экономическом сотрудничестве, бросает вызов существующей глобальной модели, предлагая основу, в рамках которой страны могут вести переговоры более сбалансированным образом. Экономический вес БРИКС, представляющий порядка 45 процентов населения мира и 37 процентов мирового ВВП, безусловно, подчёркивает его потенциал для изменения структуры глобального управления.\nКаковы последствия войны в Газе для будущего западной цивилизации? Возможен ли мир на Украине, если не будут устранены основные причины, приведшие к войне? Во всём мире растут преступность, педофилия, насилие, торговля людьми и наркотиками. Неуклонно растёт число иммигрантов, в том числе нелегальных, что напрямую связано с безопасностью отдельных стран, ухудшением демографической ситуации, ростом насилия и нетерпимости.\nГде в этом рассыпающемся прежнем порядке и строящемся новом порядке Босния? Она находится на стратегическом перекрёстке. С одной стороны, сохраняются последствия войны 1990-х гг. и Дейтонского мира. В то же время страна – кандидат на вступление в ЕС, развивает отношения с НАТО. Однако, в БиГ также сильны внутриполитические факторы. Оба энтитета поддерживают тесные отношения с отдельными странами БРИКС. Если БРИКС начнёт расширяться на Балканах, Босния и Герцеговина станет местом серьёзной конкуренции интересов. Это несёт возможности, но повышает и риски. В любом случае решающую роль будет играть единство граждан, представителей трёх составляющих наций. Вряд ли дело кончится добром, если в таких всё более неспокойных и неопределённых обстоятельствах пойти по пути разрастания внутренних противоречий.\nБосния и Герцеговина и Европейский союз\nЕвросоюз остается важным субъектом существующего глобального порядка, несмотря на явную внутреннюю разобщённость. Неизвестно, как в будущем будут развиваться отношения Брюсселя с новой администрацией США, Украиной и Россией. Но впервые в своей истории Союз намерен в долгосрочной перспективе укрепить армию и военную промышленность. Упоминаются цифры в 5 процентов ВВП на оборону. Кто знает, может быть, эта шкала скоро поднимется до 10 процентов? Это стало бы историческим прецедентом, который одновременно ознаменовал бы глубокое изменение идентичности ЕС. Будут ли такие серьёзные политические амбиции и перемены сопровождаться широкой публичной дискуссией с участием граждан, пока непонятно. Но это изменит фундаментальный характер объединения, каким мы его знаем сегодня.\nБосния и Герцеговина: очертания новой войны\nСогласие на мирное упразднение Республики Сербской буквально означает исчезновение сербов, и это лучше всего видно на примере Косово. Поэтому необходима более сильная защита всех юрисдикций, которыми Республика Сербская была наделена по Дейтонскому соглашению.\nПодробнее\nКоротко о Дейтоне\nПоразмышляем о Дейтонских мирных соглашениях с момента их подписания в 1995 году. Учитывая сегодняшнюю ситуацию, что должно быть сохранено от Дейтона? Несмотря на множество обоснованных критических замечаний и совершенно разных мнений в отношении данного соглашения, оно, тем не менее, установило суверенитет и международное признание БиГ, которых до этого страна никогда не имела. В определённой степени заложило основу для установления демократии и развития прав человека. Были сформированы два энтитета, затем в 1999 г. округ Брчко, десять кантонов, три президента, более десяти правительств различного уровня… Что это означает на практике, как работает система, как она влияет на эффективность государства в целом и его отдельных институтов, вам известно.\nУчитывая, что политическая система в основном основана на этнической принадлежности, это означает, что любые резкие/радикальные изменения могут серьёзно дестабилизировать государство. Это очень чувствительные внутренние балансы, о которых нужно заботиться.\nЯ сам живу в многокультурном и многонациональном сообществе, которое в прошлом также прошло через тяжёлые травмы войны. Сегодня в моём регионе активно работают ассоциации меньшинств, мирно сосуществуют итальянцы, сербы, боснийцы, словенцы, черногорцы, албанцы… Разные культуры приносят новые знания, опыт, перспективы и образ мышления. Через диалог и ежедневное общение мы постоянно учимся друг у друга. Таким образом, предрассудки, стереотипы и дискриминация уменьшаются или исчезают.\nСпособность общаться и сотрудничать в многокультурной среде становится преимуществом.\nЕсли этой потребности и воли нет, нет смысла навязывать такую модель сосуществования.\nБосния и Герцеговина под влиянием внешних сил\nПостдейтонская БиГ всё ещё находится под сильным влиянием внешних акторов. США были ключевым архитектором Дейтонского мирного договора. Вашингтон по-прежнему имеет большое политическое влияние благодаря различным инициативам, поддерживающим реформы судебной системы, борьбу с коррупцией и интеграцию в НАТО. Он активно выступает против сепаратизма. Неизвестно, продолжится ли поддержка через отдельные программы в БиГ через USAID и другие организации. Есть и военное сотрудничество, хотя непонятно, как оно будет развиваться в будущем, поскольку отношения между США и партнёрами по НАТО меняются.\nЕвропейский союз – крупнейший инвестор и донор, предлагающий БиГ политическую перспективу – членство в ЕС. Он создал специальные миссии и оказывает существенное влияние на экономику и законодательство через запущенные институциональные реформы, как бы мы ни оценивали их эффективность.\nМы не должны забывать о Германии, которая пытается играть важную роль во всём, что, по её мнению, связано с поддержкой функционального государства БиГ. Берлин решительно поддерживает Аппарат Высокого представителя в БиГ. Насколько мне известно, Германия выступает за более централизованную модель БиГ, которая по праву вызывает сопротивление у многих.\nРоссия, насколько я могу судить, также планирует воздействовать на Боснию и Герцеговину в ближайшем будущем. Она против расширения НАТО на БиГ и насторожённо относится к концепции «гражданской»/централизованной Боснии. В любом случае Москва будет стремиться соперничать с Западом в этом пространстве.\nТурецкая игра разворачивается по каналам так называемой «мягкой силы» – через культуру, религию, экономику и дипломатию. Анкара представляет себя защитником интересов мусульман, хотя пытается уравновесить этот приоритет развитием конструктивных отношений с сербами и хорватами. В реальной геополитике Турция всё же второстепенный актор по отношению к США, ЕС и России.\nХорватия и Сербия являются сторонами – подписантами Дейтонского мирного соглашения. Они имеют формальный статус «гарантов мира», но не скрывают своих национальных интересов. Сербия наладила стратегические, политические связи и связи в области безопасности, но стремится балансировать между ЕС и Россией. Хорватия активно лоббирует «равноправие хорватов» в Боснии и Герцеговине.\nАппарат Высокого представителя по БиГ – международное учреждение, обладающее значительными полномочиями по отмене, введению законов и сохранению «гражданского аспекта мира». Статус нынешнего Высокого представителя не был утверждён в Совете Безопасности ООН из-за позиции Москвы и Пекина. Нехорошо, что Высокий представитель принимает решения, которые находятся в ведении органов власти. Это прерогатива граждан и их представителей.\nБосния и Герцеговина и международные корпорации\nГоворя о встроенности Боснии в существующий глобальный порядок, напомню, что транснациональные корпорации также, как и повсюду, оказывают большое влияние на БиГ. Существующий глобальный порядок в целом сильно зависит от транснациональных корпораций – Google, Amazon, BlackRock. Есть и глобальные финансовые институты: МВФ, Всемирный банк, Европейский Центральный банк, Всемирная организация здравоохранения. Одна из подобных международных организаций, которую граждане не выбирают, но которая имеет большое влияние, – Всемирный экономический форум (ВЭФ). Он определил «великую перезагрузку» общества XXI века. Что он хочет перезагрузить? ВЭФ объединяет лидеров делового мира, правительств, международных организаций (например, ООН, ВТО, аналитические центры и неправительственные организации). Это обеспечивает единую неформальную координацию и диалог, выходящий за рамки национального. Некоторые аналитики ВЭФ называют это формой «неизбранного глобального управления».\nЧто на самом деле означает «большая перезагрузка»? Она была запущена во время коронавирусной пандемии как инициатива элитного слоя политиков, корпоративных лидеров и технократов, которые считают, что мировому порядку предстоит фундаментальная трансформация. Ключевые идеи включают: экономическую трансформацию-переход от капитализма, основанного на прибыли, к так называемому капитализму, где компании также заботятся о «общественном интересе», а не только об акционерах. Демократия в этом свете должна быть заменена технократией, поскольку мнение и роль граждан в современном мире, по их мнению, становятся неактуальными. Кардинальные перемены несут цифровизация и четвёртая промышленная революция – ускоренная автоматизация, искусственный интеллект, цифровые валюты, тотальная слежка. Всё это ведёт к переопределению основ человеческого поведения и других социальных норм, включая здоровье, работу, конфиденциальность, мобильность и даже понятие собственности. Если Босния не сформулирует собственную модель развития и не будет сопротивляться безоговорочному принятию чужих программ «большой перезагрузки» (как, конечно, и все другие государства), она просто окажется ещё одним экспериментальным пространством на службе глобальных процессов, которые не несут ответственности перед своими гражданами.\nМожет ли Запад предотвратить новые войны?\nСпособна ли западная цивилизация предотвратить новые войны, в том числе на Балканах? Запад может предотвратить возможный новый вооружённый конфликт, но без политической воли граждан он не построит прочный мир.\nБез реформы Дейтонской системы, которую сами жители Боснии должны в первую очередь разработать и координировать, риск новых политических кризисов и напряжённости останется реальностью.\nНадо быть крайне осторожными с вопросом о внешнем влиянии в нахождении оптимальной модели будущего устройства БиГ, так как потенциально внешние акторы могут помочь, но могут и вызвать дополнительную дестабилизацию. Запад, особенно после войн в Ираке, Афганистане, Ливии, Сирии, Югославии, Газе, потерял большую часть своего международного авторитета.\nОчередное обострение вокруг Косово указывает на геополитические сдвиги в Европе\nДо событий этого года у противников урегулирований по натовскому плану было ощущение того, что по большому счёту вариантов нет. Сейчас российская политика выглядит как системный вызов западной по всем направлениям, так что общая атмосфера меняется. А с ней и поведение местных игроков, которые становятся участниками гораздо более масштабной партии.\nПодробнее\nРоль диалога\nКакую бы горячую политическую тему мы ни обсуждали, в том числе постдейтонскую БиГ, всегда возникает вопрос о диалоге. Кто-то говорит, что без диалога мы не можем предотвратить конфликты и войны и не построим стабильное и успешное общество. Это правда. Но, как мы видим, диалог плохо или почти не работает. Почему? Многолетний опыт подсказывает, что политические элиты, а также многие граждане больше не вступают в диалог, чтобы что-то понять. Они начинают диалог, чтобы подтвердить свои собственные взгляды и мнения. Это не только плохо, но и опасно.\nНа Балканах отсутствие диалога или его прерывистость определяются укоренённостью нарративов прошлого. Разные политические элиты нуждаются не в диалоге, а в конфликте как инструменте власти. Некоторые лидеры политических партий просто извлекают выгоду из натянутых отношений, поскольку диалог означал бы для них потерю контроля над «своим электоратом». Однако, чтобы диалог оказался возможным, должен появиться хотя бы минимум общих ценностей и целей.\nА что, если этого нет? Ведь консенсуса в Боснии нет даже по таким базовым понятиям, как «государство», «справедливость», «правда». А без принципиального доверия к другому диалог превращается в формальность или конфликт. После распада Социалистической Федеративной Республики Югославии многие люди отказываются от диалога, потому что думают, что это будет означать «забыть», «простить» или «отказаться от истины».\nКак рассматривать роль страха?\nКогда мы говорим о диалоге и о том, как его реализовать на Балканах, обязательно нужно что-то сказать и о страхе. Проблема страха часто связана с проблемой отсутствия диалога. При этом мы не должны забывать, что страх также формирует нашу идентичность. Люди в военных и конфликтных ситуациях в целом объединяются вокруг не только общих ценностей, но и общих страхов.\nПо моему убеждению, коллективные идентичности на Балканах после распада Социалистической Федеративной Республики Югославии зачастую строятся через рассказы/истории об опасности, выживании и исторических травмах. Другими словами, страх стал для многих основой их политической идентичности. Переводя на простой язык: «Если мы не будем вместе, мы снова станем жертвами». Но там, где существует постоянное чувство угрозы, дискриминация и даже насилие могут быть оправданы без проблем. Мы иногда забываем, что страхом можно управлять. Страх порождает лояльность и дисциплину в сообществах. Там, где страх является основным чувством, просто нет места доверию. Люди, которые боятся, не организованы и не сотрудничают. Следовательно, страх порождает цинизм, апатию и пассивность, которые напрямую блокируют социальные изменения.\nОднажды мои друзья из Боснии сказали: «В Боснии преобладает чувство, что ничего нельзя изменить». Я верю им, потому что думаю, что это следствие длительного политически структурированного страха.\nНачать строить сегодня какую-то новую идентичность общности, которая после всего, что произошло, попыталась бы «стереть» этнические различия – то есть гражданскую БиГ – было бы полным провалом. Новая идентичность должна выходить за рамки национального, а не игнорировать различия. На мой взгляд, основой должна быть руководящая идея, что каждый гражданин равен, независимо от этнической, религиозной или языковой принадлежности.\nНужен ли Боснии новый нарратив?\nБосния и Герцеговина, прежде всего, нуждается в новом нарративе о будущем. Но не в том, что отрицает или забывает прошлое, а в том, который его преобразует. Возможно, наступило время, когда требуются уже не столько герои войны, сколько герои примирения и строители прогресса.\nСегодня в БиГ существуют параллельные, часто противоречащие друг другу нарративы. После войны и трагедии, постигшей нас в 1990-е гг., я знаю, что часто не хватает «общего у нас» – есть в основном «они» и «мы». Героями чаще всего являются бойцы, полководцы, мученики. Возможно, пришло время героям быть и примирителями, и провидцами/строителями нового общества.\nЗачем он нужен?\nПостдейтонский нарратив необходим, потому что прежний ни для кого не стал общим. Мы видим закрытые нарративы разных этнических групп, которые в основном предлагают оправдания и страх, а не надежду. Это истории, порождённые прошлыми ранами. У каждого народа, как и у нас в Хорватии, есть своя версия жертвы, своего героя, своего страха. Я знаю, насколько это большая проблема – в таких обстоятельствах создать нарративы, возводящие мосты.\nВ новом постдейтонском нарративе было бы неплохо пересмотреть, что такое патриотизм. Возможно, патриот – это не только тот, кто любит и защищает свой народ, но и тот, кто защищает право всех быть равными. Если посмотреть в прошлое непредвзято, наши различия никогда не разделяли нас, они всегда обогащали нас. То, что разделяло нас, на самом деле было несправедливостью.\nНадежда, безусловно, есть. Потому что, пока мы верим в истину без ненависти, в справедливость без мести и в будущее без страха, такая история никогда не умрёт.\nАвтор: Драго Кральевич, социолог, член Экспертной группы хорватского Сабора по вопросу о границах Республики Хорватии, посол Хорватии в Италии, на Мальте, Кипре и Сан-Марино. Член Союза хорватского общества дружбы (Загреб), почётный член Академии европеистов (Италия).\nДанная статья основана на выступлении автора на Балканском диалоге Фонда Горчакова в 2025 г.: «Постдейтонская Босния и Герцеговина в условиях глубокого кризиса и дестабилизации мирового порядка» (Требине, Республика Сербская, Босния и Герцеговина).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Politics->human rights",
      "Politics->political crisis",
      "Politics->civil rights",
      "Social Issue->discrimination",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "War, Conflict and Unrest->civil unrest"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:03:33.072+03:00",
    "updated": "2025-06-12T07:11:52.000+00:00"
  },
  {
    "uuid": "baf318c2dfd504f084de6de0253a3564445ec8ff",
    "url": "https://www.greenme.it/animali/animali-selvatici/riconosciuti-diritti-volpe-andina-run-run",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rebecca Manzi",
    "published": "2024-07-19T10:35:00Z",
    "title": "Sentenza storica in Perù! Riconosciuti i diritti della volpe andina “Run Run” come parte della natura",
    "text": "In un evento senza precedenti, il sistema giudiziario peruviano ha riconosciuto i diritti della volpe andina “Run Run” . Questo è il primo caso in cui un animale ottiene tale riconoscimento legale in Perù, segnando una tappa storica per i diritti degli animali nel Paese.\nL’evento ha portato alla ribalta la questione della protezione degli animali selvatici come parte integrante della natura. La causa è stata intentata dall’Istituto peruviano di consulenza legale per l’ambiente e la biodiversità (Ipalema) contro il Servizio nazionale forestale e di fauna selvatica (Serfor).\nLa Terza Corte Costituzionale specializzata ha stabilito che lo Stato deve rispettare i diritti della natura , includendo gli animali come soggetti aventi diritto a una protezione differenziata. La vicenda della volpe “Run Run” è iniziata quando è stata adottata illegalmente come animale domestico e successivamente fuggita dalla casa dei suoi proprietari a Lima.\nDopo settimane di vita in libertà, è stata catturata e trasferita al Parque de las Leyendas. Tuttavia non sono stati presi provvedimenti per il suo reinserimento nell’habitat naturale , portando alla denuncia per violazione dei suoi diritti.\nUna decisione che si basa sulla teoria degli esseri senzienti Il tribunale ha ordinato una valutazione per determinare se “Run Run” possa essere reinserita nel suo habitat naturale. Questa decisione si basa sulla teoria degli esseri senzienti , che riconosce gli animali come capaci di provare sentimenti e aventi dignità intrinseca.\nIsaac Peña, avvocato esperto di diritti degli animali, ha spiegato che questo riconoscimento legale implica che sia la natura che gli animali hanno valore intrinseco indipendente dagli interessi umani . Il quadro normativo dei diritti della natura è stato fondamentale in questa decisione, poiché consente agli esseri non umani di avere diritti propri.\nQuesto caso segue precedenti significativi come il riconoscimento del fiume Marañón come soggetto di diritti. La decisione di proteggere “Run Run” e altri animali selvatici rappresenta un passo avanti nella tutela degli ecosistemi e nella promozione di un approccio ecocentrico.\nIl commercio illegale di animali selvatici in Perù è regolato dalla legge forestale e sulla fauna selvatica, che prevede sanzioni severe per chi cattura, possiede, trasporta o commercia specie selvatiche senza autorizzazione. Queste sanzioni includono multe significative e pene detentive fino a cinque anni .\nNon vuoi perdere le nostre notizie?\nIscriviti ai nostri canali Whatsapp e Telegram Siamo anche su Google News , attiva la stella per inserirci tra le fonti preferite Ti potrebbe interessare anche:\nPensano di aver comprato un cane Husky, ma era una volpe andina (vittima del commercio illegale di animali in Perù)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://larepublica.pe/sociedad/2024/07/16/caso-zorrito-run-run-por-primera-vez-el-poder-judicial-reconoce-los-derechos-de-un-animal-y-falla-a-favor-del-zorro-andino-427008",
      "https://news.google.com/publications/CAAqBwgKMKix9AMwl9kd?ceid=IT:it&oc=3",
      "https://t.me/greenme_it",
      "https://whatsapp.com/channel/0029VaClzrPG8l5NcCs9vx2j",
      "https://www.news.google.com/publications/CAAqBwgKMKix9AMwl9kd?ceid=IT:it&oc=3",
      "https://www.t.me/greenme_it",
      "https://www.whatsapp.com/channel/0029VaClzrPG8l5NcCs9vx2j",
      "https://www.larepublica.pe/sociedad/2024/07/16/caso-zorrito-run-run-por-primera-vez-el-poder-judicial-reconoce-los-derechos-de-un-animal-y-falla-a-favor-del-zorro-andino-427008",
      "https://news.google.com/publications/CAAqBwgKMKix9AMwl9kd"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T14:01:03.253+03:00",
    "updated": "2024-07-19T14:01:03.253+03:00"
  },
  {
    "uuid": "21e15e195af32bba1a2e754bb7ccc5c8ee839756",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-17/doc-inetmkhi3876138.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-16T21:46:00Z",
    "title": "筑牢国家安全防线宜兴埠镇在行动|总体国家安全观_新浪财经_新浪网",
    "text": "转自：天津日报\n　　2025年4月15日是第十个“4·15”全民国家安全教育日，宜兴埠镇多措并举，组织开展系列活动，深入贯彻落实总体国家安全观，增强全民国家安全意识，推动国家安全理念深入人心。\n　　领导班子带头学，凝聚思想共识。镇领导班子充分发挥“头雁”作用，结合分管工作领域，围绕《总体国家安全观学习纲要》《全面贯彻总体国家安全观》等内容开展集中研讨，通过班子成员领学、专家著作研讨、宣传视频领悟等形式，为全单位树牢总体国家安全观奠定思想基础。\n　　主题党日强担当，激发行动自觉。将国家安全相关内容纳入4月份主题党日活动，组织观看国家安全教育片《我和祖国在一起》，研读《全面贯彻总体国家安全观》等内容，分享心得体会，增强党员干部国家安全防范意识，巩固学习教育成果。\n　　全民宣传接地气，深植安全意识。“4·15”当天，镇机关工作人员走进社区，通过张贴宣传标语、发放宣传纪念品和资料等多种形式向群众普及反间谍、反诈、密码安全等知识，提高了群众对国家安全重要性的认识，进一步筑牢国家安全群众防线。同时，在机关、企业等场所发放宣传材料、播放宣传视频、展示宣传标语，营造了浓厚的学习氛围，让安全意识融入到每个人的生活中。\n　　此次系列活动以“关键少数带动全员、党员引领群众、宣传直达基层”为主线，形成了多元化、多层次的宣传教育矩阵。下一步，宜兴埠镇将持续深化国家安全宣传教育，推动“大安全”理念融入日常、形成习惯，为筑牢国家安全屏障贡献力量。\n　　通讯员 赵洁颖",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Politics->national government",
      "Politics->government policy",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Economy, Business and Finance->business governance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:56:45.733+03:00",
    "updated": "2025-04-17T00:56:45.733+03:00"
  },
  {
    "uuid": "fb1fad17e4a6fe786420abe3d11cf477df30ceea",
    "url": "https://twitchy.com/justmindy/2024/10/24/what-is-kamalas-religion-hindu-christian-etc-n2402696",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "justmindy",
    "published": "2024-10-24T19:40:00Z",
    "title": "Kamala 'Kamaleon' Harris Can't Seem to Decide on a Religion",
    "text": "We all know she's a Kama Kama Kama Kamaleon, but trying to figure out Kamala's actual religious beliefs really has America stumped. Kamala Harris last night: 'I was raised to believe in a loving God, to believe that your faith is a verb, you live your faith.' — Charlie Spiering (@charliespiering) She was actually raised by her mother to believe in a vengeful Hindu goddess, if you listen to her early political speeches in SF. From the book:[pic.twitter.com/hrCFqXyP8N][October 24, 2024] I'm really getting confused about Harris' religious background. One minute, she claims to have been observant of her Hindu background, having affirmed that with public comments. — Bonchie (@bonchieredstate) The next, she says she celebrated Kwanzaa. Now, she's a devout Christian?[https://t.co/2grsqSRVQ2][October 24, 2024] It's a mystery wrapped up in an enigma. She’s a chameleon. A vapid one, but still. — DelilahM (@delilahmused)[October 24, 2024] Well she may be a lizard person and her brain is the size of a pea, so that makes sense. She is whatever you need her to be — Dan Goldwasser (@dgoldwas)[October 24, 2024] Rather, she is whomever Obama needs her to be. She has no religion other than to seek her own self actualization. — NotYourJewishMom (@CaffMomREDACTED)[October 24, 2024] She needs to learn to effectively communicate first. This has to be the one question that I can’t find any answers for. I would have more respect if she just settled on one religion, but she picks and chooses whatever will make her look more sympathetic. — Sam 🇺🇸Yoda🇺🇸 Bronkey (@TheYodaPagoda)[October 24, 2024] She's basically Gumby. She’s also Jewish on Chanukah. — Walter Sobchak (@WalterSobchakSr)[October 24, 2024] Well, her husband is Jewish so she already claims that. She is who you want her to be. Started back when she was offering the Girlfriend Experience. — dcnh (@dcnh42)[October 24, 2024] She is whatever she needs to be for her audience. She is an empty vessel — Angry NPC (@the_angry_npc)[October 24, 2024] Literally, a listless vessel. No need for confusion. She’s a liar. It’s that simple. Therefore you can discount anything that flows from her mouth. — The Canaanites Had It Coming ✝️🇺🇸 (@randysult)[October 24, 2024] Most religions don't excuse liars, after all. She should change her name to Kamaleon instead. — Joseph Rizal 🇺🇸📟 (@jrizal1957)[October 24, 2024] We should make a Venn Diagram. — Steve R. (@steverosen1235)[pic.twitter.com/NjgnuSyBW5][October 24, 2024] She’s a total fraud. We will never know the real Kamala — JenniferR 🇺🇸 (@JenTexas16)[October 24, 2024] Her religion, like her accent, changes with the wind. — Black Supremacy Watch (@Blacknatwatch)[October 24, 2024] Her religion depends upon what day it is and what audience she is standing in front of. Pandering — Linda MacDougall (@lindamac12steps)[October 24, 2024] Maybe she grew up like Biden, in a Puerto Rican neighborhood attending Jewish synagogue and black churches, while marching for civil rights and taking on bullies at the local swimming pool. — Neil Axelrod 🇺🇸 (@NeilAxelrod)[October 24, 2024] Her real religion is Marxism, which means she pretends to be all of those other things whenever it's convenient for her to get what she wants — Buanadha (@buanadha)[October 24, 2024] Bingo!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://t.co/2grsqSRVQ2",
      "https://www.t.co/2grsqSRVQ2"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kama Kama Kama Kamaleon",
          "sentiment": "negative"
        },
        {
          "name": "Kamala Harris",
          "sentiment": "neutral"
        },
        {
          "name": "Charlie Spiering",
          "sentiment": "none"
        },
        {
          "name": "Dan Goldwasser",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:26:35.492+03:00",
    "updated": "2024-10-25T12:44:43.057+03:00"
  },
  {
    "uuid": "c8dc150ab6bf96238e645164033adaa2ca534730",
    "url": "https://www.abola.pt/futebol/noticias/a-insolita-historia-da-mulher-de-90-anos-salva-do-hamas-por-messi-2024030809550833954",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2024-03-08T00:00:00Z",
    "title": "A insólita história da mulher de 90 anos ‘salva’ do Hamas por Messi | Abola.pt",
    "text": "Mulher de nacionalidade argentina 'negociou' liberdade com potenciais sequestradores\nDe Israel chegou nas últimas horas uma história insólita: uma mulher de 90 anos que evitou ser sequestrada durante o ataque do Hamas ao país em outubro usando uma cartada forte: o nome de Lionel Messi. Não só foi deixada em paz, como ainda tirou uma foto com um dos invasores à sua casa, e com uma arma na mão.\nEster Cuño vivia há cerca de 40 anos num ‘kibutz’ em Nir Oz, uma das povoações na fronteira com Gaza, quando operacionais do Hamas raptaram oito membros da sua família, no ataque de 7 de outubro.\nA história é contada no documentário 'Vozes de 7 de Outubro': dois homens entraram na casa, dentro de um ataque a toda a comunidade, e Ester resolveu tudo pela conversa. «Ouvi bater na porta, eram dois, e dizem ‘onde está a tua família?’ Eu disse que estava sozinha e continuei ‘não me fales em árabe porque eu não percebo, só percebo mal hebreu. Eu falo em castelhano, sou argentina, recorda. «Ele perguntou ‘ o que é Argentina?´e eu ‘não vês futebol? Sou de onde é o Messi’ e ele responde ‘ah sim, Messi, gosto dele’», o que levou a que um dos atacantes, fã de futebol e do argentino, até tirasse uma foto com ela. «Agarrou-me pelo braço, passou-me a arma, levantou as mãos e tiraram uma foto. Depois foram-se embora.»\nEvitou assim ser levada para Gaza, ao contrário dos tais oito familiares, entre eles quatro netos, que foram raptados.\n«Espero que, se me virem, ajudem os meus netos que ainda estão lá, são meninos que valem ouro», roga.\nMas a maior parte das histórias daquele dia acabou mal. No ataque surpresa, o Hamas matou 1.163 pessoas e fez cerca de 250 reféns. Em retaliação, Israel declarou guerra e iniciou bombardeamentos diários.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T12:00:57.047+02:00",
    "updated": "2024-03-08T12:15:47.028+02:00"
  },
  {
    "uuid": "06295176082977eb650e2c9ac1631b3532516b7f",
    "url": "https://www.rtp.pt/noticias/politica/debate-rtp-nuno-melo-considera-debates-fundamentais-para-ilucidar-os-eleitores_v1648483",
    "ord_in_thread": 0,
    "author": "Rádio e Televisão de Portugal",
    "published": "2025-04-16T21:21:00Z",
    "title": "Debate RTP. Nuno Melo considera debates fundamentais para ilucidar os eleitores",
    "text": "Política Debate RTP. Nuno Melo considera debates fundamentais para ilucidar os eleitores por RTP Quer partilhar este artigo? cancelar Foto: Lusa O representante da AD - Coligação PSD/CDS saúda a oporunidade de mostrar propostas aos portugueses e ironizou em relação às dos bloquistas para a economia portuguesa. VER MAIS PUB",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "topics": [
      "Politics->political debates",
      "Politics->political process",
      "Politics->election"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:23:59.953+03:00",
    "updated": "2025-04-17T00:23:59.953+03:00"
  },
  {
    "uuid": "0cfa44d2850bc3b470ab2e6654cdfa6663a097e0",
    "url": "https://ground.news/article/box-of-scared-and-hungry-puppies-dumped-outside-shelter-after-christmas_97ad39",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsweek",
    "published": "2023-12-28T20:41:00Z",
    "title": "Ground News - Box of \"scared and hungry\" puppies dumped outside shelter after Christmas",
    "text": "Summary by Newsweek Puppies this young require feeding every two hours and, sadly, this litter was struggling after being separated from their mom. Share menu More\nFilters 2 Articles 2 Articles All Left Center Right\nNewsweek Center Mixed Factuality Media Conglomerate: IBT Media Box of \"scared and hungry\" puppies dumped outside shelter after Christmas Puppies this young require feeding every two hours and, sadly, this litter was struggling after being separated from their mom.\n3 hours ago · United States Read Full Article\nNewsweek Center Mixed Factuality Media Conglomerate: IBT Media\nBox of \"scared and hungry\" puppies dumped outside shelter after Christmas Puppies this young require feeding every two hours and, sadly, this litter was struggling after being separated from their mom.\n3 hours ago · United States Read Full Article Daily Record Lean Left Mixed Factuality Media Conglomerate: Reach Plc Emaciated dog found dumped beside Scots school on Christmas Day after having puppies The sand-coloured lurcher was dumped in the wild winter conditions shortly after giving birth.\n1 hour ago · Glasgow, United Kingdom Read Full Article\nDaily Record Lean Left Mixed Factuality Media Conglomerate: Reach Plc\nEmaciated dog found dumped beside Scots school on Christmas Day after having puppies The sand-coloured lurcher was dumped in the wild winter conditions shortly after giving birth.\n1 hour ago · Glasgow, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.dailyrecord.co.uk/news/scottish-news/emaciated-dog-found-dumped-beside-31764248?utm_source=ground.news&utm_medium=referral",
      "https://www.newsweek.com/box-scared-hungry-puppies-dumped-shelter-christmas-1856226?utm_source=ground.news&utm_medium=referral",
      "https://www.dailyrecord.co.uk/news/scottish-news/emaciated-dog-found-dumped-beside-31764248",
      "https://newsweek.com/box-scared-hungry-puppies-dumped-shelter-christmas-1856226?utm_source=ground.news&utm_medium=referral",
      "https://www.newsweek.com/box-scared-hungry-puppies-dumped-shelter-christmas-1856226",
      "https://dailyrecord.co.uk/news/scottish-news/emaciated-dog-found-dumped-beside-31764248?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "newsweek puppies",
          "sentiment": "negative"
        },
        {
          "name": "newsweek center mixed factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:58.859+02:00",
    "updated": "2023-12-29T00:09:58.859+02:00"
  }
]