[
  {
    "uuid": "7a440a887cb5ba2b095e6ad41208ab092c9ab53e",
    "url": "https://inews.co.uk/sport/football/arsenal-fix-attack-martinelli-january-transfers-2828643",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Oliver Young-Myles",
    "published": "2023-12-29T12:09:00Z",
    "title": "How Arsenal can fix their attack - from dropping Martinelli to January transfers",
    "text": "After Arsenal had conceded a contentious goal from a move that may have involved the ball rolling out of play at Newcastle, Mikel Arteta’s response was to lambast the officials .\nThe same thing happened in the defeat to West Ham in Arsenal’s final home game of 2023, but this time there was no furious tirade. Instead, Arteta calmly acknowledged that their opponents had been “better in both boxes”. Publicly at least, Arteta focused on his team’s shortcomings rather than the limitations of VAR and the technology available.\nIt was an unforeseen loss and an incredibly frustrating evening all around. By every conceivable metric, Arsenal were dominant: they had 75 per cent of the ball, registered 30 shots to West Ham’s six and had 77 touches in the opposition penalty area without scoring, a Premier League first.\nBut they lost on the only metric that matters: goals scored. A 2-0 deficit would have become a 3-0 loss had David Raya not kept out Said Benrahma’s penalty with virtually the final action of the game. Arsenal have now failed to score in all three of their Premier League defeats this season.\nArsenal’s misfiring attack has been an issue that has bubbled away throughout the campaign, but there has been no greater example of their profligacy than on Thursday night. “If we don’t score with 30 shots, then we have to do 50 or 60 to try to score,” Arteta said, adopting a glass half-full approach.\nHere are four ways Arteta can attempt to fix it.\nBuy a new striker Buying a new No 9 next month is the obvious and most popular solution as far as the fans are concerned, but barring something unforeseen, it seems unlikely to materialise.\nRelated Article Football The Score Our verdict on all 20 Premier League teams after Gameweek 19 Read More Arteta’s issue is that he has two very good strikers but not an outstanding one and January is a tricky time to buy a centre forward that would truly elevate Arsenal’s attack.\nIvan Toney and Victor Osimhen are the names that have most regularly been linked with Arsenal and both would be an upgrade on Gabriel Jesus, at least in a goalscoring sense. The loudest groan of the night on Tuesday came when Jesus nodded a relatively straightforward chance over the bar. He is a historical xG underperformer and is showing no signs of sharpening his finishing touch.\nOsimhen would be the dream signing, but with Napoli fighting for a top four place in Serie A only a mind-boggling offer would tempt them into a sale. Brentford are also determined to keep Toney who hasn’t played since April in any case due to his betting ban.\nBoth players are likely to be available in the summer, but not having one before then could well be the difference between winning or not winning the league.\nGive Martinelli a breather Gabriel Martinelli’s drop-off is starting to become a major problem. The Brazilian was superb last season, scoring 15 Premier League goals and setting up five more. However, he has just two apiece after his first 17 matches of 2023-24.\nAt his best, Martinelli is one of the best counter-attacking wingers in Europe, a devastating blend of pace, directness and end product. When off form he is ineffective, easy to defend against in a low block and prone to charging head down into congestion. Arsenal fans have seen more of the latter of late.\nMartinelli has struggled for form this season (Photo: Getty) The reasons for his dip are varied. It could be a confidence issue: Martinelli has looked more hesitant in and around the box and is averaging 1.7 shots per game compared to 2.2 last season.\nPerhaps it’s tactical and he misses the safety net that Granit Xhaka provided as the left-sided central midfielder. Or maybe he’s suffering from burnout. Since the start of 2023-24, Martinelli has started 50 of Arsenal’s 57 league games. That’s a lot to ask of a 22-year-old.\nBukayo Saka, who is a few months younger than Martinelli, also looks jaded and has played even more football. He too could probably benefit from a breather but is simply too important to take out.\nRejig the frontline Following on from the above point, it is perhaps an opportune time for Arteta to rejig his frontline. Neither Martinelli nor Jesus have been consistent enough to warrant automatic selection and as Gary Neville pointed out after the draw at Anfield, as a front three with Saka, they just aren’t clicking as a unit right now.\n“I’m just thinking about the great front threes and then about Bukayo Saka, Gabriel Jesus, and Gabriel Martinelli,” he said on the Gary Neville Podcast.\nRelated Article Football Big Read The football fans who blocked VAR and Saudi money - and have the most exciting league in Europe Read More “Not even just in goals, they don’t combine a lot together within the game to play, and I just feel as though that’s going to cost Arsenal at some point. I don’t see them [sic] three linking together a lot.”\nLeandro Trossard has contributed to as many league goals as Martinelli has despite playing half as many minutes and warrants a sustained run in the side either on the left or through the middle.\nPerhaps a Trossard, Havertz, Saka frontline could be the way to go against Fulham on New Year’s Eve.\nBring Smith Rowe back into the fold The forgotten man of Arteta’s Arsenal revolution, at least outside of north London. Emile Smith Rowe is approaching a crossroads point in his career. Unless he forces his way back into Arteta’s plans soon, he will have to move on.\nInjuries have played a part in his decline – according to Transfermarkt , Smith Rowe has missed 23 games since the start of 2022-23 due to injury – but he has also struggled for pitch time when fit. The 23-year-old has only started one Premier League game in the past 18 months.\nHe has been unfortunate that Xhaka made the left-sided central midfield role that he favours his own last season and that Havertz was bought for big money to play in that position in the summer.\nArteta’s decision to start Trossard over Smith Rowe despite Havertz’s suspension in midweek seemed like a significant call. If Smith Rowe does have a future at Arsenal Arteta should reintegrate him at a time when other attackers are struggling.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Weather",
      "Social Issue"
    ],
    "external_links": [
      "https://www.transfermarkt.co.uk/emile-smith-rowe/verletzungen/spieler/392765",
      "https://transfermarkt.co.uk/emile-smith-rowe/verletzungen/spieler/392765"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martinelli",
          "sentiment": "neutral"
        },
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "mikel arteta",
          "sentiment": "none"
        },
        {
          "name": "arteta",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "after arsenal",
          "sentiment": "neutral"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "newcastle",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:17:58.055+02:00",
    "updated": "2023-12-29T14:17:58.055+02:00"
  },
  {
    "uuid": "6335acd3fb98374cc43e884d02d386437af04efd",
    "url": "https://ec2-3-133-175-89.us-east-2.compute.amazonaws.com/manda-a-los-gringos-por-un-tubo-su-pais-y-la-democracia-no-estan-en-venta-revelan-reiteradas-ofertas-millonarias-con-las-que-estados-unidos-intento-comprar-a-maduro-para-que-desistiera-de",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dalila Rodríguez",
    "published": "2024-06-06T21:07:00Z",
    "title": "¡Manda a los gringos por un tubo! Su país y la democracia no están en venta: Revelan reiteradas ofertas millonarias con las que Estados Unidos intentó “comprar” a Maduro para que desistiera de la candidatura, pero el líder venezolano los rechazó",
    "text": "El presidente de la Asamblea Nacional de Venezuela, Jorge Rodríguez, reveló en una reciente rueda de prensa las ofertas que funcionarios enviados por Washington hicieron al mandatario Nicolás Maduro para que abandonara la presidencia.\nRodríguez, también coordinador de la campaña de Maduro para la reelección , recordó que durante su participación en las mesas de diálogo entre el Gobierno y un sector de la oposición venezolana en México, en varias ocasiones recibió propuestas dirigidas al jefe de Estado y a su esposa, Cilia Flores.\n“ En México, los estadounidenses pidieron una reunión, y Maduro me dijo: ‘Ve a ver qué es lo que quieren’,” manifestó Rodríguez, quien además se desempeña como jefe de la delegación del Gobierno en los diálogos con la oposición.\n“¿Y saben lo que me dijeron? Que Maduro escoja el país adonde se quiere ir; le damos unos millones de dólares, le damos una casota ,” continuó Rodríguez. La propuesta también abarcaba a Flores, a quien le habrían ofrecido una mansión en República Dominicana.\nRodríguez se preguntó si el funcionario estadounidense sabía quién era Simón Bolívar al escuchar tales ofertas. Tras la reunión, Rodríguez llamó a Maduro para informarle de la oferta, y el mandatario le preguntó: “¿Y tú qué hiciste?” A lo que Rodríguez respondió: “Lo que usted me dijo que hiciera: mandarlos al carajo.”\nOfertas Repetidas El diputado recordó que “esas tentaciones” le fueron planteadas al presidente venezolano “una y otra vez, todo el tiempo”. “Ya daban risa, eran risibles, cada ladrón juzga por su condición”, agregó.\nRodríguez también hizo otra revelación sobre la subordinación de los dirigentes opositores venezolanos a las autoridades estadounidenses durante las mesas de diálogo. Según él, los opositores venezolanos le pedían permiso al embajador de EE.UU. en Colombia, Francisco Palmieri, para devolverle el saludo a Rodríguez.\n“ No pueden mover el pie izquierdo y después el derecho si no los autorizan ,” expresó. Asimismo, Rodríguez relató que el político conservador Henry Ramos Allup recibió en su casa la visita del exencargado de Negocios de EE.UU. en Venezuela, Todd Robinson, quien le habría disuadido, a través de intimidaciones, de lanzarse como candidato a las presidenciales en 2022.\n“ Puso los pies sobre la mesa y dijo: ‘Usted no puede inscribirse porque tiene familiares, tiene yernos, cuñados e hijos y tiene cuentas ‘,” expresó Rodríguez. En su opinión, actualmente Allup llama a votar en los próximos comicios del 28 de julio porque está autorizado a hacerlo.\nEstas declaraciones de Rodríguez destacan las tensiones y las influencias externas en la política venezolana, así como las tentativas de intervención que han sido recurrentes en el país.\nSigue leyendo… ¡A pesar de los millones que se robó, el PRIAN y el PJ meten las manos por él!: Jueza amiga de Maru Campos permite que César Duarte siga su proceso desde la comodidad de su casa",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://losreporteros.mx/a-pesar-de-los-millones-que-se-robo-el-prian-y-el-pj-meten-las-manos-por-el-jueza-amiga-de-maru-campos-permite-que-cesar-duarte-siga-su-proceso-desde-la-comodidad-de-su-casa/",
      "https://losreporteros.mx/a-pesar-de-los-millones-que-se-robo-el-prian-y-el-pj-meten-las-manos-por-el-jueza-amiga-de-maru-campos-permite-que-cesar-duarte-siga-su-proceso-desde-la-comodidad-de-su-casa/embed/#?secret=AzDTQhN8uL#?secret=hwrubx0YLp",
      "https://www.losreporteros.mx/a-pesar-de-los-millones-que-se-robo-el-prian-y-el-pj-meten-las-manos-por-el-jueza-amiga-de-maru-campos-permite-que-cesar-duarte-siga-su-proceso-desde-la-comodidad-de-su-casa/embed/#?secret=AzDTQhN8uL#?secret=hwrubx0YLp",
      "https://losreporteros.mx/a-pesar-de-los-millones-que-se-robo-el-prian-y-el-pj-meten-las-manos-por-el-jueza-amiga-de-maru-campos-permite-que-cesar-duarte-siga-su-proceso-desde-la-comodidad-de-su-casa",
      "https://www.losreporteros.mx/a-pesar-de-los-millones-que-se-robo-el-prian-y-el-pj-meten-las-manos-por-el-jueza-amiga-de-maru-campos-permite-que-cesar-duarte-siga-su-proceso-desde-la-comodidad-de-su-casa/",
      "https://losreporteros.mx/a-pesar-de-los-millones-que-se-robo-el-prian-y-el-pj-meten-las-manos-por-el-jueza-amiga-de-maru-campos-permite-que-cesar-duarte-siga-su-proceso-desde-la-comodidad-de-su-casa/embed/#"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:01:15.164+03:00",
    "updated": "2024-06-07T01:01:15.164+03:00"
  },
  {
    "uuid": "2f4a0f824d3f7b50a0fe1183bee39779c1545a45",
    "url": "https://wjon.com/snowmageddon-extended-forecast-shows-ridiculous-snow-amounts-across-minnesota",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kelly Cordes",
    "published": "2024-03-22T13:52:00Z",
    "title": "Snowmageddon: Extended Forecast Shows Ridiculous Snow Amounts Across Minnesota",
    "text": "Snowmageddon: Extended Forecast Shows Ridiculous Snow Amounts Across Minnesota\nWHAT THE HECK IS A 'COLORADO LOW?\"\nThis week has been interesting, to say the least. Winter has been waiting to release its wrath upon us here in central Minnesota but has decided that now is the time. Mother Nature doesn't want to miss her chance for one last Hurrah!\nWhat's happening right now in Minnesota is called a \"Colorado Low.\" (It sounds like a fancy drink, doesn't it?)\nARRIEL'S WEATHER WATCH\nA Twin Cities man who studies weather has a Facebook page known as\n 'Arriel's Weather Watch. He describes himself as a Minnesota weather enthusiast and storm tracker. This is what he had to say on his page, about the pending weather:\n\"Alrighty, guys, let's chat about what's coming our way in the weather department over the next few days. As our current snow system bids us adieu this afternoon, we can expect some sun to break through those clouds, nudging our highs into the cozy low to mid-30s.\nSaturday's looking pretty chilly during the day, with highs bobbing in the upper 20s to low 30s under a sky that'll switch from mostly sunny to mostly cloudy as we head towards evening.\nNow, for the main event: Saturday night through Tuesday is when the weather plot thickens. We're eyeing a 'Colorado Low', which is meteorologists speak for a low-pressure system that forms on the lee side of the Rockies. This one's riding a shortwave from the southern US, pulling up a big blanket of warm humid air from the Gulf of Mexico northward thanks to some southerly winds. This system's bringing more of a broad-scale impact than our recent snow banding adventure.\nAs this 'Colorado Low' tracks across Iowa, we'll see a shift from isentropic ascent (a fancy way of saying warm air rising over cooler air) to deformation banding late Sunday into Monday. Deformation banding is like nature's way of organizing a weather pattern where the atmosphere gets stretched in one direction and compressed in another.\nThis stretching and squeezing action can create narrow, intense bands of snow that are infamous for dumping heavy snowfall over targeted areas. So, when I say \"deformation banding,\" think of it as the atmosphere setting the stage for potentially significant snowfall to blanket our region, especially as we head into late Sunday and continue through Monday, with the action possibly extending into Tuesday.\nAny little jog in the path of this 'low' could majorly shuffle the deck in terms of what type of precipitation we get.\nFor now, it looks like southern MN might get a rain/snow mix on Sunday afternoon, flipping back to all snow by evening. And yep, blowing snow could get rowdy Sunday into Monday, with gusts possibly toppling over 30 mph.\nTemps are on a slight uptick with eastern MN and western WI looking at mid-30s Sunday, then upper 30s to mid-40s by Monday. Because of this mixed bag of precipitation and the strong potential for this system, a Winter Storm Watch is on the books for a good chunk of central and southern MN and western WI from Sunday morning through Tuesday morning.\nWe're potentially looking at snow totals that could leave us staring at over 12 inches, especially out west in MN. But, with the expected mix of precipitation types, we might see some snow compaction, which could mean the totals end up a tad lower than we might think.\nAfter we navigate through this winter storm, there's a brief pause before we're onto monitoring another system that might spice things up again next weekend. Temps will keep inching up, with daytime highs settling into the 40s and nighttime lows cozying up in the 20s.\nStay tuned, stay prepared, and as always, I'll keep you posted on all the twists and turns in our winter weather saga. Stay warm and safe, everyone!\"\nPresidential/Vice Presidential Visits to St. Cloud\nWhat Does AI Think St. Cloud Looks Like at Christmas?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://facebook.com/Arriels.Weather.Watch",
      "https://www.facebook.com/Arriels.Weather.Watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arriel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arriel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T19:27:54.775+02:00",
    "updated": "2024-03-22T19:27:54.775+02:00"
  }
]