[
  {
    "uuid": "3a712f75776e86ab3038087dc518068cef9dd3f5",
    "url": "https://www.amarillo.com/story/business/2024/02/16/too-good-to-go-launches-in-texas-heres-what-it-is-where-cheap-meals-food-waste/72573907007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alana Edgin",
    "published": "2024-02-16T09:22:00Z",
    "title": "Too Good To Go app launches in Texas, here's what it is, where",
    "text": "Texans can get cheap meals, end food waste with Too Good To Go Appetizing is taking on a whole new meaning in Texas. Texans who want a cheap meal and businesses wanting to make extra money on food that did not sell that day can now use Too Good To Go. The app, which started in Denmark in 2016, allows restaurants, grocery stores, bakeries and other food businesses to sell their leftover items to customers at a reduced price. Too Good To Go started with a goal of reducing food waste, and has spread that goal across countries. While it has been around for several years, it just opened Texas-wide in March 2023, and has slowly been gaining attention in the Lone Star state. How does Too Good To Go work? Businesses look at what food or drink items they have left over from a rush or for the day. Those items, which previously may have been thrown out despite still being good, will be put into a surprise bag and posted onto the app. The businesses are charged a flat fee of $1.79 per bag, which goes toward Too Good To Go. Customers are then able to purchase and pick up the surprise from the business. The bags range from one-third to 50% off of the original value, with most bags priced at less than $10. \"(Consumers) are getting a great deal, saving money, and are able to try out new places,\" said Sarah Soteroff, senior PR manager for the U.S. and Canada region. \"The businesses recoup what would otherwise be lost revenue. But, at the end of the day, the real goal is to ensure the food isn't going into a landfill, and isn't contributing to greenhouse gas emissions.\" Too Good To Go started expanding into the U.S. in August of 2020, and reached Austin in July 2021. In March 2023, the app became available for any Texas food-related business across the state. Businesses on the app include boba and tea shops, restaurants of all cuisines, health stores, grocers, manufacturers and farms. Parts of major grocers can also be on the app. H-E-B's True Texas BBQ in Lubbock is on the app, through the full grocery store is not. \"That's a really good example of how we can work with part of the business, like the bakery side and not the prepared food side,\" Soteroff said. \"There is an opportunity across every facet of what a business owns for us to help them sell that food. There are workable, flexible solutions across every degree of the supply chain.\" As of February 2024, the participating Texas cities include: - Amarillo. - Austin and surrounding area. - Dallas/Fort Worth metroplex. - El Paso. - Houston and surrounding area. - Lubbock. - San Antonio As of Feb. 13, Too Good To Go in Texas reported 841 supplying stores, more than 49,000 paying users, and has reportedly saved more than 598,000 meals. \"We've been really happy, and we're consistently launching and adding more and more stores,\" Soteroff said. \"We're always allowing for more different businesses to join. Our biggest (customer) complaint is that they can't get to the bag they want fast enough. We just need more partners to match that consumer demand.\" In order for a business to join, a representative can reach out to Too Good To Go at [toogoodtogo.com/en-us](https://www.toogoodtogo.com/en-us). People can also follow the company on Instagram, LinkedIn and TikTok for tips, tricks, and entertaining videos. Here's what is on Too Good to Go for Amarillo In Amarillo, there are four participating businesses, as of Feb. 12. McKinzie Hodges, owner of Scratch Made Bakery at 118 6th Ave., was the first Amarillo business to partner with Too Good To Go. Her fresh daily bakery offers pie slices, cinnamon rolls, cheesecake, cupcakes, French macarons, muffins, kolaches, cookies, blondies, and brownies. Any of these items could end up in their Too Good To Go bags, along with the occasional pup-cake for customers with dogs. \"We loved the idea behind creating less waste, especially in an industry where we have product on a daily basis that we will not put in our case the following day, as we bake fresh daily,\" Hodges said. \"(Customers) get to try an assortment of goods they maybe wouldn't typically try, and find new items they love that they wouldn't have had otherwise. For the business side, we love being able to send our baked goods home with people instead of trying to find somewhere to take them, bringing them home to our families who love it but probably overindulge on occasion and inevitably, toss them in the trash.\" Hodges takes reducing waste one step further by encouraging customers to bring their own bags, boxes, or containers. \"With your added feature of passing it to a friend if you can't make it, we would like for people to know that it is easy to transfer your box for pickup or to cancel your order if you are not going to make it in,\" Hodges said. \"When they fail to pick up the items, we are wasting boxes/bags more than we normally would. We understand they sometimes get forgotten, but this is our only issue with the entire process, not to mention that keeps someone else from being able to reserve the box and enjoy the goodies.\" Hodges hopes to see more Amarillo businesses join, and believes Too Good To Go could be a gamechanger for the industry. \"Amarillo isn't huge, but we do believe this could make a huge difference in the bakery/restaurant industry, and we tell all of our fellow bakers/makers about it,\" Hodges said. \"It creates a sense of community and that is what we, as a local small business, are all about.\" Other businesses, and their offerings, include: - Change Nutrition, 412 SE 16th Ave. There are two bag options, which could contain a selection of \"feel-good food.\" - The Ruffled Cup, 3440 Bell St., #100. The $5.99 bags will contain an assortment of half a dozen cupcakes. - Dunkin' - Sleepy Hollow, 4411 Soncy Road. Bags could contain donuts, bagels, croissants, coffee, tea, or more. Here's what is on Too Good to Go for Lubbock In Lubbock, the most popular participating restaurants are the Bigham's Smokehouse locations. Bigham's started in 1978 with owner Don Bigham and has opened three locations in Lubbock. The restaurants are now owned by his son, Nick Bigham. Others are reading: [Shearer's Foods confirms Lubbock facility closing 'due to decrease in demand'](https://www.lubbockonline.com/story/business/2024/02/15/shearers-foods-confirms-pending-closure-of-lubbock-facility/72620081007/) \"I took over the business about 5 years ago, and it's been doing pretty well,\" Bigham said. \"You've got to be flexible in this business, so this is one way for us to try out something new.\" Other participating businesses and their offerings in Lubbock, as of Feb. 12, include: - Edible Arrangements, 8215 University Ave., #130. Bags are most likely to include dipped fruits and occasional baked goods. - H-E-B True Texas BBQ, 4405 114th St. Bags are likely to contain meats and/or side dishes. - Tiff's Treats, 411 University Ave., Unit 200. Bags are most likely to have baked items, including cookies - The Cakery, 6305 66th St., #900. Bags are likely to contain surplus cupcakes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://www.toogoodtogo.com/en-us).",
      "https://www.lubbockonline.com/staff/4406944002/alana-edgin/)",
      "https://lubbockonline.com/staff/4406944002/alana-edgin/)",
      "https://toogoodtogo.com/en-us)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alana edgin",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "denmark",
          "sentiment": "none"
        },
        {
          "name": "lone star",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T12:53:36.186+02:00",
    "updated": "2024-03-10T01:00:40.798+02:00"
  },
  {
    "uuid": "cfac763944d68487e7bb18b21abe8280fef16830",
    "url": "https://www.estadiodeportivo.com/futbol/real-madrid/carlo-ancelotti-rompe-silencio-tras-renovacion-con-real-madrid-brasil-estallan-20231229-438508.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sara Portillo Maya",
    "published": "2023-12-29T15:39:00Z",
    "title": "Carlo Ancelotti rompe su silencio tras su renovación con el Real Madrid y en Brasil estallan - Estadio Deportivo",
    "text": "Carlo Ancelotti gozaba de la confianza suficiente en el Real Madrid, una realidad que se ha ganado a golpe de buen hacer, buenos resultados y títulos cosechados. En la entidad que preside Florentino Pérez la intención no era otra que renovarlo, pese a que llevaban muchos meses sonando cantos de sirena desde Brasil, donde sonaba para convertirse en seleccionador nacional. Esta misma mañana de 29 de diciembre, el club blanco ha dado el portazo definitivo a los rumores: el técnico italiano seguirá dirigiendo al Real Madrid hasta el año 2026. Una especie de regalo de año nuevo para los aficionados, que pueden respirar tranquilos. Aunque este año el Real Madrid no levante ni un sólo titulo, Ancelotti tiene asegurada su continuidad. Atrás quedarán las informaciones que se han ido generando paralelamente relacionada con los posibles candidatos (Xabi Alonso, Zidane, Raúl...). En algún momento el entrenador italianos se irá del conjunto blanco, es ley de vida. Pero ese momento no será en el medio plazo. Su renovación se ha rubricado hasta el 30 de junio del 2026 con el acuerdo alcanzado entre Real Madrid y Carlo Ancelotti. Tras el mismo, el preparador italiano que nunca quiso hablar sobre su futuro a los medios de comunicación ha roto su silencio para expresar su felicidad: \"Hoy es un día feliz. El Real Madrid y yo continuamos nuestro camino juntos en busca de nuevos y mayores éxitos. Gracias a todos y ¡Hala Madrid!\", publicó en sus redes sociales. Un día después del día de los Santos Inocentes, y en el descanso de vacaciones navideñas, la noticia se ha sentido como una especie de regalo navideño por los fans, el club, el entrenador y los jugadores. Todo parece en armonía en la entidad blanca. En la página web del club blanco han dado cuenta de todos los éxitos que ha logrado 'Carletto' para la entidad, así como otros logrados con otros clubes pero que le avalan para seguir capitaneando el barco madridista: \"En sus cinco temporadas como entrenador del Real Madrid ha ganado 10 títulos: 2 Ligas de Campeones, 2 Mundiales de Clubes, 2 Supercopas de Europa, 1 Liga, 2 Copas del Rey y 1 Supercopa de España\", se lee. \"Carlo Ancelotti es el único entrenador que ha ganado 4 Copas de Europa y el que ha conseguido más victorias en la historia de esta competición (118), y es también el primer entrenador en ganar las cinco grandes Ligas de Europa (Italia, Inglaterra, Francia, Alemania y España)\", continúa el comunicado. El entrenador italiano acumula 260 partidos dirigiendo al Real Madrid, que se dividen en dos etapas (2013-2015 y 2021-actualidad). En ellas, ha ganado 189 partidos, empatado 33 y perdido 38. Sí bien la noticia ha sido un regalo por la capital española... por Brasil ha caido como un jarro de agua helada. Por allí ha sido un duro golpe, después de que dieran por hecho que sería el próximo inquilino del banquillo de la canarinha. Se ha intentado a capa y espada, pero el italiano no se sentará por el momento para dirigir a los mejores jugadores del país brasileño (más allá de los que visten la elástica madridista: Rodrygo, Vinicius, Endrick...). Buscan revertir una situación delicada, una de las selecciones más laureadas está atravesando malas épocas. Así que tras el anuncio de la renovación... por Brasil han estallado. Los principales diarios del país han reflejado titulares en las que se muestra el dolor: \"Fin a un sueño\", publica Lance. \"Proyecto frustrado\", se lee en O Globo. \"Se acabó el cuento\", dicta Gazeta Esportiva. En el país contaban con que a partir de junio del 2024, Carlo Ancelotti estaría entrenando a la canarinha. Ahora hay una gran cantidad de entrenadores que suenan, aparece hasta José Mourinho. Abel Ferreira, Renato Gaucho o Jorge Jesús son algunos de ellos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:57:59.614+02:00",
    "updated": "2023-12-29T17:57:59.614+02:00"
  },
  {
    "uuid": "5d33e6df2aa04d24ae200385dc7093e62d810d8f",
    "url": "https://www.kcbd.com/2024/04/18/she-saved-my-sons-life-taco-bell-manager-saves-baby-who-stopped-breathing-drive-thru",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Watson, WPVI via CNN Newsource",
    "published": "2024-04-18T20:53:00Z",
    "title": "‘She saved my son’s life’: Taco Bell manager saves baby who stopped breathing in drive-thru",
    "text": "RICHBORO, Pa. (WPVI) - A family in Pennsylvania says they have a quick-thinking Taco Bell manager to thank for saving their child’s life. Natasha Long says the situation started when her 11-week-old baby suddenly stopped breathing while she was in the drive-thru at the fast-food restaurant. “It was the scariest moment of my entire life,” Long said. The mother of two had just finished some errands and decided to grab food when she says she noticed baby Myles struggling for air in the back seat of the car. “I pulled him out and he turned completely blue and was lifeless. At that point I just completely blacked out. I didn’t know what to do,” she said. Fortunately, Long was in earshot of Taco Bell manager Becky Arbaugh, who heard the mother’s screams and quickly jumped in to give baby Myles CPR. “I ran outside and took the baby,” Arbaugh said. “I then started to do chest compressions on the baby, and he finally started to breathe.” Long said the manager appeared out of nowhere like a guardian angel. According to Arbaugh, her own scares as a mother helped her prepare for a moment like this. “When my kids were little, my daughter had similar incidents. So, I knew what she was feeling, and there was no thought in my mind that the baby wasn’t going to breathe again,” Arbaugh said. Baby Myles did regain his breath and was rushed to Saint Christopher’s Hospital for treatment. The next day Long said she called Taco Bell to thank Arbaugh, who she calls her hero. “We couldn’t be more grateful to Becky. She saved my son’s life,” Long said. Baby Myles remains in the hospital as doctors try to understand what happened to him. Meanwhile, Long has been sending videos and pictures to Arbaugh -- who now has a deep bond with the family. Copyright 2024 WPVI via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arbaugh",
          "sentiment": "none"
        },
        {
          "name": "” long",
          "sentiment": "none"
        },
        {
          "name": "long",
          "sentiment": "none"
        },
        {
          "name": "natasha long",
          "sentiment": "none"
        },
        {
          "name": "myles",
          "sentiment": "none"
        },
        {
          "name": "becky arbaugh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taco bell",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "richboro",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:32:27.078+03:00",
    "updated": "2024-04-19T00:32:27.078+03:00"
  },
  {
    "uuid": "21e17e420f46aa128520f7ff07333631bd3f621b",
    "url": "https://www.op-online.de/verbraucher/android-smartphones-samsung-enttaeuscht-im-ranking-zr-93881555.html",
    "ord_in_thread": 0,
    "author": "Tobias Utz",
    "published": "2025-08-14T05:48:00Z",
    "title": "Android-Smartphones: Samsung enttäuscht im Ranking",
    "text": "Android-Smartphones: Samsung enttäuscht im Ranking\nSamsung fällt im Leistungsvergleich der Smartphones im Juli zurück: Die Analysen einer Plattform offenbaren deutlich leistungsfähigere Konkurrenten.\nFrankfurt/Peking – Im aktuellsten Leistungsvergleich der schnellsten Android-Smartphones schneidet Samsung nicht gut ab. Ein Gaming-Handy führt die Rangliste der Plattform AnTuTu hingegen an. Das geht aus Juli-Daten des Anbieters, der den chinesischen Markt monatlich analysiert, hervor. Dabei fokussiert dieser sich auf Smartphones mit dem Betriebssystem Android.\nWie eingangs erwähnt sicherte sich das Red Magic 10S Pro+, ein Smartphone, das laut chip.de in Gamingkreisen beliebt ist, den ersten Platz im AnTuTu-Ranking in China. Den zweiten Platz erhielt das Vivo X200 Ulta. Das erste Samsung-Smartphone rangiert hingegen erst auf Platz 10 der aktuellsten Version des Rankings.\nIm Vergleich: Das sind die schnellsten Android-Smartphones\nDas gesamte Ranking im kompakten Überblick:\nPlatzierung | Gerät |\n---|---|\n1 | Red Magic 10 Pro |\n2 | iQOO 13 |\n3 | vivo X200 Ultra |\n4 | OnePlus 13 |\n5 | Poco F7 Ultra |\n6 | Mi 15 Ultra |\n7 | vivo X200 Pro |\n8 | Mi 15 |\n9 | vivo X200 Pro mini |\n10 | Galaxy S25 Ultra |\nQuelle: antutu.com |\nBeim angesprochenen Samsung-Gerät handelt es sich um das Galaxy S25 Ultra. Laut Angaben von Jörn Schmidt, der regelmäßig auf seinem Blog schmidtisblog.de über die Thematik berichtet, brachte die Juli-Bewertung des Anbieters allerdings kaum Veränderungen auf den Spitzenplätzen – bereits zum dritten Mal in Folge. Demnach könnte jedoch im Herbst 2025 Bewegung in den Markt kommen, da neue Prozessoren der Anbieter MediaTek und Qualcomm erwartet werden. Diese könnten maßgebliche Auswirkungen beim Thema Schnelligkeit der Geräte haben.\nÜber die Plattform\nAnTuTu (chinesisch: 安兔兔) ist laut eigenen Angaben eine weit verbreitete Benchmark-Software zur Leistungsmessung von Smartphones und anderen Geräten. Die Plattform wurde im Januar 2011 als Android-Benchmark-Anwendung gestartet.\nDie Rangliste des Anbieters basiert auf Durchschnittswerten von Benchmarks, die wiederum nützliche Nutzerstatistiken mit mindestens 1000 gültigen Ergebnissen im jeweiligen Monaten abbilden – im aktuellen Fall aus dem Juli 2025.\nInwiefern die Ergebnisse des Rankings zum chinesischen Markt auf den deutschen Markt übertragbar sind, muss allerdings kritisch hinterfragt werden.\nTipps und Tricks: Wird Ihr Android-Smartphone langsamer?\nMit der Nutzungszeit nimmt die Geschwindigkeit vieler Smartphones, die Android als Betriebssystem nutzen, ab – völlig unabhängig vom Gerät. Vielfach kann dieser Entwicklung jedoch entgegengewirkt werden. Folgende Tipps können laut dem Portal giga.de offenbar helfen:\n- Deaktivieren Sie Animationen: Unter dem Puntk „Eingabehilfen“ können im Menü Animationen ausgeschaltet werden. Auf diese Weise wird Rechenleistung gespart, vor allem beim Wechseln und Öffnen von Fenstern.\n- Leeren Sie Ihren Cache: Der Cache von Apps kann demnach problemlos geleert werden, um Speicherplatz freizugeben – ganz im Gegenteil zum Cache von Browsern, die wichtige Daten für Websites, die alltäglich angesteuert werden, liefern.\n- Schränken Sie Hintergrundprozesse ein: Apps, die dauerhaft im Hintergrund laufen, können problemlos entfernt werden.\n- Entfernen Sie Bloatware: Sogenannte Bloatware ist meist vorinstalliert und belegt Speicherplatz. Vielfach ist sie aber nicht notwendig und kann deinstalliert werden.\n(tu) Verwendete Quellen: antutu.com, chip.de, schmidtisblog.de, giga.de",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Science and Technology->scientific publication",
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences",
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->consumer goods"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.schmidtisblog.de/keine-ueberraschungen-antutu-ranking-der-android-flaggschiffe-im-juli-2025-1781443/",
      "https://www.antutu.com/en/ranking/rank11.htm",
      "https://schmidtisblog.de/keine-ueberraschungen-antutu-ranking-der-android-flaggschiffe-im-juli-2025-1781443/",
      "https://www.schmidtisblog.de/keine-ueberraschungen-antutu-ranking-der-android-flaggschiffe-im-juli-2025-1781443",
      "https://antutu.com/en/ranking/rank11.htm"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Android-Smartphones",
          "sentiment": "negative"
        },
        {
          "name": "Poco",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Frankfurt",
          "sentiment": "none"
        },
        {
          "name": "Peking",
          "sentiment": "none"
        },
        {
          "name": "China",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Samsung",
          "sentiment": "negative",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        },
        {
          "name": "Red Magic 10S Pro",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T08:59:30.813+03:00",
    "updated": "2025-08-14T09:13:03.000+03:00"
  },
  {
    "uuid": "90648fce6a208117d9e0022cd5471d5691176857",
    "url": "https://www.wgnsradio.com/article/88968/dedication-teamwork-key-to-performing-10-kidney-transplants-in-two-days",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WGNS News",
    "published": "2024-09-19T00:00:00Z",
    "title": "Dedication, Teamwork Key to Performing 10 Kidney Transplants in Two Days - WGNS Radio",
    "text": "It was truly a Labor Day weekend to remember at Vanderbilt University Medical Center, where transplant teams performed 10 kidney transplants in two days — and that was before even getting to Labor Day. Kidney transplant teams, many members who had to be called in, performed five transplants on Saturday, Aug. 31, and another five transplants on Sunday, Sept. 1. By Labor Day, 10 people had new kidneys and were in rooms on the transplant floor, the sixth floor of Medical Center East, in addition to transplant patients who had received other organs. “A labor of love,” said [Rachel Forbes](https://www.vumc.org/surgical-sciences/person/rachel-forbes-md-mba-facs), MD, MBA, associate professor of Surgery and chief of the Division of Kidney & Pancreas Transplantation. Normally, she said, teams will perform one or two kidney transplants per day, with some days without kidney transplants. “It's rare we do five transplants in 24 hours, and we did that on two consecutive days,” Forbes said. “It takes an army for that to happen. It also takes those on call working to the max and those not on call working when they didn't expect or have to. It takes the support of the operating room and anesthesia teams as well as our excellent 6MCE transplant unit.” All Hands on Deck - Thanks to the operating room and anesthesia teams, two operating rooms staffed by several anesthesiologists and surgical teams were opened for the multiple kidney transplants. [B. John DuBray](https://www.vumc.org/kidneypancreasetransplantdivision/person/b-john-dubray-md), MD, was the surgeon-on-call for the weekend while [Kelly Birdwell](https://medicine.vumc.org/department-directory/Kelly-A-Birdwell), MD, MSCI, was the transplant nephrologist on call. Additionally, the OR staff included the call teams of surgical technologists Andie Lee Perona and Janise Malatesta, RN, as well as surgical technologist Sandy Swint, who came in for the weekend. Shawna Willoughby, RN, and Morgan Rangel, RN, also took the organ calls and coordination. Sean Kisch, MD, general surgery resident and Tina Nguyen, MSN, AGACNP-BC, also did heavy lifting for the weekend. Forbes, Wali Johnson, MD, and Kaitlyn Tracy, MD, were additional surgeons and residents who performed transplants to meet the needs. Anesthesia colleagues were [Saad Hashmi](https://www.vumc.org/anesthesiology/person/saad-hashmi-md), MD; [Brian Poore](https://www.vumc.org/anesthesiology/person/brian-poore-md), MD; [Kenneth Holroyd](https://www.vumc.org/anesthesiology/person/kenneth-holroyd-md), MD; [William Chang](https://www.vumc.org/anesthesiology/person/william-chang-md), MD; [Nicholas Statzer](https://www.vumc.org/anesthesiology/person/nicholas-statzer-md), MD; [Meera Chandrashekar](https://www.vumc.org/anesthesiology/person/meera-chandrashekar-mbbs), MBBS; [Jeanette Bauchat](https://www.vumc.org/anesthesiology/person/jeanette-bauchat-md), MD; and [Carey Camille Roberts](https://www.vumc.org/anesthesiology/person/camille-roberts-md), MD. Julie Brown, RN, was also part of the medical team. “The dedication and teamwork that are exhibited by the multiple service lines involved and the 6 MCE transplant unit to make this happen is truly remarkable,” said [Heidi Schaefer](https://medicine.vumc.org/department-directory/Heidi-M-Schaefer), MD, professor of Medicine and medical director of Adult Solid Organ Transplant. “Our patients are so appreciative of the efforts put forth to give them this lifesaving gift. “ Why were there so many kidney transplants in a weekend? Forbes said it was purely happenstance. All the transplants were the result of matching kidneys from deceased donors being discovered at once for 10 patients. None of the patients over the 48-hour period were there for living donor kidney transplants, which can be scheduled in advance. Each of the patients relies on a pretransplant coordinator to inform them of their potential transplant and to help them get ready, and coordinators worked around the clock to make it happen. Posttransplant coordinators were ready to work with patients once transplanted. All told, it takes a highly specialized, multidisciplinary team of about 150 people to work on a single transplant. The transplant teams include physicians in each organ specialty, surgeons, anesthesiologists and nurse anesthetists, intensivists, nurses, nurse practitioners, pharmacists, social workers, financial coordinators, nutritionists, organ procurement coordinators, preservationists, perfusionists and operating room staff, among others. “This is a testament to the amazing people that work within the Vanderbilt Transplant Center,” said [Joseph Magliocca](https://www.vumc.org/liversurgerydivision/person/joseph-magliocca-md), MD, professor of Surgery and director of the Vanderbilt Transplant Center. “The number of people who stepped up and went above and beyond the call of duty is just remarkable. The thing that is more remarkable is that they do this on a routine basis and never think twice about it. Outstanding patient care is always the No. 1 priority.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.vumc.org/anesthesiology/person/brian-poore-md),",
      "https://www.vumc.org/surgical-sciences/person/rachel-forbes-md-mba-facs),",
      "https://www.vumc.org/anesthesiology/person/jeanette-bauchat-md),",
      "https://www.vumc.org/kidneypancreasetransplantdivision/person/b-john-dubray-md),",
      "https://www.vumc.org/anesthesiology/person/nicholas-statzer-md),",
      "https://www.vumc.org/anesthesiology/person/camille-roberts-md),",
      "https://www.vumc.org/anesthesiology/person/william-chang-md),",
      "https://www.vumc.org/anesthesiology/person/saad-hashmi-md),",
      "https://www.vumc.org/anesthesiology/person/kenneth-holroyd-md),",
      "https://www.vumc.org/anesthesiology/person/meera-chandrashekar-mbbs),",
      "https://medicine.vumc.org/department-directory/Heidi-M-Schaefer),",
      "https://www.vumc.org/liversurgerydivision/person/joseph-magliocca-md),",
      "https://medicine.vumc.org/department-directory/Kelly-A-Birdwell),",
      "https://vumc.org/anesthesiology/person/saad-hashmi-md),",
      "https://vumc.org/anesthesiology/person/jeanette-bauchat-md),",
      "https://vumc.org/liversurgerydivision/person/joseph-magliocca-md),",
      "https://www.medicine.vumc.org/department-directory/Kelly-A-Birdwell),",
      "https://vumc.org/anesthesiology/person/camille-roberts-md),",
      "https://vumc.org/anesthesiology/person/nicholas-statzer-md),",
      "https://vumc.org/anesthesiology/person/kenneth-holroyd-md),",
      "https://www.medicine.vumc.org/department-directory/Heidi-M-Schaefer),",
      "https://vumc.org/anesthesiology/person/meera-chandrashekar-mbbs),",
      "https://vumc.org/anesthesiology/person/william-chang-md),",
      "https://vumc.org/anesthesiology/person/brian-poore-md),",
      "https://vumc.org/surgical-sciences/person/rachel-forbes-md-mba-facs),",
      "https://vumc.org/kidneypancreasetransplantdivision/person/b-john-dubray-md),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:04:35.231+03:00",
    "updated": "2024-09-20T00:04:35.231+03:00"
  },
  {
    "uuid": "f691e4b2e938eb5ba455a91ef3a6bcf254974ff1",
    "url": "https://newsnownigeria.ng/nigeria-has-the-capacity-to-manufacture-vaccines-tinubu-informs-gavi-executives",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariam Abdullahi",
    "published": "2024-04-04T00:00:00Z",
    "title": "'Nigeria has the capacity to manufacture vaccines' - Tinubu informs Gavi executives - NewsNow Nigeria",
    "text": "President Bola Tinubu has urged Gavi, the Vaccine Alliance, to team up with potential Nigerian vaccine producers to ensure fair access to life-saving vaccines for both children and adults.\nDuring a meeting with a delegation from Gavi, headed by its CEO, Dr. Sania Nishtar, at the State House on Thursday, President Tinubu emphasized the need for collaboration in local vaccine production due to the challenges faced by developing nations, particularly during the COVID-19 pandemic and other infectious disease outbreaks.\nHighlighting the capabilities of Nigeria and other African countries in vaccine production, President Tinubu assured the visiting CEO, who assumed office on March 18, 2024, and has been on visits to various African nations.\nThe President reassured the Gavi CEO of Nigeria’s dedication to meeting its outstanding counterpart contributions for routine vaccines in 2023.\nHe instructed the Coordinating Minister of Health and Social Welfare, Professor Muhammad Ali Pate, to team up with the Coordinating Minister of the Economy and Minister of Finance to secure the necessary funds for vaccine procurement.\nTalking about the administration’s healthcare agenda, President Tinubu expressed his commitment to working alongside Gavi to ensure comprehensive vaccination coverage for all children against preventable childhood diseases.\nAppreciating Gavi’s global commitment to humanity, he thanked the organization for its efforts in safeguarding children from preventable diseases.\nIn recognizing the valuable insights provided by the Gavi CEO, who hails from Pakistan, President Tinubu stressed the significance of leveraging her expertise for the advancement of children’s health.\nPraising Dr. Nishtar for her visit to Nigeria and her support for the administration’s health initiatives, the President promised to prioritize investments in healthcare rejuvenation, underscoring the importance of coordination and cooperation among federal, state, and local authorities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "bola tinubu",
          "sentiment": "negative"
        },
        {
          "name": "muhammad ali pate",
          "sentiment": "none"
        },
        {
          "name": "sania nishtar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newsnow nigeria",
          "sentiment": "negative"
        },
        {
          "name": "vaccine alliance",
          "sentiment": "negative"
        },
        {
          "name": "coordinating minister of health and social welfare",
          "sentiment": "none"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "gavi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:27:25.297+03:00",
    "updated": "2024-04-05T03:27:55.686+03:00"
  }
]