[
  {
    "uuid": "17c707170fa1f18140a1c248c1d050b1c31da778",
    "url": "https://vnexplorer.net/hamas-accepts-gaza-ceasefire-proposal-s2652551.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-06T00:00:00Z",
    "title": "Hamas accepts Gaza ceasefire proposal",
    "text": "- Terror group said its supreme leader had delivered the news to Qatar and Egypt Hamas told Egyptian and Qatari mediators that it had accepted their Gaza ceasefire proposal, Qatari broadcaster Al Jazeera reported on Monday, citing a leading Hamas official. The terror group issued issued a statement on Monday saying its supreme leader, Ismail Haniyeh, had delivered the news in a phone call with Qatar’s prime minister and Egypt’s intelligence minister. The two Middle Eastern nations have been mediating months of talks between Israel and Hamas. There was no immediate comment from Israel and there were no immediate details over what the agreement entailed. This comes just hours after Israel ordered Palestinians to begin evacuating the southern Gaza town of Rafah ahead of an Israeli military operation. Israel says Rafah is Hamas’ last stronghold. Smoke rises following Israeli strikes, amid the ongoing conflict between Israel and the terror group Hamas, in Rafah in the southern Gaza Strip May 6, 2024 News of Hamas’ announcement sent people in Rafah cheering in the streets. In recent days, Egyptian and Hamas officials have said the cease-fire would take place in a series of stages in which Hamas would release hostages it is holding in exchange for Israeli troop pullbacks from Gaza. It is not clear whether the deal will meet Hamas’ key demand of bringing about an end to the war and complete Israeli withdrawal. This is a breaking news story. More to follow. Read moreNews Related - Recall Just Announced For Popular Cookies Featured In Holiday Gift Baskets Anyone who’s purchased gift baskets to hand out to loved ones this holiday season might need to find a backup present after the latest food recall that involves festive cookies. Gift basket company Wine Country Gift Baskets just announced that it is voluntarily recalling all gift baskets that feature Acorn Baking ... See Details: Recall Just Announced For Popular Cookies Featured In Holiday Gift Baskets - Eagles rally past Bills in overtime as Chiefs win LOS ANGELES: Quarterback Jalen Hurts ran in an overtime touchdown to give the Philadelphia Eagles a 37-34 NFL win over the Buffalo Bills Sunday (Monday in Manila) and move them to 10-1 on the season. The Eagles, who lost the Super Bowl to Kansas City last season, trailed at half-time ... See Details: Eagles rally past Bills in overtime as Chiefs win - Reality bites the green energy agenda Yen Makabenta First word WHILE UN Secretary-General Antonio Guterres and other promoters of the climate emergency are preparing to convene the 28th conference of the parties (COP28) of the UN Framework Convention on Climate Change (UNFCCC) in the United Arab Emirates, starting on November 30 and stretching to December 12, ... See Details: Reality bites the green energy agenda - Sandigan orders Marcos Sr. pal to pay workers Sandigan orders Marcos Sr. pal to pay workers The Sandiganbayan has ordered the enforcement of a July 2023 ruling ordering a Marcos Sr. associate to pay a lumber company’s workers P2.1 million in damages as well as return 60 percent of their company’s shares and pay all unpaid benefits. The ... See Details: Sandigan orders Marcos Sr. pal to pay workers - DSWD: Shear line, LPA affect 1.2 million people; over 18,000 families evacuated DSWD: Shear line, LPA affect 1.2 million people; over 18,000 families evacuated MANILA, Philippines – More than 18,000 families have fled to evacuation centers across flood-affected regions in the country due to the impact of the shear line and low pressure area. Department of Social Welfare and Development (DSWD) gave ... See Details: DSWD: Shear line, LPA affect 1.2 million people; over 18,000 families evacuated - The mayor of Paris is making a loud exit from X, calling the platform a 'gigantic global sewer' Paris mayor Anne Hidalgo and X owner and chief technology officer Elon Musk Chesnot and Kirsty Wigglesworth – WPA Pool via Getty Images Paris Mayor Anne Hidalgo says she’s leaving X after 14 years on the platform. In a lengthy farewell post, she said the platform has become a “gigantic global ... See Details: The mayor of Paris is making a loud exit from X, calling the platform a 'gigantic global sewer' - Rain showers, thunderstorms over Luzon, including Metro Manila — Pagasa MANILA, Philippines: The entire Luzon, including Metro Manila, is expected to experience isolated rain showers and thunderstorms as the northeast monsoon (“amihan”) and easterlies will be affecting the country over the next 24 hours, the state-run weather agency said on Tuesday. Weather specialist Patrick del Mundo of the Philippine Atmospheric ... See Details: Rain showers, thunderstorms over Luzon, including Metro Manila — Pagasa - 'Naruto' live-action film adaptation is in the works Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: 'Naruto' live-action film adaptation is in the works - NASA Highlights Stingray Nebula Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: NASA Highlights Stingray Nebula - Manila's Lagusnilad underpass opens Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: Manila's Lagusnilad underpass opens - China probes debt-ridden financial giant Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: China probes debt-ridden financial giant - China's VUCA situation Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: China's VUCA situation - Unraveling the mystery that is diabetes Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: Unraveling the mystery that is diabetes - Bangladesh's nuke plant is not going to steal PH investments Attention, Naruto fans! You can soon watch the famous anime’s live-action adaptation as it finally has a confirmed writer. According to a Variety report, the beloved manga and anime series is set to head to big screens for its live-action adaptation under Lionsgate. It will be written by Tasha Hao, ... See Details: Bangladesh's nuke plant is not going to steal PH investments OTHER NEWS Read more » https://vnexplorer.net/whatsapp-web-gains-the-feature-of-single-view-photos-and-videos-s133683.html https://vnexplorer.net/whatsapp-web-gains-the-feature-of-single-view-photos-and-videos-s133683.html https://vnexplorer.net/young-athletes-time-to-shine-in-siklab-awards-s133682.html https://vnexplorer.net/young-athletes-time-to-shine-in-siklab-awards-s133682.html https://vnexplorer.net/local-exec-says-5-10-barangays-still-isolated-in-northern-samar-s133680.html https://vnexplorer.net/local-exec-says-5-10-barangays-still-isolated-in-northern-samar-s133680.html https://vnexplorer.net/app-made-by-ex-jeepney-driver-will-let-you-pay-puv-fare-book-tricycles-s133679.html https://vnexplorer.net/app-made-by-ex-jeepney-driver-will-let-you-pay-puv-fare-book-tricycles-s133679.html https://vnexplorer.net/updated-in-season-tournament-bracket-ahead-of-pool-play-finale-s133678.html https://vnexplorer.net/updated-in-season-tournament-bracket-ahead-of-pool-play-finale-s133678.html https://vnexplorer.net/pcg-forms-teams-for-maritime-emergency-response-s133677.html https://vnexplorer.net/pcg-forms-teams-for-maritime-emergency-response-s133677.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ismail haniyeh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "egypt hamas",
          "sentiment": "negative"
        },
        {
          "name": "al jazeera",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T21:26:27.398+03:00",
    "updated": "2024-05-06T21:26:27.398+03:00"
  },
  {
    "uuid": "5048ba34dabfa164bc9a6a389203259d7793dd8a",
    "url": "https://www.gulf-times.com/article/685349/sports/super-subs-provide-venezuela-win-over-10-man-ecuador",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "info@gulf-times.com (Gulf Times)",
    "published": "2024-06-23T18:03:00Z",
    "title": "Super subs provide Venezuela win over 10-man Ecuador",
    "text": "Goals from substitutes Jhonder Cadiz and Eduard Bello gave Venezuela a 2-1 win over 10-man Ecuador in their Copa America Group B match on Saturday.\nIn the group’s other game, Mexico made a winning start to their campaign with a 1-0 victory over Jamaica in Houston but lost their captain Edson Alvarez to injury.\nEcuador were forced to play with 10 men from the 22nd minute of the game at Levi Stadium when striker Enner Valencia was sent off for dangerous play. The 34-year-old forward struck the chest of Venezuela defender Jose Martinez with his boot while challenging for a high, bouncing ball in the box and was initially awarded a yellow card but after a VAR review he was shown a straight red.\nEcuador, which had been in control of the game before the dismissal, responded well and went ahead in the 40th minute when Venezuela failed to clear a free-kick into the box and Jeremy Sarmiento pounced on the loose ball to drill home. Venezuela head coach Fernando Batista made two changes at the break, bringing on Cadiz and Bello and both were to make a decisive impact.\n“Vinotinto” striker Salomon Rondon laid the ball off to Cadiz, whose low side-footed shot from the edge of the box took a slight deflection as it flashed past Ecuador keeper Alexander Dominguez.\nThen, in the 74th minute, Alexander Gonzalez whipped in a cross from the right, met with a diving header from Rondon which was parried by Dominguez but Bello reacted to fire home the loose ball.\n“To be able to score a goal, which helped in the victory, and to have contributed to the first goal, is a joy. These three points are very important for what’s to come,” said a delighted Bello.\nEcuador’s Spanish coach Felix Sanchez said the red card for Valencia had forced him to change the team’s approach. “We had to change the plan, wait a bit behind the opposition. It’s clear that when you play with 10 men you are at the mercy of the opposition for many minutes, even if you don’t want to play that way,” he said.\n“Obviously it’s not the dream start, but there are two more games left and we have the team to compete. The most important thing is that the team recovers its spirit for what is to come.”\nArteaga goal lifts Mexico\nMexico laboured for long stretches against Jamaica before a superbly struck 69th minute goal from Gerardo Arteaga earned them the three points.\nJaime Lozano’s team suffered a major blow when their skipper, West Ham midfielder Alvarez had to go off in the 29th minute after going down without contact.\n‘El Tri’ struggled to create opportunities in the opening half with their best effort, a curling shot just wide from Luis Romo, just before the break.\nJamaica thought they had the lead in the 50th minute but Michail Antonio’s diving header was ruled out for offside after a VAR review. That let-off woke up the Mexicans who pushed forward with greater purpose. Luis Chavez forced a good save out of Jamaica keeper Jahmali Waite and Julian Quinones fired over the bar after cutting in from the left.\nWaite was alert again to keep out a Santiago Gimenez near post blast as the pressure built and finally Mexico got the breakthrough when the ball fell to Arteaga on the edge of the box and he blasted a perfectly struck half-volley into the far corner.\nJamaica had one last opportunity to salvage a point but Dexter Lembikisa’s low shot was turned round the post by Mexico keeper Julio Gonzalez.\nArteaga said the disallowed goal had given Mexico the impetus to go on and win the game.\n“A goal, whether for or against, changes your mood a lot. And seeing that it had been disallowed, that also lifted us a little bit more to keep insisting and looking for the goal ourselves,” the left-back told TUDN. Mexico face Venezuela on Wednesday in Los Angeles with Jamaica up against Ecuador on the same day in Las Vegas.\n“We know there’s not going to be an easy opponent. Thank God we won against Jamaica and now we want to go for another win,” said Arteaga.\nJhonder Cadiz of Venezuela celebrates after scoring the team's second goal during the CONMEBOL Copa America 2024 Group B match against Ecuador at Levi's Stadium in Santa Clara, California. (AFP)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eduard bello",
          "sentiment": "negative"
        },
        {
          "name": "edson alvarez",
          "sentiment": "none"
        },
        {
          "name": "jose martinez",
          "sentiment": "none"
        },
        {
          "name": "jeremy sarmiento",
          "sentiment": "none"
        },
        {
          "name": "salomo",
          "sentiment": "none"
        },
        {
          "name": "enner valencia",
          "sentiment": "none"
        },
        {
          "name": "bello",
          "sentiment": "none"
        },
        {
          "name": "fernando batista",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "copa america group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "ecuador",
          "sentiment": "none"
        },
        {
          "name": "jhonder cadiz",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "cadiz",
          "sentiment": "none"
        },
        {
          "name": "jamaica",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        },
        {
          "name": "levi stadium",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T05:46:51.726+03:00",
    "updated": "2024-06-24T05:46:51.726+03:00"
  },
  {
    "uuid": "c005207d48e931a31e6121a5e4d9ae4878dc128a",
    "url": "https://www.ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Resto del Carlino",
    "published": "2024-02-16T00:00:00Z",
    "title": "\"Fotovoltaico, ciclabili e green\". L’ex assessore Benini indica la via",
    "text": "\"Fotovoltaico, ciclabili e green\". L’ex assessore Benini indica la via Cosa fare per migliorare la qualità dell’aria e la vita dei cittadini in vista dell’abbandono dei combustibili fossili come carbone, petrolio e gas? Luciano Benini, ex assessore e consigliere comunale fanese, indica la strada, partendo dall’intervento pubblico, ovvero dal Comune di Fano. \"Partiamo dal fotovoltaico. Il buon esempio dovrebbe darlo l’Amministrazione comunale fanese installando impianti fotovoltaici su tutti i tetti comunali e piazzando pensiline fotovoltaiche in tutti i parcheggi pubblici, con ricarica, anche gratis, per veicoli elettrici, auto motorini e biciclette, così da ridurre anche le emissioni nocive in aria\", dice, innanzitutto, Benini. In effetti a Fano e dintorni ancora poche strutture pubbliche e private, specie industriali, vedono installati impianti di questo tipo, mentre i terreni agricoli, purtroppo, si stanno riempiendo di pannelli.\n\"Poi una buona rete di piste ciclabili, collegate fra loro - continua Luciano Benini - può favorire la mobilità dolce anche per i bambini, oggi quasi impossibile senza la presenza di adulti. Parcheggi scambiatori fuori dal centro storico, mobilità pubblica con forti incentivi e settimane gratis per favorirne l’utilizzo, telelavoro, orari flessibili, documentazione sempre più digitale sono altri strumenti che si possono adottare per una comunità che vuole arrivare in breve tempo all’autosufficienza energetica rinnovabile\". C’è, ovvio, un problema di costi da affrontare, ma anche qui l’ex assessore fanese punta il dito e offre soluzioni.\n\"Il Governo ha buttato al vento circa 30 miliardi di euro nel 2023 per ridurre le bollette degli italiani azzerando gli oneri. Una scelta demenziale: se quei 30 miliardi fossero stati impiegati per realizzare impianti fotovoltaici per le famiglie, ora avremmo una riduzione stabile del 30% dei costi delle bollette e una riduzione di miliardi di euro della bolletta energetica statale per importare gas e petrolio\". Meglio allora guardare avanti. \"Dopo il superbonus, che ha avuto i suoi pregi e difetti, – continua Luciano Benini – ora c’è la grande opportunità delle Comunità Energetiche Rinnovabili, ideali per imprese e famiglie: le CER consentono non solo di risparmiare moltissimo sulle bollette, ma anche di ridurre l’uso dei combustibili fossili a vantaggio delle energie rinnovabili, fotovoltaico in primis\". E siccome l’aria a Fano è tutt’altro che di buona qualità, un Comune può dunque fare molto in questa direzione, informando soprattutto i suoi cittadini.\n\"Nel 2015 – chiosa Benini - Bene Comune fece un convegno illustrando tutte queste possibilità: se fossero state messe in atto, oggi saremmo fra i primi Comuni italiani in fatto di transizione energetica. Queste scelte non sono più rimandabili. Lo capiranno i prossimi amministratori?\".\nSilvano Clappis\nWhatsApp\nFacebook\nX\nPrint\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://web.whatsapp.com/send?text=%22Fotovoltaico,%20ciclabili%20e%20green%22.%20L%E2%80%99ex%20assessore%20Benini%20indica%20la%20via%20https://www.ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09",
      "https://x.com/share?url=https://www.ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09&text=%22Fotovoltaico,%20ciclabili%20e%20green%22.%20L%E2%80%99ex%20assessore%20Benini%20indica%20la%20via",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09&t=%22Fotovoltaico,%20ciclabili%20e%20green%22.%20L%E2%80%99ex%20assessore%20Benini%20indica%20la%20via",
      "https://x.com/share",
      "https://facebook.com/sharer/sharer.php?u=https://ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09&t=%22Fotovoltaico,%20ciclabili%20e%20green%22.%20L%E2%80%99ex%20assessore%20Benini%20indica%20la%20via",
      "https://web.whatsapp.com/send",
      "https://www.facebook.com/sharer/sharer.php",
      "https://web.whatsapp.com/send?text=%22Fotovoltaico,%20ciclabili%20e%20green%22.%20L%E2%80%99ex%20assessore%20Benini%20indica%20la%20via%20https://ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09",
      "https://x.com/share?url=https://ilrestodelcarlino.it/pesaro/cronaca/fotovoltaico-ciclabili-e-green-lex-assessore-benini-indica-la-via-d93ebf09&text=%22Fotovoltaico,%20ciclabili%20e%20green%22.%20L%E2%80%99ex%20assessore%20Benini%20indica%20la%20via"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T07:26:35.695+02:00",
    "updated": "2024-02-16T07:26:35.695+02:00"
  },
  {
    "uuid": "48c82a98df7e4c5f5858aacbd8a34d5705c0eee8",
    "url": "https://powertalk967.iheart.com/content/2025-02-20-popular-snack-recalled-in-california-poses-life-threatening-health-risk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "iheart.com",
    "published": "2025-02-20T22:19:00Z",
    "title": "Popular Snack Recalled In California Poses 'Life-Threatening' Health Risk | PowerTalk 96.7",
    "text": "Photo: iStockphoto\nZB Importing LLC recalled six varieties of Ulker Brand snack rolls, biscuits, and wafers\" sold in California , on February 18th due to the undeclared presence of three common allergens.\nAccording to the United States Food & Drug Administration , the recalled products, distributed to retail stores in 36 states, contain \"undeclared wheat, egg and/or milk\" which poses the risk of a \"serious or life-threatening allergic reaction\" to individuals allergic any of the three ingredients not listed on the product labels.\nConsumers should avoid Ulker Brand snack rolls, biscuits, and wafers with UPC codes 8690766082307, 8690766086473, 8690504066828, 8690504114628, 8690504067979, and 8690504067986.\nSo far, there has been one complaint of an allergic reaction reported as a result of consuming the mislabeled Ulker Brand snack rolls, biscuits, and wafers. Officials are urging consumers who have already purchased a recalled roll, biscuit, or wafer to return the product to the place it was purchased for a full refund. Consumers are also being told to throw the item out if it is in their possession.\nConcerned individuals with questions regarding the recalled products are encouraged to contact ZB Importing LLC at info@ziyad.com.\nFor additional information on the recalled products and to see photos, lot numbers, and expiration dates, check out the official recall on fda.gov .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->public health",
      "Social Issue->social problem",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.fda.gov/safety/recalls-market-withdrawals-safety-alerts/zb-importing-issue-voluntary-recall-and-allergy-alert-undeclared-egg-wheat-and-milk-certain-ulker",
      "https://fda.gov/safety/recalls-market-withdrawals-safety-alerts/zb-importing-issue-voluntary-recall-and-allergy-alert-undeclared-egg-wheat-and-milk-certain-ulker"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ZB Importing LLC",
          "sentiment": "negative"
        },
        {
          "name": "United States Food & Drug Administration",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:45:20.315+02:00",
    "updated": "2025-02-21T00:45:20.315+02:00"
  },
  {
    "uuid": "dc035943c9b5ff1d6c90899e85e1fe60489417b1",
    "url": "https://en.dailypakistan.com.pk/30-May-2024/476-pakistani-hajj-assistants-reach-saudi-arabia-to-help-pilgrims",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Web Desk",
    "published": "2024-05-30T00:00:00Z",
    "title": "476 Pakistani Hajj assistants reach Saudi Arabia to help pilgrims",
    "text": "Four hundred seventy-six Hajj assistants, known as \"Moavineen,\" have arrived in Saudi Arabia to help pilgrims in Makkah and Madinah before the annual Hajj pilgrimage begins, a Pakistan Hajj Mission official confirmed on Wednesday. Every year, Pakistan selects hundreds of doctors and assistants to support local pilgrims during Hajj in Saudi Arabia. These assistants help Pakistani pilgrims with guidance on the pilgrimage, information about the holy sites in Makkah and Madinah, as well as providing logistical support and medical aid if needed. This year, Pakistan selected 550 volunteers to assist pilgrims. For the first time, candidates had to pass the National Testing Service (NTS) exam to qualify. “Five hundred and fifty support staff have been chosen this year through the third-party NTS after written and physical tests,” said Abdul Wahab Soomro, Pakistan’s director-general of Hajj. “So far, 476 support staff have arrived in Saudi Arabia. Out of these, 457 are working in Makkah and 19 in Madinah,” he added. Soomro explained that 297 people are assigned to building management, 101 to transportation, 45 to food responsibilities, seven to the mission’s control office, four to the inspection cell, two to the departure cell, and one to the lost and found cell in Makkah. He mentioned that the deployment of assistants might change based on needs. Since May 9, over 41,000 Pakistani pilgrims have arrived in Makkah and Madinah, according to Pakistan’s Ministry of Religious Affairs. The pre-Hajj flight operation, which started in early May, is expected to continue until June 9. Around 179,210 Pakistanis will perform Hajj this year, under both government and private schemes. The Hajj pilgrimage is expected to take place from June 14-19. Pakistani rupee rates against US Dollar and other currencies on May 30, 2024 (Thursday) in open market. US dollar was being quoted at 277.15 for buying and 280.15 for selling. Euro stands at 298 for buying and 301 for selling while British Pound rate is 349.5 for buying, and 353 for selling. UAE Dirham AED was at 75.30 and Saudi Riyal increased to 73.50. |Currency||Symbol||Buying||Selling| |US Dollar||USD||277.15||280.15| |Euro||EUR||298||301| |UK Pound Sterling||GBP||349.5||353| |U.A.E Dirham||AED||75.3||76| |Saudi Riyal||SAR||73.5||74.25| |Australian Dollar||AUD||183||184.8| |Bahrain Dinar||BHD||739.5||747.5| |Canadian Dollar||CAD||203||205| |China Yuan||CNY||38.42||38.82| |Danish Krone||DKK||40.44||40.84| |Hong Kong Dollar||HKD||35.6||35.95| |Indian Rupee||INR||3.35||3.46| |Japanese Yen||JPY||1.91||1.99| |Kuwaiti Dinar||KWD||904.07||913.07| |Malaysian Ringgit||MYR||59.05||59.65| |New Zealand Dollar||NZD||171.14||173.14| |Norwegians Krone||NOK||26.28||26.58| |Omani Riyal||OMR||722.39||730.39| |Qatari Riyal||QAR||76.44||77.14| |Singapore Dollar||SGD||203||205| |Swedish Korona||SEK||26.08||26.38| |Swiss Franc||CHF||305.32||307.82| |Thai Bhat||THB||7.60||7.75| Copyright ©2024. Reproduction of this website's content without express written permission from 'Daily Pakistan' is strictly prohibited.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abdul wahab soomro",
          "sentiment": "none"
        },
        {
          "name": "soomro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national testing service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "makkah",
          "sentiment": "none"
        },
        {
          "name": "hajj",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T00:36:48.924+03:00",
    "updated": "2024-05-31T00:36:48.924+03:00"
  },
  {
    "uuid": "de278dd05e483218bce2732b13275d47520eecf7",
    "url": "https://bnnbreaking.com/finance-nav/smart-buildings-and-sustainable-construction-pioneering-a-greener-future",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dil Bar Irshad",
    "published": "2024-02-16T08:35:00Z",
    "title": "Smart Buildings and Sustainable Construction: Pioneering a Greener Future",
    "text": "In the dawn of an era where sustainability is not just a choice but a necessity, the construction and building management sectors are standing at a pivotal crossroads. The introduction of smart buildings, leveraging cutting-edge technology to significantly reduce water consumption and energy costs, is heralding a new age of environmental stewardship and operational efficiency. Central to this transformative wave is the concerted effort by industry leaders like Johnson Controls and collective initiatives like those spearheaded by the Zimbabwe Building Contractors Association (ZBCA) to navigate the construction sector towards a more sustainable, efficient, and economically viable future.\nThe Pulse of Smart Building Innovations\nAt the heart of the sustainability quest in the building sector is the critical issue of water management. Smart buildings emerge as a beacon of hope, utilizing technology to optimize water usage, slash energy expenditures, and bolster environmental sustainability. These innovations are not merely add-ons but essential components of a building's DNA, designed to ensure that every drop of water and joule of energy is used with the utmost efficiency. Johnson Controls is at the forefront of this movement, pushing the boundaries of what's possible with its OpenBlue platform. This suite of solutions is engineered to decarbonize buildings and significantly reduce their carbon footprint, aligning operational goals with the pressing need to mitigate climate change impacts.\nBuilding a Sustainable Foundation\nThe journey towards sustainability is fraught with challenges, particularly in regions where the construction sector is still grappling with the basics of formalization and modernization. The Zimbabwe Building Contractors Association (ZBCA) highlights a crucial barrier: the lack of accessible, low-cost funding for large-scale projects. Many local firms find themselves in a catch-22, unable to secure loans due to insufficient credit history or lack of collateral, yet needing those very loans to embark on capital-intensive, yet crucially important, sustainable projects. In response, ZBCA's advocacy for government-backed loan guarantees represents a critical step towards unlocking the financial resources necessary for the construction sector to embrace innovative technologies and sustainable practices fully.\nEmpowering Change Through Collaboration\nRecognizing the multifaceted challenges facing the construction industry—from informal operations and safety concerns to the slow adoption of innovative technologies—ZBCA, in partnership with Passions Events, is set to host the Zimbabwe Builders, Construction, and Contractors Expo. This event promises to be a melting pot of ideas, showcasing sustainable smart building innovations and providing a platform for stakeholders to explore novel solutions and forge partnerships. Such collaborative endeavors are integral to accelerating the sector's transition towards sustainability, highlighting the importance of collective action in overcoming barriers and driving meaningful change.\nIn conclusion, the move towards smart buildings, characterized by efficient water management and reduced energy consumption, is not just a trend but an essential shift in how the construction and building management sectors operate. With leaders like Johnson Controls pioneering technological innovations and organizations like ZBCA advocating for structural support, the path to sustainability becomes clearer. These efforts, underpinned by collaboration and a shared vision for a sustainable future, are crucial in transforming buildings from being burdens on our planet to becoming strategic assets in the fight against climate change. As the construction sector continues to evolve, the adoption of smart, sustainable building practices will play a pivotal role in shaping a more efficient, environmentally friendly, and economically vibrant world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "johnson controls",
          "sentiment": "none"
        },
        {
          "name": "zimbabwe building contractors association",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:40:55.524+02:00",
    "updated": "2024-02-16T12:40:55.524+02:00"
  },
  {
    "uuid": "281caa77ceb2b88060b5f703a5bfccf2860d9c2c",
    "url": "https://www.newsbreak.com/colorado-state/3279957113773-how-colorado-auto-and-catalytic-converter-theft-victims-can-get-money-back",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-28T23:14:00Z",
    "title": "How Colorado auto and catalytic converter theft victims can get money back",
    "text": "Coloradans who had a vehicle or catalytic converter stolen in 2023 may be able to get money to help offset some of the costs of dealing with theft thanks to new funds made available though the state. SB23-257, or the Auto Theft Prevention Cash Fund, made available roughly $5 million of general funds to support victims who need help with secondary costs. “The secondary costs aren’t things like vehicle replacement, or vehicle repair, those would be primary costs. These are secondary things that may be unknown to folks when their vehicle is stolen or recovered that we can assist with,” said Cale Gould, Public Outreach Coordinator with the Colorado Auto Theft Prevention Authority. Fees covered include money to help offset the costs of towing and storing a stolen vehicle. Gould said some of the fees covered are part of dealing with theft that people might not consider. “Generally if it is either operable or part of a larger investigation, it is taken to a tow yard or a police impound lot. And there's fees associated with that,” said Gould. When auto theft victims in Colorado do get their vehicle back, they often find it to be in a less than desirable condition. There is assistance to help cover some of the costs of getting the stolen ride back into better condition. “And this will include detailing, cleaning a vehicle to make it again, you know, usable in a comfortable way,” said Gould. Financial assistance might also be available to help cover the costs of temporary transportation like RTD passes and Uber fees when a vehicle is stolen. Catalytic converter theft in Colorado has skyrocketed over the last few years and the state has made available funds to help those victims with secondary costs. Gould said victims can apply for money to help cover hardening devices to protect your catalytic converter from theft. To qualify for assistance for either auto or catalytic converter theft, the vehicle must have had current registration when the theft occurred. An important date to remember is July 1, 2023. Coloradans can apply for help only if they had their vehicle or catalytic converter stolen after July 1. Coloradans who want to get financial help to cover secondary costs due to auto or catalytic converter theft must apply at lockdownyourcar.org and visit the victim’s assistance page. The site details what is covered and how to apply. Gould said the grant application process is made easier by working through a local advocate. “We try and provide a personal response, personal touch to a single person to guide you through the process as it can be very challenging to understand how to apply,” said Gould. “We want to make sure that everybody applies and has guidance in doing such.” The website, through Colorado State Patrol’s Victim Services Unit lists the various districts throughout the state and which advocate serves your local area. While auto theft in Colorado surged over the last couple of years, the state has seen a decline in 2023. Data from the Colorado Auto Theft Prevention Authority showed 29,098 vehicles were stolen through October of this year. That's a significant decline from the 41,184 vehicles reported stolen in Colorado throughout 2022. The 2023 data does not reflect November or December thefts. The Denver Police Department also reported a 25 percent decline in auto thefts in 2023, showing 11,865 stolen vehicles which is down from the 14,813 reported in 2022. While auto thefts in Denver have declined, catalytic converter thefts continued to climb in data reported by DPD in 2023. DPD statistics showed 3,022 stolen catalytic converters this year compared to 2,676 thefts in 2022. To give context in those numbers, the vast majority of increases in catalytic converter theft in Denver happened at Denver International Airport at DIA's associated parking and rental car lots. There was a staggering 857 percent increase in catalytic converter theft at DIA in 2023. According to DPD's statistics, all other police districts showed a year-over-year decline in catalytic converter thefts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://csp.colorado.gov/services-we-provide/victim-rights",
      "https://coloradocrimestats.state.co.us/tops/report/mvt/colorado/2023",
      "https://lockdownyourcar.org/",
      "https://denvergov.org/Government/Agencies-Departments-Offices/Agencies-Departments-Offices-Directory/Police-Department/Crime-Information/Additional-Crime-Dashboards",
      "https://lockdownyourcar.org/resources/victims-assistance/",
      "https://www.denver7.com/news/state-news/colorado-car-thefts-are-down-after-pandemic-surge-state-crime-data-shows",
      "https://leg.colorado.gov/bills/SB23-257",
      "https://csp.colorado.gov/services-we-provide/colorado-auto-theft-prevention-authority",
      "https://www.coloradocrimestats.state.co.us/tops/report/mvt/colorado/2023",
      "https://www.csp.colorado.gov/services-we-provide/colorado-auto-theft-prevention-authority",
      "https://www.lockdownyourcar.org/resources/victims-assistance/",
      "https://denver7.com/news/state-news/colorado-car-thefts-are-down-after-pandemic-surge-state-crime-data-shows",
      "https://lockdownyourcar.org",
      "https://www.csp.colorado.gov/services-we-provide/victim-rights",
      "https://lockdownyourcar.org/resources/victims-assistance",
      "https://www.leg.colorado.gov/bills/SB23-257",
      "https://www.lockdownyourcar.org/",
      "https://www.denvergov.org/Government/Agencies-Departments-Offices/Agencies-Departments-Offices-Directory/Police-Department/Crime-Information/Additional-Crime-Dashboards"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gould",
          "sentiment": "none"
        },
        {
          "name": "cale gould",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "public outreach coordinator",
          "sentiment": "none"
        },
        {
          "name": "colorado auto theft prevention authority",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:37.649+02:00",
    "updated": "2023-12-29T01:34:37.649+02:00"
  },
  {
    "uuid": "9e2d0098e866b73cc7fd6f6096daec6d4ab9fd65",
    "url": "https://thebrunswicknews.com/news/business/san-jose-approves-stricter-rules-to-combat-epidemic-of-abandoned-shopping-carts/article_e3c9f4cd-05de-5678-8d30-9a955717d198.html",
    "ord_in_thread": 0,
    "author": "Devan Patel, Bay Area News Group",
    "published": "2025-05-07T21:16:00Z",
    "title": "San Jose approves stricter rules to combat epidemic of abandoned shopping carts | Business | thebrunswicknews.com",
    "text": "SAN JOSE, Calif. — Fed up with the thousands of abandoned shopping carts dumped on city streets and in its waterways, San Jose is moving ahead with new regulations and a cart retrieval pilot program to solve the longstanding problem.\nEarlier this year, the City Council voted to explore changes to the municipal code and advocate for less burdensome state rules, citing the ineffectiveness of both sets of regulations and the inability of the city to recover costs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->water pollution",
      "Environment->environmental pollution"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:33:43.069+03:00",
    "updated": "2025-05-07T23:38:08.000+00:00"
  },
  {
    "uuid": "66662960e15a3013c57f28cf28fc55253fc8f3d3",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7368753.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:33:00Z",
    "title": "中证2000ETF（563300）跌1.70%，半日成交额1.33亿元_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，中证2000ETF（563300）跌1.70%，报1.096元，成交额1.33亿元。中证2000ETF（563300）重仓股方面， 长盛轴承 截止午盘涨2.67%， 振华股份 跌0.53%， 巨轮智能 跌1.36%， 德科立 跌2.72%， 锐明技术 跌1.09%， 祥源文旅 涨1.45%， 明月镜片 跌0.48%， 蒙草生态 跌2.16%， 伟创电气 涨0.36%， 玉禾田 跌1.44%。\n中证2000ETF（563300）业绩比较基准为中证2000指数收益率，管理人为华泰柏瑞基金管理有限公司，基金经理为李沐阳、柳军，成立（2023-09-06）以来回报为11.31%，近一个月回报为2.02%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:14.520+03:00",
    "updated": "2025-06-19T04:39:54.000+00:00"
  }
]