[
  {
    "uuid": "3c0ad649635e884f910b565f82be4a968e889882",
    "url": "https://xchange.avixa.org/posts/interview-with-aska3d-s-investor-makoto-otsubo-a45cfe10-98a2-4f73-ad56-5fb96a3c1c8b",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Asukanet Co., Ltd.",
    "published": "2024-04-11T23:00:00Z",
    "title": "Interview with ASKA3D's investor, Makoto Otsubo",
    "text": "This is a continuation of last week's post. 3. \"An innovative concept inspired by the scenic view outside the Shinkansen window: A cutting-edge optical device conceived through a thought experiment.\" 4. “Development of the first device started with manual work & encounters with various collaborators and Asukanet” \"The sudden idea sparked by the view from the Shinkansen window, which materialized through a thought experiment, resulted in a new optical device.\" - The idea took shape, projecting an \"image\" into the air. \"Please tell me about the moment when the idea for realizing three-dimensional imaging was born and the initial concept. It may sound obvious, but the scenery outside the Shinkansen window appears three-dimensional. While distant views may also seem two-dimensional, the closer they are, the more apparent their three-dimensionality becomes. Light penetrates through the 10mm-thick window glass, entering my eyes as a three-dimensional landscape. Contemplating this information passing through, I had the insight to conduct thought experiments, imagining what would happen if, with the help of divine powers, time could be halted, and the view from the train window itself could be brought back to a hotel for playback as a three-dimensional image. This thought experiment was realized by the long-standing principle of Integral Photography (IP) and it became a bridge to the present ASKA3D. Enlarging the 10mm glass plate and supposing the passing rays as lines, we can draw countless lines from the surface to the back of the glass. While these lines are physically light rays, they are represented geometrically as lines. I contemplated ways to organize these lines. Let me briefly explain Integral Photography (IP). An old technique involves a pinhole camera. Natural light diffuses through a single pinhole, forming a cone-shaped projection on a screen. We perceive the scenery (light) we see with our eyes as an aggregation of light passing through these pinholes. I Imagined countless pinholes on the front and back of a 10mm glass plate, resulting in pinhole images. As these images have countless pinholes, they should appear three-dimensional. I realized intuitively that, \"light passing through the glass follows a regular pattern, can be recorded, and can be reproduced\" . The term 'reproduction' here is more accurately described as 'reverse reproduction,' envisioning light emanating from pinhole images towards the pinholes. This concept became the idea for an active system, the ultimate three-dimensional image where the field of view can be freely controlled. However, at that time, there was no method within the existing scientific and technological capabilities to reproduce this idea.\" \"Please share the development process since obtaining the initial patent. I also heard that another patent filed in 1997 serves as the prototype for the current ASKA3D. From around 1994 for several years, I collaborated with a major corporation on researching an active system using the Integral Photography (IP) method. While working on creating three-dimensional images, I had another idea around 1997: 'What if a three-dimensional image could be created not electrically but with a single panel?' I further obtained a patent for this idea. (Publication number: Hei 9-005503) This groundbreaking method, achievable without using pinholes, is the prototype for the current ASKA3D, and I applied for the patent with an eye on the future. At that time, methods for realizing three-dimensional images using negative refractive indices were being explored by scholars and researchers worldwide, but none had reached a definitive solution. Subsequently, I established my own company to advance research and development in the field of active systems, eventually completing a prototype. I remember a three-dimensional dolphin, despite its thickness of around 10mm, leaping beyond the shutter surface and appearing right in front of me. However, I was aware that shaping this active system with the technology available at the time would incur astronomical costs. This was around 2006.\" \"It has been mentioned that there was a rediscovery of the prototype for ASKA3D in 2007. Could you please provide more details? Around 1997, I had put aside one idea that had come to a halt after prototyping since I shifted my research focus to active systems. It was around the summer of 2007, I believe. I found myself contemplating the reflection paths of light while gazing at the ceiling corners in the bathroom and toilet. During this contemplation, the idea arose that \"maybe corners were not necessary\", and this led to the notion of dividing a single two-sided corner vertically. Soon after, the image of a panel emerged in my mind, consisting of the glass rods (cross-section 3mm × 20 pieces) that I had prototyped in 1997, arranged in two layers vertically.\" \"I remember feeling a shock as if I was being struck by lightning and my heart pounding at that moment. Immediately, I headed to the company, darkened the room, and hold the prototyped glass over a Desktop PC's 'Power Button LED (blue)' at 45 degrees. To my amazement, the image indeed appeared to float in midair. I still vividly recall the trembling excitement from that time. As I transitioned into the business phase, I encountered the challenge of precision in product development— the issue of achieving accuracy necessary for a viable product. At that time, the imaging was distorted, it was still formed as a three-dimensional image. To address this challenge, I joined Asukanet, who reached out to assist me in solving this issue.\" \"Initiating the development of the first prototype from manual work: Various collaborators and the encounter with Askanet - The future brought by new applications of ASKA3D.\" \"Please tell me about the challenges you faced and how you overcame them in developing the first prototype of ASKA3D. I remember that the cross-section of the glass rods for the first prototype was 3mm square. At that time, we arranged the first layer on a transparent glass plate, followed by the second layer placed orthogonally, and finally sandwiched with another glass plate. We had to do all of this manually, and maintaining the shape was challenging due to slight tilts or vibrations causing the carefully arranged glass rods to shift and misalign. While it worked experimentally, it was far from a commercially usable level. The challenges at that time were mainly two: - Accuracy/size of the glass rods, flatness/mirror finish accuracy on all four sides, and vapor evaporation - Panelization/adhesive, ingot fabrication, slicing, etc. The collaboration with a specialized glass processing company allowed us to overcome these challenges, leading to the advancements we have today. The cross-section precision of the glass rods has improved to 0.5mm square. Additionally, we have succeeded in increasing the aspect ratio, allowing us to project three-dimensional images with significantly less light compared to the early stages.\" \"How does the initial concept of ASKA3D during the early development stages differ from the current ASKA3D? Firstly, there are improvements in quality such as brightness, sharpness, plate size, and environmental durability. Secondly, the realization of mass production for glass panels. Thirdly, the achievement of mass production for resin panels, which did not exist at the time. While I had envisioned these developments at some point, they would not have been possible without the collaboration with Asukanet.\" \"Today, we heard the story from the inspiration of the idea to joining Asukanet. What would you say is the most important thing you learned during this period? As background, there were various challenges, including the failure of the venture I started and the challenges in the active system. The two most crucial lessons I learned during this period are: - Facing challenges without giving up on the dream. - Encountering various collaborators. I feel that these two points have 'imaged' into the realization of ASKA3D.\" \"Finally, I would like to convey a message to everyone who has developed an interest in ASKA3D through this interview. As a inventor, I anticipate the application of ASKA3D's aerial imaging functionality in various fields where the convenience of aerial imaging is needed. In this field, many companies, universities, and research institutions have already used ASKA3D, and thanks to that, the number of projects that have been commercialized is increasing. On the other hand, aerial imaging is just one feature of ASKA3D, and it is fundamentally a special optical device. It is similar to inventing a convex lens in a world without one, and it can be considered a metamaterial with the potential to build new optical systems by combining it with various other optical devices. Currently featured in applications like visible light aerial displays and touchless devices, ASKA3D can also be applied to infrared light, microwave optics, ultraviolet light, and more. I believe ASKA3D has the potential to make many previously impossible things possible in various fields, from measurements to other applications. There are still unknown areas waiting to be explored. I hope that many people will get to know ASKA3D and consider applying it in the development of new optical systems.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "makoto otsubo",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "shinkansen",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:08:59.657+03:00",
    "updated": "2024-04-15T22:20:12.687+03:00"
  },
  {
    "uuid": "1dc7b4f572cfa7737b87a41cd63f1895f4faa6af",
    "url": "https://www.ukrinform.net/rubric-society/3877842-three-villages-in-kherson-region-receive-humanitarian-aid-from-us-benefactors.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ukrinform",
    "published": "2024-06-23T22:38:00Z",
    "title": "Three villages in Kherson region receive humanitarian aid from U.S. benefactors",
    "text": "Three villages in Kherson region receive humanitarian aid from U.S. benefactors photos 24.06.2024 01:38 Ukrinform In the Kherson region, residents of three villages - Myroliubivka, Parysheve and Myrne - received humanitarian aid from American philanthropists - family food packages. The Kherson Regional Military Administration said this in a post on Telegram , Ukrinform reports.\n<script async src=\"https://telegram.org/js/telegram-widget.js?22\" data-telegram-post=\"khersonskaODA/20893\" data-width=\"100%\"></script>\n\"Another humanitarian cargo from American benefactors was delivered to the Kherson region. Volunteers of the Global Empowerment Mission Foundation in cooperation with the Howard G. Buffett Foundation distributed family food packages to residents of the villages of Myroliubivka, Parysheve and Myrne,\" the statement said.\nAs noted, the food packages include long-term storage products: flour, pasta, sugar, cereals, stewed meat, canned food, condensed milk, cookies, and more.\nThe RMA thanked the benefactors for their continued assistance to the Kherson region’s residents.\nAs Ukrinform reported earlier, the Mykolaiv region received significant humanitarian aid thanks to donors and partners such as the Crimean Front, UAIM Humanitarian Fund, and KSRelief.\nTop news Zelensky awarded 481 more servicemen, 274 of them posthumously Kyiv rescuers refute report of explosion at local CHPP Russian schoolboy gets five years in colony for anti-Putin leafleats UNICEF donates 40 vehicles for medical workers to Ukraine More news Top news Six months of the full-scale war: Ukraine’s 12 main victories on the information front",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.me/khersonskaODA/20893",
      "https://www.t.me/khersonskaODA/20893"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "myrne",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global empowerment mission foundation",
          "sentiment": "none"
        },
        {
          "name": "ukrinform",
          "sentiment": "none"
        },
        {
          "name": "uaim humanitarian fund",
          "sentiment": "none"
        },
        {
          "name": "rma",
          "sentiment": "none"
        },
        {
          "name": "military administration",
          "sentiment": "none"
        },
        {
          "name": "crimean front",
          "sentiment": "none"
        },
        {
          "name": "howard g. buffett foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "kherson",
          "sentiment": "none"
        },
        {
          "name": "mykolaiv",
          "sentiment": "none"
        },
        {
          "name": "myroliubivka",
          "sentiment": "none"
        },
        {
          "name": "parysheve",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T02:18:37.963+03:00",
    "updated": "2024-06-24T05:21:55.602+03:00"
  },
  {
    "uuid": "fcedcea5383ccf9f0232fcfe4caa7c9e72896450",
    "url": "https://www.eurosport.fr/cyclisme/paris-nice/2024/paris-nice-arnaud-demare-j-ai-laisse-une-trace.-et-ce-n-est-pas-fini_sto10042462/story.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eurosport_FR",
    "published": "2024-02-29T21:34:00Z",
    "title": "Démare : \"J'ai laissé une trace… et ce n'est pas fini\"",
    "text": "Paris - Nice - Arnaud Démare : \"J'ai laissé une trace… et ce n'est pas fini\"\nAvant de se lancer sur Paris-Nice, Arnaud Démare s'est confié à Eurosport. L'occasion pour lui de revenir sur ses débuts chez Arkéa-B&B Hotels et son nouveau rôle dans une équipe qui a centré son projet autour de lui. A 32 ans, si l'heure n'est pas encore de regarder dans le rétro, il revient sur sa place dans le peloton et au sein de la hiérarchie des sprinters, une caste de plus en plus menacée…\nEst-ce que ça fait du bien d'atterrir dans une équipe où on a un peu plus les coudées franches et de se sentir au centre du projet ?\nArnaud Démare : C'est clair. Quand on investit des coureurs autour de moi, qu'il y a de l'engagement de leur part et de mon côté, ça fait du bien. Mais ça ne veut pas dire que je suis tranquille. J'ai plutôt envie de réussir. Et rapidement.\nÇa ne libère pas d'un poids sur le vélo de se sentir mieux entouré ?\nA.D. : Non parce que, justement, on a formaté autour de moi un collectif. Je suis dépendant de leur décision. Quand on réussit ou quand on échoue, c'est ensemble. Quand un train est rôdé, tu as quand même plus de chance d'avoir de la réussite. Aujourd'hui, je manque de spontanéité, ça peut être frustrant. Je fais confiance à mon groupe.\nEn 2020, j'étais parmi les trois premiers et peut-être le meilleur\nOù est-ce que vous vous placez aujourd'hui dans la hiérarchie des sprinters ?\nA.D. : C'est difficile. Un jour, c'est l'un après c'est l'autre. Ça dépend des périodes. Je ne peux pas répondre. En 2020, j'étais parmi les trois premiers et peut-être le meilleur. Les deux dernières années, un petit peu moins.\nJasper Philipsen vous fait-il plus peur que les autres ?\nA.D. : Sur un sprint, tout est faisable. Si le coureur est dans la boîte et qu'il ne sort pas de la boule, il ne peut pas s'exprimer. Je n'ai peur de personne même si ce sont des gros adversaires. Je sais que c'est possible.\nAujourd'hui, vous comptabilisez 95 victoires chez les professionnels. Quel est le moment idéal pour le 100e bouquet ?\nA.D. : On verra. Je dois d'abord arriver à 96. Je me fais des plans qui ne se déroulent pas toujours comme je le veux. Paris-Nice m'a déjà bien réussi. Il faut que je continue d'y croire. La confiance traîne à arriver mais j'y crois. Le timing idéal pour la 100e, ce serait sur le Tour. Ça voudrait dire que j'ai fait un bon début de saison. Après, si je n'ai que la 98e sur le Tour, je prends aussi.\nA quel point votre saison est polarisée justement autour de l'objectif de renouer avec le succès sur le Tour ?\nA.D. : C'est hyper important même si une grosse partie de la saison avant compte aussi avec Paris-Nice, la période des classiques et semi-classiques. J'aime courir ces courses. Sur la seconde partie de saison, bien sûr que je pense au Tour. Mais je ne roule pas à l'économie en y pensant.\nJ'ai toujours pensé que ma place était sur le Tour\nVous n'avez participé qu'à une seule des cinq dernières éditions. Votre ancienne équipe vous a parfois écarté de la sélection pour la Grande Boucle. Est-ce que vous allez revenir sur le Tour avec un sentiment de revanche ?\nA.D. : J'ai toujours pensé que ma place était sur le Tour. Quand j'étais sur le Giro, j'y suis allé avec de l'envie et de l'engagement et ça a fait partie de la construction de ma carrière parce que j'ai fait des choses exceptionnelles en Italie. On attend à ce que je fasse pareil sur le Tour même si l'adversité est plus rude. Quand je vais y retourner, je vais savourer et être heureux de faire partie de la fête. Même si la quête est longue et dure. Si j'y suis, je vais apprécier chaque moment.\nOn a l'impression depuis quelques années qu'il y a moins en moins de place pour les sprinters. Les Grands Tours font tout pour éviter les arrivées massives et les journées contrôlées par les équipes de sprinters. Les étapes sont de plus en plus difficiles. Comment on le vit quand on est un pur sprinter ?\nA.D. : On s'adapte, on n'a pas le choix. Les parcours sont de plus en plus exigeants. On arrive toujours plus émoussé et fatigué à l'approche des sprints. Désormais, de nombreux sprinters passent les bosses. Il y a dix ans, sur certaines étapes d'aujourd'hui, on aurait trouvé aucun sprinter dans le final. Mais c'est fini. On grimpe de mieux en mieux, ça roule de plus en plus vite. Je pensais, moi aussi, que la place des sprinters était de plus en plus menacée. Mais quand j'ai vu le parcours proposé par ASO sur le prochain Tour, ça m'a fait changer d'avis. On aura beaucoup d'opportunités. On revient un peu en arrière par rapport à ce qu'il s'est passé depuis trois ou quatre ans. Je m'y retrouve quand même toujours même si ce sera plus dur sur ce Paris-Nice.\nEn plus, de tracés plus difficiles, il faut faire avec la concurrence de superstars comme Van Aert, van der Poel ou même Pogacar, capables de gagner partout.\nA.D. : Oui mais pas que sur les sprints, c'est le niveau général qui a augmenté. Quand j'ai commencé, il n'y avait pas Strava. Aujourd'hui, toutes les données sont disponibles. Toutes les équipes partent très tôt en stage en Espagne, beaucoup de coureurs font des stages personnels même des amateurs qui ne sont même pas en première catégorie. La préparation en altitude, c'est devenu la norme. Quand j'ai démarré, on roulait quatre heures par jour en Bretagne au mois de décembre. Même chose, je devais être un des rares il y a quinze ans à faire de la musculation. Aujourd'hui, tout le monde en fait. Le peloton est de plus en plus sérieux et le niveau s'est vraiment élevé. Quand il y a des coups de vis aujourd'hui, ça ne pète plus. Avant, ça faisait très mal.\nEst-ce que la place de plus en plus menacée du sprinter explique aussi pourquoi il y a un trou générationnel derrière vous, Nacer Bouhanni et Bryan Coquard ? Est-ce que le sprinter devient une espèce en voie de disparition ?\nA.D. : C'est un hasard. Il faut avoir les talents qui poussent derrière. Aujourd'hui, ça arrive avec Paul Magnier qui explose en ce début de saison. Il faut la pépite capable de gagner sur les sprints. On ne l'avait pas pendant ce trou mas on peut compter sur lui désormais.\nA la fin de ma carrière, je n'aurai aucun regret\nAujourd'hui, vous êtes le Français en activité qui a le plus gagné. Derrière Julian Alaphilippe, vous êtes sans doute le plus gros palmarès français du peloton. Est-ce que vous l'impression que votre carrière est reconnue à sa juste valeur ? Ou faut-il nécessairement gagner en montagne pour conquérir les cœurs ?\nA.D. : Je ne me pose plus la question. Je suis fier de ce que j'ai fait. A la fin de ma carrière, je n'aurai aucun regret. Je sais que j'aurai laissé une trace et ce n'est pas fini d'ailleurs. J'ai arrêté de me poser ce genre de questions.\nDans le peloton aujourd'hui, il n'y a plus que Mark Cavendish qui a plus gagné que vous…\nA.D. : Oui, ça me rend fier. Mais beaucoup de jeunes ont déjà 50 victoires. Ca reste anecdotique même si ça me fait une petite reconnaissance.\nSur le même sujet\nPartager cet article\nPublicité\nAd\nPublicité\nAd",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:56:22.423+02:00",
    "updated": "2024-03-01T00:56:22.423+02:00"
  },
  {
    "uuid": "8d0a3e861f5695097f5433beaf6ede83f7929c5e",
    "url": "https://www.advfn.com/stock-market/stock-news/92905824/livepure-unveils-strategic-move-to-new-flagship-of",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2023-12-28T17:16:00Z",
    "title": "LivePURE Unveils Strategic Move to New Flagship Office Space in 2024, Paving the Way for Unprecedented Business Growth",
    "text": "DALLAS , Dec. 28, 2023 /PRNewswire/ -- LivePURE, a leading player in the health and wellness industry, proudly announces a significant milestone in its corporate journey—a strategic move to a new flagship office space in late first quarter or early second quarter of 2024. The new office, located at 5601 Granite Parkway, Plano, TX 75024, promises to usher in a new era of opportunities and enhancements for the organization.\nPresident Rick Redford expressed his excitement, stating, \"We are so excited to announce our transition to this new, and upscale office space. This move signifies our commitment to growth and innovation, and we believe this new flagship office will provide an enhanced business-building environment for our corporate team and Brand Partners throughout the world.\"\nFounder and visionary architect Mr. Dae Geun Jung, shared his enthusiasm about this pivotal step, stating, \"The move to our new flagship office space represents a significant milestone for LivePURE. We are excited about the opportunities it brings for the community we serve. This marks a new chapter in our pursuit of excellence and transformative impact in our industry.\"\nKey Features of the New Flagship Office Space Include:\nDramatic, Unobstructed Views: The office space boasts breathtaking views with excellent accessibility to major routes like Dallas North Tollway and State Highway 121.\nProximity to Amenities: Situated within walking distance from the Granite Hilton Park Hotel, the new office ensures seamless access to convenient accommodations.\nSecure and Welcoming Environment: A beautiful lobby with 24-hour security enhances the professional and secure atmosphere of the new location.\nState-of-the-Art Conference Centers: LivePURE Brand Partners will have access to conference centers in Granite Park One, Three, Four, and Five, offering versatile spaces for hosting business events with convenient booking options.\nGranite Park Boardwalk Accessibility: The new office's location offers walking proximity to the Granite Park Boardwalk, providing access to a diverse range of restaurants for Brand Partners and visitors.\nLivePURE looks forward to leveraging the advantages of this state-of-the-art office space to foster increased business innovation, collaboration, and continued success in the health and wellness sector.\nFor more information about LivePURE, please see below.\nAbout LivePURE\nhttps://www.LivePure.com\nView original content to download multimedia:https://www.prnewswire.com/news-releases/livepure-unveils-strategic-move-to-new-flagship-office-space-in-2024-paving-the-way-for-unprecedented-business-growth-302023540.html\nSOURCE LivePURE\nCopyright 2023 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.prnewswire.com/news-releases/livepure-unveils-strategic-move-to-new-flagship-office-space-in-2024-paving-the-way-for-unprecedented-business-growth-302023540.html",
      "https://www.LivePure.com",
      "https://LivePure.com",
      "https://prnewswire.com/news-releases/livepure-unveils-strategic-move-to-new-flagship-office-space-in-2024-paving-the-way-for-unprecedented-business-growth-302023540.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dae geun jung",
          "sentiment": "none"
        },
        {
          "name": "rick redford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new flagship office space",
          "sentiment": "negative"
        },
        {
          "name": "brand partners",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "granite parkway",
          "sentiment": "none"
        },
        {
          "name": "tx",
          "sentiment": "none"
        },
        {
          "name": "plano",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:33.889+02:00",
    "updated": "2023-12-29T00:25:33.889+02:00"
  },
  {
    "uuid": "4834213c45b82e77c42467dd7e085691696f883e",
    "url": "https://www.yahoo.com/entertainment/one-best-superhero-games-ever-201000089.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Independent",
    "published": "2024-06-06T00:00:00Z",
    "title": "One Of The Best Superhero Games Ever Is Free Right Now",
    "text": "Read full article Kotaku One Of The Best Superhero Games Ever Is Free Right Now Zack Zwiezen 6 June 2024 at 11:10 pm · 2-min read Link copied Image: Marvel / Firaxis\nThe Epic Games Store is once again handing out a very good game for free. This time around it’s Marvel’s Midnight Suns , one of the best games of 2022 and one of my favorite superhero adventures out there.\nMarvel’s Midnight Suns , in case you missed it, is a turn-based tactical RPG that blends some light life-sim-like elements—like romance and dates—with fantastic tactical combat on par with XCOM and Fire Emblem. But, unlike those games, Midnight Suns lets you kick cars at classic Marvel villains like Venom and Sabretooth. And right now, you can kick cars at Venom for free via the Epic Games Store .\nDon’t get it twisted, though; Midnight Suns is more than just fun gameplay and cool combat. The game also features a compelling narrative that plays out unlike anything seen in the MCU or most other superhero games. I mean, how many superhero movies or games let you spend time with Blade in a book club ?\nAnd don’t let its card-based action scare you away, as the game isn’t a deck builder or anything like that. It just uses cards to represent powers and moves you can use during each turn. However, game director Jake Solomon did express regret about using cards, suggesting that might have been the reason why the game didn’t sell as well as expected .\n“I think cards were a major problem,” Solomon told VGC . “I think it was a good design solution, but I think I was naive about what people would think when they saw the mechanic was cards. Not everyone on my team was behind the idea, but they trusted me.”\nMarvel’s Midnight Suns is a fantastic game and currently available to download for free until June 13 via the Epic Games Store on PC . In case you didn’t realize, this is me saying you should play it. Even if you don’t like the MCU or superhero stuff ! But first, turn off the 2K Launcher. It sucks .\n.\nFor the latest news, Facebook , Twitter and Instagram .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://kotaku.com/zack-zwiezen-s-top-10-games-of-2022-1849916027#:~:text=I%20didn%E2%80%99t%20realize,too%2C%20you%20weirdo!",
      "https://www.youtube.com/embed/8eeGFDDU3Hg",
      "https://twitter.com/kotaku",
      "https://kotaku.com/marvel-midnight-suns-xmen-storm-release-date-story-dlc-1850395167",
      "https://www.playstationlifestyle.net/2023/02/07/marvels-midnight-suns-sales-flop/",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-06/c449d200-d534-11eb-a8f7-b0ae43671fb8",
      "https://kotaku.com/zack-zwiezen-s-top-10-games-of-2022-1849916027",
      "https://kotaku.com/marvel-midnight-suns-blade-firaxis-book-club-xcom-1850371001",
      "https://s.yimg.com/ny/api/res/1.2/G.WMHHP72wxR8aGWP.Xb8Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD02OTk-/https://media.zenfs.com/en/kotaku_564/d0c1952e7725833c2ac394d3866b6e3d",
      "https://instagram.com/kotakudotcom",
      "https://www.videogameschronicle.com/features/interviews/xcoms-jake-solomon-on-his-new-studio-and-what-went-wrong-with-midnight-suns/",
      "https://s.yimg.com/ny/api/res/1.2/kiu.CfcpIfIvYCH0CWlJkw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2MDA7aD05MDA-/https://media.zenfs.com/en/kotaku_564/d0c1952e7725833c2ac394d3866b6e3d",
      "https://twitter.com/intent/tweet?text=One%20Of%20The%20Best%20Superhero%20Games%20Ever%20Is%20Free%20Right%20Now&url=https%3A%2F%2Fsg.news.yahoo.com%2Fone-best-superhero-games-ever-201000089.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahoosg",
      "https://www.facebook.com/kotaku",
      "https://kotaku.com/marvel-midnight-suns-impressions-xcom-firaxis-pc-rpg-1849793171",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fsg.news.yahoo.com%2Fone-best-superhero-games-ever-201000089.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://media.zenfs.com/en/kotaku_564/952bfcf5d54e3564fa50326927790c4d",
      "https://s.yimg.com/ny/api/res/1.2/GCsfhs_zxjeH2aFMZIoWBg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIxMDtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2021-06/c449d200-d534-11eb-a8f7-b0ae43671fb8",
      "https://store.epicgames.com/en-US/p/marvels-midnight-suns",
      "http://kotaku.com",
      "https://kotaku.com/ps-plus-new-free-games-march-midnight-suns-jak-daxter-1851333019",
      "https://kotaku.com/marvel-midnight-suns-avengers-pc-launcher-disable-slow-1849890630",
      "https://www.videogameschronicle.com/features/interviews/xcoms-jake-solomon-on-his-new-studio-and-what-went-wrong-with-midnight-suns",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fsg.news.yahoo.com%2Fone-best-superhero-games-ever-201000089.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://facebook.com/kotaku",
      "https://www.twitter.com/intent/tweet?text=One%20Of%20The%20Best%20Superhero%20Games%20Ever%20Is%20Free%20Right%20Now&url=https%3A%2F%2Fsg.news.yahoo.com%2Fone-best-superhero-games-ever-201000089.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahoosg",
      "https://www.twitter.com/kotaku",
      "https://playstationlifestyle.net/2023/02/07/marvels-midnight-suns-sales-flop/",
      "https://www.kotaku.com/marvel-midnight-suns-xmen-storm-release-date-story-dlc-1850395167",
      "https://youtube.com/embed/8eeGFDDU3Hg",
      "https://www.kotaku.com/marvel-midnight-suns-avengers-pc-launcher-disable-slow-1849890630",
      "https://www.instagram.com/kotakudotcom",
      "https://www.s.yimg.com/ny/api/res/1.2/kiu.CfcpIfIvYCH0CWlJkw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2MDA7aD05MDA-/https://www.media.zenfs.com/en/kotaku_564/d0c1952e7725833c2ac394d3866b6e3d",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/ny/api/res/1.2/GCsfhs_zxjeH2aFMZIoWBg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIxMDtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2021-06/c449d200-d534-11eb-a8f7-b0ae43671fb8",
      "https://www.facebook.com/dialog/feed",
      "https://www.kotaku.com/marvel-midnight-suns-impressions-xcom-firaxis-pc-rpg-1849793171",
      "https://www.store.epicgames.com/en-US/p/marvels-midnight-suns",
      "https://www.kotaku.com/marvel-midnight-suns-blade-firaxis-book-club-xcom-1850371001",
      "http://www.kotaku.com",
      "https://www.kotaku.com/ps-plus-new-free-games-march-midnight-suns-jak-daxter-1851333019",
      "https://videogameschronicle.com/features/interviews/xcoms-jake-solomon-on-his-new-studio-and-what-went-wrong-with-midnight-suns/",
      "https://www.s.yimg.com/ny/api/res/1.2/G.WMHHP72wxR8aGWP.Xb8Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD02OTk-/https://www.media.zenfs.com/en/kotaku_564/d0c1952e7725833c2ac394d3866b6e3d",
      "https://www.playstationlifestyle.net/2023/02/07/marvels-midnight-suns-sales-flop",
      "https://www.kotaku.com/zack-zwiezen-s-top-10-games-of-2022-1849916027#:~:text=I%20didn%E2%80%99t%20realize,too%2C%20you%20weirdo!",
      "https://www.media.zenfs.com/en/kotaku_564/952bfcf5d54e3564fa50326927790c4d",
      "https://www.kotaku.com/zack-zwiezen-s-top-10-games-of-2022-1849916027",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-06/c449d200-d534-11eb-a8f7-b0ae43671fb8"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zack zwiezen",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "xcom",
          "sentiment": "none"
        },
        {
          "name": "epic games store",
          "sentiment": "none"
        },
        {
          "name": "midnight suns",
          "sentiment": "none"
        },
        {
          "name": "mcu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kotaku",
          "sentiment": "none"
        },
        {
          "name": "sabretooth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:11:04.761+03:00",
    "updated": "2024-06-07T01:11:04.761+03:00"
  },
  {
    "uuid": "e990cb1886a466af158a7b342cd5353351b1d0c6",
    "url": "https://www.focus.de/finanzen/boerse/motorenbauer-hat-hunderte-stellen-in-deutschland-und-international-zu-besetzen_942d1427-e527-44ba-b733-24f09ac240c8.html",
    "ord_in_thread": 0,
    "author": "Eugen Burkhardt",
    "published": "2025-08-09T15:52:00Z",
    "title": "Motorenbauer hat \"hunderte Stellen in Deutschland und international zu besetzen\" - FOCUS online",
    "text": "Motorenbauer hat \"hunderte Stellen in Deutschland und international zu besetzen\"\nRolls-Royce Power Systems (RRPS) meldet ein beeindruckendes Wachstum im ersten Halbjahr 2025. Der Umsatz stieg um 20 Prozent auf 2,4 Milliarden Euro, das bereinigte Betriebsergebnis legte um 89 % zu. Hauptwachstumstreiber sind Rechenzentren und das Behördengeschäft mit militärischen und zivilen Anwendungen. RRPS hat seinen Sitz in Friedrichshafen und betreut die Motoren und Lösungen der Marke mtu.\nWie \"Merkur\" berichtet, plant RRPS die Schaffung hunderter neuer Stellen. Die Werke in Friedrichshafen, Magdeburg, Augsburg und Ruhstorf sowie internationale Standorte wie Aiken und Mankato werden ausgebaut.\n- Umsatz steigt um 20 %, bereinigtes Ergebnis um 89 %\n- Erweiterungen in deutschen und US-amerikanischen Werken\n- Rekordhoher Auftragseingang mit einem Book-to-Bill-Verhältnis von 1,4x\n- Investitionen in neue Motorenplattformen und Werke weltweit\n- Neue Montagelinie für mtu-Baureihe 4000 bis 2026 in Friedrichshafen\nRRPS investiert massiv in die Zukunft, unterstützt durch einen verbesserten Cashflow von 505 Millionen Euro. Die Entwicklung neuer Motorenplattformen verspricht höhere Leistungsdichte und geringere Emissionen ab 2028. Laut Dr. Jörg Stratmann sind diese Investitionen in Technologie und Infrastruktur entscheidend für das anhaltende Wachstum und die Stärkung der Marktführerschaft.\nIn China wurde ein lokalisierter Motor der mtu Baureihe 4000 im Joint Venture MTU Yuchai Power produziert, wie der Hersteller auf der Website von mtu berichtet. Die Modernisierung der Werke soll bis 2026 teilweise abgeschlossen sein und eine neue Montagelinie in Friedrichshafen in Betrieb gehen.\nStrategie und Engagement der Mitarbeiterinnen und Mitarbeiter sind laut Stratmann die Basis für den Erfolg in einem global herausfordernden Umfeld. Rolls-Royce Power Systems schafft mit umfassenden Investitionen die Grundlage für nachhaltiges Wachstum und stärkt seine technologische Führungsposition.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->manufacturing and engineering",
      "Economy, Business and Finance->human resources",
      "Labor->employer",
      "Labor->employment",
      "Labor->labour market"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.mtu-solutions.com/eu/de/pressreleases/2025/Rolls-Royce-Power-Systems-sees-double-digit-growth.html",
      "https://www.merkur.de/wirtschaft/zweistelliges-wachstum-deutscher-motorenbauer-schafft-hunderte-stellen-in-deutschland-93870189.html",
      "https://merkur.de/wirtschaft/zweistelliges-wachstum-deutscher-motorenbauer-schafft-hunderte-stellen-in-deutschland-93870189.html",
      "https://mtu-solutions.com/eu/de/pressreleases/2025/Rolls-Royce-Power-Systems-sees-double-digit-growth.html"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Deutschland",
          "sentiment": "none"
        },
        {
          "name": "Friedrichshafen",
          "sentiment": "none"
        },
        {
          "name": "Magdeburg",
          "sentiment": "none"
        },
        {
          "name": "Ruhstorf",
          "sentiment": "none"
        },
        {
          "name": "Augsburg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Motorenbauer",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Merkur",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "RRPS",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news_id",
        "top_news_ch",
        "top_news_at",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-09T19:03:50.635+03:00",
    "updated": "2025-08-09T19:08:51.000+03:00"
  },
  {
    "uuid": "b789b3d31abc0f74b86ca00bff4b293bcba430fa",
    "url": "https://www.forexlive.com/Education/decentralized-ai-summit-at-mit-votes-origintrail-as-the-best-decentralized-ai-project-20241017",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FL Contributors",
    "published": "2024-10-17T14:14:00Z",
    "title": "Decentralized AI Summit at MIT Votes OriginTrail as the Best Decentralized AI Project",
    "text": "OriginTrail, the ecosystem striving for a safe internet in the age of AI with its decentralized knowledge graph, was named the best project at the prestigious MIT Decentralized AI Summit. Held at the MIT Media Lab, the summit brought together top innovators, researchers, and industry leaders to explore the future of decentralized AI technologies. The packed schedule saw contributions of representatives from Dell, Intell, NVIDIA and other notable AI companies. In his talk, the founder of OriginTrail Branimir Rakic explained how OriginTrail’s decentralized knowledge graph powered by Polkadot acts as a critical infrastructure in addressing some of the internet’s most important challenges in the age of AI such as misinformation, deep fakes, fake news or unreliable AI in a broader sense. The pioneering approach to powering trust in AI stood out amongst the numerous showcases at the event and led to being voted as the best project by the participants of the Decentralized AI Summit. This recognition highlights OriginTrail’s expected impact on driving mainstream adoption for both AI and Web3 technologies across diverse set of industries, from Real World Assets (RWA) in global supply chains, Decentralized Physical Infrastructure (DePIN) connecting knowledge of organizations and individuals, to advancements in improving AI models through federated access to training data. “We are thrilled to see that OriginTrail is evolving in the direction many other industry giants are identifying as the cutting edge. I was particularly excited to hear many speakers highlight the importance of deploying the AI solutions at the edge of the network, where AI solutions with more sustainable resource use and privacy preserving data management can be implemented. It’s something that OriginTrail has been working on to enable for the last year and we’re excited to unveil it next week (Oct 24th) at the DKGcon in Amsterdam with the release of the DKG Edge node. And, of course, I wish to thank the participants of the event that selected OriginTrail as the best project of the DecAI Summit, it’s a great vote of confidence for our future work.” - Branimir Rakic, Founder at OriginTrail. As the pathologies of the state-of-the-art AI solutions become more evident, the demand for trustworthy AI solutions being developed at the intersection of Web3 and AI grows. OriginTrail is determined to continue to lead that charge by driving mainstream adoption of this critical infrastructure to enable a safe internet in the age of AI. About OriginTrail OriginTrail (https://origintrail.io/) is an ecosystem dedicated to making the global economy work sustainably by enabling a universe of AI-ready Knowledge Assets, allowing anyone to take part in trusted knowledge sharing. It leverages the open-source Decentralized Knowledge Graph that connects physical and digital worlds in a single connected reality driving transparency and trust. Advanced knowledge graph technology currently powers trillion-dollar companies like Google and Facebook. By reshaping it for Web3, the OriginTrail Decentralized Knowledge Graph provides a crucial fabric to link, verify, and value data on both physical and digital assets.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://origintrail.io/)",
      "https://www.origintrail.io/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:48:53.771+03:00",
    "updated": "2024-10-18T00:48:53.771+03:00"
  },
  {
    "uuid": "81c8861984e383031bbdf89539a8e413671112b9",
    "url": "https://www.newser.com/story/344459/10-rescued-after-plane-crash-at-remote-canadian-site.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jenn Gidman",
    "published": "2023-12-29T15:38:00Z",
    "title": "Plane Set to Land on Frozen Lake Didn't Quite Make It",
    "text": "World / plane crash Plane Set to Land on Frozen Lake Didn't Quite Make It 10 rescued in rough conditions after small Air Tindi plane crashes in Canada's Northwest Territories By Jenn Gidman, Newser Staff Posted Dec 29, 2023 9:38 AM CST Copied Stock photo of a section of Canada's Northwest Territories. (Getty Images/AStarphotographer) Passengers on a small plane that crashed in Canada this week are fortunate to be alive after a rescue at a remote site in the Northwest Territories. Today in BC reports that the Air Tindi aircraft, a De Havilland DHC-6 Twin Otter, went down shortly before 1pm local time on Wednesday, about 185 miles northeast of the capital city of Yellowknife, with two pilots and eight passengers on board. David Lavallee, a rep for 1 Canadian Air Division and Canadian Norad Region Headquarters, tells the Canadian Press that all 10 survivors were picked up Thursday from the crash site not far from the Diavik Diamond Mine. Six people were said to have minor injuries, while two were starting to improve after suffering moderate to serious injuries. A Royal Canadian Air Force CC-130H Hercules was first dispatched from Winnipeg on Wednesday evening amid subzero temperatures and strong winds, with three highly trained search and rescue responders parachuting down to the crash site with supplies and gear, reports the Lethbridge Herald. Air Tindi President Chris Reynolds tells the Canadian Press the \"challenging conditions\" kept a complete rescue at bay until Thursday, when three helicopters were finally able to set down at dawn and rescue the stranded crew and passengers. Reynolds says that the private charter crashed right before it was due to land. \"It appears to have had an accident right beside its intended destination, which was a frozen lake,\" he says. \"We got a message on our satellite tracking that there was an emergency that the pilots would have activated.\" Reynolds praises the first responders, including the search and rescue techs who sent out updates every two hours overnight. \"Impressed and really thankful for the work they do,\" he says, per Today in BC. Canada's Transportation Safety Board will work with Air Tindi in an ongoing investigation of the crash. (Read more plane crash stories.) Report an error",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jenn gidman",
          "sentiment": "none"
        },
        {
          "name": "david lavallee",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "land on frozen lake",
          "sentiment": "negative"
        },
        {
          "name": "canadian press",
          "sentiment": "none"
        },
        {
          "name": "air tindi",
          "sentiment": "none"
        },
        {
          "name": "de havilland dhc",
          "sentiment": "none"
        },
        {
          "name": "norad region headquarters",
          "sentiment": "none"
        },
        {
          "name": "diavik diamond mine",
          "sentiment": "none"
        },
        {
          "name": "canadian air division",
          "sentiment": "none"
        },
        {
          "name": "royal canadian air forc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "frozen lake did",
          "sentiment": "none"
        },
        {
          "name": "northwest territories",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "yellowknife",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:44:07.907+02:00",
    "updated": "2023-12-29T18:44:07.907+02:00"
  }
]