[
  {
    "uuid": "987126675f0085613a0a4d5c66e27f91f6789d3c",
    "url": "https://www.lifenews.com/2023/12/29/riot-police-remove-multiple-pro-life-people-for-praying-at-abortion-center/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steven Ertelt",
    "published": "2023-12-29T14:44:00Z",
    "title": "Riot Police Remove Multiple Pro-Life People For Praying at Abortion Center - LifeNews.com",
    "text": "Spain is aggressively enforcing a new law that prohibits large groups from praying the rosary in public and now officials are targeting pro-life people praying at abortion centers.\nIn late November, the government had ordered a stop to the praying of the rosary. Since then, in response to the Socialist Party’s threat to declare public prayer in the autonomous region of Madrid illegal, Catholics and others have been publicly praying at locations across the nation.\nThe public Rosary has been taking place in protest to the recently formed Socialist government, which negotiated with separatist, anti-Catholic, small political groups in the Spanish parliament to form a majority. Socialist leader Pedro Sánchez obtained the support of the small regional parties in parliament by agreeing to an amnesty for violent separatist criminals jailed for past acts of terrorism.\nSince then, police have stepped up enforcement of the prohibitions on prayer, including now at abortion centers.\nAs the Catholic News Agency reports :\nThe Government Delegation (public administration) in Madrid mobilized approximately 20 riot police officers to prevent about 10 young people from praying the rosary in front of the Dator abortion clinic.\nOn Dec. 28, the feast of the Holy Innocents, the officers also arrested Dr. Jesús Poveda, who was staging a one-man sit-in at the doors of the Dator clinic.The doctor has spent close to 40 years helping mothers at risk of abortion.\nClick here to sign up for pro-life news alerts from LifeNews.com\nPoveda was thus faithful to what already constitutes a tradition of the pro-life movement in Spain by carrying out an act of passive resistance on only one day of the year, the feast of the Holy Innocents, while dedicating the remaining 364 to saving babies.\nPoveda went to the doors of the abortion center and sat down on the ground in protest near the clinic doors. Shortly after, a group of young people from the Praying Is Not a Crime movement arrived at the scene with the intention of meditating on the luminous mysteries of the rosary.\nSeveral police officers automatically made them move a hundred meters (about 330 feet) away from the place, where on their knees and displaying a large wooden cross and an image of Our Lady of Guadalupe, they began to pray the rosary.\nAt about 9:30 in the morning, the officers told Poveda to leave the place near the doors of the abortion clinic, which he refused to do, offering passive resistance. The police then transferred him to a patrol car in which he was taken to the police station.\nAccording to the report, police removed the pro-life advocates in part because a pro-abortion event was scheduled later in the day.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.catholicnewsagency.com/news/250911/spain-criminalizes-pro-life-witness-near-abortion-clinics",
      "https://www.catholicnewsagency.com/news/256394/20-riot-police-sent-to-remove-10-young-people-praying-rosary-at-abortion-clinic-in-spain",
      "https://secure.campaigner.com/CSB/Public/Form.aspx?fid=1515255",
      "https://catholicnewsagency.com/news/250911/spain-criminalizes-pro-life-witness-near-abortion-clinics",
      "https://catholicnewsagency.com/news/256394/20-riot-police-sent-to-remove-10-young-people-praying-rosary-at-abortion-clinic-in-spain",
      "https://secure.campaigner.com/CSB/Public/Form.aspx",
      "https://www.secure.campaigner.com/CSB/Public/Form.aspx?fid=1515255"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pedro sánchez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic news agency",
          "sentiment": "none"
        },
        {
          "name": "socialist party",
          "sentiment": "none"
        },
        {
          "name": "catholics",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "abortion center - lifenews.com spain",
          "sentiment": "none"
        },
        {
          "name": "madrid",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:03:28.051+02:00",
    "updated": "2023-12-29T17:03:28.051+02:00"
  },
  {
    "uuid": "bf48d99a873a44fdcbb2c07e7ae59b322f6169f7",
    "url": "https://sportstar.thehindu.com/basketball/nba-roundup-oklahoma-city-thunder-ends-utah-jazzs-winning-streak/article67755480.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-01-19T05:33:00Z",
    "title": "NBA roundup: Oklahoma City Thunder ends Utah Jazz’s winning streak - Sportstar",
    "text": "Shai Gilgeous-Alexander scored 31 points as the Oklahoma City Thunder snapped the Utah Jazz’s six-game winning streak with a 134-129 victory Thursday night in Salt Lake City.\nJalen Williams hit 11 of 14 shots for 27 points and added eight assists, while Josh Giddey contributed 20 points, 10 rebounds, and six assists as the Thunder bounced back after two losses in Los Angeles.\nCason Wallace hit a career-high four 3-pointers to score 16 points for Oklahoma City, which never trailed and shot a blistering 55.8 percent overall.\nCollin Sexton boosted the Jazz with 31 points and seven assists and Lauri Markkanen totaled 26 points and 10 rebounds, but Utah couldn’t complete a comeback after falling behind big early. John Collins chipped in 21 points.\nPacers 126, Kings 121\nBennedict Mathurin had 25 points and T.J. McConnell added 20 as Indiana, playing short-handed after its big trade with the Toronto Raptors, survived a frantic finish to turn back host Sacramento.\nWith newly acquired Pascal Siakam expected to make his debut Friday at Portland, Tyrese Haliburton and Aaron Nesmith injured and Bruce Brown and Jordan Nwora dealt to Toronto, the Pacers had just 11 players available. Even so, Indiana was able to snap a two-game skid.\nKevin Huerter scored 31 points, Keegan Murray had 27, De’Aaron Fox put up 24 and Domantas Sabonis logged 21 points, 11 rebounds and 10 assists for the Kings, who lost their fourth straight.\nBulls 116, Raptors 110\nDeMar DeRozan had 24 points, seven rebounds and six assists and visiting Chicago defeated Toronto.\nNikola Vucevic added 24 points, 14 rebounds and seven assists for the Bulls. Coby White had 23 points and eight rebounds.\nScottie Barnes finished with 31 points, seven rebounds and six assists for the Raptors, who are 1-1 in their first two games since trading Pascal Siakam to the Indiana Pacers on Wednesday. Bruce Brown, who came to Toronto in that trade, scored 15 points in his Raptors debut.\nKnicks 113, Wizards 109\nJalen Brunson scored 20 of his 41 points in the fourth quarter to fuel host New York over Washington.\nBrunson added eight rebounds and eight assists to help the Knicks record a sweep of their three-game season series vs. the Wizards. Julius Randle collected 21 points and eight rebounds for New York, which has won eight of its past 10 games overall.\nJordan Poole scored 24 points for the Wizards, who have lost eight of their past nine games.\nTimberwolves 118, Grizzlies 103\nAnthony Edwards scored 28 points on 11-for-19 shooting and Minnesota pulled away for a win over Memphis in Minneapolis.\nNaz Reid scored 20 points off the bench as the Timberwolves won their fourth game in a row. Rudy Gobert (17 points, 10 rebounds) and Mike Conley (17 points, 10 assists) each posted a double-double for Minnesota.\nJaren Jackson Jr. scored a game-high 36 points to lead Memphis. Luke Kennard shot 5 of 7 from beyond the arc and finished with 18 points for the Grizzlies, who have lost three of their past four games.\nComments\nRelated stories NBA roundup: New Orleans Pelicans beats Hornets, sets 3-point mark Related Topics Oklahoma City Thunder /\nUtah Jazz /\nToronto Raptors\nLatest on Sportstar Ranji Trophy Live Score, Round 3 Day 1: Mumbai 163/6 vs Kerala; TN stumbles vs Railways; Pujara at crease for Saurashtra Team Sportstar NBA roundup: Oklahoma City Thunder ends Utah Jazz’s winning streak Reuters AFC Asian Cup 2023, Group B scenario: India, Syria still in race of knockouts after losses on second matchday Neeladri Bhattacharjee U-19 World Cup 2024: India looks for winning start in opener against Bangladesh PTI India can qualify for AFC Asian Cup regularly but progressing further will need complete players: Igor Stimac Neeladri Bhattacharjee READ MORE STORIES READ THE LATEST ISSUE Leander Paes on Hall of Fame induction — ‘My parents’ encouragement and constant love are the reasons I could achieve it all’ Shayan Acharya, Amitabha Das Sharma Paris Olympics 2024: Who will join Neeraj Chopra and Kishore Jena in javelin throw event Jonathan Selvaraj + SEE all Stories",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Sport",
      "Social Issue"
    ],
    "external_links": [
      "https://ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar",
      "https://www.ss-i.thgim.com/public/incoming/xd9hrr/article67718574.ece/alternates/LANDSCAPE_80/Latest%20issue%20of%20Sportstar"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sportstar shai gilgeous-alexander",
          "sentiment": "negative"
        },
        {
          "name": "collin sexton",
          "sentiment": "none"
        },
        {
          "name": "lauri markkanen",
          "sentiment": "none"
        },
        {
          "name": "pascal siakam",
          "sentiment": "none"
        },
        {
          "name": "tyrese haliburton",
          "sentiment": "none"
        },
        {
          "name": "bennedict mathurin",
          "sentiment": "none"
        },
        {
          "name": "aaron nesmith",
          "sentiment": "none"
        },
        {
          "name": "cason wallace",
          "sentiment": "none"
        },
        {
          "name": "t.j. mcconnell",
          "sentiment": "none"
        },
        {
          "name": "john collins",
          "sentiment": "none"
        },
        {
          "name": "josh giddey",
          "sentiment": "none"
        },
        {
          "name": "jalen williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "utah jazz",
          "sentiment": "negative"
        },
        {
          "name": "toronto raptors",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oklahoma city thunder",
          "sentiment": "none"
        },
        {
          "name": "utah jazz",
          "sentiment": "none"
        },
        {
          "name": "oklahoma city",
          "sentiment": "none"
        },
        {
          "name": "sacramento",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "indiana",
          "sentiment": "none"
        },
        {
          "name": "salt lake city",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T10:16:40.108+02:00",
    "updated": "2024-01-19T10:16:40.108+02:00"
  },
  {
    "uuid": "95140533fc4cc98273e549c4273d62a015910231",
    "url": "https://www.laprovincia.es/economia/2024/08/15/beneficios-balance-supermercados-inflacion-107026469.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paula Clemente",
    "published": "2024-08-15T19:25:00Z",
    "title": "Casi 500 millones más de ganancias y solo dos recortes de beneficios: así ha influido la inflación en las cuentas de los supermercados - La Provincia - Diario de Las Palmas",
    "text": "El negocio del gran consumo Casi 500 millones más de ganancias y solo dos recortes de beneficios: así ha influido la inflación en las cuentas de los supermercados De las diez cadenas de supermercados más importantes de Cataluña, siete han mejorado sus resultados de forma muy significativa Paula Clemente Terminaba 2023 y con él, [ la fase más exacerbada de la crisis inflacionista](/economia/2024/08/13/eliminacion-iva-aceite-oliva-inflacion-julio-2024-106944367.html). Prácticamente todo aquello que puede comprarse en un supermercado acumulaba dos años de encarecimientos aparentemente descontrolados. La alimentación llegaba a diciembre un 23% más cara que en enero de 2022, cuando subía, pero lo hacía a cotas que aún alarmaban a pocos. Las bebidas, poco más o menos lo mismo: insumos como los refrescos o el agua se encarecieron un 20% en dos años, y el alcohol, un 15%. Los productos de limpieza, un 16,5%; los artículos para el cuidado personal, casi un 12%; y los [ productos para animales domésticos](/economia/2023/10/15/pienso-realfood-app-citas-perros-93369944.html), por poner más ejemplos, otro 24%. Se trata, en la mayoría de casos, de subidas que se empezaron a dar de forma tan acusada a finales de 2022, así que no ha sido hasta terminado el año pasado que las cuentas de resultados de los establecimientos encargados de vender todo esto han empezado a reflejar el impacto de semejante huracán. En la inmensa mayoría de los casos para bien, hasta el punto que entre todas suman casi 500 millones de euros de beneficios 'extra'. De las diez cadenas de supermercados más importantes en Cataluña, siete han mejorar sus resultados de forma muy significativa (cuatro de ellas agrandando mucho su beneficio neto, dos elevando su 'ebitda' y una última, recortando drásticamente sus pérdidas). Hay otro par que han ganado menos en 2023 que en 2022, algo que una de ellas relaciona directamente con haber hecho de dique de contención contra la inflación. Y de una última no ha sido posible obtener datos para comparar con el escenario pasado. MERCADONA Para el primer supermercado de España (y Catalunya) por cuota de mercado, [este año pasado ha sido el mejor de su historia](/economia/2024/03/12/mercadona-eleva-15-facturacion-2023-99368608.html). La cadena ha vendido el equivalente a 34.124 millones de euros en su mercado de origen (y otros 1.400 millones de euros, en Portugal), lo que implica que ha facturado un 12,6% más que el año anterior. Este incremento de la actividad, combinado con otros varios factores, se ha traducido en una mejora de los beneficios netos de la compañía del 40,5%. Es decir que Mercadona ganó un 40% más de dinero en 2023 que en 2022, un total de 1.009 millones de euros. La compañía relaciona este abultado incremento con “el esfuerzo realizado” para que su proyecto “crezca de forma sostenida y sostenible poniendo el foco en la eficiencia, la productividad y la mejora de gestión”, no con la inflación. Se escuda en que el margen bruto por producto baja del 25,4% de 2022 al 24,5% en 2023. Esto “da una imagen de la competencia existente en el sector y del tremendo esfuerzo de la empresa por absorber parte del incremento de coses”, subraya la enseña en su memoria anual. BON PREU El grupo Bon Preu terminó el ejercicio de 2023 con unos ingresos de 2.200 millones de euros, lo que implica que facturó un 9% más que en 2022. Se trata de un salto similar al que daba el año anterior y el de antes, señal de que esta compañía (que aglutina tanto los supermercados Bonpreu-Esclat como 60 gasolineras) crece de forma estable. En cuanto a su resultado final, la segunda cadena que más gasto acumula de los consumidores, solo distribuye el ebitda –cifra que refleja lo que ganaría el negocio si no tuviera que pagar impuestos, intereses o amortizaciones, por ejemplo–. Este se situó en los 179 millones de euros en 2023, una cantidad un 14% superior a la de 2022, señal que el negocio de Bon Preu va, también, viento en popa. CARREFOUR La cadena francesa sigue una línea muy parecida a la de sus competidoras en cuanto al incremento de su facturación. [Carrefour vendió en España por valor de 11.800 millones de euros](/economia/2024/02/21/carrefour-vendio-millones-euros-espana-98452689.html), lo que significa que engordó un 5,8% su volumen de negocio en el país. La compañía no desglosa sus ganancias por mercados, pero en función de las cuentas que ha depositado en el Registro Mercantil, estas crecieron casi un 20% en 2023, hasta situarse en los 347,8 millones de euros. Este porcentaje es prácticamente el mismo que registra la empresa a nivel global. Carrefour amplió sus beneficios, en total, un 23% en comparación con el ejercicio anterior: ganó casi 1.700 millones de euros. “Carrefour ha confirmado la fortaleza de su modelo en un entorno marcado por la alta inflación en Europa y ha continuado mejorando su desempeño económico”, celebraba su consejero delegado, Alexandre Bompard. LIDL La cadena alemana con sede española en Montcada i Reixac (Barcelona) también crece, aunque su balance final no luce tanto como el de las otras dos compañías con las que comparte podio en España (en Cataluña, la medalla de plata de Bonpreu la deja fuera de las tres primeras posiciones). Por un lado, [su volumen de ingresos creció un 8% hasta sobrepasar los 6.500 millones de euros](/economia/2024/07/16/lidl-supera-6-500-millones-105718413.html). Por el otro, sus ganancias netas se redujeron de un año a otro más de un 5% hasta rondar los 182 millones de euros, y su rentabilidad fue un 13% menor. “Esta realidad se explica por la renuncia de la cadena de supermercados a parte del beneficio para mantenerse fiel a su compromiso de ofrecer siempre la mejor relación calidad-precio a sus clientes”, explicaba la compañía en un comunicado. “Todo ello sin olvidar que la estrategia de negocio de Lidl pasa por reinvertir íntegramente su beneficio para seguir creciendo en España”, agregan. CONSUM La cooperativa valenciana es otra de las que sale airosa de esta crisis inflacionista. Consum vendió el equivalente a unos 4.400 millones de euros en 2023, cerca de un 14% más que justo un año antes, y, en parte como consecuencia de ello, elevó sus ganancias un 75% hasta los 101 millones de euros. Como en el caso de sus competidoras, la cadena asegura que el margen bruto se ha reducido por sus intentos de contener estos precios, pero que, por ejemplo, gracias a un acuerdo con Endesa han reducido mucho la factura energética, lo que ha ampliado su rentabilidad. Según el director general de la cadena, Antonio Rodríguez, este balance refleja “el esfuerzo que ha realizado la Cooperativa por ser competitiva en precios”, cosa que se ha traducido en más clientes y, consecuentemente, más ventas. En cuanto a las ganancias, Rodríguez aseguró que en su mayoría se repartirían entre sus más de 19.500 socios. BONÀREA La fotografía final del grupo alimentario BonÀrea Corporación es algo distinta, porque ve caer ligeramente su volumen de facturación, pero incluso así, dispara sus beneficios un 17%. Lo primero se explica por las muchas áreas de negocio en las que opera el grupo (producción alimentaria, gasolineras…), porque, en realidad, su red de más de 500 tiendas sí que incrementó sus ingresos un 11% hasta los 1.182 millones de euros. Es al sumar el resto de actividades del grupo cuando la cifra escala hasta los 2.700 millones, un 3,6% menos. Tras descontar todos los gastos, el grupo registra unas ganancias netas de 81,3 millones de euros, un salto del 17% en comparación con lo logrado en 2022 que atribuyen en buena medida a “los buenos resultados del área de negocio de alimentación humana”. Con todo, también BonÀrea asegura que ha sido un ejercicio “marcado por los esfuerzos de la compañía por mitigar el aumento de los precios”. CAPRABO Caprabo ha logrado situarse ya prácticamente en línea con el volumen de negocio que tenía antes de la pandemia y este incremento de las ventas, junto con los movimientos propios de quien intenta ser más eficiente ante una crisis de costes, deja a la cadena en una posición idónea para alcanzar el plan de \"reconquista\" del mercado planteado para los próximos años. La enseña a través de la cual opera Eroski en Cataluña ha vendido por valor de 780 millones de euros en 2023, un 5% más. Esto se ha traducido en unas ganancias brutas (es decir, antes de descontar el pago de impuestos, amortizaciones y otros gastos contables del estilo) de 15,2 millones de euros. La compañía no comparte datos del 'ebitda' del año previo, así que EL PERIÓDICO no puede saber si mejora o no. “Caprabo está en su momento, estamos ganando cada vez más competitividad”, resumían recientemente Javier Amezaga y Edorta Juaristi, director general y consejero delegado de la cadena, respectivamente. CONDIS Con sus casi 700 supermercados repartidos por Catalunya y Andorra, esta cadena con sede también en Montcada i Reixac (Barcelona) ingresó por valor de 802 millones de euros, en 2023. Este avance (+3,75%) es considerablemente más discreto al que se marca su competencia en general, pero implica alcanzar los objetivos que se había marcado una cadena que en 2022 veía disminuir su volumen de negocio. De hecho, lo que sí mejora cómodamente Condis es su ebitda: crece un 38% hasta los 51 millones de euros. “Los resultados económicos del 2023 han sido buenos y hemos crecido con respecto al año anterior gracias a nuestra apuesta por la expansión en el mercado catalán y a saber gestionar nuestro día a día con efectividad y resiliencia”, opinan desde la compañía, que enfatizan que su apuesta por ser “tienda de barrio” les permite ofrecer un servicio más personalizado y cercano, así como conocer mejor a su público. DIA Dia vendió el equivalente a 5.000 millones de euros gracias a su actividad en España, entre enero y diciembre del año pasado. Esto significa incrementar un 10% sus ventas sobre lo que movió la misma cadena en todo 2022. Tan bien han ido las cosas en España que, pese a seguir la compañía en números rojos al sumar su desempeño en otros países del mundo, aquí cruzó sobradamente la barrera y dejó atrás las pérdidas. La compañía madrileña ha ganado limpios 122 millones de euros con su negocio en España, viniendo de pérdidas de 42 millones el año anterior y de 177 millones de euros el otro. A nivel global, el hito no es tan importante, pero no se queda corto: la cadena recorta casi tres cuartas partes las pérdidas de 2022 hasta situarlas en los 30 millones de euros. ALCAMPO Alcampo cierra un año de importantísima expansión con un balance de sabor agridulce. Por un lado, esta cadena parte del grupo francés Auchan, incrementó su volumen de negocio un 5,8% en 2023 alcanzando una facturación anual de 5.052 millones de euros en España. Además, incorporó más de 200 nuevos supermercados a su red tras comprárselos al Grupo Dia. \"Esta acción, que marcará un hito en la historia de Alcampo, nos ha permitido crecer en superficie de venta, integrarnos en poblaciones donde nuestra marca no estaba presente y reforzar nuestra presencia en las que sí\", apuntaba el director general de la cadena, Américo Ribeiro, en una carta que encabezaba la Memoria Corporativa de 2023. Esta importante operación de compra se ha visto reflejada en su resultado final. Alcampo terminó el año con beneficios de 70,3 millones de euros, una cifra un 38% menor a la que había registrado justo un año antes. Suscríbete para seguir leyendo [Incendio en Mercalaspalmas](https: canarias/2024/08/15/incendio-mercalaspalmas-107029047.html) ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Customer Insights and Reviews",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:27:40.896+03:00",
    "updated": "2024-08-16T00:27:40.896+03:00"
  },
  {
    "uuid": "65e8ec7c8605c8d8e8b2b5a3205cf7a6434b8291",
    "url": "https://vnexplorer.net/tension-entre-fuerzas-militares-y-autodefensas-en-guachaca-magdalena-s698055.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:37:00Z",
    "title": "Tensión entre Fuerzas Militares y Autodefensas en Guachaca, Magdalena",
    "text": "Tensión entre Fuerzas Militares y Autodefensas en Guachaca, Magdalena\nEn la madrugada del jueves 28 de diciembre se registró un incidente en el corregimiento de Guachaca, donde se alega que un grupo de Comandos Junglas intentó enfrentarse, presuntamente desde helicópteros, con las Autodefensas Conquistadoras de la Sierra Nevada (ACSN). Este episodio generó tensión en las comunidades circundantes y dejó daños en varias viviendas, según evidencian fotografías disponibles.\nLas ACSN respondieron a través de un video, reiterando su compromiso con la paz total. No obstante, expresaron su oposición a la incursión de la fuerza pública en sus territorios, especialmente cuando estas acciones afectan a la población civil.\nLa organización subrayó su disposición a defenderse y confrontar a las autoridades en caso de persistir en sus visitas. Las comunidades, como la vereda Los Cocos, se manifestaron afectadas por el intento de enfrentamiento, destacando daños en propiedades y un sentimiento generalizado de temor. Los residentes solicitan a las autoridades una pronta solución para restablecer la paz en la zona y aliviar la tensión que viven.\nEn respuesta a la situación, las ACSN enviaron un mensaje al Gobierno Nacional reafirmando su compromiso con la paz. No obstante, advirtieron que, de repetirse la visita de la fuerza pública a sus territorios, se verían obligadas a una confrontación directa. La comunidad sigue atenta a las acciones y declaraciones de ambas partes en busca de una solución pacífica a este conflicto.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maxKT.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maxKT.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:47:24.035+02:00",
    "updated": "2023-12-29T01:47:24.035+02:00"
  },
  {
    "uuid": "9be58a4040141b5c3389534b0a9ed1aec628c54d",
    "url": "https://information.tv5monde.com/international/les-pieds-bethleem-le-coeur-gaza-sombre-noel-en-terre-sainte-2684089",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2023-12-24T10:50:00Z",
    "title": "Les pieds à Bethléem, le coeur à Gaza: sombre Noël en Terre sainte | TV5MONDE - Informations",
    "text": "[Back to top](#skip-link) Le patriarche latin de Jérusalem Pierbattista Pizzaballa (C) avant l'office à la veille de Noël, le 24 décembre 2023 dans la basilique de la Nativité à Bethléem, en Cisjordanie occupée Pas de sapin gigantesque, pas de crèche flamboyante, peu de joie. Un voile de tristesse enveloppe dimanche Bethléem, qui se pare habituellement de ses habits de fête à l'occasion de Noël, terni cette année par la guerre dans la bande de Gaza. Peu de fidèles et de touristes sont attendus au cours de la journée et à la messe de minuit dans la ville palestinienne en Cisjordanie occupée, qui selon la tradition chrétienne a vu naître Jésus-Christ. Les touristes ont fui la région depuis le début de la guerre entre Israël et le Hamas le 7 octobre. \"Ils sont nombreux à mourir pour cette terre, c'est très difficile de célébrer quelque chose alors que notre peuple se meurt\", estime Nicole Najjar, étudiante de 18 ans, sur la place de la Mangeoire désertée. Face à la basilique de la Nativité, une oeuvre d'art évoquant le drame de Gaza a été installée à terre, en lieu et place de la crèche grandeur nature et du colossal sapin: Marie et Joseph, statues grises, au milieu d'un fatras de débris et de tôle, derrière des barbelés. Le patriarche latin de Jérusalem Pierbattista Pizzaballa (C) arrive à Bethléem, le 24 décembre 2023 Sur l'immeuble d'à côté, une grande banderole: \"Arrêtez le génocide, arrêtez le déplacement, levez le blocus\": \"les cloches de Bethléem sonnent pour un cessez-le-feu à Gaza\". La guerre entre le Hamas et Israël a été déclenchée le 7 octobre par l'attaque de commandos du mouvement palestinien sur le sol israélien, faisant environ 1.140 morts, en majorité des civils, d'après les autorités israéliennes. En représailles, Israël a juré d'\"anéantir\" le Hamas, pilonnant la bande de Gaza, où plus de 20.400 personnes, en majorité des civils, ont été tuées, selon le gouvernement du Hamas. Des scouts palestiniens tiennent des banderoles appelant à la fin de la guerre entre Israel et le Hamas, le 24 décembre 2023 à Bethléem en Cisjordanie occupée Dans le territoire palestinien, gouverné par le Hamas, des chrétiens, dont le nombre est estimé à un petit millier, ont pris refuge dans des églises qui n'ont pas été épargnées par les combats. La semaine dernière, une mère et sa fille ont été tuées par des tirs israéliens dans l'enceinte de l'église de la Sainte-Famille dans la ville de Gaza, selon le patriarcat. Le pape François a dénoncé des bombardements et des tirs ciblant \"des civils sans défense\". Le président français Emmanuel Macron a exprimé au patriarche latin de Jérusalem \"sa vive préoccupation\" face à \"la situation dramatique\" de cette église où les deux femmes ont été tuées \"de manière indigne\", a indiqué dimanche l'Elysée. Le patriarche, Pierbattista Pizzaballa, a déclaré dimanche, à son arrivée à Bethléem, qu'il fallait \"mettre un terme aux hostilités car la violence n'engendre que la violence\". Un immense drapeau palestinien déplié sur la place de la Mangeoire, le 24 décembre 2023 dans l'eglise de la Naticité à Bethléem en Cisjordanie occupée \"Le message de Noël n'est pas celui de la violence mais de la paix, nous voulons la paix, surtout pour les Palestiniens qui attendent depuis trop longtemps\", a-t-il dit, keffieh noir et blanc autour du cou. \"Cette année est différente des autres, elle est faite de tristesse, de chagrin, de destruction, de privation et de perte\", se désole Mervat Murra, 50 ans, créatrice de mode à Bethléem. La parade de scouts, qui réveille habituellement la ville à coups de cornemuses et tambourins, a laissé place à un défilé silencieux. \"Nous voulons la vie, pas la mort\", proclamait une des banderoles tenues par des enfants. Dans la matinée, un immense drapeau palestinien a été déplié sur la place de la Mangeoire, tenu par chaque bout par des adultes et des enfants, chrétiens et musulmans. Autour de la place de la Mangeoire, la famille Giacaman a ouvert son magasin de crèches et autres objets d'art liturgique pour la première fois depuis le 8 octobre, sans illusion. \"Personne ne viendra, on a ouvert parce qu'il le faut, c'est Noël\", dit Amir Giacaman, 29 ans. \"Pendant le Covid, on a eu deux mauvaises années mais ce n'est rien comparé à ça\". \"Nous n'avons pas le goût aux célébrations alors que Gaza connaît un génocide et même ici en Cisjordanie, nous pleurons de jeunes gens tués par les Israéliens et d'autres détenus chaque jour\", dit à l'AFP Mitri Raheb, pasteur d'une église luthérienne de Bethléem. Le patriarche latin de Jérusalem Pierbattista Pizzaballa (C) avant de célébrer l'office à la veille de Noël, le 24 décembre 2023 dans la basilique de la Nativité à Bethléem, en Cisjordanie occupée Les hostilités à Gaza ont fait tâche d'huile en Cisjordanie, territoire palestinien occupé par Israël depuis 1967, où plus de 300 Palestiniens ont été tués depuis le 7 octobre par des tirs de soldats ou de colons israéliens. \"Tout ce que nous voulons pour Noël c'est un cessez-le-feu, durable, pour mettre fin à cette atrocité\", dit Mitri Raheb. \"Bethléem a donné Jésus au monde. Il est grand temps que le monde donne la paix à Bethléem et à Gaza\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T17:36:39.469+02:00",
    "updated": "2023-12-24T17:36:39.469+02:00"
  },
  {
    "uuid": "ce6cb5c317861f6476d8407bf0eea53796ee353e",
    "url": "https://health.economictimes.indiatimes.com/news/industry/csi-conference-unveils-new-hypertension-guidelines/116025000",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ET HealthWorld",
    "published": "2024-12-06T01:05:00Z",
    "title": "CSI conference unveils new hypertension guidelines",
    "text": "Lucknow: Experts at the 76th Annual Conference of the Cardiological Society of India (CSI) unveiled new hypertension management guidelines, emphasising lifestyle modifications under medical supervision as the first-line treatment. These modifications include dietary adjustments, regular physical activity, weight management, and reduced alcohol consumption. Prof Bhuwan Tiwari, head of the cardiology department at RMLIMS, explained that the ideal blood pressure is below 120/80 mmHg. For prehypertension, with readings around 140/90, lifestyle changes such as exercise and a balanced diet are often sufficient to manage the condition. However, when blood pressure exceeds these levels, medication may become necessary. \\\"For young individuals without underlying health issues, maintaining blood pressure below 120/80 through lifestyle changes alone should be the goal. In contrast, those who have experienced a heart attack or related complications might require medication even for slightly elevated readings to prevent further risks,\\\" said Prof Tiwari. For individuals encountering fluctuating blood pressure readings at home, experts recommended staying calm and rechecking measurements after a short interval. While a one-time reading of 150/90 could be an error, consistently high readings require medical attention. Regular monitoring and additional tests, such as ECGs and kidney and eye exams, are crucial to assessing the long-term effects of hypertension. Dr A Muruganathan, advisory member of the National Board of Examination, stressed the importance of calibrating home blood pressure monitors with hospital-grade devices for accuracy. He also proposed setting up free BP monitoring stations in public spaces, such as malls, bus stands, and railway stations, to raise awareness about hypertension. Describing hypertension as a \\\"silent killer,\\\" he said that over 33% of Indians suffer from the condition, with many remaining undiagnosed. He suggested making affordable, locally manufactured BP monitors widely accessible, just like mobile phones, to encourage regular monitoring. Additionally, he advocated for establishing specialised hypertension centres, similar to clinics for diabetes or respiratory conditions, to address the growing burden of hypertension in India. \\\"For individuals over 80, slightly higher readings might be acceptable based on overall health, but for others, maintaining a systolic BP of 135 mmHg and diastolic BP of 80 mmHg is ideal,\\\" he added. Dr Sangram S Biradar, a faculty member at Private Medical College Gulbarga, underscored the significant role family members play in managing hypertension. Encouraging healthy eating habits, promoting regular exercise, and ensuring medication adherence can significantly improve blood pressure control. Family members can further assist by preparing low-sodium meals, monitoring BP, and offering emotional support. Dr. Biradar also emphasised the importance of proper techniques for measuring blood pressure.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T03:25:25.369+02:00",
    "updated": "2024-12-06T04:25:07.581+02:00"
  }
]