[
  {
    "uuid": "eedfd7ecbbfb6a4a28fc40abdd7f1b2ea657196f",
    "url": "https://cbs58.com/news/justice-department-says-new-texas-immigration-law-violates-constitution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN",
    "published": "2023-12-28T00:00:00Z",
    "title": "Justice Department says new Texas immigration law violates Constitution",
    "text": "Justice Department says new Texas immigration law violates Constitution By Priscilla Alvarez and Michael Williams Washington (CNN) — A new law that gives local law enforcement in Texas the authority to arrest migrants “violates the US Constitution,” the Department of Justice said in a letter to Gov. Greg Abbott on Thursday, threatening to sue unless Abbott backs down from enforcing it. The letter, obtained by CNN, marks the latest escalation between President Joe Biden and Abbott over the handling of the US-Mexico border. Earlier this month, Abbott, a Republican, signed into law the measure, known as [ Senate Bill 4](https://www.cnn.com/2023/12/19/politics/white-house-response-texas-law/index.html), which gives local law enforcement the power to arrest migrants and gives judges the ability to issue orders to remove people from the United States. The White House slammed the law, calling it “incredibly extreme.” It’s expected to take effect in March. Principal deputy assistant attorney general Brian Boynton said in his letter to Abbott Thursday that “the United States intends to file suit to enjoin the enforcement of SB 4 unless Texas agrees to refrain from enforcing the law.” While the federal government is “committed to … securing the border,” Boynton wrote, the Texas law is “contrary to these goals.” Abbott slammed the Justice Department’s letter later Thursday and accused President Joe Biden of “destroying America.” “The Biden Admin. not only refuses to enforce current U.S. immigration laws, they now want to stop Texas from enforcing laws against illegal immigration,” Abbott said in a post on X. “I’ve never seen such hostility to the rule of law in America.” The ongoing surge of migrants at the US-Mexico border has placed immense pressure on local and federal resources. Thursday’s legal threat follows a DOJ lawsuit against Texas earlier this year over the state’s use of [ floating barriers in the Rio Grande](https://www.cnn.com/2023/09/07/politics/texas-water-barriers-migrants-appeal/index.html). That lawsuit is still making its way through the courts. The enforcement of immigration law is a federal responsibility, and opponents of the Texas measure argue it’s unconstitutional. The law has sent ripples of fear throughout the Latino community in Texas, which makes up [40% of the state’s population](https://www.census.gov/quickfacts/fact/table/TX/POP010210). Civil-rights groups, including the American Civil Liberties Union, [filed a lawsuit](https://www.aclu.org/press-releases/aclu-civil-rights-orgs-sue-texas-over-sb-4) seeking to block the measure. The Justice Department’s threat to sue comes on the heels of a [high-levels talks ](https://www.cnn.com/2023/12/27/politics/blinken-mayorkas-mexico-border-crossing-biden/index.html)between senior US and Mexican officials this week Officials from both countries described talks as productive, and Mexican officials are [expected to visit Washington ](https://www.cnn.com/2023/12/28/politics/mexican-officials-washington-meeting-biden-administration/index.html)next month to continue the discussions. This story has been updated with additional information. CNN’s Kaanita Iyer contributed to this report. The-CNN-Wire ™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.census.gov/quickfacts/fact/table/TX/POP010210).",
      "https://www.cnn.com/2023/12/27/politics/blinken-mayorkas-mexico-border-crossing-biden/index.html)between",
      "https://www.aclu.org/press-releases/aclu-civil-rights-orgs-sue-texas-over-sb-4)",
      "https://www.cnn.com/2023/12/19/politics/white-house-response-texas-law/index.html),",
      "https://www.cnn.com/2023/12/28/politics/mexican-officials-washington-meeting-biden-administration/index.html)next",
      "https://www.cnn.com/2023/09/07/politics/texas-water-barriers-migrants-appeal/index.html).",
      "https://census.gov/quickfacts/fact/table/TX/POP010210).",
      "https://cnn.com/2023/09/07/politics/texas-water-barriers-migrants-appeal/index.html).",
      "https://cnn.com/2023/12/19/politics/white-house-response-texas-law/index.html),",
      "https://cnn.com/2023/12/28/politics/mexican-officials-washington-meeting-biden-administration/index.html)next",
      "https://cnn.com/2023/12/27/politics/blinken-mayorkas-mexico-border-crossing-biden/index.html)between",
      "https://aclu.org/press-releases/aclu-civil-rights-orgs-sue-texas-over-sb-4)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mic",
          "sentiment": "negative"
        },
        {
          "name": "priscilla alvarez",
          "sentiment": "negative"
        },
        {
          "name": "abbott",
          "sentiment": "none"
        },
        {
          "name": "greg abbott",
          "sentiment": "none"
        },
        {
          "name": "williams",
          "sentiment": "none"
        },
        {
          "name": "brian boynton",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "constitution justice department",
          "sentiment": "negative"
        },
        {
          "name": "justice department",
          "sentiment": "negative"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "senate bill",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "department of justice",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:16:04.742+02:00",
    "updated": "2023-12-29T01:16:04.742+02:00"
  },
  {
    "uuid": "b6554334f3a323f897806427c2fc31a899ae73aa",
    "url": "https://www.theroar.com.au/2024/07/26/no-player-is-bigger-than-the-club-the-irony-in-medias-dustin-martin-witch-hunt",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dem Panopoulos",
    "published": "2024-07-25T19:27:00Z",
    "title": "‘No player is bigger than the club’: The irony in media’s Dustin Martin witch-hunt",
    "text": "You’d be forgiven for thinking Dustin Martin himself was the 18th-ranked team in the AFL, rather than the Richmond Football Club.\nNo player is bigger than the club. That’s what the media has always said as a criticism towards Dustin Martin, yet the irony is it is them, not the player, who has tried to make it happen, particularly in 2024.\nInstead of focusing on the encouraging signs of Richmond’s current youth, or the prospect of having an embarrassment of riches come draft time in November to accelerate the rebuild, the infatuation with the Tiger legend has entered a whole new stratosphere.\nThe media vibe is almost begging Martin to retire and if they claim otherwise, then which way do you think the player himself would lean if he was on the fence about it come season’s end?\nEarlier this season, we discussed the fact that the Tigers need to embrace the notion of a rebuild . They’ve certainly headed down that path.\nThey’ve still played some pretty decent footy overall but importantly, it’s been aided by the development, or at the very least some nice signs, shown by younger players. It hasn’t been perfect and the persistence with some guys with high potential who mightn’t be ready hasn’t been consistent, but we’ve seen a lot of encouraging signs by a team who’s having a crack.\nThey’re currently last and if they don’t win the wooden spoon, which they should, they won’t escape the bottom two.\nYet the narrative around the Tigers hasn’t analysed Hugo Ralphsmith’s positive development on the wing, Seth Campbell’s clear path to being a 200-game player in the AFL or Rhyan Mansell’s unexpected but delightful development as a mature-ager on his last chance potentially.\nDustin Martin’s one of the greatest players to ever play the game. His CV speaks for itself, his accomplishments are unmatched by most in history and hero status extends beyond the yellow and black.\nMaybe it’s because people don’t want to talk about or break down the worst team in the league. Maybe it’s simply the sickness that seems to have plagued AFL media.\nWe just love to turn on our own, don’t we?\nSports opinion delivered daily\nOf course, it’s not “we” as in you or I. But it’s the notion that all of footy’s stakeholders celebrate the achievements of players just as quickly they’ll hone in on and attack anything with a tinge of negativity they can find, or even better, pile on once it’s been found for them.\nMartin’s not had the best season, but he hasn’t been asked to do that much more on-field than what he’s provided.\nAt no point has Yze put the 33-year-old in a position where he has to carry the team on his back.\nSure, the triple-premiership premiership player, the triple Norm Smith Medalist, the Brownlow Medalist, has naturally shown some signs in 2024 and given his team some temporary boosts in games with flashes of brilliance, but his impact isn’t about what he does with the footy.\nYoung players look up to Martin. His teammates look at their iconic teammate and are inspired by him. Yes, there’s an aura, but there’s also a style of leadership he always had, where his actions alone help develop young players.\nWe’ve seen less of Martin in recent times – due to injury, yes, but also simply due to the typical witch-hunt that grinds the legends of our game into the ground.\nMartin celebrates kicking a goal. (Photo by Quinn Rooney/Getty Images)\nDusty got to play his 300th game at the MCG, as he rightfully should have. Except it never quite felt like a celebration in the traditional sense – sure, on the actual day it was magical and emotional, but everything surrounding it was anything but.\nHe has played half a game since then with back issues. He hasn’t been around the club, trying to escape that spotlight that has shone brightly upon him his whole career.\nThe headlines have graduated throughout the season.\nAt first, it was whether or not he was going to move to the Suns. Then, there was a question on if he’d continue to play. There was the controversy around his 300th. The media has queried if he has actually been injured. Now, it’s the fact Yze is “too soft” on him and that he has checked out of it all.\nThat very last point could well be true as we sit at this moment in time, but you have to wonder whether the media understands their role as an accelerant in all this, rather than blaming the coach and club.\nRather than looking at the excellent fortnight Steely Green has had in the AFL, Sam Banks’ positive signs as an aggressive wing or even discussing the rollercoaster form of Liam Baker recently as he makes his decision between West Coast and Richmond, and the subsequent draft hand it could leave the Tigers with, the continued focus remains on a player that has barely played an hour’s worth of footy in six weeks for a multitude of reasons, none less focused upon than the coverage of his absence.\nMore AFL Carlton Blues vs Port Adelaide Power: AFL live scores, blog AFL News: McKay OUT in last-minute Blue blow, Mitchell keeping lid on red-hot Hawks 'No player is bigger than the club': The irony in media's Dustin Martin witch-hunt The crucial cogs of AFL's Round 20: Which players need to be the difference-makers? AFL News: Blues warned for McKay head knock breach, star Giant reprimanded for 'ruining the game' Tribunal rant AFL But that’s how it works in our game in this day and age. The lack of accountability in certain reporting or the coverage of parts of the game mean this attempt to cause another AFL legend’s almost ignominious retreat into retirement will be swept aside and moved on from just as easily and quickly as any standard, incorrect reporting of player movement or discontent in other forums.\nAnd then when that’s accomplished, what happens? Is there a hope that the non-existent dark cloud over the Tigers is lifted, and then focusing on the number of young draftees recruited in November brings positive coverage for the team? Or what if Martin chose to play on?\nHowever unlikely that seems at this stage, that spotlight won’t stop until it’s the media get the right angle on their magnifying glass from the sun on Martin’s career, like a primary school child focusing on ants in the schoolyard.\nAnother soured retirement will eventually be on the cards.\nIt’s a pity for the Dustin Martin Tigers, who despite languishing at the bottom of the ladder, have at least created some positivity through style of play and increased opportunities for youth.\nThey’re in the formative stages of a rebuild, perhaps not even having fully commenced it yet with a lot of player status changes anticipated, but they’re one of the stronger one-on-one teams in the league and while the identity is still being created, they’re trying to use undercut runs and handball receives to generate momentum and get the ball forward.\nCarlton Blues v Port Adelaide Power 1.62 2.35 AFL : Head To Head Fri, 26 Jul 2024, 19:42 North Melbourne Kangaroos v Geelong Cats 3.90 1.26 AFL : Head To Head Sat, 27 Jul 2024, 13:45 Gold Coast Suns v Brisbane Lions 2.15 1.70 AFL : Head To Head Sat, 27 Jul 2024, 16:35 St Kilda Saints v Essendon Bombers 2.20 1.68 AFL : Head To Head Sat, 27 Jul 2024, 16:36 Melbourne Demons v Greater Western Sydney Giants 1.85 1.95 AFL : Head To Head Sat, 27 Jul 2024, 19:30 Fremantle Dockers v West Coast Eagles 1.10 7.00 AFL : Head To Head Sat, 27 Jul 2024, 20:10 Collingwood Magpies v Richmond Tigers 1.22 4.30 AFL : Head To Head Sun, 28 Jul 2024, 13:10 Sydney Swans v Western Bulldogs 1.50 2.60 AFL : Head To Head Sun, 28 Jul 2024, 15:20 Adelaide Crows v Hawthorn Hawks 2.05 1.77 AFL : Head To Head Sun, 28 Jul 2024, 16:10 * Odds Correct At Time Of Posting. Check PlayUp Website For Latest Odds Imagine what you could be buying instead. For free and confidential support call 1800 858 858 or visit gamblinghelponline.org.au Personnel’s an issue, but this is the worst it’ll get for the Tigers. 2025 will see a significant step forward in terms of tactical identity and regeneration of the squad in totality.\nAt that point, they might need to change they might even be back to being referred to as Richmond, rather than Dustin Martin.\nIt’s a pity because through all this, there’d have been no better player or Tiger person to help usher in the new era than Dusty himself, who has grown and changed at Tigerland and professed his love for the club and his forever gratitude towards it.\nHopefully for the Tigers’ sake, he can still contribute in that manner and they can continue to rely on their legendary figure to be of assistance, whether it be on or off the field.\nNo player is bigger than the club, they say. How ironic, for the media’s Dustin Martin Tigers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146161?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146175?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146151?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146193?modal=signup",
      "https://lostateminor.createsend.com/t/y/s/msfy/",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146202?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146191?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146192?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146152?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146201?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146175",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146161",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146191?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146192?modal=signup",
      "https://www.lostateminor.createsend.com/t/y/s/msfy/",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146151?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146202?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146175?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146161?modal=signup",
      "https://lostateminor.createsend.com/t/y/s/msfy",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146193?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146193",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146201?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146191",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146152?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146152",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146151",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146202",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146192",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146201"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dustin martin",
          "sentiment": "negative"
        },
        {
          "name": "martin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afl",
          "sentiment": "negative"
        },
        {
          "name": "richmond football club",
          "sentiment": "none"
        },
        {
          "name": "tigers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "richmond",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:26:17.195+03:00",
    "updated": "2024-07-26T12:21:37.834+03:00"
  },
  {
    "uuid": "b659d3ebfe655fc233d8fade177bdf1163a8fbfd",
    "url": "https://felixhnru630639.ampedpages.com/4-key-strategies-for-maggot-elimination-at-the-home-51613747",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Felixhnru",
    "published": "2023-12-28T19:02:00Z",
    "title": "4 Key Strategies For Maggot Elimination At The Home",
    "text": "In this article down the page you will discover additional professional insights involving Where Do Maggots Come From & How To Get Rid Of Them.\nWords maggots alone make you intend to barf. To in fact have maggot problems in your house can make you panic. They are not just gross, however they are unhygienic. You do not want them in your residence, containers, or even yard due to the fact that they lug E.coli germs, which can make you ill.\nWorry not! Though you have these unpleasant home intruders infiltrating your property, you can still remove them with efficient but simple murder techniques. Best of all, you more than likely have these typical items in your home. Keep reviewing to find out these leading maggot control hacks that ensure you do not have to experience via an unpleasant problem.\nEradicate With Common House Things\nAn additional means to effectively kill maggots is any of the following: vinegar, lime juice, or salt. These common kitchen area products will certainly make them shrivel up as well as die. The maggots will certainly dry out upon call with any of these aspects.\nEliminate By Blowing Out with Boiling Water\nThe simplest method to eliminate maggots is to put a great deal of boiling water over the problem. It can mistake, yet the warmth will absolutely eliminate them instantly. You can take it out to tidy if the concern is in your garbage container. This is a simple but very effective option. For finest results, sprinkle a lot of cooking soft drink to remove any type of foul smell.\nReach the Origin of the Issue\nTo drive out the maggots, you have to cut off the source of invasion. If you find them in garbage bins or various other areas in your home, they were most likely brought in by flies.\nDon't just discard it in your rubbish bean at home if you see flies hovering over food. Instead, take it straight to your exterior dumpster to avoid maggots from increasing in your home. For best outcomes, you must maintain all food things appropriately to prevent flies from entering your home to lay the maggot eggs. The idea alone is disgusting sufficient! Moreover, make it an indicate secure in all holes too like:\n- Damaged displays\n- Open windows\n- Holes in the wall\n- Poorly secured entryways\nUse Store-Bought Pesticide\nApart from the rubbish container, you can find maggots in your garden or infiltrating your indoor plants. Simply make certain that you review the packaging so you can administer the chemicals correctly.\nThe word maggots alone make you want to puke. To actually have maggot infestations in your residence can make you panic. Maintain reading to find out these leading maggot control hacks that guarantee you do not have to endure via a horrible invasion.\nFor ideal outcomes, you have to maintain all food products correctly to avoid flies from coming into your home to lay the maggot eggs. Apart from the rubbish container, you can locate maggots in your garden or infiltrating your indoor plants.\nMaggot Control: How To Get Rid of Maggots?\nDo Maggots Turn Into Flies?\nMaggots are flies in their pre-metamorphosis, worm-like form. The female fly lives about a month and will lay anywhere between 500 and 2,000 eggs during that time. It takes about 14 to 36 days for the eggs to become adult flies.\nSince maggots are exposed and can’t defend themselves, the fly lays its eggs near hidden food sources. That way, the larvae can survive long enough to turn into flies.\nHow Long Do Maggots Live?\nMaggots can only live two or three days without any food or water sources. However, they can live between five and eight days when they have something to eat and drink. When that length of time has passed, the insects enter a pupa stage and become adult flies.\nI have been very intrigued by Maggot Control and I really hope you liked my article. So long as you appreciated our blog entry kindly don't forget to share it. Thank you for your time invested reading it.\nThis Website",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.google.com/url?q=https://www.denver.local-pest-control.net",
      "https://www.google.com/url",
      "https://google.com/url?q=https://denver.local-pest-control.net"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:37.435+02:00",
    "updated": "2023-12-29T00:12:37.435+02:00"
  }
]
