[
  {
    "uuid": "b52ce83d98295029f93ad2198da117211d60c68b",
    "url": "https://www.jdsupra.com/legalnews/downtown-grand-hotel-casino-to-pay-720-3563978",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "U.S. Equal Employment Opportunity Commission (EEOC)",
    "published": "2024-04-25T21:43:00Z",
    "title": "Downtown Grand Hotel & Casino to Pay $720,000 in EEOC Disability Discrimination and Retaliation Lawsuit",
    "text": "Casino Resort Settles Charges That It Failed to Provide Reasonable Accommodations to Employees With Disabilities\nLAS VEGAS – DTG Las Vegas, LLC; Fifth Street Gaming, LLC; and DTG Las Vegas Manager, LLC, which operate the Downtown Grand Hotel & Casino in Las Vegas, will pay $720,000 and furnish other relief to settle a disability discrimination lawsuit filed by the U.S. Equal Employment Opportunity Commission (EEOC), the federal agency announced today. The EEOC also charged the company with unlawfully retaliating against employees who sought their rights to reasonable accommodations.\nAccording to the EEOC’s lawsuit, since at least 2018, Downtown Grand Hotel & Casino engaged in numerous instances of discrimination against employees, including failing to provide reasonable accommodations to employees with disabilities and terminating an employee with colon cancer because he wore an ostomy bag. This failure to accommodate left some employees with no choice but to quit, the EEOC alleged.\nThe agency further maintained that the company retaliated against employees who made requests for accommodations or who sought to enforce their rights under federal law through the EEOC, by subjecting them to undesirable working conditions and discipline, including termination.\nSuch alleged conduct violates the Americans with Disabilities Act (ADA), which prohibits discriminating against workers with a disability. The EEOC filed suit in U.S. District Court for the District of Nevada (Case No. Case No.: 2:23-cv-00510), after first attempting to reach a pre-litigation settlement through its conciliation process.\nIn addition to providing monetary relief, Downtown Grand Hotel & Casino has agreed to put in place measures that will address and prevent disability discrimination in the workplace. These measures include designating an external equal opportunity monitor to ensure compliance with the ADA and the provisions of the consent decree; instituting effective mechanisms for handling reasonable accommodation requests, as well as complaints of disability discrimination in the workplace; and providing training for managers and employees with respect to disability antidiscrimination laws. The decree will remain under the court’s jurisdiction for three years.\n“The ADA protects workers with disabilities from discrimination and guarantees them the right to a reasonable accommodation in order to ensure their equal access to employment,” said Anna Park, regional attorney for the EEOC’s Los Angeles District, which includes Las Vegas in its jurisdiction. “This case demonstrates the EEOC’s commitment to enforcing these rights, including in the hospitality industry.”\nMichael Mendoza, local director of the Las Vegas office, said, “The EEOC will continue to vigorously investigate and pursue cases under the ADA, to uphold the law and protect the rights of disabled employees.”\nFor more information about disability discrimination, visit the EEOC’s website at https://www.eeoc.gov/eeoc-disability-related-resources. More information about retaliation can be found at https://www.eeoc.gov/retaliation.\nThe EEOC advances opportunity in the workplace by enforcing federal laws prohibiting employment discrimination. More information is available at www.eeoc.gov.\nSee more »\nDISCLAIMER: Because of the generality of this update, the information provided herein may not be applicable in all situations and should not be acted upon without specific legal advice based on particular situations.\n© U.S. Equal Employment Opportunity Commission (EEOC)\nRefine your interests »",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.eeoc.gov/retaliation.",
      "https://www.eeoc.gov/eeoc-disability-related-resources.",
      "https://eeoc.gov/eeoc-disability-related-resources.",
      "https://eeoc.gov/retaliation."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "eeoc",
          "sentiment": "negative"
        },
        {
          "name": "u.s. equal employment opportunity commission",
          "sentiment": "none"
        },
        {
          "name": "llc",
          "sentiment": "none"
        },
        {
          "name": "dtg las vegas",
          "sentiment": "none"
        },
        {
          "name": "fifth street gaming",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "las vegas",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:47:45.655+03:00",
    "updated": "2024-04-26T00:47:45.655+03:00"
  },
  {
    "uuid": "ca29eee378e04192ba0124a05d46b4f653af9239",
    "url": "https://www.lgbtqnation.com/2024/05/the-palestinian-activists-fighting-for-lgbtq-rights-against-a-neverending-backdrop-of-war",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Finbarr Toesland",
    "published": "2024-05-06T16:00:00Z",
    "title": "The Palestinian activists fighting for LGBTQ+ rights against a neverending backdrop of war",
    "text": "Despite the massive backlash that follows her work, Rauda Morcos has never hesitated to advocate for LGBTQ+ Palestinians. The human rights lawyer and activist helped create ASWAT, the first organization for Palestinian lesbians, also known as the Palestinian Feminist Center for Gender and Sexual Freedoms. “I said to myself if I were to die achieving my goal and putting the word out that we are equal within our Palestinian community as women, as lesbians, and as queer, then it’s worth it,” she told LGBTQ Nation. Related: [Israel’s flame of empathy is burning out. But it’s not irretrievable.] We have lost something very precious, but it’s not too late to get it back. ASWAT started out as a humble email group back in the late 1990s. Intending to open up the conversation around sexual orientation in Palestine, the organization operates as the first line of support for women, as well as men, who have questions about their sexuality. Global perspectives delivered right to your inbox Our newsletter bridges borders to bring you LGBTQ+ news from around the world. Based in Haifa, Morcos has seen many positive changes for LGBTQ+ Palestinians over the last two decades. “Today you can find Palestinian couples with kids, some who are out and some who are not. It’s your choice.” Nevertheless, activists like Morcos have paid a high personal cost for fighting against repressive and ingrained societal norms that further marginalize often vulnerable members of the LGBTQ+ community. There’s no question many LGBTQ+ Palestinians contend with a complex intersection of identities. Queer Palestinians are simultaneously dealing with the same issues as other Palestinians while also fighting for legal recognition and protection from anti-LGBTQ+ discrimination. “The challenges that face all Palestinians are the same, occupation and a lack of freedoms because of the restrictions imposed on the Palestinians due to the occupation,” she said. “Not only the destruction but the human rights violations against Palestinians are the most stressful at the moment. Not only in the West Bank because Palestinians inside Israel feel very threatened at the moment.” A complex legal framework Palestinian activists have endured personal attacks, discrimination and even death threats as they struggle to fight for equal rights in a region already rife with conflict. Yet, there is a marked difference in the legal and social environment for LGBTQ+ Palestinians between the two Palestinian territories, the West Bank and the Gaza Strip. In the West Bank, same-sex sexual acts were decriminalized in 1951 as a result of the annexation of the territory by Jordan and the subsequent ratification of the Jordanian Penal Code. Yet in the Gaza Strip, under the rule of Hamas, conditions are more challenging. Opinions differ on the extent to which the British Mandate Criminal Code Ordinance, which was enacted in 1936 and punishes “carnal knowledge against the order of nature”, is applied to consensual same-sex relations. According to the UK-based NGO Human Dignity Trust, there is “little evidence of the law being enforced, and it appears to be largely obsolete in practice.” Statistics published by the [ Global Acceptance Index](https://williamsinstitute.law.ucla.edu/wp-content/uploads/Global-Acceptance-Index-LGBTI-Nov-2021.pdf), which tracks LGBTI social acceptance across the world, show little positive change has happened in Palestine in recent years. The Index ranks Palestine 130 out of 175 countries, with no notable advancement in equal rights over the last decade. For LGBTQ+ folks in Western countries, groups like Queers for Palestine offer solidarity as a form of intersectional justice. They see queer liberation as linked to Palestinian liberation. Whereas some LGBTQ+ people feel they can’t support Palestinian rights because of the anti-LGBTQ+ nature of the region, queer advocates for Palestinian liberation [criticize Isreal for ‘pinkwashing’ its human rights record](https://www.lgbtqnation.com/2024/04/palestinians-are-dying-in-the-name-of-lgbtq-people-this-is-not-what-we-stand-for/) in order gain support from queer people in the West. A global fight Maisan Hamdan – a Palestinian writer and activist born in the port city of Haifa – has split her time between Haifa and Berlin since 2017. But distance doesn’t make her any less connected to her birthplace. “I became very much connected, but in a different way,” she told LGBTQ Nation. “Seeing LGBTQ issues in Palestine as a part of a huge international intersectionality showed me that we can’t separate issues when it’s about oppression and resistance.” Before 2017, Hamdan volunteered with alQaws for Sexual and Gender Diversity in Palestinian Society, an organization working to improve the rights of LGBTQ+ Palestinians. Hamdan’s activism has included attending protests in Haifa and participating in [internationalist pride](https://iqpberlin.org/en/) in Berlin, where she gave a speech about the experiences of queer people in Palestine. “Due to the complexity that we live in, it is never normal for us like other queers around the world who might have to fight for their rights but within their country, among their people,” she said. “We fight double oppression – colonialism and patriarchy.” She added that it’s essential for others to work to understand the complexity that she and other queer Palestinians inhabit. “As Palestinian queers who live in a place where oppression is part of the daily scene, it is a huge thing to feel that you are not alone,” she said, “that there are spaces where you feel you are part of a community, where you are being listened to, where you can share your thoughts without being afraid and where basically you feel safe.” Don't forget to share:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://iqpberlin.org/en/",
      "https://williamsinstitute.law.ucla.edu/wp-content/uploads/Global-Acceptance-Index-LGBTI-Nov-2021.pdf",
      "https://www.iqpberlin.org/en/",
      "https://iqpberlin.org/en",
      "https://www.williamsinstitute.law.ucla.edu/wp-content/uploads/Global-Acceptance-Index-LGBTI-Nov-2021.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rauda morcos",
          "sentiment": "negative"
        },
        {
          "name": "morcos",
          "sentiment": "none"
        },
        {
          "name": "aswat",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "palestinian feminist center for gender",
          "sentiment": "none"
        },
        {
          "name": "lgbtq nation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        },
        {
          "name": "haifa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T20:15:09.905+03:00",
    "updated": "2024-05-21T00:58:47.068+03:00"
  },
  {
    "uuid": "adc0cc6007000b577f8e08b247a05aa7fb139f6e",
    "url": "https://www.cnbc.com/2024/02/16/insurance-giant-swiss-re-posts-580percent-jump-in-full-year-profit.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Meredith",
    "published": "2024-02-16T10:52:00Z",
    "title": "Insurance giant Swiss Re posts 580% jump in full-year profit",
    "text": "Insurance giant Swiss Re on Friday reported a sharp upswing in full-year profit, benefitting from what it described as an attractive market environment after a \"batch of bad years.\" The Zurich-headquartered company posted full-year net profit of $3.2 billion, in line with expectations according to an LSEG-compiled consensus. It marked a nearly 580% increase when compared to the previous year's $472 million profit. Swiss Re proposed a 6% increase in its dividend to $6.80 per share for 2023. The firm's results reflect a dramatic recovery from 2022 when the company faced high inflation, claims from Hurricane Ian in Florida, and losses from the coronavirus pandemic. Swiss Re CEO Christian Mumenthaler told CNBC's \"Squawk Box Europe\" on Friday he was \"very happy\" with the firm's 2023 results and said the company had a \"very positive\" outlook. Asked whether the insurance and reinsurance industry had been putting up prices too much and thus creating an inflationary problem, Swiss Re's Mumenthaler replied: \"In the end, the role of insurance and reinsurance in particular is to put a fair price to risk and I think we have actually been lagging a little bit in the last few years.\" Reinsurance refers to insurance for insurance companies. Looking ahead, Mumenthaler warned that the price of the climate crisis would soon be at the door of consumers for the first time. \"With climate change, risks have increased a lot and you could see it in our profits, which were not adequate over the last few years. And so this is a reaction, a reassessment of the risk,\" he added. \"To a certain extent, what we see here ... is the price for climate change for the first time coming at the door of regular consumers. So far, this was a very abstract problem but here you can see the practical implications, so I don't think we are above anything we need for shareholders to get their adequate returns,\" he said. Shares of Swiss Re were 2.1% lower at 10:30 a.m. London time.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.swissre.com/media/press-release/pr-20240216-fy-2023-press-release.html",
      "https://swissre.com/media/press-release/pr-20240216-fy-2023-press-release.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mumenthaler",
          "sentiment": "none"
        },
        {
          "name": "christian mumenthaler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "re",
          "sentiment": "negative"
        },
        {
          "name": "swiss re",
          "sentiment": "negative"
        },
        {
          "name": "cnbc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "zurich",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T12:56:53.705+02:00",
    "updated": "2024-02-21T14:46:48.878+02:00"
  },
  {
    "uuid": "1fb86201f689f8b33e90de55b71a859bbda3e53f",
    "url": "http://www.uniindia.com/ulfa-signs-peace-deal-with-centre-assam-govt-amit-shah-calls-it-start-of-peace-in-ne/india/news/3114370.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Uniindia News Service",
    "published": "2023-12-29T14:53:00Z",
    "title": "ULFA signs 'peace deal' with Centre & Assam Govt; Amit Shah calls it start of peace in NE",
    "text": "IndiaPosted at: Dec 29 2023 7:53PM ULFA signs 'peace deal' with Centre & Assam Govt; Amit Shah calls it start of peace in NENew Delhi, Dec 29 (UNI) A 'tripartite Memorandum of Settlement' has been signed between the United Liberation Front of Assam (ULFA), Centre and the Assam government in the presence of Union Home Minister Amit Shah on Friday. The deal is intended to bring lasting peace in the North East region, especially in Assam.Meanwhile, the ULFA (Independent) faction led by Paresh Baruah remains opposed to talks.Speaking after signing the deal, the Union Home Minister said \"This is a new start of a period of peace for the whole Northeast, especially Assam\". \"I want to assure ULFA representatives that the faith you have kept in the government of India, from the side of the Ministry of Home Affairs(MHA), a programme will be made in a time-bound manner to fulfill everything, without you asking for it\" Shah said.The Minister said, \"Under MHA, a committee will be formed, which will work with the Assam governmnt to fullfill this agreement\".He said, \"In the last five years, nine accords related to peace and borders were signed which have brought peace in the North-Eastern region..adding that over nine thousand cadres of insurgent groups have surrendered. Assam Chief Minister Himanta Biswa Sarma who was also present called the peace deal a historic day for Assam.\"During Prime Minister Narendra Modi's tenure and under the guidance of Union Home Minister Amit Shah, work for Assam's peace was always underway\" he added.The Chief Minister said, three accords have been signed and the move will fulfill the aspirations of people of the state.The peace deal with the oldest insurgent group of Assam aims to address issues such as illegal immigration, land rights for indigenous communities, and a financial package for Assam's development.UNI JA CS1945Tags: #ULFA signs ''peace deal'' with Centre & Assam Govt; Amit Shah calls it start of peace in NE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amit shah",
          "sentiment": "negative"
        },
        {
          "name": "paresh baruah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "centre & assam govt",
          "sentiment": "negative"
        },
        {
          "name": "ministry of home affairs",
          "sentiment": "none"
        },
        {
          "name": "union home minister",
          "sentiment": "none"
        },
        {
          "name": "mha",
          "sentiment": "none"
        },
        {
          "name": "united liberation front of assam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "north east",
          "sentiment": "none"
        },
        {
          "name": "nenew delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:03:21.781+02:00",
    "updated": "2023-12-29T17:03:21.781+02:00"
  },
  {
    "uuid": "7fe6e7e7ceb1aef0a45ab4e46e2c545fc849b79a",
    "url": "https://www.mid-day.com/mumbai/mumbai-news/article/karsevak-devendra-fadnavis-makes-first-visit-to-ayodhya-temple-23351952",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dharmendra Jore",
    "published": "2024-05-30T23:58:00Z",
    "title": "Karsevak Devendra Fadnavis makes first visit to Ayodhya temple",
    "text": "After three visits as a karsevak, Maharashtra Deputy Chief Minister Devendra Fadnavis visited the Ayodhya Ram Mandir for the first time after its construction, on Thursday. He said he was yearning to seek Ram Lallas blessings ever since the new temple came up early this year. I had been to Ayodhya thrice as a karsevak [during the Ram Janmabhoomi movement] and several times as a Ramsevak. But today my joy knows no bounds after seeking the blessings of Sri Ram, he said. I havent demanded anything from God because he knows everything, Fadnavis added. After three visits as a karsevak, Maharashtra Deputy Chief Minister Devendra Fadnavis visited the Ayodhya Ram Mandir for the first time after its construction on Thursday. He said he was yearning to seek Ram Lallas blessings ever since the new temple came up early this year. Fadnavis with the devotees from Maharashtra at the temple I had been to Ayodhya thrice as a karsevak (during the Ram Janmabhoomi movement) and several times as a Ramsevak. But today my joy knows no bounds after seeking the blessings of Sri Ram. I havent demanded anything from God because he knows everything, he said. Fadnavis said he didnt know if the Ram Mandir would be constructed in Ayodhya in the span of his lifetime. But thanks to Modi-ji for making it possible. The temple has been constructed and I got an opportunity to visit it. Were not Hindus only for the purpose of elections. Were Ramsevaks who follow Shri Ram, he added. Fadnavis met the temple construction workers and thanked them for their service. He also met a group of devotees from Maharashtra. Later, while noting down his remarks in the visitors book the temple trust maintains, the DCM thanked the people who had laid their lives during the Ram Janmabhoomi movement. Im fortunate to be here in the temple that has been reconstructed. Im fortunate to be a karsevak who served the movement. I pay tribute to those who laid their lives for the countrys resurrection through the Ram Janmabhoomi movement, he wrote. Earlier in the day, Fadnavis visited the Kashi Vishwanath and Hanuman Gadhi temples in Varanasi where he campaigned for PM Modi on Wednesday. Jan 22Day the Ram temple was consecrated",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "devendra fadnavis",
          "sentiment": "negative"
        },
        {
          "name": "karsevak devendra fadnavis",
          "sentiment": "negative"
        },
        {
          "name": "fadnavis",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "ayodhya ram mandir",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T05:31:50.906+03:00",
    "updated": "2024-05-31T05:31:50.906+03:00"
  }
]