[
  {
    "uuid": "8c9561c333d842cda1769e0a5bd19f2c024b3e2d",
    "url": "https://eldeber.com.bo/mundo/el-papa-insta-a-negociar-para-poner-fin-a-la-guerra-en-ucrania_359247",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@eldeber",
    "published": "2024-03-09T20:38:00Z",
    "title": "El papa insta a \"negociar\" para poner fin a la guerra en Ucrania | El Deber",
    "text": "Mundo GUERRA EN UCRANIA El papa insta a \"negociar\" para poner fin a la guerra en Ucrania \"La palabra negociar es una palabra valiente. Cuando ves que estás derrotado, que las cosas no van bien, necesitas tener el coraje de negociar\", añadió el líder de la Iglesia católica El papa Francisco instó a las partes en conflicto en Ucrania a negociar \"antes de que las cosas empeoren\", en una entrevista difundida este sábado por la televisión suiza. \"Creo que son más fuertes quienes ven la situación, quienes piensan en el pueblo, quienes tienen el coraje de izar la bandera blanca y negociar\", declaró el papa durante una entrevista de la radio televisión suiza RTS, realizada a inicios de febrero. \"La palabra negociar es una palabra valiente. Cuando ves que estás derrotado, que las cosas no van bien, necesitas tener el coraje de negociar\", añadió. \"Te da vergüenza, pero ¿con cuántas muertes terminará?\", continuó el jesuita argentino, de 87 años. \"Hoy, por ejemplo, en la guerra de Ucrania, hay muchos que quieren actuar como mediadores. Turquía se ofreció a ello. Y otros. No tengan vergüenza de negociar antes de que las cosas empeoren\", instó. El presidente turco, Recep Tayyip Erdogan, afirmó el viernes que su país estaba dispuesto a acoger conversaciones de paz entre Kiev y Moscú, tras una reunión con su par ucraniano, Volodimir Zelenski, en Estambul. En las primeras semanas de la guerra, que empezó con la invasión rusa de Ucrania el 24 de febrero de 2022, Turquía había acogido negociaciones de paz entre ambos países, aunque estas fracasaron. Los periodistas también le preguntaron sobre la guerra entre Israel y el movimiento islamista Hamás en la Franja de Gaza. \"La guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra\", contestó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T00:09:06.072+02:00",
    "updated": "2024-03-10T00:09:06.072+02:00"
  },
  {
    "uuid": "230d514b96e4d601934e93ac85c08e473a6b9560",
    "url": "https://www.business-standard.com/india-news/imd-issues-red-alert-for-maharashtra-mp-orange-alert-for-kerala-himachal-124080200821_1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Standard",
    "published": "2024-08-02T07:45:00Z",
    "title": "IMD issues red alert for Maharashtra, MP; orange alert for Kerala, Himachal | India News - Business Standard",
    "text": "The India Meteorological Department (IMD) has issued a \"red\" alert for extremely heavy rainfall in Madhya Maharashtra and East Madhya Pradesh for Friday.\nAdditionally, the IMD has warned of very heavy rains in various regions across the country, including Himachal Pradesh, Kerala, Uttarakhand, Konkan, Goa, Gujarat, Rajasthan, Karnataka, Assam, and Meghalaya. Click here to connect with us on WhatsApp\nThe Met department on Friday issued a \"yellow\" alert for Mumbai, Palghar, and Thane. Districts such as Raigad, Ratnagiri, and Sindhudurg are under an \"orange\" alert due to forecasts of very heavy rainfall. Furthermore, a \"red\" alert has been issued for extremely heavy rainfall in the ghat regions of Pune, Kolhapur, and Satara.\nHimachal Pradesh cloudbursts: 5 dead, over 50 missing; rescue ops on\nIn Himachal Pradesh, the districts of Mandi, Shimla, and Kullu have been struck by cloudbursts, resulting in over 50 missing persons and the recovery of five bodies.\nALSO READ: Himachal cloudbursts: 5 dead, over 50 missing; IMD issues flash flood alert\nAdditional Chief Secretary Onkar Chand Sharma stated that a heavy rain alert has been issued until August 2. An \"orange\" alert has been declared in Kanga district on Friday, with heavy rain also forecasted for Sirmaur, Solan, Mandi, and Shimla. More From This Section LIVE news: Air India suspends flights to Tel Aviv until Aug 8 due to Israel-Palestine crisis Parliament LIVE news: Spreading disinformation, alleges BJP MP on LoP Rahul Gandhi's ED remark Ghatkopar reminder: Thane hoarding collapse injures three amid new rules Atishi orders probe into deaths of 14 inmates of Asha Kiran shelter home Over 29,000 hospitals empanelled till June under Ayushman Bharat: Govt\nIMD issues 'orange alert' for Kerala\nThe IMD Kerala has issued an \"orange\" alert for the Wayanad district until Saturday. The district has already been significantly impacted by landslides, resulting in over 340 deaths.\nIMD Kerala director, Neetha K Gopal, said “We have issued an orange alert in four northern districts of Kerala, including Wayanad. In the south, up to Pathanamthitta, we have also issued a yellow alert. From tomorrow (August 3) on, there will be a considerable reduction in rainfall activity. So the yellow alerts are being confirmed only for the northern districts of Kerala. And then from Sunday, there will be a reduction and we will be experiencing only light to moderate rain thereafter for another four days.”\nIMD weather forecast: Rainfall across India\nLight rain showers were experienced in various parts of Delhi on Thursday morning. The IMD has predicted intermittent rainfall in the national capital until August 5.\nAccording to the IMD, heavy-to-very heavy rainfall is expected in Konkan, Goa, Madhya Maharashtra, and the Gujarat region from August 1 to August 5.\nWest Madhya Pradesh on 03rd& 04th; Gujarat Region, Konkan & Goa on 03rd; East Rajasthan on 04th August.\n2) Monsoon is likely to be active over Northwest, Central & East India during next 3-4 days. pic.twitter.com/rqghvXr5iW — India Meteorological Department (@Indiametdept) August 2, 2024\nMadhya Pradesh will likely experience similar conditions from August 1 to August 4, while Vidarbha and Chhattisgarh can expect heavy rain from August 1 to August 3. Saurashtra and Kutch are predicted to receive heavy rain on August 3.\nAdditionally, isolated areas in Marathwada are predicted to receive heavy rainfall on August 3, and Saurashtra and Kutch again on August 4.\nALSO READ: Uttarakhand rains: 14 dead due to heavy rains, Kedarnath Yatra suspended\nUttarakhand is expected to see heavy rainfall from August 1 to August 3, while East Rajasthan will experience it from August 1 to August 4.\nIMD weather: Heavy rainfall across India until August 7\nHeavy rainfall is expected in isolated areas of Jammu and Kashmir, and Rajasthan from August 1 to August 5, Himachal Pradesh, and Uttarakhand from August 1 to August 7, Uttar Pradesh on August 1 to August 3, and again on August 6 and August 7, and in Punjab and Haryana-Chandigarh on August 1 and August 2.\nThe meteorological department has also issued a heavy rain warning for Jharkhand, Odisha, and Gangetic West Bengal on August 2. Additionally, the alert extends to Bihar, Assam, Meghalaya, Sub-Himalayan West Bengal and Sikkim, Arunachal Pradesh, Nagaland, Manipur, Mizoram, and Tripura from August 1 to August 7.\n(With agency inputs) Also Read India to record above-normal rainfall in August and September, predicts IMD Crops expected to get higher rainfall over remainder of Monsoon season Halfway through monsoon: 16 states with normal rainfall, 10 face deficit Halfway into Monsoon season, 25% of Indian regions face rainfall deficit Delhi area where IAS aspirants died flooded again after heavy rains Topics : Indian monsoon monsoons Monsoon in UP Monsoon in India IMD on rains IMD weather forecast IMD monsoon forecast IMD Maharashtra Mumbai rains Mumbai Himachal Pradesh Uttarakhand Kerala landslide Waterlogging weather forecasts weather forecast BS Web Reports Don't miss the most important news and views of the day. Get them on our\nTelegram channel First Published: Aug 02 2024 | 3:45 PM IST\nExplore News Stock Market LIVE Stocks to Watch Today Paris Olympics 2024 LIVE Parliament Season LIVE Bank Holiday List Latest News LIVE Gold-Silver Price Today Ola Electric IPO Olympics 2024 Budget 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
      "https://twitter.com/Indiametdept/status/1819300628390371384?ref_src=twsrc%5Etfw",
      "https://t.co/rqghvXr5iW",
      "https://t.me/bsindiaofficial",
      "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
      "https://www.t.co/rqghvXr5iW",
      "https://www.t.me/bsindiaofficial",
      "https://www.twitter.com/Indiametdept/status/1819300628390371384?ref_src=twsrc%5Etfw",
      "https://twitter.com/Indiametdept/status/1819300628390371384"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "onkar chand sharma",
          "sentiment": "none"
        },
        {
          "name": "himachal pradesh",
          "sentiment": "none"
        },
        {
          "name": "thane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "himachal | india news - business standard the india meteorological department",
          "sentiment": "negative"
        },
        {
          "name": "imd",
          "sentiment": "none"
        },
        {
          "name": "east madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "uttarakhand",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "shimla",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "raigad",
          "sentiment": "none"
        },
        {
          "name": "satara",
          "sentiment": "none"
        },
        {
          "name": "meghalaya",
          "sentiment": "none"
        },
        {
          "name": "rajasthan",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "kolhapur",
          "sentiment": "none"
        },
        {
          "name": "himachal pradesh",
          "sentiment": "none"
        },
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "mandi",
          "sentiment": "none"
        },
        {
          "name": "palghar",
          "sentiment": "none"
        },
        {
          "name": "goa",
          "sentiment": "none"
        },
        {
          "name": "pune",
          "sentiment": "none"
        },
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "kullu",
          "sentiment": "none"
        },
        {
          "name": "ratnagiri",
          "sentiment": "none"
        },
        {
          "name": "kerala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T13:38:12.931+03:00",
    "updated": "2024-08-02T13:38:12.931+03:00"
  },
  {
    "uuid": "1d22a1847b945a78016b80a696fb36ddc3caee9a",
    "url": "https://blacksportsonline.com/2023/12/ja-morant-on-his-controversial-celebration-after-memphis-grizzlies-win/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clement",
    "published": "2023-12-28T18:22:00Z",
    "title": "Ja Morant On His Controversial Celebration After Memphis Grizzlies Win - BlackSportsOnline",
    "text": "Ja Morant is in the news again over his controversial celebration following another Memphis Grizzlies win. He’s been blasted on the internet for his celebration which people interpreted as firing guns. You know he’s been caught up in some gun stuff in the past and this celebration is being linked to firing or portraying guns. [READ ALSO: Dak Prescott’s Ex-Girlfriend Natalie Buffett Has Moved On And Now Is With MLB Pitcher Jack Flaherty](https://blacksportsonline.com/2023/12/dak-prescotts-ex-girlfriend-natalie-buffett-has-moved-on-and-now-is-with-mlb-pitcher-jack-flaherty/) But according to Morant, the celebration was a ‘Rock Ya Hips’ dance and not firing guns as it’s been speculated out there. [Morant](https://nypost.com/2023/12/27/sports/ja-morant-taking-heat-in-grizzlies-celebration-controversy/?utm_campaign=nypost_sports&utm_medium=social&utm_source=twitter&sr_share=twitter) reposted a video on X that compiled clips of LSU football players unveiling similar dances while celebrating touchdowns, with some users suggesting perhaps Morant used it because the Grizzlies were playing in New Orleans. But others countered by criticizing Morant for unveiling anything that even resembled — or could’ve been confused for — finger guns, given that he’d just returned from a 25-game suspension for flashing a handgun on Instagram Live for a second time. Ja Morant pulled out that BR cell [https://t.co/IF5379EDg9] [pic.twitter.com/25Kdw6u8hE] — Racqy Balboa ❤️🍨 (@RacqyDaRuler) [December 27, 2023] “The optics of ja morant own employer promoting the flashing of gun hand motions after coming back from a 25 game suspension is insane,” one user wrote on X. The exact optics and context behind his dance remain unclear, and the Grizzlies’ team account even shared a clip on social media. It was just a dance, but Morant has to know he is under an extremely spotlight, so he has to take everything under consideration. Flip to the next page for reactions…",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://nypost.com/2023/12/27/sports/ja-morant-taking-heat-in-grizzlies-celebration-controversy/?utm_campaign=nypost_sports&utm_medium=social&utm_source=twitter&sr_share=twitter)",
      "https://t.co/IF5379EDg9",
      "https://www.t.co/IF5379EDg9",
      "https://www.nypost.com/2023/12/27/sports/ja-morant-taking-heat-in-grizzlies-celebration-controversy/?utm_campaign=nypost_sports&utm_medium=social&utm_source=twitter&sr_share=twitter)",
      "https://nypost.com/2023/12/27/sports/ja-morant-taking-heat-in-grizzlies-celebration-controversy/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "blacksportsonline ja morant",
          "sentiment": "negative"
        },
        {
          "name": "memphis grizzlie",
          "sentiment": "negative"
        },
        {
          "name": "morant",
          "sentiment": "none"
        },
        {
          "name": "jack flaherty",
          "sentiment": "none"
        },
        {
          "name": "dak prescott",
          "sentiment": "none"
        },
        {
          "name": "natalie buffett",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "memphis grizzlies",
          "sentiment": "negative"
        },
        {
          "name": "mlb",
          "sentiment": "none"
        },
        {
          "name": "lsu",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:09:53.509+02:00",
    "updated": "2023-12-29T01:09:53.509+02:00"
  },
  {
    "uuid": "89ec3b67f94fe75ab18c1eb9b8eaddf50e6cc8ac",
    "url": "https://www.click2houston.com/news/local/2024/03/14/local-celebrity-tortoise-goes-on-romantic-journey",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Faith Braverman",
    "published": "2024-03-14T21:32:00Z",
    "title": "Local celebrity tortoise goes on romantic journey",
    "text": "WALLER – Thirty-year-old Jeremy the tortoise is well-known online.\nHis viral antics include frequent escape attempts from Blue Heron Farm in Waller. His owners adopted him last year to grace their petting zoo and beer garden, but Jeremy proved to be more itinerant than they’d bargained for.\nRecommended Videos\nThe 90-pound African spurred tortoise went missing so frequently that his owners were forced to put an Apple Air Tag on him to track his movements.\nBut around 5 p.m. on Wednesday, Jeremy’s owners posted that the tortoise was once again lost, and they were not getting ANY hits on his Air Tag.\npic.twitter.com/a8bXQGjBwP\n— Blue Heron Farm (@BlueHeronFarmTX) March 13, 2024 “We’ve put him in lost mode,” the post said.\nWhile Jeremy is known for sneaking off the farm, his owners were worried that Jeremy may have been taken.\nIt turned out to be a little bit of both.\nJeremy did indeed wander off the Waller farm -- and was picked up by a concerned citizen who took him to his OWN tortoise farm a mile away. Jeremy’s owners were able to track down his location Thursday using social media, but by the time they arrived, Jeremy had become romantically entangled with a female tortoise.\nWhen a user asked if Jeremy was perhaps roaming in search of a mate, his owners replied, “Was not out looking for a girlfriend, he just got lucky and found one where they took him.”\nWhat is love if not a game of luck?\nHis owners say they’ll be picking him up and bringing him home once his romantic rendezvous is over. It also turns out their location is too rural for the Air Tag to be of any use.\n“We’re just going to put a dog tag with our phone number on his shell next,” they posted.\nSEE ALSO: Drones for dogs? How technology is finding missing pets Man talks importance of microchipping pets after losing dog during car wreck Dogs abandoned in Houston’s January freeze find forever home thanks to Click2Houston! Copyright 2024 by KPRC Click2Houston - All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://twitter.com/BlueHeronFarmTX/status/1768033226612695452?ref_src=twsrc%5Etfw",
      "https://t.co/a8bXQGjBwP",
      "https://twitter.com/BlueHeronFarmTX",
      "https://www.twitter.com/BlueHeronFarmTX",
      "https://www.twitter.com/BlueHeronFarmTX/status/1768033226612695452?ref_src=twsrc%5Etfw",
      "https://www.t.co/a8bXQGjBwP",
      "https://twitter.com/BlueHeronFarmTX/status/1768033226612695452"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy",
          "sentiment": "negative"
        },
        {
          "name": "waller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "blue heron farm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "waller",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:06:59.967+02:00",
    "updated": "2024-03-15T00:14:31.635+02:00"
  },
  {
    "uuid": "051f251ff04351fa9eba0acab43140752c17054c",
    "url": "https://www.wsiltv.com/news/at-least-30-dead-after-typhoon-gaemi-cut-off-towns-in-china-s-hunan-province/article_b32f6116-abe9-5d20-aefd-6d14a4b82dfe.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shawn Deng, Hassan Tayier and Duarte Mendonca, CNN",
    "published": "2024-08-01T00:00:00Z",
    "title": "At least 30 dead after Typhoon Gaemi cut off towns in China’s Hunan province | News | wsiltv.com",
    "text": "Hong Kong (CNN) — Heavy rains and floods from Typhoon Gaemi caused at least 30 deaths and left 35 people missing across eight towns in the southern Chinese province of Hunan, state-run news agency Xinhua reported on Thursday, citing local authorities.\nOn Thursday, rescue teams reached eight towns that had been cut off from the outside world since last Sunday, due to destroyed infrastructure and power grids.\n“As of 12:00 on August 1, the roads, electricity, and communications in the eight towns in Zixing City most severely affected by Typhoon Gaemi are largely restored, and search and rescue efforts have made significant progress,” the local authorities confirmed to Xinhua.\nRescue operations are still underway, local authorities said.\nIn response to the severe flooding in Hunan, China raised its emergency response level to better support local disaster relief efforts and ensure basic living security for the affected people, the country’s Ministry of Emergency Management said Thursday.\nTyphoon Gaemi initially made landfall in China on the evening of Thursday July 25, with winds approaching 110 kph (70 mph). The storm continued west-northwest through China, bringing heavy rainfall and winds, with forecasters predicting that rainfall could range from 150 to 250 mm (6 to 10 inches), with amounts up to 400 mm (15 inches) in higher elevation areas and along the coast.\nThe storm previously caused torrential flooding in Taiwan, with rainfall in five townships totaling over 1,285mm (50 inches).\nTyphoon Gaemi was deflected off its forecasted track by Taiwan’s mountainous terrain and spent more than six hours offshore, making a loop near the Hualien coastline instead of making landfall on the evening of Wednesday, July 24.\nFarther south, Gaemi had also flooded much of the Philippine capital after it worsened torrential monsoon rains.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gaemi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "ministry of emergency management",
          "sentiment": "none"
        },
        {
          "name": "xinhua",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hunan",
          "sentiment": "none"
        },
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "zixing city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T01:45:54.784+03:00",
    "updated": "2024-08-02T01:45:54.784+03:00"
  },
  {
    "uuid": "ca77b72336ab4fa30e723a0600ee1fd53bc2894c",
    "url": "https://menafn.com/1107666610/Verityxr-Strengthens-Leadership-Team-With-Appointment-Of-Dr-Doug-Nelson-Phd-As-Chief-Architect-And-Engineer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-28T00:12:00Z",
    "title": "Verityxr Strengthens Leadership Team With Appointment Of Dr. Doug Nelson, Phd As Chief Architect And Engineer | MENAFN.COM",
    "text": "( MENAFN - ACCESSWIRE) CHICAGO, IL / ACCESSWIRE / December 28, 2023 / VerityXR, a trailblazer in Extended Reality (XR) healthcare technologies, is excited to announce the appointment of Dr. Doug Nelson, PhD , as its new Chief Architect and Engineer. Dr. Nelson transitions from a consulting role to a permanent leadership position, reinforcing VerityXR's commitment to innovation and excellence in the field of XR technology .-\nsrc=\"https://www.accesswire.com/imagelibrary/5b576890-2266-4f01-9548-77d58b13a742/820610/Welcome-to-the-Team-Doug-Nelson.jpg\" alt=\"VerityXR is excited to announce the appointment of Dr. Doug Nelson, PhD, as its new Chief Architect and Engineer.\"> With a career spanning over two decades, Dr. Nelson is a distinguished figure in engineering and healthcare technology. His experience encompasses pivotal roles at industry giants such as Humana Inc., Centene Inc., MITRE, and Merck, Inc. Dr. Nelson is also recognized for his entrepreneurial spirit, co-founding the Federated Software Group (FSG), which achieved significant success and was later acquired by Boeing Inc. His work at FSG was crucial in developing advanced command and control systems for the US Air Force and the US Transportation Command, greatly enhancing global mobility across air, land, and sea.\nAs the Chief Architect and Engineer at VerityXR, Dr. Nelson will lead the development of Verity's innovative EnGauge XRTM platform. This platform stands at the forefront of revolutionizing pain management and physical rehabilitation through cutting-edge XR technology. Dr. Nelson's appointment marks a significant milestone in VerityXR's journey towards advancing healthcare technology.\nExpressing his enthusiasm for the new role, Dr. Nelson said, \"Joining VerityXR in a full-time capacity is an exhilarating opportunity. I am eager to contribute my expertise to enhance the EnGauge XRTM platform and make a tangible impact in the field of healthcare technology.\"\nVerityXR's CEO Amish Patel, MD, MBA commented, \"Dr. Nelson's vast experience and visionary approach are invaluable assets to our team. His leadership in engineering and development will undoubtedly propel VerityXR to new heights in XR technology innovation.\"\nShiva Rallapalli, MBA, Verity's COO said, \"I've had a long association with Doug for over 12 years. He is the best person to lead our Product Development.\"\nAbout VerityXR: Founded by University of Chicago Booth School of Business MBA graduates, together with a shared vision of transforming healthcare, Verity Technologies is at the vanguard of utilizing Extended Reality for pain management and physical rehabilitation solutions. The company is dedicated to providing groundbreaking treatment options and improving patient outcomes through the power of extended reality (XR) technology.\nFor media and/or business inquiries, please email: [email protected] or visit .\nSOURCE: VerityXR\nMENAFN28122023004220003708ID1107666610\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.accesswire.com/viewarticle.aspx?id=820610&lang=en",
      "https://accesswire.com/viewarticle.aspx?id=820610&lang=en",
      "https://www.accesswire.com/viewarticle.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "doug nelson",
          "sentiment": "negative"
        },
        {
          "name": "nelson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "federated software group",
          "sentiment": "none"
        },
        {
          "name": "centene inc.",
          "sentiment": "none"
        },
        {
          "name": "boeing inc",
          "sentiment": "none"
        },
        {
          "name": "humana inc.",
          "sentiment": "none"
        },
        {
          "name": "merck, inc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "il",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "accesswire",
          "sentiment": "none"
        },
        {
          "name": "mitre",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:28:17.108+02:00",
    "updated": "2023-12-29T02:28:17.108+02:00"
  },
  {
    "uuid": "f9f400a8cfb3543fdaeeb3044d09899bc2107da1",
    "url": "https://www.hawaiinewsnow.com/2024/09/19/first-office-to-residential-conversion-downtown-honolulu-now-leasing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@hawaiinewsnow",
    "published": "2024-09-19T14:54:00Z",
    "title": "First office-to-residential conversion in Downtown Honolulu now leasing",
    "text": "HONOLULU (HawaiiNewsNow) - A new chapter in affordable housing is unfolding in Downtown Honolulu for young professionals. The first office-to-residential conversion under the city’s Bill 7 program is now complete, providing a much-needed option for those seeking affordable rentals. The newly opened building at 1060 Bishop Street adds 52 affordable units into Oahu’s housing stock. It also signals a continuing gradual transformation of the downtown from a place to work -- to a place to live. The building offers a variety of units for residents earning 80% or less of the area median income. “This was an existing building beforehand,” said Luke Williams of 1060 Bishop Street. “We gutted it completely, added new plumbing stacks and whatever is needed into an old office building, and now it’s a residential building.” ”We’re grateful for the opportunity to contribute to finding solutions to Hawaii’s affordable housing crisis through this new project,” said Robert Kurisu, principal of 1060 Bishop Street, LLC. “This project aims to address a critical need in our community by repurposing an existing structure for much-needed housing in the heart of Honolulu and revitalize our downtown community.” The project was built under Bill 7, which is meant to spur developers to build more affordable housing. “Incentives include real property tax exemptions and GET (general excise tax) exemptions, which ultimately allow the developer to pass along the savings to residents,” said Kurisu. Another incentive for developers until Bill 7 -- they don’t have to include parking, which, according to national trends, isn’t a problem for young urban dwellers. “They are looking to not have to drive, especially young people under 35. They want to have all of their entertainment within a five-block radius,” said real estate expert Stephany Sofos. “They’ll bike to the gym, they’ll bike to the beach, but that’s it,” she added. “After or on the weekends it’s pretty dead, it’s pretty dormant, it’s pretty quiet,” said City Council Member Tyler Dos Santos-Tam, who represents the area. “So to have residents down there who are going to patronize the coffee shops and the restaurants and help bring new energy in -- that’s super important.” A lot of the transformation is happening on Bishop Street, which is still the center of Hawaii’s financial district. But the area now includes the AC Hotel Honolulu, on the corner of Hotel Street. There’s also the 22-story Davies Pacific Center, which is being transformed into a mixed used condo called “Modea.” It will have 352 units ranging from $400,000 studios to three-bedrooms units starting at $1 million. The reduction in available office space isn’t a bad thing, according to Sofos. “At one point they were about 25 percent vacant,” she said. ‘Now with these buildings being taken out, the inventory’s gotten smaller, so people are getting into these office buildings faster.” 1060 Bishop Street includes 52 units, with studios ranging from 281 to 391 square feet for $1,950 per month. One-bedroom units range from 372 to 581 square feet, starting at $2,089 per month, while two-bedroom units are 791 square feet and rent for $2,506 per month. Utilities are included, and a discounted TV and high-speed internet package is available for an additional fee. Applications for studio, one and two bedroom apartments are being accepted now. You can learn more and submit a lease applications by clicking here . Copyright 2024 Hawaii News Now. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.1060bishop.com/",
      "https://www.1060bishop.com",
      "https://1060bishop.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:42:23.508+03:00",
    "updated": "2024-09-20T12:47:56.373+03:00"
  },
  {
    "uuid": "b3d85ed6e54f3c26e02a4fd99fcff68379b7f199",
    "url": "https://flipboard.com/article/oregon-house-approves-bill-changing-laws-on-revenge-porn-restraining-orders/f-9fbc34c3de%2Fourcommunitynow.co",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ourcommunitynow.com",
    "published": "2024-02-22T00:00:00Z",
    "title": "Oregon House approves bill changing laws on revenge porn, restraining orders | Flipboard",
    "text": "Oregon House approves bill changing laws on revenge porn, restraining orders A key component of HB 4146 is the removal of a loophole in Oregon’s revenge porn law that was passed in 2015. The state deemed it illegal to … More stories from [Crime](/topic/crime) More stories from [Oregon](/topic/oregon) - Storyboard Librarians could face criminal charges over \"obscene\" books in some states [Understanding what happened to trees in last month’s ice storm](/topic/oregon/understanding-what-happened-to-trees-in-last-month-s-ice-storm/f-10e96cccfd%2Fopb.org) Last month, trees throughout Western Oregon fell as strong winds and snow battered the region. In Portland alone, there are more than a million trees … [Chauffeur couple accused of stealing $34 million from Oregon publishing magnate face new indictment](/topic/oregon/chauffeur-couple-accused-of-stealing-34-million-from-oregon-publishing-magnate-/a-9-30UV67TZ2tO1lSw4jOLg%3Aa%3A2878689153-f7102635d9%2Foregonlive.com) The husband-and-wife chauffeurs accused of stealing $34 million from wealthy Oregon-based publisher and political activist Win McCormack face a new … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flipboard oregon house",
          "sentiment": "negative"
        },
        {
          "name": "oregon house",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T08:41:40.929+02:00",
    "updated": "2024-02-23T08:41:40.929+02:00"
  },
  {
    "uuid": "c3719578c9e9930fc4358b96e7611956dce06400",
    "url": "https://ground.news/article/people-urged-to-avoid-weir-and-parkrun-cancelled-as-floods-take-hold-in-shrewsbury",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shropshire Star",
    "published": "2023-12-29T14:50:00Z",
    "title": "Ground News - People urged to avoid weir and Parkrun cancelled as floods take hold in Shrewsbury",
    "text": "Summary by Shropshire Star West Mercia Police shared pictures of the River Severn overflowing at the weir from Castlefields, and insisted people should not walk or drive through the water. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nShropshire Star Media Conglomerate: MNA Media People urged to avoid weir and Parkrun cancelled as floods take hold in Shrewsbury West Mercia Police shared pictures of the River Severn overflowing at the weir from Castlefields, and insisted people should not walk or drive through the water.\n5 hours ago · Ketley, United Kingdom Read Full Article\nShropshire Star Media Conglomerate: MNA Media\nPeople urged to avoid weir and Parkrun cancelled as floods take hold in Shrewsbury West Mercia Police shared pictures of the River Severn overflowing at the weir from Castlefields, and insisted people should not walk or drive through the water.\n5 hours ago · Ketley, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.shropshirestar.com/news/local-hubs/shrewsbury/2023/12/29/people-urged-to-avoid-weir-and-parkrun-cancelled-as-floods-take-hold-in-shrewsbury/?utm_source=ground.news&utm_medium=referral",
      "https://shropshirestar.com/news/local-hubs/shrewsbury/2023/12/29/people-urged-to-avoid-weir-and-parkrun-cancelled-as-floods-take-hold-in-shrewsbury/?utm_source=ground.news&utm_medium=referral",
      "https://www.shropshirestar.com/news/local-hubs/shrewsbury/2023/12/29/people-urged-to-avoid-weir-and-parkrun-cancelled-as-floods-take-hold-in-shrewsbury/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "parkrun",
          "sentiment": "neutral"
        },
        {
          "name": "ketley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shropshire star west mercia police",
          "sentiment": "neutral"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "mna media people",
          "sentiment": "none"
        },
        {
          "name": "shropshire star media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "shrewsbury summary",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "shrewsbury west mercia police",
          "sentiment": "none"
        },
        {
          "name": "castlefields",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:40:46.353+02:00",
    "updated": "2023-12-29T18:40:46.353+02:00"
  }
]
