[
  {
    "uuid": "23f5513c2ad706736d4e412e35a069b42877afb7",
    "url": "https://www.ilmattino.it/primopiano/cronaca/ex_poliziotto_condanna_minorenna_sposa_vittima-8179812.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Giulio Pinco Caracciolo",
    "published": "2024-06-13T00:00:00Z",
    "title": "Ex poliziotto con la 15enne nei club hot, condannato. Ma ora sposerà la vittima",
    "text": "Adesso c’è una sentenza che condanna l’ex poliziotto 39enne Fabio Di Veroli a 4 anni di carcere per aver convinto Roberta di soli 15 anni (nome di fantasia) a fare il giro notturno dei locali per scambisti e a esibirsi in rapporti intimi. Alunne di medie ed elementari pagate per giochi erotici, il prof aveva il listino delle tariffe: arrestato Ma c’è anche il racconto paradossale della vittima, oggi 22enne e prossima al matrimonio proprio con Di Veroli, che a margine della sentenza commenta a gran voce: «Quando sono stata sentita in aula avevo chiesto di non condannarlo. Questa è una sentenza assolutamente ingiusta». Ma all’epoca dei fatti, Roberta, seppur apparentemente consenziente, non era legalmente nella condizione di scegliere, a causa della sua età. LA VICENDA Tutto inizia nel 2016, quando Roberta, dopo aver vissuto per un periodo in Germania rientra a Roma e inizia un rapporto con l’allora 31enne Di Veroli. Uno scambio di messaggi attraverso il sito d’incontri Badoo basta per un appuntamento. Da qui in poi iniziano a parlare gli atti della Procura. Da aprile 2017 e sino al mese di giugno 2018 con «azioni esecutive di un medesimo disegno criminoso - si legge nel capo d’imputazione - utilizzando la vittima realizzava esibizioni e spettacoli pornografici». Il tutto all’interno di numerosi club privé a luci rosse della Capitale. Le vengono aperte le porte del New Armony in zona Tuscolana, dell’Atlantis sulla Cassia e ancora all’Olimpo Therme di Acilia e del Therme Club Privé nei dintorni di via Prenestina. Serate trasgressive e proibite durante le quali Di Veroli «Faceva compiere atti sessuali alla minorenne con vari altrui partecipanti alla serata, assistendo ai rapporti tra la ragazza e gli adulti». Nel giro di poche settimane la coppia consolida legami sessuali con altre coppie talvolta filmando e fotografando i rapporti. Roberta nel corso del processo ha deciso di ritirare la costituzione di parte civile. Un modo per far sentire la sua vicinanza all’imputato amante. A tutelare i suoi interessi era rimasto il padre che non ha mai accettato il rapporto tra la figlia e l’ex poliziotto. Ed è proprio la sua denuncia che porta alla luce tutta la vicenda e fa scattare l’arresto di Di Veroli. LA REAZIONE «Fabio e io ci amiamo da allora - commenta in lacrime Roberta fuori dall’aula - la denuncia l’ha presentata mio padre contro la mia volontà. Ero stata io a ingannare Fabio sulla mia età, facendogli credere che fossi maggiorenne». Roberta durante tutte le udienze non ha mai dubitato e addirittura si è scagliata contro il padre accusandolo di molestie sessuali. Accuse archiviate e interpretate dal pm come l’ennesimo tentativo della vittima di far sentire la sua solidarietà all’ex poliziotto. L'avvocato Aldo Minghelli, che ha rappresentato in passato la parte civile ha dichiarato dopo la sentenza di condanna: «Non so a favore di chi sia stata fatta giustizia, visto che l'unica parte civile, che ha richiesto la condanna, è il padre dell'allora minore, mentre la ragazza ha cercato in tutti i modi di far sì che il rapporto d'amore che ancora vive con il signor Di Veroli, non fosse per lui conseguenza di una condanna». © RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:11:21.729+03:00",
    "updated": "2024-06-14T00:11:21.729+03:00"
  },
  {
    "uuid": "20e4030ea09ab290bfc3ed8270e275e47053eda9",
    "url": "https://www.uol.com.br/esporte/ultimas-noticias/agencia/2024/03/14/pepe-goncalves-ganha-seletiva-do-pre-olimpico-de-canoagem-e-se-garante-em-paris-2024.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UOL",
    "published": "2024-03-14T00:00:00Z",
    "title": "Pepê Gonçalves ganha seletiva do Pré-Olímpico de Canoagem e se garante em Paris-2024",
    "text": "Finalista nos Jogos do Rio-2016, o brasileiro Pepê Gonçalves vai disputar sua terceira olimpíada da carreira, agora em Paris. O canoísta garantiu vaga no K1 ao ganhar a seletiva do Pré-Olímpico de Canoagem Slalom nesta quinta-feira, em disputa no Rio de Janeiro. Pepê fez uma descida perfeita para se garantir em Paris-2024. Além da vaga no caiaque, o brasileiro ainda tentará representar o País na França no Kayk Cross, no qual ainda buscará a classificação na Copa do Mundo que será disputada em Praga, na República Checa, em junho. \"Bora pra Paris, Pepê! Pepê Gonçalves está classificado para os Jogos Olímpicos Paris 2024! O brasileiro venceu a seletiva do K1 no Pré-Olímpico de Canoagem Slalom, realizado no Rio de Janeiro. Essa será a 3ª participação em Jogos Olímpicos do nosso craque!\", comemorou o Comitê Olímpico do Brasil (COB). Mesmo a vaga sendo para o País, Pepê Gonçalves é quem vai ser o representante na modalidade. Há tempos ele é o melhor brasileiro em ação. Para se garantir, ele venceu a final do caiaque com enorme vantagem sobre o segundo colocado, ao fazer o tempo de 84s59, 6s37 mais rápido que americano Kaelin Friedenson. \"Esses últimos anos, esses últimos meses, essa última semana, esse último dia. Só eu sei meus medos, minhas fraquezas. Só eu sei quanto foi difícil, e eu pedi pra Deus só para eu poder fazer o meu melhor\", celebrou Pepê. \"Quero agradecer todo mundo que estava na torcida. Agora a meta é a gente trazer essa medalha em Paris.\" Na disputa do C1 Masculino, com três brasileiros na água em busca da cota olímpica, Charles Corrêa foi o mais rápido em disputa com Kauã da Silva e Henrique Augusto de Souza, terminando na terceira colocação, diante de um quarto e sexto dos compatriotas, respectivamente. Só o primeiro se garantia em Paris-2024 e a vaga da canoa masculina será decidida no Canadá. \"Estava muito bem no final, infelizmente tive um pequeno erro na baliza que resultou em uma penalidade. Quando terminei a prova estava meio comemorando, pois estava em primeiro lugar, mas uns 10 minutos depois apareceu mais uma penalidade no último obstáculo e acabou me tirando da primeira colocação e desci para terceira\", lamentou Charles. \"Agora é manter a cabeça no lugar para as competições do Pan e continuar os trabalhos durante esse ano que temos muitas competições.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:02:58.934+02:00",
    "updated": "2024-03-15T01:02:58.934+02:00"
  },
  {
    "uuid": "7b39a27a2963619d6acc7e5e41fbd9d20e0cda5d",
    "url": "https://cars.usnews.com/cars-trucks/advice/luxury-suv-lease-deals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nate Parsons",
    "published": "2024-01-11T20:23:00Z",
    "title": "Best Luxury SUV Lease Deals in January 2024",
    "text": "The holidays can be a stressful time. Shopping for gifts can involve harrowing journeys to the mall and the winter weather can turn any commute into a trudge. Whether you live in a colder part of the country or not, a new luxury SUV will help you negotiate your day in safety and comfort.\nThe Best Luxury SUV Lease Deals in December 2023\nThese luxury SUVs deliver premium interiors and versatility for the whole family. They aren't just the most affordable lease offers, but they are offers on the top-ranked vehicles in the segment as well.\nNate Parsons\nToyota Motor Sales, U.S.A., Inc.\nGreat Deals on Upscale and Capable Luxury SUVs in December\nAdvertisement\nThere are plenty of great lease deals on the latest and greatest luxury SUVs. In addition to standard versatility and comfort, they bring with them advanced driver assistance features and the latest in-car technology. Many have hushed driving manners, and some are even athletic in acceleration and cornering.\nAll lease offers come with mileage limitations. If the limits are exceeded, the lessee is charged a nominal fee for every additional mile driven over the limit. Please also be advised that your credit score may determine whether you qualify for some or all of these lease offers. Make sure to contact your local dealer to ensure they have your desired vehicle in stock and that they will honor the offer.\nAdvertisement\nHyundai Motor America\n2024 Genesis GV70\nLease Deal: $569 per month for three years with $4,999 due at signing\nThe\nGenesis GV70 is a dynamic compact SUV with a generous list of standard features. The GV70 comes equipped with wireless device charging, four USB ports, a large 14.5-inch touch screen, Apple CarPlay and Android Auto. This Genesis also comes standard with leather upholstery, heated front seats and a hands-free power liftgate.\nAdvertisement\nGenesis is offering the GV70 in the 2.5T trim. It features a 300-horsepower turbocharged four-cylinder engine. Power is routed to all-wheel drive through an eight-speed automatic transmission. The GV70 also comes equipped with automatic emergency braking, blind-spot monitoring, lane-keep assist and pedestrian detection.\nAdvertisement\nMore on the 2024 Genesis GV70\nNick Spagnoli / U.S. News & World Report\n2024 Acura MDX\nLease Deal: $599 per month for three years with $4,999 due at signing\nThe\nAcura MDX is loaded with tech and safety features. It boasts a long list of driver-assistance aids and comes standard with a fully digital instrument panel, wireless device charging and a Wi-Fi hot spot. Its main drawback is a complicated infotainment system, which is operated via a trackpad, rather than a touch screen.\nAdvertisement\nThe MDX comes equipped with a V6 engine that routes 290 horsepower through a 10-speed automatic transmission to Acura's Super Handling All-Wheel Drive (SH-AWD). Three rows provide seating for up to seven passengers. With all seats folded, the MDX has 71.4 cubic feet of cargo space, accessed via a standard power liftgate.\nAdvertisement\nMore on the 2024 Acura MDX\nBMW of North America, LLC\n2024 BMW X3\nLease Deal: $599 per month for three years with $4,599 due at signing\nThe\nBMW X3 strikes the ideal blend of performance and luxury. Its cabin is spacious and provides up to 62.7 cubic feet of cargo space. It comes standard with a power liftgate. The X3 boasts plenty of tech, including a fully digital instrument panel and an intuitive touch screen with wireless Apple CarPlay and Android Auto.\nAdvertisement\nThe X3 trim being offered this month is the sDrive30i. It features a 248-horsepower turbocharged four-cylinder engine. An eight-speed automatic transmission routes power to the rear wheels. This setup returns fuel economy of 23 mpg in the city and 29 mpg on the highway. The X3 is engaging to drive and delivers agile handling abilities.\nAdvertisement\nMore on the 2024 BMW X3\nGeneral Motors\n2023 Buick Envision\nLease Deal: $329per month for two years with $3,879 due at signing\nThe\nBuick Envision is a terrific choice if you are seeking a comfort-focused driving experience. It provides a gentle ride that soaks up most bumps in the road. As a result, the Envision is not very athletic. The 228-horsepower turbocharged four-cylinder engine makes solid power for around-town driving and at highway speeds, though the stop-start system can feel abrupt, and there is no button or switch to disable it.\nAdvertisement\nThe Envision does not have the most refined cabin on this list, but there is plenty of space for passengers, as well as up to 52.7 cubic feet of cargo space. The Envision comes very well-equipped and includes four USB ports, a Wi-Fi hot spot and a standard 8-inch touch screen with wireless Apple CarPlay and wireless Android Auto.\nAdvertisement\nMore on the 2023 Buick Envision\nMercedes-Benz Group AG\n2023 Mercedes-Benz GLB\nLease Deal: $499 per month for three years with $4,443 due at signing\nFew subcompact luxury SUVs deliver the versatility of the\nMercedes-Benz GLB. This stout, upright small crossover provides plenty of room for adults and up to 62 cubic feet of cargo space accessed via a standard power liftgate.\nAdvertisement\nThe GLB 250 comes with a 221-horsepower turbocharged four-cylinder engine. This model has 4Matic all-wheel drive and returns a fuel economy of 24 mpg in the city and 32 mpg on the highway. You might think the GLB is top-heavy, but it is actually quite composed around corners.\nAdvertisement\nMore on the 2023 Mercedes-Benz GLB-Class\nToyota Motor Sales, U.S.A., Inc.\n2024 Lexus NX 350\nLease Deal: $509 per month for three years with $3,999 due at signing\nThe\nLexus NX is a sharply styled luxury compact SUV with a high-quality interior, two rows of spacious seats and a long list of standard features. Though the NX’s infotainment system has a bit of a learning curve, it does come with wireless Apple CarPlay and Android Auto as standard equipment. It also comes standard with forward collision warning, automatic emergency braking, blind-spot monitoring and rear cross-traffic alert.\nAdvertisement\nThis offer is for the NX 350 AWD, which comes equipped with a turbocharged four-cylinder engine. It makes 275 horsepower and 317 pound-feet of torque. Power is routed through an eight-speed automatic transmission to all-wheel drive. This is the upgraded engine, and it provides pickup that’s sorely missing from the base model.\nAdvertisement\nMore on the 2024 Lexus NX\nNissan North America, Inc.\n2023 Infiniti QX55\nLease Deal: $579 per month for three years with $5,649 due at signing\nThe\nQX55 brings back muscular coupe-SUV styling to the Infiniti lineup that began back with the FX45 from the 2000s. The QX55 was introduced for the 2022 model year and for 2023, it gains standard leather upholstery as well as standard adaptive cruise control. The QX55 has a comfortable interior, but its big downside is a clumsy two-screen infotainment system. This offer is for the mid-tier Essential trim, which includes a heated steering wheel, navigation, ventilated front seats and a 16-speaker stereo.\nAdvertisement\nThe standard engine in the trim being offered in this deal is a turbocharged four-cylinder engine that makes 268 horsepower and 280 pound-feet of torque. Power is routed through a continuously variable automatic transmission to standard all-wheel drive. The QX55 comes with forward and reverse collision warning, automatic high-beam headlights, blind-spot monitoring and rear parking sensors.\nAdvertisement\nMore on the 2023 Infiniti QX55\nToyota Motor Sales, U.S.A., Inc.\n2024 Lexus UX Hybrid\nLease Deal: $489 per month for three years with $3,999 due at signing\nThe\nLexus UX Hybrid is a handsome subcompact SUV with an intuitive infotainment system that was updated in 2023 and carries over into 2024. It consists of a user-friendly touch screen with wireless Apple CarPlay and wireless Android Auto. The suspension was also revised last year and carries into the current model.\nAdvertisement\nThe powertrain consists of a four-cylinder engine that works with two electric motors to put out a combined 181 horsepower. The UX Hybrid is quite underpowered but returns impressive fuel economy. The UX 250h AWD returns 41 mpg in the city and 38 mpg on the highway, which is among the best in the segment.\nAdvertisement\nMore on the 2024 Lexus UX Hybrid\nAmerican Honda Motor Co., Inc.\n2023 Acura RDX\nLease Deal: $439 per month for four years with $5,299 due at signing\nThe\nAcura RDX is among the leaders of the pack in the compact luxury SUV segment. It offers a spacious interior and low base price, as well as a long list of standard features. It comes standard with Apple CarPlay and Android Auto, though its remote touchpad interface is clumsy and could be the vehicle's Achilles Heel. On the plus side, it's available with a fantastic audio system.\nAdvertisement\nThe RDX comes equipped with a turbocharged four-cylinder engine that makes 272 horsepower routed to a 10-speed automatic transmission. Acceleration is spirited yet smooth. The RDX is comfortable enough over bumps in the road and is refined and agile through corners.\nAdvertisement\nMore on the 2023 Acura RDX\nMercedes-Benz USA\n2023 Mercedes-Benz GLA\nLease Deal: $479 per month for three years with $4,073 due at signing\nThe\n[Mercedes-Benz GLA] is a well-rounded small SUV with solid cabin space for a vehicle its size. It does have some hard cabin plastics, and the rear cargo space is limited, but the GLA 250 comes with a fuel-efficient four-cylinder engine that puts out 221 horsepower and returns 24 mpg in the city and 34 mpg on the highway.\nAdvertisement\nThe GLA 250 comes standard with synthetic leather upholstery, eight-way power-adjustable front seats, four USB ports, push-button start, a power liftgate and dual-zone automatic climate control. It also comes with the helpful MBUX infotainment system with a 7-inch touch screen, Apple CarPlay and Android Auto.\nAdvertisement\nMore on the 2023 Mercedes-Benz GLA-Class\nMaserati S.p.A.\n2023 Maserati Grecale\nLease Deal: $899 per month for 39 months with $7,999 due at signing\nIf you’re looking to treat yourself, it’s hard to beat the all-new\nMaserati Grecale. This sharp-looking, sharp-cornering crossover provides brisk acceleration and will be comfortable over long journeys. The standard turbocharged four-cylinder engine makes 296 horsepower, routed to standard all-wheel drive.\nAdvertisement\nMaserati is offering the Grecale in the GT trim, which comes extremely well-equipped. Standard equipment includes full leather upholstery, dual-zone automatic climate control and a power liftgate. The dual-screen infotainment system is easy to use and includes Apple CarPlay and Android Auto.\nAdvertisement\nMore on the 2023 Maserati Grecale\nJaguar Land Rover North America, LLC\n2023 Land Rover Discovery Sport\nLease Deal: $919 per month for three years with $5,995 due at signing\nThe\nLand Rover Discovery Sport is a refined and capable small luxury SUV. Few vehicles in its segment provide its off-road capability, though the downside is its uninspired ride and handling characteristics. For 2023, the “Disco Sport” gains standard adaptive cruise control, as well as Amazon Alexa to complement its user-friendly infotainment system.\nAdvertisement\nLand Rover is offering the SE trim. It comes with 18-inch alloy wheels, genuine leather upholstery and 12-way power-adjustable front seats. For 2023, this trim now includes a 12-speaker Meridian audio system. The Discovery Sport provides up to 63.3 cubic feet of cargo space, which is good for the class.\nAdvertisement\nMore on the 2023 Land Rover Discovery Sport\nU.S. News and World Report\nMore Shopping Tools From U.S. News & World Report\nIf one of these new, luxurious SUVs caught your attention, head to our\nnew car rankings and reviews. There, you can find opinions from the nation’s top automotive experts. You’ll also want to check our new car deals section to see if any models on your short list are being offered with what have become rare automakers’ incentives, including cash rebates, cut-rate financing and/or lease deals.\nAdvertisement\nIt's especially important in these days when bargains are difficult to come by that you don’t head for a showroom without using U.S. News\n Best Price Program, which can make the buying process easier by generating bona fide low-price quotes from dealers near where you live.\nAdvertisement\nU.S. News & World Report\nBest Luxury SUV Lease Deals\n- 2024 Genesis GV70: $569 per month for three years\n- 2024 Acura MDX: $599 per month for three years\n- 2024 BMW X3: $599 per month for three years\n- 2023 Buick Envision: $329 per month for two years\n- 2023 Mercedes-Benz GLB: $499 per month for three years\n- 2024 Lexus NX 350: $509 per month for three years\n- 2023 Infiniti QX55: $579 per month for three years\n- 2024 Lexus UX Hybrid: $489 per month for three years\n- 2023 Acura RDX: $439 per month for four years\n- 2023 Mercedes-Benz GLA: $479 per month for three years\n- 2023 Maserati Grecale: $899 per month for 39 months\n- 2023 Land Rover Discovery Sport: $919 per month for three years\nAdvertisement\nAdvertisement\nRecommended Articles\nThese are the most reliable luxury SUVs on the market, with the highest predicted reliability scores from J. D. Power. We look at the other features that make these great choices too, including interior space and high-tech features.\nCar Advice\nMost Reliable Luxury SUVs of 2023\nVictoria ScottSept. 21, 2023 See More »\nAdvertisement\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nate parsons",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "toyota motor sales, u.s.a., inc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-12T01:13:14.930+02:00",
    "updated": "2024-01-12T01:13:14.930+02:00"
  },
  {
    "uuid": "76eac82dbb1d2aad92fd251b0dce4b53ee01a9e5",
    "url": "https://www.telemundo.com/noticias/noticias-telemundo-en-la-noche/clima/video/el-frio-extremo-y-las-nevadas-azotan-varias-partes-del-pais-tmvo12826799",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2024-12-13T05:19:00Z",
    "title": "El frío extremo y las nevadas azotan varias partes del país",
    "text": "- UP NEXT\nUna tormenta solar causa inusuales auroras boreales (y afecta las telecomunicaciones)\n00:32 Esta es la posible trayectoria del huracán Milton al tocar tierra en Florida\n03:33Orlando, hogar de miles de latinos, también toma medidas para minimizar los daños del huracán Milton\n02:25El fortalecimiento del huracán Milton ha mermado aunque sigue teniendo categoría 5\n03:19En siete condados del área de Tampa es obligatorio evacuar para evitar pérdidas humanas por Milton\n02:20Qué debe tener un kit de emergencia para huracanes: lo explicamos\n00:34En video: Avión cazahuracanes soporta intensas turbulencias mientras se adentra en Milton\n01:04Meteorólogo John Morales se muestra preocupado por huracán Milton y a quién afectará más\n02:56Montañas de escombros yacen en las calles de Tampa y suponen grave peligro ante el azote de Milton\n01:19Orlando está en el camino de Milton y ya se prepara para enfrentar efectos de huracán\n02:39Milton amenaza a los habitantes de la península de Yucatán en México\n00:47Ron DeSantis hace un llamado a evacuar las zonas vulnerables de Florida ante la llegada de Milton\n02:46Más de 23 millones de personas permanecen en alerta por el huracán Milton\n02:47Aunque Milton se ha debilitado en su ruta hacia Florida, se recomienda no bajar la guardia\n02:46Miles de residentes evacúan las zonas amenazadas por el huracán Milton en la costa oeste de Florida\n01:12Florida se prepara para recibir el embate del poderoso huracán Milton\n00:33Hay preocupación en Florida por las toneladas de escombros que no han sido recogidas\n00:25Unos protegen sus casas y otros huyen por carretera de donde se cree que pasará el huracán Milton\n02:43El huracán Milton rozará la costa de Yucatán y avanzará lenta pero peligrosamente hacia Florida\n01:15Campeche, Quintana Roo y Yucatán siguen en alerta máxima por la presencia del huracán Milton\n02:09\n- UP NEXT\nUna tormenta solar causa inusuales auroras boreales (y afecta las telecomunicaciones)\n00:32 Esta es la posible trayectoria del huracán Milton al tocar tierra en Florida\n03:33Orlando, hogar de miles de latinos, también toma medidas para minimizar los daños del huracán Milton\n02:25El fortalecimiento del huracán Milton ha mermado aunque sigue teniendo categoría 5\n03:19En siete condados del área de Tampa es obligatorio evacuar para evitar pérdidas humanas por Milton\n02:20Qué debe tener un kit de emergencia para huracanes: lo explicamos\n00:34En video: Avión cazahuracanes soporta intensas turbulencias mientras se adentra en Milton\n01:04Meteorólogo John Morales se muestra preocupado por huracán Milton y a quién afectará más\n02:56Montañas de escombros yacen en las calles de Tampa y suponen grave peligro ante el azote de Milton\n01:19Orlando está en el camino de Milton y ya se prepara para enfrentar efectos de huracán\n02:39Milton amenaza a los habitantes de la península de Yucatán en México\n00:47Ron DeSantis hace un llamado a evacuar las zonas vulnerables de Florida ante la llegada de Milton\n02:46Más de 23 millones de personas permanecen en alerta por el huracán Milton\n02:47Aunque Milton se ha debilitado en su ruta hacia Florida, se recomienda no bajar la guardia\n02:46Miles de residentes evacúan las zonas amenazadas por el huracán Milton en la costa oeste de Florida\n01:12Florida se prepara para recibir el embate del poderoso huracán Milton\n00:33Hay preocupación en Florida por las toneladas de escombros que no han sido recogidas\n00:25Unos protegen sus casas y otros huyen por carretera de donde se cree que pasará el huracán Milton\n02:43El huracán Milton rozará la costa de Yucatán y avanzará lenta pero peligrosamente hacia Florida\n01:15Campeche, Quintana Roo y Yucatán siguen en alerta máxima por la presencia del huracán Milton\n02:09",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T08:29:24.906+02:00",
    "updated": "2024-12-13T08:29:24.906+02:00"
  },
  {
    "uuid": "b8799e25c7680be8bae671c78d1f51c1542ece58",
    "url": "https://www.wskg.org/npr-news/2024-02-01/biden-issues-order-targeting-israeli-settlers-who-attack-west-bank-palestinians",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Hider",
    "published": "2024-02-01T18:38:00Z",
    "title": "Biden issues order targeting Israeli settlers who attack West Bank Palestinians",
    "text": "Biden issues order targeting Israeli settlers who attack West Bank Palestinians Updated February 1, 2024 at 4:37 PM ET President Biden issued an executive order on Thursday targeting Israeli settlers in the West Bank who have been attacking Palestinians in the occupied territory. The order named four people and will lay the groundwork for financial sanctions against settlers who carry out violent assaults, which have increased since Hamas launched an attack on Israel three months ago, triggering a full-scale war in Gaza. The order will not target U.S. citizens, who make up a significant number of the settler community. The Biden administration had issued an order late last year imposing travel bans on Israeli settlers who had attacked Palestinians. While only four people are named, the order marks the first time that the U.S. has targeted Israeli settlers with the threat of frozen assets and bank accounts in an attempt to rein in settler attacks on Palestinians living in the West Bank, which Palestinians see as the central plank of a future Palestinian state. \"This violence poses a grave threat to peace, security, and stability in the West Bank, Israel, and the Middle East region, and threatens the national security and foreign policy interests of the United States,\" White House national security adviser Jake Sullivan said in a statement. There have been almost 500 attacks by settlers on Palestinians in the West Bank, which is largely under Israeli-military occupation, since the start of the Israel-Hamas war in Gaza, according to the United Nations. Some Palestinians have been killed in these attacks while settlers have also attacked property and torched cars, the Palestinian authorities and human right groups say. Three of the four men named in Thursday's executive order have been prosecuted by Israeli authorities, State Department spokesperson Matthew Miller told reporters on Thursday. One of the four men cited in the order, Shalom Zicherman, was indicted by Israeli police on assault and damage charges in 2022, after he was filmed attacking left-wing Israeli activists near Hebron, in the southern West Bank, as they traveled to join a demonstration in protest at Palestinians being evicted from their homes, [according to the Israeli newspaper Haaretz.](https://www.haaretz.com/israel-news/2022-06-20/ty-article/.premium/israeli-settler-indicted-for-throwing-stones-at-left-wing-activists/ 181-800a-da88-afef-d5cee72b0000) Israeli Prime Minister Benjamin Netanyahu responded to the announcement on Thursday, saying, \"Israel acts against all those who break the law everywhere, and therefore there is no room for exceptional measures in this regard.\" But Dror Etkes, an Israeli expert in settler violence, welcomed the news. \"The fact that these people are walking free and they are in the West Bank and can do what they want to do is an indication that the law enforcement system in Israel... prefers not to deal with this type of people,\" he told NPR. \"This is why we came to the point that the American administration is, you know, is sanctioning them,\" he said, adding that all four had been \"involved in severe violent attacks against Palestinians.\" Israel's Finance Minister Bezalel Smotrich, who himself lives in a settlement in the West Bank, [said on X, formerly known as Twitter](https://twitter.com/bezalelsm/status/1753093343507005858?s=46), that \"the 'settler violence campaign is an anti-Semitic lie spread by Israel's enemies with the aim of discrediting the pioneer settlers.\" Copyright 2024 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.haaretz.com/israel-news/2022-06-20/ty-article/.premium/israeli-settler-indicted-for-throwing-stones-at-left-wing-activists/00000181-800a-da88-afef-d5cee72b0000)",
      "https://twitter.com/bezalelsm/status/1753093343507005858?s=46),",
      "https://www.npr.org.",
      "https://twitter.com/bezalelsm/status/1753093343507005858",
      "https://npr.org.",
      "https://haaretz.com/israel-news/2022-06-20/ty-article/.premium/israeli-settler-indicted-for-throwing-stones-at-left-wing-activists/00000181-800a-da88-afef-d5cee72b0000)",
      "https://www.twitter.com/bezalelsm/status/1753093343507005858?s=46),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:05:20.404+02:00",
    "updated": "2024-02-02T01:05:20.404+02:00"
  }
]