[
  {
    "uuid": "21ae9fd84bc1b8fdedc83105d299eeb504e0b006",
    "url": "https://www.newsbreak.com/virginia-state/3483415152227-youngkin-pulls-virginia-out-of-electric-vehicle-mandate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-06T18:07:00Z",
    "title": "Youngkin pulls Virginia out of electric vehicle mandate",
    "text": "By Citizen Staff ,\n2 hours ago Gov. Glenn Youngkin speaking with reporters outside the Capitol Building on March 7, 2024. (Nathaniel Cline/Virginia Mercury) Virginia Governor Glenn Youngkin announced earlier this week that Virginia would end its participation in the California electric vehicle mandate at the end of the year, when California’s current regulations expire. Youngkin cited an official opinion from Virginia Attorney General Jason Miyares, who wrote that Virginia is not required to comply with new mandates adopted by the California Air Resources Board that will take effect Jan. 1.\nIn 2021, the Virginia General Assembly passed legislation authorizing Virginia’s Air Board to adopt California’s “Advanced Clean Cars I” regulation related to the federal Clean Air Act. The new measure adopted by the CARB will require 25% of all new cars sold in model year 2026 and all new cars sold in model year 2035 to be electric.\nMiyares, however, found that the General Assembly’s legislation doesn’t require Virginia to follow the new guidelines; instead, it will follow the federal emissions standards beginning Jan. 1.\nIn California, car manufacturers who do not comply with the new measure will face fines of as much as $20,000 per vehicle sold.\nIn a statement emailed to supporters, Youngkin said that the California mandate was “misguided.” “When far-left progressives had total control over our commonwealth, they passed a misguided bill that made Virginians subject to a policy dictated from [California Gov.] Gavin Newsom – a policy that would have forced Virginians to buy electric vehicles and punish Virginia auto dealers for selling gas-powered cars. Look, if you want to buy an electric vehicle, that’s your decision. But Virginians must have the freedom to make that decision on their own, not because Gavin Newsom tells you to. . . By ending this mandate, you now have the freedom to drive the car that is best for you and your family instead of being dictated to by California. “\nThe move was met by criticism from Democrats and some other organizations, including the American Lung Association.\n“There’s a law that’s on the books. The law says that we shall join the California Air standard,” Virginia Senate majority leader Scott Surovell told reporters during a Zoom call, according to National Review . “He just simply doesn’t have the legal authority to say that we can get out whenever we feel like. This is not how democracy works.”\nThe American Lung Association’s “State of the Air” 2024 report found that more than 1.3 million Virginians live with asthma or other respiratory illness, including 146,000 children living with pediatric asthma.\n“Today’s announcement by the governor to block the implementation of this key clean air standard is deeply disappointing from a public health perspective,” said ALA Director of Advocacy for Virginia Aleks Casper. “Virginians deserve the strongest possible protections against traffic pollution that increases the risk\nof asthma attacks and premature death. The Virginia legislature voted to adopt these standards, and later attempts to overturn the Advanced Clean Cars Program failed to pass the General Assembly this year. The governor’s announcement today side-steps the legislature and its clear support.\n“Transitioning to zero-emission transportation and electricity would result in $29.7 billion in public health benefits, 2,700 avoided deaths, and 70,900 avoided asthma attacks in Virginia. The Lung Association calls on state leaders to ensure Virginia continues to participate in this key air quality program.”\nWas this article informative? Help us write more like it. Trustworthy, non-partisan local news coverage is a vital component of our democracy – it’s why the press is the only private institution mentioned by name in the Constitution. But it costs money to keep a newsroom like ours at the Henrico Citizen alive, and we no longer can rely upon advertiser support alone.\nThat’s why we’re asking readers like you to support our independent, fact-based journalism . We know you value it – you wouldn’t be here otherwise. Help us keep this critical source of fair coverage alive in Henrico County by making a contribution today: https://henricocitizen.fundjournalism.org/contribute/.\nShow your support. Expand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=46UFYw_0tiyea6c00",
      "https://img.particlenews.com/image.php?url=46UFYw_0tiyea6c00",
      "https://www.nationalreview.com/news/virginia-to-abandon-californias-misguided-electric-vehicle-mandate-by-end-of-year-youngkin-says/",
      "https://henricocitizen.fundjournalism.org/contribute/",
      "https://henricocitizen.fundjournalism.org/contribute/.",
      "https://www.henricocitizen.fundjournalism.org/contribute/",
      "https://nationalreview.com/news/virginia-to-abandon-californias-misguided-electric-vehicle-mandate-by-end-of-year-youngkin-says/",
      "https://img.particlenews.com/image.php",
      "https://www.nationalreview.com/news/virginia-to-abandon-californias-misguided-electric-vehicle-mandate-by-end-of-year-youngkin-says",
      "https://henricocitizen.fundjournalism.org/contribute",
      "https://www.img.particlenews.com/image.php?url=46UFYw_0tiyea6c00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=46UFYw_0tiyea6c00",
      "https://www.henricocitizen.fundjournalism.org/contribute/."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "glenn youngkin",
          "sentiment": "negative"
        },
        {
          "name": "youngkin",
          "sentiment": "negative"
        },
        {
          "name": "jason miyares",
          "sentiment": "none"
        },
        {
          "name": "nathaniel cline",
          "sentiment": "none"
        },
        {
          "name": "miyares",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "air board",
          "sentiment": "none"
        },
        {
          "name": "general assembly",
          "sentiment": "none"
        },
        {
          "name": "california air resources board",
          "sentiment": "none"
        },
        {
          "name": "virginia general assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:06:45.829+03:00",
    "updated": "2024-06-07T00:06:45.829+03:00"
  },
  {
    "uuid": "af82ebff5aa8f5ae3aa29fe37753fdf08f010f53",
    "url": "https://www.wxyz.com/news/detroit-man-on-a-mission-to-prevent-accidental-shootings-among-children",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tiarra Braddock",
    "published": "2023-12-29T03:20:00Z",
    "title": "Detroit man on a mission to prevent accidental shootings among children",
    "text": "SOUTHFIELD, Mich. (WXYZ) — A new state law will go into effect in February that will require anyone with a minor in their home to store their firearms safely. If a child gets a hold of a gun and kills themselves or others, the gun owner could be charged with a felony. With that in mind, a Detroit man is on a mission to provide families with the right tools to keep their guns secured and kids safe. William McMurray is the owner of The American RAC, a gun storage device he invented years ago. The RAC is secured to a wall and stores a gun under lock and key. “I am passionate about children not getting ahold of guns,” said McMurray. “Every time that it happens, I feel that I failed to reach that family.” On Wednesday, McMurray and his daughter installed the RAC tool inside the home of the Broadnax family. “We’re installing these because we just don’t want to hear about any more kids finding guns,” McMurray added. “We just don’t want to hear that the RAC could have been the guardian between the gun and a child.” Angel Broadnax has been a gun owner for a little over a year. She says she contacted McMurray about getting the RAC device because she wanted a more secure way to store her gun. “It piqued my interest because it was so different from a standard safety box which the safety box can be moved around,” said Broadnax. According to [Everytown Research and Policy](https://everytownresearch.org/maps/notanaccident/), 16 children in Michigan have been injured or killed due to accidental shootings. Most of the shootings have happened in the metro Detroit area. “It’s heartbreaking and it would eat me up if that were one of my kids so it just can’t ever be one of my kids,” Broadnax added. Meanwhile, McMurray says it doesn’t matter if gun owners have a RAC device, gun lock or safety boxes as long as they secure their guns. “Use something to keep the firearms from being able to be accessed by children,” said McMurry. “That’s really my passion, it came from my friend Adonis Tillman finding a shotgun… he died as a result of playing with a shotgun.” McMurray is offering free RAC installations. Click [here](https://www.theamericanrac.com/application) to find out more.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.theamericanrac.com/application)",
      "https://everytownresearch.org/maps/notanaccident/),",
      "https://theamericanrac.com/application)",
      "https://www.everytownresearch.org/maps/notanaccident/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "broadnax",
          "sentiment": "none"
        },
        {
          "name": "mcmurray",
          "sentiment": "none"
        },
        {
          "name": "william mcmurray",
          "sentiment": "none"
        },
        {
          "name": "angel broadnax",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "the american rac",
          "sentiment": "none"
        },
        {
          "name": "rac",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "detroit",
          "sentiment": "none"
        },
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "southfield",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:38:23.247+02:00",
    "updated": "2023-12-29T05:38:23.247+02:00"
  },
  {
    "uuid": "07233f31a41e06280492278691f8e8794a35fe03",
    "url": "https://www.hispantv.com/noticias/politica/577289/iran-venganza-israel-funeral-musavi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HispanTV",
    "published": "2023-12-28T19:13:00Z",
    "title": "Iraníes claman venganza contra Israel en masivo funeral de Musavi | HISPANTV",
    "text": "Miles de personas en Teherán se despidieron de Seyed Razi Musavi, asesor militar de alto rango iraní, quien israelí en Siria.\nPor la mañana, el líder de la Revolución Islámica, el Ayatolá Seyed Ali Jamenei, dirigió el rezo fúnebre. El Líder expresó sus condolencias a la familia del mártir y elogió sus incansables esfuerzos. Luego, los capitalinos, congregados en una de las plazas céntricas de la ciudad, se despidieron del comandante fallecido, le rindieron homenaje y condenaron el crimen israelí.\nAl acto fúnebre, asistió el comandante del la Revolución Islámica, Hosein Salami, quien aseguró que, su debido tiempo, Israel y EE.UU. responderán por el asesinato del alto asesor militar.\nEl alto militar iraní afirmó que el comandante martirizado fue uno de los más experimentados y eficaces en el Eje de la Resistencia. Agregó que hombres como él, se enfrentan al enemigo en silencio, para que los musulmanes vivan en paz y seguridad.\nSeyed Razi Musavi, se desempeñaba como asesor militar en Siria, y cayó mártir el pasado lunes, en un ataque aéreo israelí al sur de Damasco.\nmmk/mrg",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://t.me/hispantvcanal",
      "https://www.t.me/hispantvcanal",
      "https://www.t.me/hispantvcanal--",
      "https://t.me/hispantvcanal--"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:26.389+02:00",
    "updated": "2023-12-31T18:47:06.014+02:00"
  },
  {
    "uuid": "322f3cb03bd648b7d0ba5f257420c0d98dfd40df",
    "url": "https://peru21.pe/espectaculos/miki-gonzalez-sobre-el-fallecimiento-de-pedro-suarez-vertiz-es-una-leyenda-para-siempre-peru-miki-gonzalez-pedro-suarez-vertiz-musica-rock-rock-peruano-entrevista-noticia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mayra Calderón Cornejo",
    "published": "2023-12-28T23:04:00Z",
    "title": "Miki González sobre el fallecimiento de Pedro Suárez-Vértiz: “Es una leyenda, para siempre”",
    "text": "Este 28 de diciembre una triste noticia remeció el mundo de la música: el cantautor [Pedro Suárez-Vértiz ](https://peru21.pe/noticias/pedro-suarez-vertiz/)falleció a los 54 años de edad luego de sufrir un paro cardiaco y dejó un vacío en el corazón de muchos fans del rock peruano. Perú21 entrevistó a [Miki González](https://peru21.pe/noticias/miki-gonzalez/), mítico cantante peruano, que se refirió a la partida del exvocalista de [Arena Hash](https://peru21.pe/noticias/arena-hash/), que destacó el gran talento de Suárez-Vértiz. “Fue una sorpresa, tan joven. No lo esperaba. Deja una leyenda. Siempre la muerte, es un poco irónico, pero lo toma como el punto de partida de ciertas leyendas urbanas. Pedro ya era una leyenda viva, ahora es una leyenda para siempre”, señaló Miki González a este medio. [MIRA:] [Pedro Suárez-Vértiz : Celebridades lamentan el fallecimiento del cantante] En otro momento, recordó la vez que tocó junto al fallecido Pedro un tema en vivo en un programa televisivo, hace más de 22 años. “Pedro había hecho alguna vez un comentario de que él decidió hacerse músico una vez que me dio tocando ‘Dímelo, dímelo’. Eso llegó a oídos de Gisela Valcárcel y ella propició que nos encontráramos en su programa, por eso está grabado, los dos estábamos tocando esa canción, era una sorpresa para él que yo estuviera ahí”, relató González. También recordó detalles de la relación que tuvo con el autor de ‘Cuando pienses en volver’, asegurando que compartió en eventos con él en varias ocasiones, incluso conociendo a sus familiares. “Lo conocí por el ambiente musical, lo fui a ver en los inicios de los 90. Conozco a sus tíos, todos son artistas muy talentosos y el abuelo era pintor, a esa familia ya la conocía”, contó Miki. “Recuerdo que una vez se quedó en mi estudio, en una casa en Miraflores Lo grabé por pedido de un productor, cuatro temas, en el 92, de Arena Hash, nos vimos todos los días que duraron las grabaciones. Recuerdo cuando él se lanzó de solista, él fue a grabar una vez ese tema con violín, una vez me invitó a tocar en el María Angola, nos veíamos en varios eventos”, añadió. MIRA LA ENTREVISTA COMPLETA AQUÍ: Perú21 ePaper, [ingresa aquí ](https://epaper.peru21.pe/)y pruébalo gratis.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:18:28.315+02:00",
    "updated": "2023-12-29T05:14:34.198+02:00"
  },
  {
    "uuid": "a7beae55a10fb4b379e430cbd063850e457dc216",
    "url": "https://vnexplorer.net/pm-modi-is-india-todays-newsmaker-of-the-year-s711145.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T18:11:00Z",
    "title": "PM Modi is India Today's Newsmaker of the Year",
    "text": "PM Modi is India Today’s Newsmaker of the Year\nPrime Minister Narendra Modi is India Today’s Newsmaker of the Year 2023. PM Modi, who has been a force on both the national and the international stage, dominated the headlines this year.\n“Thank you for the distinction of Newsmaker of the Year 2023,” PM Modi told India Today, adding that for him “there have been many newsmakers this year”.\nIn an exclusive interaction with India Today, PM Modi counted farmers, craftsmen, athletes and citizens of the country among the newsmakers of this year.\n“For me, there have been many newsmakers this year. Our farmers who are leading a record agriculture production and bringing about a millet revolution globally. Our people who made the G20 a big success across the country. Our Vishwakarmas who are charting a path of success through their skills. Our athletes who made us proud at the Asian Games, Asian Para Games and other tournaments,” he said.\nThe PM also counted the youth and the women of the country among the newsmakers and highlighted how they were contributing to the ‘Naya Bharat’.\n“Our youth who are creating new records, be it in the field of start-ups or science. Our Nari Shakti, which is scaling new frontiers in all sectors, especially now that a new story of empowerment is being written through women-led development,” PM Modi said.\nPM Modi led India to new heights at a time when the world was grappling with several crises. Be it two major wars — Russia-Ukraine and Israel-Hamas — the long shadow of Covid or the global economic slowdown, India has not only outperformed others but also held the light of hope for the world.\nIndia continued on the reforms path under PM Modi and Parliament passed the 33% women’s reservation bill in September. In December, the government went in for reform of the criminal laws. It did away with “outdated” British-era laws and replaced them with new laws relevant to our times.\nAnother of his historic reforms, the abrogation of Article 370, got the stamp of approval of the Supreme Court in December.\nThe economy has stayed on a growth trajectory despite multiple global headwinds. India was one of the fastest-growing economies in 2023.\nThe Modi government also kept its focus on pro-poor welfare schemes. After his free LPG, health cards and housing schemes for the poor, it took it upon itself to provide clean tap water to crores of households.\nIndia saw a successful G20 presidency under PM Modi and gave a definitive voice to the Global South. In a major diplomatic victory, India got everyone on board for the New Delhi Declaration despite a major rift among G20 participants on the Russia-Ukraine war.\nIndia has also been successful in keeping its Middle East balance by criticising the Hamas terrorist attack on Israel without distancing its Arab friends. The Modi government has also sent aid to the war-ravaged people of Gaza.\nTo cap a year that was going pitch perfect for him, PM Modi led the BJP to a resounding victory in three Hindi heartland states. The BJP wins in Chhattisgarh, Madhya Pradesh and Rajasthan leave little doubt that the Prime Minister’s stature and following has only grown. Armed with pro-incumbency, the BJP will now head for the big battle of 2024, hoping that the newsmaker of 2023 will see it to a bigger Lok Sabha election win in 2024.\nWatch Live TV in English\nWatch Live TV in Hindi",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mclV2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mclV2.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "negative"
        },
        {
          "name": "modi",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "india today",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:13:03.676+02:00",
    "updated": "2023-12-29T20:13:03.676+02:00"
  },
  {
    "uuid": "55ad8231d1f86bc8eb58611f6f53afba9c79ae24",
    "url": "https://vnexplorer.net/z/1206813.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-04T23:50:00Z",
    "title": "After Leonardo DiCaprio, more celebrities rally for Masungi",
    "text": "Amid the call of Hollywood star Leonardo DiCaprio to protect Masungi Georeserve, Filipino celebrities including Glaiza de Castro, Anne Curtis, John Arcilla, and TV broadcaster Karen Davila have also expressed their support for safeguarding the protected area in Rizal province. In the comment section of the “Titanic” actor’s post urging Bongbong Marcos to intervene and protect the Masungi Georeserve amid geological threats such as mining, Arcilla, Muñoz, and Davila echoed the sentiment to protect the area. “Thank you so much for this awareness and call [@leonardodicaprio]. Such a noble endeavor; it’s a pity that we Filipinos ourselves are not even aware of this. Thank you. I will definitely share this,” wrote Arcilla. “Thank you. The people depending on our environment are our most vulnerable sectors who haven’t been given enough of a voice to protect the natural resources that they love and rely on,” saidMuñoz. Davila pitched in, saying: “Thank you [@leonardodicaprio] and Bravo [@masungigeoreserve] for keeping on! Amazing to see the world stand with the brave work you do!” Image: Instagram Image: Instagram Screenshot from Leonardo DiCaprio&#039;s Instagram Meanwhile, actress Glaiza de Castro and Miss Universe Philippines first runner-up Stacey Gabriel recently participated in a tree-nurturing activity at the Masungi Georeserve, describing it as a “project that aims to preserve and protect rainforests in Rizal.” On the other hand, Curtis took to X (formerly Twitter) to voice out her support for Masungi and her desire to visit the area sometime soon. “We must protect [MasungiGeoreserve] [crying emojis]. I have yet to visit but have been meaning to go!” wrote the actress-host. In April, actress Nadine Lustre and P-pop boy group member Justin De Dios of SB19 first expressed their support for the Masungi Georeserve. After DiCaprio’s call for action, the Department of Environment and Natural Resources (DENR) released a statement saying they appreciate the celebrities reactions but “no one is above the law.” “We appreciate the statements of concern for the Philippine environment from international celebrities who are distinguished in their respective fields. However, no one is exempt from the law,” they wrote. In response, Masungi Georeserve posted their reaction on X (formerly Twitter), affirming that “Masungi is not a resort” and is known for “implementing some of the strictest and most sustainable visitor protocols and carrying capacities in the country.” Masungi is managed by Masungi Georeserve Foundation Inc. (MGFI) and funded by the private firm Blue Star Construction &amp; Development Corporation. It is currently facing threats of commercial encroachment and the cancellation of its contract with the government.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "masungi georeserve",
          "sentiment": "negative"
        },
        {
          "name": "leonardo dicaprio",
          "sentiment": "negative"
        },
        {
          "name": "muñoz",
          "sentiment": "none"
        },
        {
          "name": "davila",
          "sentiment": "none"
        },
        {
          "name": "karen davila",
          "sentiment": "none"
        },
        {
          "name": "glaiza de castro",
          "sentiment": "none"
        },
        {
          "name": "anne curtis",
          "sentiment": "none"
        },
        {
          "name": "arcilla",
          "sentiment": "none"
        },
        {
          "name": "john arcilla",
          "sentiment": "none"
        },
        {
          "name": "bongbong marcos",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "rizal province",
          "sentiment": "none"
        },
        {
          "name": "arcilla",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T10:54:06.129+03:00",
    "updated": "2024-07-05T10:54:06.129+03:00"
  }
]