[
  {
    "uuid": "9d5476ba75a2340f90b5a6a840bc7851fd940c42",
    "url": "https://keyt.com/news/national-world/cnn-world/2024/01/19/palestinians-are-documenting-the-war-for-millions-on-social-media-their-followers-have-come-to-see-them-as-family",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-01-19T09:00:00Z",
    "title": "Palestinians are documenting the war for millions on social media. Their followers have come to see them as family.",
    "text": "Palestinians are documenting the war for millions on social media. Their followers have come to see them as family.\nBy Harmeet Kaur, CNN\n(CNN) — Early on Christmas Day in the central Gazan city of\nDeir al-Balah, Motaz Azaiza shared a terrifying update on X.\nA quadcopter was flying low above the door of his house, he said, and he feared he was about to be targeted in an Israeli airstrike. As a highly visible Palestinian online who had received threats before, Azaiza believed he had reason to be afraid.\nHundreds of people flooded the replies with concern for the 24-year-old Palestinian photojournalist, who has been documenting Israel’s military assault on Gaza on social media since\nHamas’ attack on Israel on October 7.\n“I’m so scared for Motaz,” the replies read.\n“I hope Motaz is okay.”\n“Pray for Motaz.”\nNoor, a medical student in California who asked to go by her first name for safety reasons, was one of the people worrying. For months, she’s been following\nAzaiza’s dispatches from Gaza, broadcast to his millions of followers: images of his once vibrant neighborhood transformed into a gray wasteland, raw glimpses of carnage in the ashes, and reflections on his own feelings of rage and exhaustion.\nNoor refers to Azaiza with the familiarity of his first name. She gets notifications on her phone each time he posts, and worries when too much time passes.\n“For so many of us, it almost feels like he’s a brother. He’s a friend, and we’re seeing him suffer in real time,” she told CNN.\nNoor isn’t Palestinian and has never been to Gaza. What’s happening there still hits close to home. Her family is Iraqi, and she grew up against the backdrop of the Iraq War. When Azaiza said he feared being killed for his work, Noor found herself feeling scared and anxious for a virtual stranger halfway around the world.\n“Their journalism isn’t just journalism. It’s a diary,” Noor said of the Gazans posting on social media. “They’re showing us their lives. They’re telling us, ‘Hey, I couldn’t shower for a week.’ ‘Hey, I barely had some of this to eat today.’”\nAfter hours with no information following that fear of an airstrike, Azaiza finally posted again. A targeted attack on his house hadn’t materialized, but there was bad news elsewhere: a refugee camp was hit in an\nIsraeli attack.\nStill, his posts signaled he was alive, and Noor could breathe a sad sigh of relief.\nPalestinians on social media are a window into the war\nLike millions of others around the world, Noor is witnessing the war in Gaza through the eyes of Palestinians who are sharing their daily realities on social media. Through their posts on Instagram, X and other platforms, these citizen journalists are putting a face to the conflict.\nIn return, their followers are developing strong emotional connections with them.\nLeyla Hamed, a sports journalist in London, said the first thing she does when she wakes up is open Instagram to visit the profiles of Palestinians she follows and watch their stories one by one. As a journalist herself, she sees them as colleagues and feels a responsibility to bear witness.\n“I feel so much empathy for them that I sometimes feel scared to open their profiles, just thinking something bad has happened to them,” she said.\nKanwal Ahmed, a filmmaker and storyteller in Toronto, has a similar routine.\n“They’ve become family to the entire world,” she said. “If (creator Bisan Owda) hasn’t posted for 12 hours, there are hundreds of tweets: ‘Where’s Bisan?’ ‘Does anybody know where Bisan is?’ ‘Is she okay?’ If (Azaiza) has posted a picture where you can tell that he’s looking extremely depressed or he’s lost weight, there’s people discussing that.”\nThese images and accounts from Palestinians offer an instantaneous view that some young people feel like they haven’t gotten from traditional media outlets, Ahmed said. Young Palestinians like Azaiza, content creator\nBisan Owda and freelance journalist Hind Khoudary haven’t just been on the ground since the beginning. They are reporting from their homes, their communities.\nThrough raw, selfie-style videos chronicling the\never-present threat of explosions or the everyday indignities of displacement, they’re giving outsiders an intimate look at the human costs of war from the perspective of people who live there. Many of the images they share are so graphic that Instagram obscures them with “sensitive content” warnings.\n“Everyone’s getting a chance to tell their own stories,” Ahmed said. “People can tell for themselves … And it’s very hard to look away when you’re seeing somebody sitting in a pile of rubble, or if you’re seeing a five-year-old girl crying next to her father’s dead body.”\nSeeing the war directly through these channels changes how people understand it, said Zaina Arafat, a Palestinian American author in Brooklyn who has written about\nwitnessing the assault on Gaza through Instagram.\n“The constancy of these images and the way that we watch them through our phones very much in private allows for a more direct and forceful impact,” she said. “It’s this very immediate connection between journalist and viewer, which I do think heightens the response.”\nThey are changing the way the world sees war\nIsrael began its relentless bombardment and ground assault in Gaza after Hamas attacked Israel on October 7, killing more than 1,200 and taking more than 200 hostages, according to\nIsraeli authorities.\nIsrael says its offensive is aimed at wiping out Hamas, a militant group that the US, European Union and others consider a terrorist organization. But the conflict has also created a humanitarian crisis — one that people around the world are able to see up close.\nDirect accounts from Palestinians are one of the most reliable ways for people to understand the devastation in Gaza, where about one in every 100 people has been killed and more than one in 40 have been wounded since the war began, according to the\nPalestinian Ministry of Health in Ramallah, which draws its statistics from hospitals in Hamas-controlled Gaza. Israel’s military denies accusations that it deliberately targets civilians.\n“This is as close as you can get to factual and minute-by-minute reporting on the atrocities on the ground,” said Marwa Fatafta, an analyst and researcher who leads Middle East and North Africa policy and advocacy work for the digital rights organization\nAccess Now.\nIndependent journalism out of Gaza is scant. With notable exceptions, among them international news agencies such as Reuters and Agence France-Presse, most news organizations have been unable to cover the war in Gaza with their own correspondents. Israel, along with Egypt, has largely blocked international journalists from the territory on the\npremise that it cannot guarantee their safety. The few foreign journalists who have been allowed to enter have primarily embedded with the Israel Defense Forces and may have had to submit their footage to the military for security review.\nIn December, two months into the war and after weeks of trying,\nCNN’s Clarissa Ward and her team finally gained access into southern Gaza without the IDF. Their trip was facilitated by the Emirati government, which runs a hospital inside Gaza. Still, such independent reports remain rare.\nEyewitness accounts on social media are critical in understanding global conflicts, including past\nflare-ups between Israelis and Palestinians. In 2021, Palestinian poet and writer Mohammed el-Kurd rose to social media prominence for his activism around a series of forced eviction cases in his Sheikh Jarrah neighborhood of East Jerusalem.\nWhat’s different this time, according to Fatafta, is how many more people are paying attention.\n“What we see now is a continuation of what happened in 2021, but of course, on a massive scale, because also what’s happening in Gaza is unprecedented,” she said.\nBefore\nOctober 2023, Azaiza had about 25,000 Instagram followers, according to the social media analytics firm Social Blade. That number has since grown to more than 18 million. Bisan Owda has 3.8 million followers, and Hind Khoudary recently surpassed one million.\nThe reports show how much violence has affected their lives\nPlestia Alaqad said she wanted to tell stories about the beauty of Gaza before the events of October 7 turned her into a de facto war reporter.\nAfter one of her videos capturing a\nblast going off near her building went viral, she said she felt a duty to continue. Like many Gazans on social media, she posted in fluent English, allowing her photos and videos on Instagram to reach a global audience that now numbers 4.7 million people.\n“As a Palestinian living in Gaza, you don’t have a choice but to be a war journalist,” Alaqad, 22, said in an interview with CNN. “Overnight, your life changes. Overnight, a war happens and you don’t have an option. You found yourself reporting to the world what’s happening, whether you like it or not.”\nAlaqad has been on both sides of this dynamic, first as a citizen journalist and now as a viewer. Through October and much of November of 2023, she was reporting daily on what was happening on the ground in Gaza, with her followers hanging on to every update.\nAs overwhelming as it felt at times to have so many people relying on her for updates, Alaqad said she wanted viewers to feel connected. She didn’t want people to learn from TV about some new tragedy in Gaza and just move on with their day.\nShe wanted viewers to see Palestinians as someone’s child, friend or neighbor, with lives and dreams of their own.\n“It’s not about me as Plestia,” she said. “It’s about me as a Palestinian. I’d like people to know about Palestine, to see Gaza through my eyes.”\nIn November, she made the difficult decision to leave Gaza with her family after her uncle in Australia secured emergency visas for them. Now watching from afar in Melbourne, she’s the one refreshing her social media feeds and anxiously texting relatives, friends and colleagues to make sure they’re safe.\nThe everyday details are just as moving as the violence\nViewers who scroll back far enough through these Gazans’ social media posts are hit with sobering reminders of a life before the war. Motaz Azaiza was still documenting flare-ups in the ongoing conflict before the events of October, but he also spent time near the sea photographing children playing and shared a selfie celebrating his graduation from university. Plestia Alaqad filmed a tour of Gaza’s Old City, did a photoshoot in a motorcycle helmet and posed for pictures with dogs.\n“They would go to restaurants. They would go to the beach. They would watch their favorite films. They would take care of the gardens. They have a life just like me and you,” said Leyla Hamed, the sports journalist.\nOthers can still see themselves in parts of these people’s lives, even as they are under siege. Last month, Owda\nshared that she had to chop off her signature brown curls because she no longer had clean water or products to care for her hair properly.\nIt might seem trivial to mourn the loss of hair in such a situation, but it was an intimate detail people could identify with, said Syed Faizan Raza, a design researcher in Islamabad.\n“It goes back to those moments of relatability and how you are familiar with these people. Everyone knows these people by name and they’re following them quite diligently,” he said.\nThe connections are virtual, but the danger is very real\nThe work of these photographers, storytellers and citizen journalists is dangerous.\nAt least 82 journalists and media workers have been killed while covering the war as of January 16, 75 of them Palestinian, according to data from the\nCommittee to Protect Journalists. Reporters in the region also face assaults, arrests and threats, in addition to communications blackouts.\nThe landscape is so dire that some have decided to cease their efforts. On January 10, blogger Ismail al Dahdouh\nannounced to his 1.2 million Instagram followers that he would no longer be documenting the war in order to seek safety with his family.\nOther Palestinian creators continue to record with relentless dedication. Sometimes, they express despair over whether anyone is listening, or whether their reporting makes a difference.\nOne day in early December, their exhaustion was especially apparent.\n“I no longer have any hope of survival like I had at the beginning of this genocide, and I am certain that I will die in the next few weeks or maybe days,” Owda wrote in a\nDecember 2 Instagram post. (Israel has denied allegations of genocide in Gaza, claiming its actions in the region are in “self-defense” and that it is targeting Hamas rather than civilians.)\n“The phase of risking my life to show the world what’s happening is now over. A new phase has begun — the phase to survive,” Motaz Azaiza\nwrote in Arabic in an Instagram post that same day.\nDespite the pain, people watch to learn and bear witness\nEven as people flock to learn from and support these Palestinians on social media, Noor says the exchange is overshadowed by feelings of powerlessness.\n“For (Azaiza, the photojournalist), it’s almost like he’s a representative of his people,” Noor said. “By extension, your care isn’t just for him. Your care is for everyone because he is showcasing what his people are suffering.”\nStill, Noor and other followers hope that their advocacy for Palestinian stories can keep public attention on the crisis in Gaza and put pressure on elected officials to bring about an end to the fighting.\nIn the US, people are encouraging each other to\ncontact their representatives in Congress and demand they support a lasting ceasefire. Protests, demonstrations and public gatherings in support of Palestinians have grown in size since the start of the war, according to data from scholars and researchers with the Crowd Counting Consortium. A December 2023 Quinnipiac University poll found that US voter support for sending military aid to Israel had dropped. Israel is facing mounting international pressure to agree to a ceasefire, or at least moderate its offensive in Gaza. And in what it describes as a new phase of the conflict, the Israeli military said it has started to withdraw some troops.\nIt’s difficult to attribute these events to any one factor, and Fatafta cautions against drawing too straight a line between social media and changing opinions on the war. There is a rich history of solidarity with Palestine in the Arab world and beyond, and Fatafta said the massive social media followings of Palestinians like Azaiza partly reflect that.\n“And it’s only growing, because also the events on the ground are beyond atrocious, and they do merit a global reaction,” Fatafta said.\n“If there wasn’t, I would be scared to live in this world.”\nConstantly checking Instagram to make sure Azaiza and other Palestinians documenting the war are still alive feels dystopian, Noor said. She’s had to take a break at times because the horrors she was seeing through her phone were affecting her ability to function. But she knows those in Gaza don’t have that luxury, so she never looks away for long.\n“The least that I can do, or anybody can do, is to bear witness,” she said.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/p/C0XRzJwS4PZ/?igshid=MzRlODBiNWFlZA%3D%3D",
      "https://www.instagram.com/wizard_bisan1/",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-11-11-23/h_ee7f888912ab74561d86d0a5ced4440a",
      "https://www.washingtonpost.com/technology/2023/11/22/fax-congress-israel-gaza/",
      "https://www.reuters.com/world/middle-east/israeli-military-says-it-cant-guarantee-journalists-safety-gaza-2023-10-27/",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-25-23/h_427a2e4820c69a605ccc0b1b74245fc6",
      "https://www.instagram.com/byplestia/?hl=en",
      "https://socialblade.com/instagram/user/motaz_azaiza/monthly",
      "https://www.instagram.com/motaz_azaiza/",
      "https://nymag.com/intelligencer/article/bisan-plestia-motaz-gaza-through-my-instagram-feed.html",
      "https://countingcrowds.org/",
      "https://www.accessnow.org/",
      "https://poll.qu.edu/poll-release?releaseid=3887",
      "https://www.cnn.com/2024/01/08/middleeast/gaza-death-toll-population-intl/index.html",
      "https://www.cnn.com/2023/11/20/middleeast/gaza-tunnel-shaft-al-shifa-hospital-intl-hnk/index.html#:~:text=CNN%20reported%20from%20inside%20Gaza,sensitive%20locations%20and%20soldiers",
      "https://www.cnn.com/2023/12/05/middleeast/gaza-bakery-hunger-israel-hamas-war-intl/index.html",
      "https://www.instagram.com/p/CyLgScwMiH3/",
      "https://www.instagram.com/wizard_bisan1/?utm_source=ig_embed&ig_rid=703faea0-47cf-4b73-978e-8e86d8b6f9c4",
      "https://www.vox.com/22436208/palestinians-gaza-israel-tiktok-social-media",
      "https://cpj.org/2024/01/attacks-arrests-threats-censorship-the-high-risks-of-reporting-the-israel-hamas-war/",
      "https://www.instagram.com/motaz_azaiza/?hl=en",
      "https://www.cnn.com/2024/01/16/middleeast/israel-military-withdrawl-gaza-rift-intl/index.html.",
      "https://www.cnn.com/world/middleeast/israel",
      "https://www.cnn.com/2024/01/12/middleeast/icj-israel-gaza-hamas-genocide-hearing-hague-day-two-intl/index.html",
      "https://www.instagram.com/p/C04gcL8rB92/?utm_source=ig_web_copy_link&igsh=YzZhZTZiNWI3Nw==",
      "https://www.vice.com/en/article/y3dvdb/mohammed-el-kurd-cnn-interview-sheikh-jarrah",
      "https://www.newarab.com/news/gaza-journalists-motaz-azaiza-bisan-decry-worlds-apathy#:~:text=His%20following%20on%20Instagram%20has,said%20in%20a%20recent%20post.",
      "https://www.instagram.com/reel/CzW9lMNLoiB/?igsh=Njd2eGhkdzIybmpq",
      "https://www.cnn.com/2023/12/14/middleeast/gaza-orphan-israel-hamas-war/index.html",
      "https://www.instagram.com/p/C17z2OIKhBt/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      "https://cpj.org/2023/12/israel-gaza-war-takes-record-toll-on-journalists/",
      "https://www.instagram.com/p/C1U3G4aMwmD/",
      "https://www.instagram.com/hindkhoudary/",
      "https://www.cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-24-23/h_7118e0783af22b18688c60dfd1a3e2cf",
      "https://www.nymag.com/intelligencer/article/bisan-plestia-motaz-gaza-through-my-instagram-feed.html",
      "https://www.washingtonpost.com/technology/2023/11/22/fax-congress-israel-gaza",
      "https://www.instagram.com/wizard_bisan1/",
      "https://cnn.com/2024/01/16/middleeast/israel-military-withdrawl-gaza-rift-intl/index.html.",
      "https://cnn.com/2024/01/12/middleeast/icj-israel-gaza-hamas-genocide-hearing-hague-day-two-intl/index.html",
      "https://www.instagram.com/wizard_bisan1",
      "https://www.instagram.com/p/C04gcL8rB92/",
      "https://cnn.com/2024/01/08/middleeast/gaza-death-toll-population-intl/index.html",
      "https://instagram.com/p/C17z2OIKhBt/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      "https://instagram.com/hindkhoudary/",
      "https://instagram.com/motaz_azaiza/",
      "https://poll.qu.edu/poll-release",
      "https://www.instagram.com/hindkhoudary",
      "https://instagram.com/p/CyLgScwMiH3/",
      "https://www.accessnow.org",
      "https://www.countingcrowds.org/",
      "https://newarab.com/news/gaza-journalists-motaz-azaiza-bisan-decry-worlds-apathy#:~:text=His%20following%20on%20Instagram%20has,said%20in%20a%20recent%20post.",
      "https://cnn.com/world/middleeast/israel",
      "https://www.reuters.com/world/middle-east/israeli-military-says-it-cant-guarantee-journalists-safety-gaza-2023-10-27",
      "https://instagram.com/reel/CzW9lMNLoiB/?igsh=Njd2eGhkdzIybmpq",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-25-23/h_427a2e4820c69a605ccc0b1b74245fc6",
      "https://cpj.org/2023/12/israel-gaza-war-takes-record-toll-on-journalists",
      "https://vox.com/22436208/palestinians-gaza-israel-tiktok-social-media",
      "https://instagram.com/wizard_bisan1/",
      "https://www.instagram.com/p/CyLgScwMiH3",
      "https://cnn.com/2023/12/05/middleeast/gaza-bakery-hunger-israel-hamas-war-intl/index.html",
      "https://cnn.com/2023/11/20/middleeast/gaza-tunnel-shaft-al-shifa-hospital-intl-hnk/index.html#:~:text=CNN%20reported%20from%20inside%20Gaza,sensitive%20locations%20and%20soldiers",
      "https://reuters.com/world/middle-east/israeli-military-says-it-cant-guarantee-journalists-safety-gaza-2023-10-27/",
      "https://instagram.com/p/C1U3G4aMwmD/",
      "https://countingcrowds.org",
      "https://instagram.com/p/C04gcL8rB92/?utm_source=ig_web_copy_link&igsh=YzZhZTZiNWI3Nw==",
      "https://www.instagram.com/p/C17z2OIKhBt/",
      "https://cpj.org/2024/01/attacks-arrests-threats-censorship-the-high-risks-of-reporting-the-israel-hamas-war",
      "https://www.cpj.org/2024/01/attacks-arrests-threats-censorship-the-high-risks-of-reporting-the-israel-hamas-war/",
      "https://instagram.com/byplestia/?hl=en",
      "https://www.poll.qu.edu/poll-release?releaseid=3887",
      "https://www.instagram.com/p/C0XRzJwS4PZ/",
      "https://instagram.com/motaz_azaiza/?hl=en",
      "https://instagram.com/wizard_bisan1/?utm_source=ig_embed&ig_rid=703faea0-47cf-4b73-978e-8e86d8b6f9c4",
      "https://cnn.com/2023/12/14/middleeast/gaza-orphan-israel-hamas-war/index.html",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-12-24-23/h_7118e0783af22b18688c60dfd1a3e2cf",
      "https://www.cpj.org/2023/12/israel-gaza-war-takes-record-toll-on-journalists/",
      "https://washingtonpost.com/technology/2023/11/22/fax-congress-israel-gaza/",
      "https://instagram.com/p/C0XRzJwS4PZ/?igshid=MzRlODBiNWFlZA%3D%3D",
      "https://cnn.com/middleeast/live-news/israel-hamas-war-gaza-news-11-11-23/h_ee7f888912ab74561d86d0a5ced4440a",
      "https://vice.com/en/article/y3dvdb/mohammed-el-kurd-cnn-interview-sheikh-jarrah",
      "https://www.instagram.com/motaz_azaiza",
      "https://www.instagram.com/p/C1U3G4aMwmD",
      "https://www.instagram.com/motaz_azaiza/",
      "https://www.instagram.com/byplestia/",
      "https://www.socialblade.com/instagram/user/motaz_azaiza/monthly",
      "https://www.instagram.com/reel/CzW9lMNLoiB/",
      "https://accessnow.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "noor",
          "sentiment": "none"
        },
        {
          "name": "azaiza",
          "sentiment": "none"
        },
        {
          "name": "harmeet kaur",
          "sentiment": "none"
        },
        {
          "name": "motaz azaiza",
          "sentiment": "none"
        },
        {
          "name": "motaz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "azaiza",
          "sentiment": "none"
        },
        {
          "name": "deir al-balah",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T13:06:23.480+02:00",
    "updated": "2024-01-19T13:06:23.480+02:00"
  },
  {
    "uuid": "dbdf15d7b85239d66ee09a7b2eb5a7ffc4c96eae",
    "url": "https://www.hamhigh.co.uk/news/national/24016255.james-bond-star-pierce-brosnan-hot-water-trespass-yellowstone/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T20:50:00Z",
    "title": "James Bond star Pierce Brosnan in hot water over ‘trespass at Yellowstone’ | Ham & High",
    "text": "James Bond star Pierce Brosnan has been charged with stepping out of bounds in a thermal area during a recent trip to Yellowstone National Park in the US. The Irish actor walked in an off-limits area at Mammoth Terraces, in the northern part of Yellowstone near the Wyoming-Montana border, on November 1, according to two federal citations issued on Tuesday. Brosnan, 70, who played Bond on the big screen four times before Daniel Craig took on the role, is set to make a mandatory appearance on January 23 in the courtroom of the world’s oldest national park. The 007 star, from Drogheda in County Louth, was in the park on a personal visit and not for film work, the US Attorney’s Office for Wyoming said. Mammoth Terraces is a scenic spot of mineral-encrusted hot springs bubbling from a hillside. They are just some of the park’s hundreds of thermal features, which range from spouting geysers to gurgling mud pots, with water at or near boiling point. Going out-of-bounds in such areas can be dangerous – some of the millions of people who visit Yellowstone each year get badly burned by ignoring warnings not to stray off the trail. Getting caught can bring legal peril too, with jail time, hefty fines and bans from the park handed down to trespassers regularly. In addition to his Bond films, Brosnan starred in the 1980s TV series Remington Steele and is known for starring roles in the films Mrs Doubtfire and The Thomas Crown Affair.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pierce brosnan",
          "sentiment": "negative"
        },
        {
          "name": "james bond",
          "sentiment": "negative"
        },
        {
          "name": "brosnan",
          "sentiment": "none"
        },
        {
          "name": "daniel craig",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "yellowstone",
          "sentiment": "none"
        },
        {
          "name": "yellowstone national park",
          "sentiment": "none"
        },
        {
          "name": "montana",
          "sentiment": "none"
        },
        {
          "name": "wyoming",
          "sentiment": "none"
        },
        {
          "name": "county louth",
          "sentiment": "none"
        },
        {
          "name": "drogheda",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:12:00.894+02:00",
    "updated": "2023-12-29T00:12:00.894+02:00"
  },
  {
    "uuid": "9b34413fe225999b5812b02e3577e9734abc44e7",
    "url": "https://www.businesstoday.in/india/story/wayanad-landslides-imd-issues-orange-alert-till-saturday-predicts-some-clear-spells-as-death-toll-crosses-200-439801-2024-08-02",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Today Desk",
    "published": "2024-08-01T23:40:00Z",
    "title": "Wayanad landslides: IMD issues orange alert till Saturday, predicts some clear spells as death toll crosses 200 - BusinessToday",
    "text": "The India Meteorological Department (IMD) sounded an orange alert for 4 districts including Wayanad, which has been hit by multiple landslides that have claimed over 200 lives, until Saturday. IMD Kerala director Neetha K Gopal predicted rain but some clear spells in between, giving relief to the rescue operators.&quot;In the south till up to Pathanamthitta, we have issued a yellow alert also. From tomorrow, there will be a considerable reduction in rainfall activity. So, the yellow alerts are being confirmed only to the northern districts of Kerala. And then from Sunday there will be a reduction and we will be experiencing only light to moderate rain thereafter for another 4 days,&quot; she said. Gopal further added that while some clear spells can give a bit of relief to the rescue operators, wind speed would be very over the hilly regions, which can cause a bit of difficulty in rescue operations. Meanwhile, the Kerala government has requested the scientific community in the state to refrain from sharing their opinions and study reports on the landslides in the media. Tiku Biswal, state relief commissioner and principal secretary for disaster management, directed science and technology institutions in Kerala to not undertake field visits to the Meppadi panchayat in Wayanad. Scientists linked the disaster to forest cover loss, mining, and climate change. Biswal directed KP Sudheer, principal secretary in the science and technology department, to halt all science and technology field visits to Meppadi panchayat in Wayanad, classified as a disaster-affected area.As per this order, the scientific community is advised not to share their opinions and reports with the media. Any study in the area requires prior permission from the Kerala State Disaster Management Authority, the order further said.Leader of Opposition Rahul Gandhi and his sister Priyanka Gandhi Vadra visited Wayanad on Thursday. Commenting on the landslides, Rahul Gandhi called it &quot;a terrible tragedy for Wayanad, for Kerala and the nation.&quot;He said: &quot;Today, I feel how I felt when my father died. Here people have not just lost a father but an entire family. We all owe these people respect and affection. The whole nation's attention is towards Wayanad.&quot;Calling the suffering of survivors &quot;unimaginable&quot;, Priyanka Gandhi Vadra said that the Congress will do everything possible to help them rebuild their lives and provide them with comfort and support.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wayanad",
          "sentiment": "negative"
        },
        {
          "name": "tiku biswal",
          "sentiment": "none"
        },
        {
          "name": "neetha k gopal",
          "sentiment": "none"
        },
        {
          "name": "gopal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "india meteorological department",
          "sentiment": "negative"
        },
        {
          "name": "imd kerala",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pathanamthitta",
          "sentiment": "none"
        },
        {
          "name": "kerala",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T05:12:58.249+03:00",
    "updated": "2024-08-02T05:12:58.249+03:00"
  },
  {
    "uuid": "2c44977051ca96694cd1909935574d6bf644fd9f",
    "url": "https://www.deccanchronicle.com/southern-states/telangana/schools-reopen-across-andhra-pradesh-and-telangana-1884805",
    "ord_in_thread": 0,
    "author": "deccanchronicle.com",
    "published": "2025-06-12T07:06:00Z",
    "title": "Schools Reopen Across Andhra Pradesh and Telangana",
    "text": "Schools Reopen Across Andhra Pradesh and Telangana Telangana DC Correspondent 12 Jun 2025 12:36 PM IST Schools across the two states buzzed with activity as students returned to classrooms. x Students at Chilakanagar in Uppal. (Photo: X) Hyderabad: Schools in the Telugu states of Andhra Pradesh and Telangana have reopened on Thursday. The reopening has brought a renewed sense of excitement as students, teachers, and parents gear up for the new academic year.\nSchools across the two states buzzed with activity as students returned to classrooms, reconnecting with friends and teachers.\n( Source : Deccan Chronicle )",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->state school",
      "Education->school",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Social Issue->children"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Andhra Pradesh",
          "sentiment": "none"
        },
        {
          "name": "Chilakanagar",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news_qa",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-12T10:26:20.178+03:00",
    "updated": "2025-06-13T08:04:29.000+00:00"
  },
  {
    "uuid": "3d8c44a7e4dc93ed4366e49ac181e28077103e9b",
    "url": "https://www.geo.tv/latest/557201-heavy-rain-spells-likely-to-strike-karachi-from-august-4-to-7",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Web Desk",
    "published": "2024-08-02T14:00:00Z",
    "title": "Heavy rain spells likely to strike Karachi from August 4 to 7",
    "text": "August 02, 2024 KARACHI: The Pakistan Meteorological Department (PMD) has predicted one or two spells of heavy rains in Karachi from August 4 to 7 in a new weather forecast as areas of the port city experienced drizzling and light to moderate rain on Thursday and Friday. The effects of the monsoon system will appear starting from Friday (today) as light to torrential rain showers can take place in the port city, the weatherman added. Notably, the weather department cautioned that as many parts of the metropolis can experience rainfall between 40mm to 60mm, few areas are also likely to see record rainfall of 100mm during the probable upcoming spell. According to the weather office, the urban metropolis is also likely to experience rain showers on Saturday (tomorrow). Earlier, the PMD had forecast moderate to torrential rains in Karachi from August 3 to 5. Moreover, heavy rain showers lashed different areas of Karachi on Wednesday night, inundating the low-lying areas of the port city amid prediction of more heavy showers. Different parts of the port city, including Saddar, II Chundrigar Road, Baldia Town, Defence and North Karachi received intermittent showers last night. Parallel to this, the Met Office had predicted rain showers with lightning in different areas of Sindh as strong monsoon winds entering from Rajasthan and Arabian Sea are likely to influence the region from Friday (today). It is also possible that Sindh’s low-lying areas can be inundated due to the heavy rains. Moreover, Kirthar as well as rivers and nullahs present in the mountainous regions of Balochistan are at risk of flooding in case of heavy rains, as per the Met Office. Apart from this, Daddu, Qambar Shahdadkot, Jacobabad and Jamshoro may also face flash floods as a result of heavy rains, it added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pakistan meteorological department",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "karachi",
          "sentiment": "none"
        },
        {
          "name": "saddar",
          "sentiment": "none"
        },
        {
          "name": "karachi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T17:09:45.047+03:00",
    "updated": "2024-08-02T17:09:45.047+03:00"
  },
  {
    "uuid": "ce34b2aac6715074dfa0ef3560adc825e923106a",
    "url": "https://ricetoday.irri.org/how-assams-fallow-season-can-be-transformed-into-a-season-of-productivity",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ricetoday",
    "published": "2024-04-04T22:50:23Z",
    "title": "How Assam’s fallow season can be transformed into a season of productivity - Rice Today",
    "text": "Agriculture in Assam is characterized by low productivity because of frequent floods, drought, lack of irrigation facilities during the dry season, use of low-quality seed, limited agricultural mechanization, and the knowledge gap among stakeholders. However, it is possible to achieve double or triple cropping in the state with meticulous planning and the development and promotion of appropriate and farmer-friendly interventions for the rice-fallow areas. Utilizing the rice-fallow areas efficiently could accelerate the growth of agricultural production, generate additional income, and improve the livelihood security of small and marginal farmers. Agriculture in Assam is characterized by low productivity because of frequent floods, drought, lack of irrigation facilities during the dry season, use of low-quality seed, limited agricultural mechanization, and the knowledge gap among stakeholders. The productive seasons There are three rice-growing seasons in Assam: sali or kharif (winter), boro (summer and spring), and ahu (autumn). Sali rice grown during the wet season (June to November/December) has traditionally been the main crop cultivated in 1.9 million hectares (ha) across the six agro-climatic zones in the state. The rice crop grown from November to May, called summer or boro rice, is the second most important season for rice cultivation covering 0.4 million ha in the zones. During the winter months, when rainfall is scanty and the scale of cultivation is much smaller crops that require less water, such as oilseeds, pulses, potatoes, and vegetables, are traditionally grown in the plains. There are ample opportunities to grow a wide range of crops across the six agro-climatic zones in Assam. An annual average rainfall of 2,295 mm and the fertile alluvial soil in floodplains provide enormous potential to enhance the production and productivity of crops. Given its bountiful natural resources, the cropping intensity of the state is hovering around 146% in the last decade. However, the agricultural land in Assam is continuously shrinking because of land use conversion. With the present net sown area of 3 million ha and gross cropped area of 4 million ha, there is a need to bring an additional 0.3 million ha under cultivation to increase the cropping intensity from the current level to the state’s target of about 160%. Transforming barren fields into bountiful opportunities Geospatial outputs have revealed that about 1 million ha (57 % of sali rice production areas) remain fallow after rice harvest. This includes a considerable area of around 0.6 million ha with more than 30% moisture available in the soil for cropping and intensification from November to May. The field study in Assam indicated the possibility of growing maize, lentils, mustard, field peas, and potatoes with increased system productivity. A mechanized multi-crop planter suitable for seeding pulses, oilseeds, and maize offers better crop establishment opportunities by effectively using residual soil moisture and optimizing seeding rates. This intervention not only results in better crop establishment but also improves the fertilizer-use efficiency in rabi crops leading to increased system productivity by increased cropping intensity. Therefore, harnessing rice-fallow areas is a viable option for enhancing cropping intensity, system productivity, and net income of the farmers in Assam. Additionally, based on soil type, and rainfall, the char area, particularly in the largely unutilized or underutilized Upper Brahmaputra Valley Zone, can be brought under cultivation of different suitable crops. Crop production interventions for the fallow season Crop production technology interventions are needed to help farmers convert rice-fallow areas into productive farmlands. Some key interventions include: - Targeting early ahu season (January to May) for cultivating short-duration rice or spring maize under irrigated conditions and short-duration millets and pulses during the summer season (February to May) to facilitate double cropping in the areas where farmers grow traditional long-duration rice varieties in the sali season. - Promoting short- or medium-duration rice varieties, direct seeding, and use of agricultural machines for the early harvesting of sali rice to facilitate timely sowing of the succeeding rabi crops through mechanized seeding. - Convergence with government initiatives to accelerate the production and promotion of crops such as millet, fodder, and oilseed to synergize the augmentation of fallow cropping programs. - Providing satellite mapping through IRRI to provide Assam Department of Agriculture technical support for identifying the drought-prone areas for the installation of low-lift pumps for irrigation to intensify cropping in rice-fallow areas. - Building rainwater harvesting ponds in the uplands, and foothills of Hill Zone using landscape segmentation GIS maps and recycling the stored water for irrigating winter season crops. The water-harvesting ponds also slow down water velocity and mitigate the impact of flood and erosion of fertile soil as well as provide facilities for fish culture. Exploring farmers’ receptivity to rice-fallow interventions and their package components followed by suitable action is imperative to its adoption. It is also important to support community programs that address key drivers of fallow cropping including open grazing, credit cushioning, irrigation, and marketing. It is possible to achieve double or triple cropping in the state with meticulous planning and the development and promotion of appropriate and farmer-friendly interventions for the rice-fallow areas. Utilizing the rice-fallow areas efficiently could accelerate the growth of agricultural production, generate additional income, and improve the livelihood security of small and marginal farmers in Assam.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sali",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:50:24.306+03:00",
    "updated": "2024-04-05T01:50:24.306+03:00"
  },
  {
    "uuid": "865a15ed30cf5b40518bc84db578d76f107e3ab3",
    "url": "https://www.alphadictionary.com/bb/viewtopic.php?t=8146",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr Goodword » Tue Feb",
    "published": "2024-02-22T19:15:00Z",
    "title": "Good Word Discussion • Re: Algebra",
    "text": "• algebra •Pronunciation: æl-jê-brê •\nHear it!\nPart of Speech: Noun, mass\nMeaning: 1. That branch of mathematics that represents numbers with letters and other symbols in formulae and equations. 2. (Medicine) Bone-setting.\nNotes: Always suspect foreign-sounding English words beginning with al as coming from Arabic (see Word History). The adjective for this word is algebraic(al) with a suffix -al that is optional except in the adverb, algebraically. A person who specializes in algebra is known as an algebraist.\nIn Play: Today's Good Word is hard to play with, but I'll try: \"Police said the girl became disruptive in her algebra class when asked repeatedly not to text during class.\" Here is an even bigger groaner: \"Phil said he flunked algebra because he couldn't find the X and didn't know Y.\" Apparently, she had left town without telling anyone.\nWord History: Today's word comes from Medieval Latin algebra, from Arabic al jabr \"the reunification (of broken bones originally), reintegration, putting together\". It was used in the 9th century by Baghdad mathematician Abu Ja'far Muhammad ibn Musa al-Khwarizmi as the title of his famous treatise on equations, Kitab al-jabr w'al-muqabala \"Book of Reintegration and Reduction\". This book also introduced Arabic numerals to the Europeans, which up until then were using Latin numerals. The name of the creator of algebra can be translated as \"Abu Ja'far Muhammad, son of Musa (\"Moses\") of (the city of) Khiva\". Al-Khwarismi \"of Khiva\" was Abu's nickname and is the ultimate source of English algorithm, another tribute to this great Arabic thinker. (Today we offer a nod of gratitude to Norman Neuberger III, located somewhere in Ohio, for recommending that we remind ourselves of the contributions from Arabic to mathematics.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abu ja",
          "sentiment": "none"
        },
        {
          "name": "phil",
          "sentiment": "none"
        },
        {
          "name": "muhammad ibn",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "baghdad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T00:49:27.347+02:00",
    "updated": "2024-02-23T00:49:27.347+02:00"
  },
  {
    "uuid": "e3aa637cf0385a1202e03cf96df29a9f07ce5807",
    "url": "https://www.the-star.co.ke/sasa/lifestyle/2025-01-31-bodylicious-you-got-dumped-for-younger-woman-hit-the-gym-at-once",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@thestarkenya",
    "published": "2025-01-31T00:00:00Z",
    "title": "BODYLICIOUS: You got dumped for younger woman? Hit the gym at once",
    "text": "Lavenda stood in front of the mirror, tracing the outline of her reflection with a finger, her heart heavy with sorrow and regret.\nOnce vibrant and\nconfident, she felt as though she had become a shadow of her former self, with each\nfailed attempt at self-improvement only deepening her despair.\nHer husband’s abandonment had left her not only lonely but also desperate to reclaim her sense of self, her identity tied so closely to his acknowledgment of her beauty.\nThe low hum of office chatter buzzed around her, an irritating reminder of her lack of enthusiasm. At her desk, a pile of neglected work swelled, echoing the chaos that had taken root within her life.\nOn a particularly dreary Tuesday, her colleague Baba Kajojo sidled up to her desk, concern etched across his brow.\n“Lavenda, you’ve been quiet for weeks. What’s bothering you?” he inquired, his voice soft yet insistent.\nLavenda hesitated. The urge to confide in him battled against her instinct to protect her pride. Finally, the dam broke.\n“I just... I’m struggling. My husband left me for someone younger, and I’ve lost sight of who I am.”\nBaba Kajojo nodded,\nempathy in his eyes. “I know that’s tough. But maybe it’s time to focus on\nyourself,” he said.\n“What if you start working out? I hear the gym can do wonders for both the body and mind. Who knows, maybe your husband will start yearning for the old you — no, the even better you!”\nLavenda scoffed at the thought, but deep down, something stirred. It was a thread of hope woven through her sorrow. “Perhaps,” she murmured, her heart agitating with an unfamiliar excitement.\nReluctantly, Lavenda embraced her newfound goal. The scent of sweat and determination replaced the stale smell of beer that had plagued her for days.\nWith every agonising lunge and every bead of sweat that trickled down her spine, she began to peel back the layers of despair that had enveloped her. The gym became her sanctuary, a place where she could release her anguish and reshape her body.\nYet, as her confidence grew, so did a strange feeling within the walls of her once blissful solitude. She began to notice a series of odd occurrences.\nThe sound of footsteps following her as she left the gym late at night, shadows lurking just outside her periphery, and whispers drifting on the wind as she jogged. Each night, the paranoia crept in, wrapping around her like a vine slowly choking the life out of her.\nFeeling more alive than she had in years, yet haunted by an unseen presence, Lavenda took to her phone, capturing the moments of her transformation.\nEach photo she posted online drew the eyes of her former friends and well-wishers, but also the eyes of someone lurking in the dark; a shadow begging for attention.\n“Are you ready to show him what he lost?” Baba had asked, a gleam of mischief in his eyes when he saw her new posts. She chuckled but did not fully grasp the words until she received a message one evening that chilled her to the bone.\n“Looking good, Lavenda. Bet you wish you could have him back.”\nThe sender’s name was unfamiliar, but the sting of recognition hit her hard. She sensed vulnerability blossoming into something more sinister.\nHer heart raced, and for the first time, she understood the true price of vulnerability. It was like shedding skin, raw and exposed to a world that could both uplift and tear down.\nDespite her fear, Lavenda fought back, pouring her energy into the gym, running with fervour and channelling her vulnerabilities into a powerful resolve. Baba Kajojo noticed the change, sensing a primal energy radiating from her. “You’re different now,” he remarked one day amidst the clinks of weights.\n“Different, yes,” she replied cryptically, the tension simmering beneath her surface like a dormant volcano. The weight loss and muscle definition made her feel invincible. She was stepping into a new identity, one that was no longer defined by a man’s approval.\nYet, as her ex’s voice echoed in memory, urging her to come back home, she was tipped into a dangerous game.\nThe following morning, as the first light of day streamed through her window, the notification sound jolted her awake. A message blinked on her phone, showing a photo of her leaving the gym, mid-run, with a caption that sent her heart plummeting: “Some things never change. Maybe I’ll see you out there?”\nFear settled in, and Lavenda knew she had become part of a dark game woven by a stranger with twisted motives.\nWith Baba as an unexpected ally, they began to unravel the web surrounding her. They uncovered an anonymous account that preyed on vulnerable women, exploiting their pain for amusement.\nAs they dug deeper, Lavenda discovered the thrill of reclaiming her narrative, turning the tables on an unseen enemy and embracing her strength. She set up a meeting, armed with resilience, a camera and a determination to expose the darkness that had sought to redefine her.\nIn the end, Lavenda\nembraced her body, her past and her future, filled with a vibrant determination\nthat not only set her free from her husband's shadow but also shone a light on\nthe importance of confidence and self-acceptance.\nThe\nstranger lurking in the shadows would not reign over her life any longer. She\nwas reclaiming not just her body but also her existence, ready to walk\nunshackled into her brand new world.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->exercise and fitness",
      "Lifestyle and Leisure->mental wellbeing",
      "Social Issue->ageism",
      "Social Issue->dating and relationships"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T05:33:02.153+02:00",
    "updated": "2025-01-31T05:33:02.153+02:00"
  }
]