[
  {
    "uuid": "be9ece9290b742d2e77f8e5feb84dae787632ac7",
    "url": "https://nypost.com/2024/07/25/sports/imagine-if-worst-figures-in-sports-werent-celebrated",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Phil Mushnick",
    "published": "2024-07-26T00:00:00Z",
    "title": "Imagine if worst figures in sports weren't celebrated",
    "text": "Imagine … Imagine if MLB players spent as much time practicing winning fundamentals — say, bunting — as they do practicing and perfecting elaborate home run celebrations. Imagine if late in close games in anticipation of a 10th inning with automatic runners on second, prospective leadoff batters were sent inside to the batting cage to practice a few bunts to move the runner to third with one out. Imagine if media and sports authorities chose to cease pandering to those antithetical to sports, especially on the largest stages. Imagine if the likes of Serena Williams, Snoop Dogg, Megan Rapinoe and LeBron James were eliminated from even minimal consideration of additional glory and riches because of their self-entitled, selfish public misconduct. Right-headed Americans are now regularly and senselessly provided with the repulsive and/or obnoxious to represent America within international events. Snoop Dogg, as if a vulgar recidivist criminal, pornographer, proud misogynist and former Crips associate is the best we’ve got, has been chosen to carry the Olympic Torch on its last leg to begin the Paris Games. One imagines that he’ll use the flame to light a blunt. Given his extensive criminal record how did Mr. Dogg receive passport clearance to enter France? He was denied entry to Norway for international travel violations. And his denial to enter Australia was explained by the Minister of Immigration as, “He doesn’t seem the sort of bloke we want in this country.” But Roger Goodell and the folks at NBC consider him a superior representative of American sports. That brings us to Carbondale, Pa., which next month holds its annual Pioneer Day parade. This year’s Grand Marshal? Ex-Met, Phillie, steroid-user and convicted felon — fraud, theft and various other scams — Lenny Dykstra. Joe Miegoc, a reader from Carbondale, suggests if Dykstra is rewarded with the key to the city that “residents would have to change their locks.” Anyway, Michael Kay and his selective YES buddies were unhappy with the Rays’ Jose Siri for his slow-burn, how-great-I-art home run stroll, Monday, with his club down, 4-0, as if the score any longer matters. Juan Soto, following his home run, then exceeded Siri. Yet such excessively self-smitten conduct has for years been indulged and even applauded from the Yanks’ booth. In fact, during that same telecast a promo appeared for a Soto “Bobblehead Night.” The highlights chosen were all of Soto showboating, including an extravagant bat flip. After the game, Aaron Boone explained that such immodest behavior is beyond his control: “It’s a new world. … Guys are going to do what they do.” So change it back, Skipper! You’re in charge, right? Demand dignity! What’s the worst that could happen? The Yankees would again be known for their class? Imagine! The next night, Mets-Yanks was 1-1, after five, when Boone pulled starter Luis Gil because that’s what he had in his head before the game — and after an All-Star Game break that allowed all of his pitchers at least four days’ rest. He brought in Michael Tonkin, who immediately allowed three blasts, one a two-run homer to lose the game, 3-2. Three more Yankee relievers followed. If one could imagine that David Cone, who threw 56 complete games and had previously been saluted on the anniversary of his perfect game for the Yanks, would wonder what the heck Boone was thinking — again — it would have been a waste of wonder. Cone said nothing. Aaron Boone Baseball, as usual. Saturday, the Mets beat the Marlins, 1-0, despite Carlos Mendoza, who was mentored by Boone. After six, Mendoza pulled Luis Severino who had allowed just two hits. On SNY, Gary Cohen offered a weak explanation: Severino was about to face the decisive “third time through the order.” As if both Cone, 25 years ago, and Don Larsen, in 1956, should have been yanked after six. Besides, with a lineup loaded with .215 batters, the Marlins all become Rod Carew come the seventh inning. By the way, imagine how much better Cohen would be if he returned to his pre-know-it-all days, before he spoke down to us, immediately identifying (or misidentifying) “four-seamers” and “high-leverage relievers” and destroying mildly amusing comments from Keith Hernandez and Ron Darling with his bad habit of trying to play Top This. Monday afternoon the Mets played in Miami on SNY. Of course they did. That’s part of MLB’s plan to provide its smallest audiences with maximum TV access while games that would carry maximum audiences are hidden behind paywalls for minimal viewing. In the second, when the Marlins’ Vidal Brujan hit a high fly down the right-field line, Cohen immediately called it foul. But it was ruled fair. Brujan would be thrown out trying for a triple. But then, during replays, Cohen went on into an incredulous boil about how the ball was “clearly foul!” when the only thing clear was that it was unclear — far too close to be clear. A closeup of the line soon showed a blemish on the chalk line that reasonably and even logically — it was only the second inning and Brujan’s fly ball caused the first action near that line — could have been made by the ball. But Cohen persisted. We were to believe what he insisted, not what we saw. Anyway, it’s Holdout Month in the NFL, a time when players with contracts, including a new Jet “edge rusher” — formerly known as a DT — demand more. As for Aaron Rodgers, I join many others who now no longer care what he thinks or says. The two are far different and subject to self-serving changes. Imagine that! If you can’t beat ’em, join ’em Bill Belichick, illogically hostile to media — recall how, after a Patriots win he assaulted and injured the eye socket of a Boston Globe photographer for no discernible or given reason? — is now a member of the media. He has been hired to be seen and heard on “Inside the NFL .” It wasn’t enough, Sunday to be told that Yanks’ starter Marcus Stroman had thrown nine pitches to the current batter, YES added a vertical graphic listing, in order, the type of each pitch. Thus we were allowed exactly five seconds to read, absorb and apply that info before the 10th pitch. NBC listed Tiger Woods first among those who missed the cut at 14-over in the British Open. New stat for pitchers: WAER — wins after elbow replacement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "serena williams",
          "sentiment": "none"
        },
        {
          "name": "lebron james",
          "sentiment": "none"
        },
        {
          "name": "snoop dogg",
          "sentiment": "none"
        },
        {
          "name": "megan rapinoe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mlb",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:07:03.766+03:00",
    "updated": "2024-07-26T04:07:03.766+03:00"
  },
  {
    "uuid": "ae096f984999891b9b9543fe0dba33351be81bc3",
    "url": "https://www.meneame.net/story/eduardo-verastegui-visita-especial-madrid-sanchez-no-ocurra-cruz/c037",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Frontovik",
    "published": "2024-05-24T12:25:00Z",
    "title": "#37 Eduardo Verástegui, en su visita especial a Madrid: «Que a Sánchez no se le ocurra tocar la cruz del Valle»",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Al contrario, si nadie toca la cruz es el destino que le espera. Ya lleva años cayéndose a cachos.\n[#6](c6#c-6) El recadero mexicano de Steve Bannon, una de las estrellas emergentes de la Internacional Fascista\n[#1](c1#c-1) Por lo que veo otro zumbao de la CPAC.\nYo tampoco le conocía... cada día que amanece el número de tontos crece\n[#1](c1#c-1) Me pregunto si no seria mas conveniente ponerla al reves y usar el espacio para produccion de videoclips de death metal y similares generos musicales.\n[#1](c1#c-1) Busca en el perfil de [Verdaderofalso](/user/Verdaderofalso) que ha aportado mucho material sobre él.\nMerece la pena para ver el nivel de oligofrenia que campa en las cúpulas de la fachosfera mundial.\n[#21](c21#c-21) Eres pedante hasta para encomillar.\nPuede que salga pero es que no me interesa para nada lo que diga, volvemos a lo mismo. Menéame al igual que forocoches era interesante cuando había gente que posteaba sus inquietudes pero ahora sois todos cybervoluntarios, para un meneo interesante hay docenas de mierdas como tú envió que le puede interesar al retrasado que le importe ese personaje, que no es nadie, o al retrasado que se indigne porque haya personajes así, y entre unos y otros les estáis dando eco a personajes que no lo merecen pero claro, de algo hay que vivir ¿verdad?.\n[#17](c17#c-17) Cada día entro menos y vuelvo a la prensa escrita.\nLa verdad es que cada vez hay más mierda de cybervoluntarios, antes estaba bien porque había enlaces interesantes pero ahora es propaganda, igual que forocoches.\nTú el primero.c",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T16:28:05.072+03:00",
    "updated": "2024-05-24T16:28:05.072+03:00"
  },
  {
    "uuid": "760c956c4e02167ba998a66d86779699e7d0641f",
    "url": "http://business.times-online.com/times-online/article/getnews-2024-4-4-dr-scott-young-enhances-hearing-aid-repair-in-tulsa-ok-prioritizing-advanced-repair-solutions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2024-04-04T21:30:00Z",
    "title": "Dr. Scott Young Enhances Hearing Aid Repair in Tulsa, OK, Prioritizing Advanced Repair Solutions | User | times-online.com",
    "text": "Dr. Scott Young at Hearing Solution Centers in Tulsa, OK, emphasizes advanced hearing aid repair services, ensuring optimal device functionality for a better quality of life. With state-of-the-art diagnostics and expert audiologists, they lead in auditory support. For top-notch hearing aid repairs, visit https://heartulsa.com. Tulsa, OK - In a significant announcement today, Dr. Scott Young from Hearing Solution Centers reaffirmed the organization's dedication to providing exceptional hearing aid repair services in Tulsa, OK. This initiative is set to ensure that individuals requiring auditory assistance have access to reliable and high-quality hearing aid repair, maintaining the integrity and functionality of their devices. As the demand for proficient hearing aid services rises, Hearing Solution Centers' commitment highlights the importance of accessibility to expert repairs to enhance Tulsa residents' quality of life.\n\"Hearing Solution Centers continues to stand as a beacon of support for the Tulsa community, recognizing the essential need for dependable hearing aid repair services,\" stated Dr. Scott Young. \"Our expert team is committed to delivering precision-driven repair solutions, ensuring every individual's hearing aid operates at its best, thus fostering a life without limitations. We understand the critical role hearing aids play in our clients' lives, and we are here to ensure their optimal performance through our specialized services.\"\nIn the heart of Tulsa, OK, Hearing Solution Centers is known for its comprehensive approach to auditory health, offering a range of services from hearing assessments to custom hearing aid fittings. The emphasis on hearing aids repair services comes at a time when the community seeks dependable solutions to maintain the functionality of their hearing devices. By prioritizing repair services, Hearing Solution Centers addresses a crucial need, ensuring that hearing aids continue to serve as vital tools for communication and engagement in daily life.\nThe benefits of choosing Hearing Solution Centers for hearing aid repair in Tulsa, OK, include access to state-of-the-art diagnostic equipment, personalized service from certified audiologists, and the assurance of quick and effective repairs. This dedication reinforces the center's commitment to excellence and positions it as a leader among hearing aid centers in Tulsa, OK.\nFor more information about Hearing Solution Centers and their high-quality hearing aid repair in Tulsa, OK , please visit their website at https://heartulsa.com\nAbout Hearing Solution Centers:\nDr. Scott Young and the team at Hearing Solution Centers are dedicated to improving the auditory health of the Tulsa community. With a focus on personalized care, the center offers a full spectrum of hearing services, including diagnostics, hearing aid fitting, and repairs. Renowned for their expertise and compassionate approach, Hearing Solution Centers remains committed to enhancing the lives of those with hearing impairments.\nMedia Contact\nCompany Name: Hearing Solution Centers\nContact Person: Dr. Scott Young\nEmail: Send Email\nPhone: +1 918 388 6644\nAddress: 6550 E 71st St # 101\nCity: Tulsa\nState: OK\nCountry: United States\nWebsite: https://heartulsa.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health"
    ],
    "external_links": [
      "https://heartulsa.com",
      "http://www.universalpressrelease.com/?pr=dr-scott-young-enhances-hearing-aid-repair-in-tulsa-ok-prioritizing-advanced-repair-solutions",
      "https://heartulsa.com/tulsa-audiologists-services/hearing-aid-repairs/",
      "https://heartulsa.com/",
      "https://heartulsa.com/tulsa-audiologists-services/hearing-aid-repairs",
      "https://heartulsa.com",
      "https://www.heartulsa.com/",
      "https://www.heartulsa.com/tulsa-audiologists-services/hearing-aid-repairs/",
      "https://www.heartulsa.com",
      "http://www.universalpressrelease.com/",
      "http://universalpressrelease.com/?pr=dr-scott-young-enhances-hearing-aid-repair-in-tulsa-ok-prioritizing-advanced-repair-solutions"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "scott young",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "scott young enhances hearing aid repair",
          "sentiment": "negative"
        },
        {
          "name": "hearing solution centers",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "tulsa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:43:50.306+03:00",
    "updated": "2024-04-05T00:50:00.973+03:00"
  },
  {
    "uuid": "f247c4398bc184deb9b3e8ebb0f777a4266828d8",
    "url": "https://www.forbes.com.au/news/investing/netflix-earnings-stock-climbs-as-streaming-surges",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lindsey Choo, Forbes Staff",
    "published": "2024-10-17T21:50:00Z",
    "title": "Netflix earnings: Stock climbs as streaming giant beats expectations—But subscriber growth slows",
    "text": "Netflix beat Wall Street’s expectations on both earnings and revenue, and added 35 million paid subscribers year-over-year, sending shares of the streaming giant up in after-hours trading. Netflix logo on a mobile phone in Krakow, Poland on October 17th, 2024. (Photo by Beata Zawrzel/NurPhoto via Getty Images)\nNurPhoto via Getty Images\nKey Takeaways Netflix reported $5.40 earnings per share and a revenue of $9.82 billion in the third quarter of 2024, ending in September 30, beating analyst consensus estimates of $5.12 and $9.77 billion respectively, according to FactSet.\nThe company saw a roughly 14% jump in global subscribers to 282 million from 247 million in the third quarter of last year—though subscriber growth has slowed, as the streamer added just over 5 million paid members last quarter, compared to 8 million in the second quarter of 2024 and 8.76 million in the third quarter of 2023.\nIt saw a revenue increase of more than 15% from $8.5 billion the year prior.\nFollowing months of strong subscriber growth (largely stemming from its introduction of a cheaper ad tier in May and the rollout of its password sharing crackdown), shares hit a record high of $736 last Friday, topping its previous high of $733 just a day prior.\nNetflix shares started climbing immediately after the earnings release in after-hours trading. Key Background Analysts expected price hikes to sustain a strong revenue growth as the explosion in subscriber growth from its crackdown on password sharing starts to plateau. Netflix’s last big price increase in the U.S. was in October 2023, when it upped the “Basic” plan to $11.99 per month and “Premium” plan to $22.99 per month. Netflix Originals continued to drive engagement in the third quarter with shows like “Emily in Paris” Season 4, “The Perfect Couple” and the first part of “Cobra Kai” Season 6, according to a UBS analyst report.\nWhat To Watch For The expansion of blockbuster sports content through its deal to stream NFL games on Christmas Day and the planned livestream of the Mike Tyson versus Jake Paul fight is expected to boost engagement and attract ad-tier subscriptions through the fourth-quarter, J.P. Morgan analysts suggest.\nHow Does Netflix Compare To Other Streaming Services? Netflix has emerged as the winner of the “streaming wars” following its stark recovery from a tough selloff in 2022 due to its posting of its first quarterly subscriber loss since 2011. In what has been deemed “the Great Netflix Correction,” the company started getting stricter on password sharing and rolling out an ad-supported tier, and expanded its offerings around beloved franchises “Bridgerton,” “Squid Game,” and “Stranger Things.” Its share of viewership in the U.S. has increased from 7.9% to 8.2% from last quarter, according to Nielsen data. Netflix shares continue to outperform those of its peers, who have struggled to turn a profit on their streaming ventures. Disney, one of Neftlix’s main rivals, just posted its first profit in streaming in May following years of losses.\nForbes Valuation Netflix cofounder and executive chairman Reed Hastings (No. 319 on this year’s Forbes 400 list of richest Americans) is worth $4.3 billion, according to Forbes’ real-time tracker , the majority of which is tied up in his Netflix holdings. Hastings, who stepped down as co-CEO last year, has already reduced his stake in the company by more than 50% since last year. He gifted half his shares earlier this year and has been selling stock options monthly. He now owns less than 1% of Netflix.\nMore from Forbes Australia Bill Gates tackles microchip vaccine conspiracy head-on in Netflix special By Shivaune Field Forbes Staff Netflix stock hits record high—First since 2021—after ads, password crackdown By Derek Saul Forbes Staff Netflix scraps cheapest ad-free tier for existing customers By Brian Bushard Forbes Staff",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.ft.com/content/465a2d0d-8973-4d8d-827d-8729737e6606",
      "https://ft.com/content/465a2d0d-8973-4d8d-827d-8729737e6606"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:13:09.462+03:00",
    "updated": "2024-10-19T01:17:38.019+03:00"
  },
  {
    "uuid": "590f8b1de08f449a8946252fed999eeae50dcf34",
    "url": "https://www.world-today-news.com/galileo-galilei-accidental-discovery-of-neptune-and-revolutionary-scientific-methods/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T22:24:00Z",
    "title": "Galileo Galilei: Accidental Discovery of Neptune and Revolutionary Scientific Methods",
    "text": "INDOZONE.ID – Galileo Galilei, an Italian scientist who lived from 1564 to 1642, is known as the father of modern astronomy. He is also credited as the inventor of the\nworld’s first thermometer that worked, although it was not very accurate.\nGalileo is known as a pioneer in the use of experimental scientific methods. Apart from that, it turns out that Galileo also accidentally discovered a very surprising new planet.\nGalileo Galilei had successfully observed Neptune on December 28, 1612 and January 27, 1613. However, on both occasions, Galileo mistook the Neptune he saw for a star.\nIn history it is recorded that he believed that what he saw was only a blue star, so he did not get recognition for his discovery of the planet Neptune.\nAlso Read: Get to know Renewable Energy, Supporting Environmentally Friendly Future\nTechnology\nGalileo Galilei. (Wikimedia Commons)\nGalileo’s notes, based on observations he made, show that the positions of nearby stars are not in modern catalog records.\nThis became the basis for Physicist David Jamieson from the University of Melbourne to declare the discovery of a new planet by Galileo,\n“It has been known for the last few decades that this unknown star is actually the planet Neptune,” said David Jamieson as quoted by Space.com, Thursday (28/12/2023).\n“Computer simulations demonstrated the accuracy of his observations, revealing that Neptune should look like a faint star, almost exactly at the location where Galileo observed it,” he continued.\nBased on Jamieson’s notes in an article published in Australian Physics, showed that he saw Neptune moving as it approached a star during his observations on January 28, 1613. However, Galileo did not follow up on the results of his observations.\nAlso read: Take a peek at Mark Zuckerberg’s elite futuristic bunker in Hawaii, make preparations for the end of the\nworld\n“If Galileo had used his observations to suggest the discovery of a new planet, it would have been the first discovery of a new planet by mankind since ancient times, and this would have never happened before in recorded history,” Jamieson said on the University\nWorld News page. .\n2023-12-28 06:20:00\n#December #Galileo #Galilei #accidentally #discovered #planet #Neptune",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david jamieson",
          "sentiment": "none"
        },
        {
          "name": "galileo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "galileo galilei",
          "sentiment": "negative"
        },
        {
          "name": "university of melbourne",
          "sentiment": "none"
        },
        {
          "name": "galileo",
          "sentiment": "none"
        },
        {
          "name": "wikimedia commons) galileo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "neptune",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:36.103+02:00",
    "updated": "2023-12-29T00:32:36.103+02:00"
  },
  {
    "uuid": "4d06099afa43d60baf504ec0c5033aff6e2eac55",
    "url": "https://en.apa.az/official-news/president-ilham-aliyev-azerbaijan-and-pakistan-support-each-other-on-every-international-case-442514",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "APA",
    "published": "2024-07-11T22:19:00Z",
    "title": "President Ilham Aliyev: Azerbaijan and Pakistan support each other on every international case",
    "text": "Home page Official news 0 0 President Ilham Aliyev: Azerbaijan and Pakistan support each other on every international case © APA | Ilham Aliyev, President of the Republic of Azerbaijan\n12 July 2024 01:58 (UTC +04:00) \"Our brotherhood is based on deep feelings between our peoples towards each other, which go back to centuries,\" President of Azerbaijan Ilham Aliyev said during a press statement with Prime Minister of the Islamic Republic of Pakistan Muhammad Shehbaz Sharif, APA reports.\n\"This connection is a big asset. And today brotherly relations between Pakistan and Azerbaijan are based on this foundation. We are brothers, we are friends. We support each other on every issue on every international case, in every international institution. When it comes to the case, which we introduce, our brothers support us and the same vice versa.\nOur straightforward support on the issue of Jammu and Kashmir is our commitment to our brotherhood and also our respect to international law. The rights of Kashmiris are ignored and violated for decades. United Nations Security Council resolutions clearly indicate how this issue must be resolved. But unfortunately, United Nations Security Council resolutions have no mechanism of implementation. But we, as brothers and friends, will always stand side by side with you, with our brothers in Kashmir, with international law, with justice. And I'm sure justice will prevail,\" the head of state noted.\nAzerbaijani President Ilham Aliyev informed his Russian counterpart about normalization process with Armenia Azerbaijani President: We commend US’ commitment to supporting lasting peace in the region SOFAZ's revenues in 2023 amounted to AZN 21,661,900.4, expenditures to AZN 11,832,650.1 İDMAN XƏBƏR 0 0 Follow us on Telegram t.me/apanewsaz Follow us on Instagram Follow us on Facebook Follow us on Twitter Follow us on Telegram t.me/apanewsaz Follow us on Instagram Follow us on Facebook Follow us on Twitter Official news President Ilham Aliyev and Prime Minister Muhammad Shehbaz Sharif made press statements- UPDATED 01:15 12 July 2024 President of Azerbaijan Ilham Aliyev held expanded meeting with Prime Minister of Pakistan Muhammad Shehbaz Sharif in Islamabad- UPDATED-1 23:40 11 July 2024 Official dinner was hosted on behalf of Prime Minister of Pakistan Muhammad Shehbaz Sharif in honor of President of Azerbaijan Ilham Aliyev 21:35 11 July 2024 Ceremony to exchange documents signed between Azerbaijan and Pakistan was held Islamabad- UPDATED 21:17 11 July 2024 NEWS FEED Pakistani PM: “Azerbaijan's victory is example of how justice and fair play come out in resounding fashion”\n02:22 12 July 2024 Record 8.6 million tickets sold for Paris Olympics\n02:10 12 July 2024 President Ilham Aliyev: Azerbaijan and Pakistan support each other on every international case\n01:58 12 July 2024 President Ilham Aliyev and Prime Minister Muhammad Shehbaz Sharif made press statements- UPDATED\n01:15 12 July 2024 Ukraine gets new $225 million US military aid after Biden meets Zelenskyy\n00:37 12 July 2024 Four years pass since Tovuz battles\n00:00 12 July 2024 UN projects world's population to peak within this century\n23:41 11 July 2024 President of Azerbaijan Ilham Aliyev held expanded meeting with Prime Minister of Pakistan Muhammad Shehbaz Sharif in Islamabad- UPDATED-1\n23:40 11 July 2024 Ukraine's ex army chief Zaluzhnyi starts as ambassador to UK\n22:32 11 July 2024 Türkiye working to revitalize Ukraine grain deal: Erdoğan to Zelenskyy\n21:55 11 July 2024 Biden tells Zelenskyy US will announce new weapons for Ukraine\n21:42 11 July 2024 Official dinner was hosted on behalf of Prime Minister of Pakistan Muhammad Shehbaz Sharif in honor of President of Azerbaijan Ilham Aliyev\n21:35 11 July 2024 Ceremony to exchange documents signed between Azerbaijan and Pakistan was held Islamabad- UPDATED\n21:17 11 July 2024 Speaker of Georgian Parliament: \"Campaign of hatred and terror are in many cases financed by Europe\"\n20:27 11 July 2024 U.S. MEGOBARI act passes Committee, poised for House vote\n20:04 11 July 2024 Baku to host Parliamentary meeting within framework of COP29\n20:00 11 July 2024 Four European nations agree to jointly develop long-range cruise missiles\n19:57 11 July 2024 \"Women Helpline Service” received 412 enquires in first half of year\n19:50 11 July 2024 At least 65 pilot whales die in Scottish mass stranding\n19:40 11 July 2024 Algeria's president Tebboune says he will run for second presidential term\n19:10 11 July 2024 President of Azerbaijan Ilham Aliyev held meeting with Prime Minister of Pakistan Muhammad Shehbaz Sharif in limited format in Islamabad- UPDATED\n18:40 11 July 2024 False information that does not reflect any reality is being spread on behalf of President - JOINT STATEMENT\n18:33 11 July 2024 Kenya’s President Ruto fires almost entire cabinet after protests\n18:18 11 July 2024 Pakistan welcomes Azerbaijani leader - VIDEO\n18:02 11 July 2024 Moody’s and S&P affirmed Kapital Bank’s Ratings and positive outlook\n17:47 11 July 2024 Official welcome ceremony was held for President Ilham Aliyev - PHOTO\n17:38 11 July 2024 bp signs USD 300 million contract for subsea construction vessel Khankandi\n17:11 11 July 2024 Azerbaijan has already expressed its desire to join BRICS - Speaker of Milli Majlis\n16:43 11 July 2024 President Ilham Aliyev visits national monument in Islamabad - UPDATED\n16:24 11 July 2024 Bulgaria, Romania and Greece sign letter of intent on military mobility corridor\n16:22 11 July 2024 160 new electric buses will be brought to Baku by COP29 - Land Transport Agency\n15:56 11 July 2024 Israel, Hamas to cede control of Gaza to PA-linked force in deal’s 2nd phase - Washington Post\n15:40 11 July 2024 NATO summit’s documents show that West stands against supporting peace — Kremlin\n15:17 11 July 2024 Preparatory stage of “Birlestik-2024” exercise fulfills forthcoming tasks\n15:07 11 July 2024 Azerbaijan increased oil refining in 2024\n15:04 11 July 2024 Azerbaijan to carry out next stage of relocation to Lachin city in coming days\n15:03 11 July 2024 About 100 Uzbek NGOs issue statement of solidarity with Azerbaijan in connection with COP29\n14:24 11 July 2024 President of Azerbaijan Ilham Aliyev arrives in Pakistan for state visit\n13:49 11 July 2024 Several drones from Lebanon fall inside Israel, one person critically injured\n13:47 11 July 2024 Pakistani fighter jets escorted Azerbaijani President's plane\n13:37 11 July 2024 Azerbaijan plans to export products of Hekeri Fishing Farm in Lachin to Europe - PHOTO\n13:10 11 July 2024 Russia says it will work on military response to U.S. long-range missiles in Germany\n13:01 11 July 2024 Azerbaijan reduced oil production by more than 5%\n12:34 11 July 2024 800 million cubic meters of gas was produced from the Absheron field this year\n12:11 11 July 2024 Azerbaijan was more than 8000 tons short of its OPEC+ quota in June\n12:02 11 July 2024 640 million tons of oil have been produced from ACG and Shah Deniz so far\n11:54 11 July 2024 Remains of 5 Azerbaijani soldiers who martyred 32 years ago were buried in Khojaly - PHOTO\n11:41 11 July 2024 Civilian attacked on military unit in Armenia, arrests reported\n11:28 11 July 2024 Azerbaijani head of state sends congratulatory letter to President of Mongolia\n11:24 11 July 2024 53 people suffered from food poisoning factory in Azerbaijan\n11:04 11 July 2024 ALL NEWS ATTENTION! Dear user for receiving paid news sign up\nBack Sign up ATTENTION! Dear user for receiving paid videos sign up\nBack Sign up ATTENTION! Dear user for receiving paid photos sign up\nBack Sign up",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://apa.az)",
      "https://www.apa.az)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ilham aliyev",
          "sentiment": "negative"
        },
        {
          "name": "muhammad shehbaz sharif",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united nations security council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "islamic republic of pakistan",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T01:19:56.221+03:00",
    "updated": "2024-07-12T05:49:43.272+03:00"
  }
]