[
  {
    "uuid": "a7a1ff947b0aef49c18b9f1853e6ab6a8f40dace",
    "url": "https://magazine.windtre.it/news-motori/ayvens-arriva-italia-il-nuovo-brand-globale-la-mobilita-sostenibile",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Motorcube",
    "published": "2024-04-04T13:00:00Z",
    "title": "Ayvens arriva in Italia: il nuovo brand globale per la mobilità sostenibile | Magazine WINDTRE",
    "text": "[Motori](/news-motori) Ayvens arriva in Italia: il nuovo brand globale per la mobilità sostenibile [Ayvens](https://www.ayvens.com/it-it/) arriva in Italia. Il brand globale della mobilità sostenibile, nato dall’acquisizione di LeasePlan da parte di ALD Automotive, è stato lanciato oggi nel nostro Paese. Lo scopo del marchio è quello di ridisegnare e migliorare la mobilità futura verso l’azzeramento delle emissioni e plasmare ulteriormente la trasformazione digitale del settore. Ayvens, la mission e non solo Il nuovo marchio punta a rafforzare la competitività e il posizionamento delle due aziende, presenti sul mercato da oltre 40 anni, garantendo una crescita sostenibile grazie a una posizione unica sul mercato. Ayvens rappresenta, dunque, una pietra miliare strategica nello sviluppo del Gruppo e sarà utilizzato per tutti i segmenti di clientela (corporate, PMI, professionisti e privati) e su tutti i canali e i touch point, in particolare attraverso l’ampio ecosistema digitale dell’azienda. La mission del nuovo player è quella di migliorare la vita di tutti i giorni, offrendouna mobilità più semplice, intelligente e sostenibile, come riflette il payoff del brand, Better with every move, e il suo stesso nome. Particolarmente evocativo, semplice ma innovativo allo stesso tempo, indica la via da seguire per il progresso, frutto della combinazione di tre parole: way, advance ed heaven. La forma fluida, che tende verso l’alto, vuole essere il simbolo del progresso e del dinamismo e il nome dell’azionista di maggioranza, di fama mondiale ‒ Société Générale ‒ costituisce la base solida e stabile del nuovo brand. L’identità grafica trasmette energia attraverso un carattere tipografico moderno, insieme a colori vivaci e unici ispirati all’ambiente naturale e realizzati per distinguersi sul mercato. L’iconografia cattura l’essenza della mobilità, mostrandola attraverso momenti della vita di tutti i giorni. Le parole di Philippe Valigny Philippe Valigny, Managing Director di Ayvens Italia, ha dichiarato: “Ci aspettano mesi impegnativi ma allo stesso tempo entusiasmanti e siamo certi che i vantaggi saranno per tutti, clienti, fornitori, dipendenti e azionisti. Confidiamo che l’energia dei team del Gruppo, insieme al nostro talento, saranno in grado di produrre le migliori performance del settore. Siamo davvero orgogliosi di continuare questo meraviglioso viaggio con un nuovo brand e una nuova identità”. Il commento di Alberto Viano Alberto Viano, Deputy Managing Director di Ayvens Italia, ha aggiunto: “Ayvens nasce per diventare il principale attore globale della mobilità sostenibile. Con la più grande flotta di veicoli elettrici multimarca al mondo, su una flotta totale di 3,4 milioni di veicoli gestiti a livello globale, l’azienda mira ad aprire la strada verso l’azzeramento delle emissioni nette e a plasmare ulteriormente la trasformazione digitale del settore”. Leggi anche [ EQS SUV, il nuovo Mercedes-Benz che ridisegna il lusso elettrico ](/news-motori/eqs-suv-il-nuovo-mercedes-benz-che-ridisegna-il-lusso-elettrico) [Leggi articolo >](/news-motori/eqs-suv-il-nuovo-mercedes-benz-che-ridisegna-il-lusso-elettrico) [ Mercedes-Benz SUV Attack: 12 Nuovi Modelli in arrivo ](/news-motori/mercedes-benz-suv-attack-12-nuovi-modelli-arrivo) [Leggi articolo >](/news-motori/mercedes-benz-suv-attack-12-nuovi-modelli-arrivo) [ Arriva in Italia il nuovo Kia Sorento ](/news-motori/arriva-italia-il-nuovo-kia-sorento) [Leggi articolo >](/news-motori/arriva-italia-il-nuovo-kia-sorento) [ AMTS, l'evento a Torino: le date ](/news-motori/amts-levento-torino-le-date) [Leggi articolo >](/news-motori/amts-levento-torino-le-date) [ Toyota Land Cruiser 250. Una tradizione che si rinnova ](/news-motori/toyota-land-cruiser-250-una-tradizione-che-si-rinnova) [Leggi articolo >](/news-motori/toyota-land-cruiser-250-una-tradizione-che-si-rinnova) [ Opel Vectra: le quattro ruote quasi al prezzo di due ](/news-motori/opel-vectra-le-quattro-ruote-quasi-al-prezzo-di-due) [Leggi articolo >](/news-motori/opel-vectra-le-quattro-ruote-quasi-al-prezzo-di-due) [ MINI Cooper, un classico che si rinnova ](/news-motori/mini-cooper-un-classico-che-si-rinnova) [Leggi articolo >](/news-motori/mini-cooper-un-classico-che-si-rinnova) [ Truffe sul web per l'acquisto di auto usate: come evitarle ](/news-motori/truffe-sul-web-lacquisto-di-auto-usate-come-evitarle) [Leggi articolo >](/news-motori/truffe-sul-web-lacquisto-di-auto-usate-come-evitarle) [ Audi Q6 e-tron. Sfida aperta a Porsche Macan ](/news-motori/audi-q6-e-tron-sfida-aperta-porsche-macan) [Leggi articolo >](/news-motori/audi-q6-e-tron-sfida-aperta-porsche-macan) [ Nuova Abarth 600e: svelate le prime immagini ](/news-motori/nuova-abarth-600e-svelate-le-prime-immagini) [Leggi articolo >](/news-motori/nuova-abarth-600e-svelate-le-prime-immagini) [ Mercedes-AMG GLC Coupé, la sportiva di lusso ](/news-motori/mercedes-amg-glc-coupe-la-sportiva-di-lusso) [Leggi articolo >](/news-motori/mercedes-amg-glc-coupe-la-sportiva-di-lusso) [ Peugeot E-308, l'arte orafa a Valenza ](/news-motori/peugeot-e-308-larte-orafa-valenza) [Leggi articolo >](/news-motori/peugeot-e-308-larte-orafa-valenza) [ Bonus Benzina 2024. Fake news o realtà? Facciamo chiarezza ](/news-motori/bonus-benzina-2024-fake-news-o-realta-facciamo-chiarezza) [Leggi articolo >](/news-motori/bonus-benzina-2024-fake-news-o-realta-facciamo-chiarezza) [ Cellulare alla guida. Qualche consiglio per evitare incidenti ](/news-motori/cellulare-alla-guida-qualche-consiglio-evitare-incidenti) [Leggi articolo >](/news-motori/cellulare-alla-guida-qualche-consiglio-evitare-incidenti) [ Jeep Renegade e Compass e-Hybrid: l'esordio ](/news-motori/jeep-renegade-e-compass-e-hybrid-lesordio) [Leggi articolo >](/news-motori/jeep-renegade-e-compass-e-hybrid-lesordio) [ Subaru, Aisin e gli eAxle: cosa succede ](/news-motori/subaru-aisin-e-gli-eaxle-cosa-succede) [Leggi articolo >](/news-motori/subaru-aisin-e-gli-eaxle-cosa-succede)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.ayvens.com/it-it/)",
      "https://ayvens.com/it-it/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:47:09.701+03:00",
    "updated": "2024-04-05T01:47:09.701+03:00"
  },
  {
    "uuid": "fc9892a2b56df14aafc782c7233425966d7e7da2",
    "url": "https://www.irishmirror.ie/news/irish-news/freak-weather-rips-through-wexford-31768928",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "news@irishmirror.ie (Brendan Furlong)",
    "published": "2023-12-29T14:49:00Z",
    "title": "'Freak weather' rips through Wexford house 'like a train' - leaving other homes nearby untouched",
    "text": "A freak weather event which tore through a Wexford house 'like a train' has left sheet metal and debris scattered across fields and ditches up to a kilometre away.\nA severe wind during Storm Gerrit which locals in the village of Duncormick in South Wexford described as being like a tornado, ripped through the home in the early hours of Thursday morning.\nLocal Aontu Cllr. Jim Codd, was at the scene at first light and said the damage caused was 'colossal'.\nREAD MORE:\nIreland New Year’s weather misery as Met Eireann issues multiple warnings for fierce double blast\n'I can only think it was a tornado because it came after the winds which raged all night and only one house was hit,' he said.\n'It's quite astonishing to see the amount of damage done to the house, the family described it to me as 'like a train went through the house'.\n'As I drove up here I saw sheets of metal lying in the ditches half a mile away from the property, there was debris scattered across the fields,' he added.\n'Thankfully despite part of the roof being blown off, the family were unhurt by the storm and are focused on repairing the damage as best they can lest further adverse weather hit South Wexford.\n'While a tarpaulin has been erected to cover the holes in the roof, the sheds and buildings in the back yard have been 'completely flattened' with parts of them unlikely to ever be recovered,' he said.\nRemarkably, the house in Woodgraigue, Duncormick, was the only one impacted by the weather event, with neighbouring properties escaping completely unscathed.\n'No other house in the area was touched, the one across the road, not 300 metres away, avoided it completely,' confirmed Cllr. Codd.\nA\nGoFundMe page has been set up to help with the associated costs of repairing the house.\nJoin the Irish Mirror’s breaking news service on WhatsApp. Click\nthis link to receive breaking news and the latest headlines direct to your phone. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don’t like our community, you can check out any time you like. If you’re curious, you can read our Privacy Notice.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://www.gofundme.com/f/2tap9-home-destroyed?utm_campaign=p_cp+share-sheet&utm_medium=copy_link_all&utm_source=customer",
      "https://www.reachplc.com/site-services/privacy-policy",
      "https://chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S",
      "https://reachplc.com/site-services/privacy-policy",
      "https://www.chat.whatsapp.com/FYsKkdmyzYm0dTbcSalI9S",
      "https://www.gofundme.com/f/2tap9-home-destroyed",
      "https://gofundme.com/f/2tap9-home-destroyed?utm_campaign=p_cp+share-sheet&utm_medium=copy_link_all&utm_source=customer"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jim codd",
          "sentiment": "none"
        },
        {
          "name": "aontu cllr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "met eireann",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wexford",
          "sentiment": "none"
        },
        {
          "name": "south wexford",
          "sentiment": "none"
        },
        {
          "name": "duncormick",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:54:17.850+02:00",
    "updated": "2023-12-29T16:54:17.850+02:00"
  },
  {
    "uuid": "ee72a5f98953019b5ccccda96f2c68a865b359d7",
    "url": "https://www.newsbreak.com/saint-petersburg-fl/3516001443464-take-a-ride-on-a-wildlife-boat-tour-with-tampa-bay-watch-in-st-pete",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-04T21:35:00Z",
    "title": "Take a ride on a Wildlife Boat Tour with Tampa Bay Watch in St Pete",
    "text": "By Jason Adams ,\n12 hours ago Meteorologist Jason Adams was invited on an Wildlife Boat Tour of Tampa Bay with Tampa Bay Watch. The tour allows people to snorkel in 3-6’ deep water while the tour guides teach the importance of conservation, preservation, and wildlife education.\nThe Wildlife Boat Tours help fund the accessible marine science education programs throughout the year, some of which you can attend at the Discovery Center on the St Pete Pier.\nMore information on Tampa Bay Watch and Wildlife Boat Tours can be found on their website by clicking here\nNew HOA laws and how they impact you\n45% of Floridians live in an HOA community, more than any other state in the country. ABC Action News reporter Jada Williams answered your questions about the new HOA laws affecting homeowners.\nBreaking down Florida's new laws surrounding HOAs\nLatest Pinellas County News from ABC Action News\nTake a ride on an Eco-Tour with Tampa Bay Watch in St Pete Jason Adams\n12:35 PM, Jul 04, 2024\nTreasure Island law enforcement to crack down on 4th of July firework use Casey Albritton\n8:29 PM, Jul 02, 2024\nMadiera Beach looking to expand lifeguard program, add designated swim zones JJ Burton\n7:59 PM, Jul 02, 2024\nClearwater residents voice concerns about flooding this hurricane season Casey Albritton\n6:46 PM, Jul 01, 2024\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.abcactionnews.com/news/region-pinellas/take-a-ride-on-an-eco-tour-with-tampa-bay-watch-in-st-pete",
      "https://www.abcactionnews.com/news/region-pinellas/treasure-island-law-enforcement-cracks-down-on-ordinances-to-limit-firework-use-on-the-4th-of-july",
      "https://www.abcactionnews.com/news/region-pinellas/lifeguard-program-new-designated-swim-zones-part-of-a-push-to-increase-safety-on-madeira-beach",
      "https://img.particlenews.com/image.php?url=0aMUP0_0uEoEEzf00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0aMUP0_0uEoEEzf00",
      "https://www.tbwdiscoverycenter.org/eco-tours",
      "https://www.abcactionnews.com/news/region-pinellas/clearwater-residents-voice-concerns-about-flooding-this-hurricane-season",
      "https://abcactionnews.com/news/region-pinellas/clearwater-residents-voice-concerns-about-flooding-this-hurricane-season",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0aMUP0_0uEoEEzf00",
      "https://abcactionnews.com/news/region-pinellas/lifeguard-program-new-designated-swim-zones-part-of-a-push-to-increase-safety-on-madeira-beach",
      "https://tbwdiscoverycenter.org/eco-tours",
      "https://abcactionnews.com/news/region-pinellas/treasure-island-law-enforcement-cracks-down-on-ordinances-to-limit-firework-use-on-the-4th-of-july",
      "https://www.img.particlenews.com/image.php?url=0aMUP0_0uEoEEzf00",
      "https://img.particlenews.com/image.php",
      "https://abcactionnews.com/news/region-pinellas/take-a-ride-on-an-eco-tour-with-tampa-bay-watch-in-st-pete"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason adams",
          "sentiment": "negative"
        },
        {
          "name": "casey albritton",
          "sentiment": "none"
        },
        {
          "name": "pete jason adams",
          "sentiment": "none"
        },
        {
          "name": "jada williams",
          "sentiment": "none"
        },
        {
          "name": "pete pier",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tampa bay watch",
          "sentiment": "none"
        },
        {
          "name": "abc action news",
          "sentiment": "none"
        },
        {
          "name": "abc action news take",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tampa bay watch",
          "sentiment": "none"
        },
        {
          "name": "bay",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T07:45:51.764+03:00",
    "updated": "2024-07-05T07:45:51.764+03:00"
  },
  {
    "uuid": "81c3fca8fcda8390e908ea9cb7db72a859113dc9",
    "url": "https://it.cibercuba.com/noticias/2025-02-20-u1-e208933-s27061-nid297519-hospital-pediatrico-sancti-spiritus-niega-vacuna",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CiberCuba",
    "published": "2025-02-20T19:11:00Z",
    "title": "L'Ospedale Pediatrico di Sancti Spíritus nega che il vaccino pentavalente abbia causato la morte di un neonato",
    "text": "Video correlati:\nL'Ospedale Pediatrico di Sancti Spíritus ha negato che la morte di un lattante che è stato assistito nelle sue strutture dopo essere stato diagnosticato con una “patologia incompatibile con la vita” fosse correlata alla somministrazione del vaccino Pentavalente, utilizzato nel programma nazionale di immunizzazione a Cuba.\nSecondo un reportaggio in cui cercano di dare la loro versione dei fatti pubblicato nel giornale ufficiale Escambray, hanno detto che, sin dalla nascita, il bebé è stato sottoposto a studi specializzati in immunologia, con esami inviati all'Istituto di Immunologia dell'Avana.\nÈ stato eseguito anche un ecografia del timo per escludere immunodeficienze, la quale ha mostrato solo una leggera ipoplasia. Come parte del protocollo, è stata somministrata Biomodulina T e successivamente sono state somministrate le vaccinazioni contro l'epatite e la BCG contro la tubercolosi, entrambe con gli stessi adiuvanti della Pentavalente senza che si siano verificate complicazioni.\nHanno assicurato che il caso è stato valutato sulla base della letteratura specializzata delle accademie di pediatria degli Stati Uniti e dell'Europa, così come di studi pubblicati in riviste di alto impatto, tutti i quali indicano che i pazienti con errori innati del metabolismo possono ricevere il loro schema di vaccinazione con la supervisione adeguata. Hanno aggiunto che il paziente ha soddisfatto tutti i requisiti necessari.\nSecondo la dottoressa Magdalena Guirado Espinosa, specialista in neonatologia e pediatria, tutte le decisioni riguardanti il trattamento del minore sono state concordate con esperti di istituzioni di riferimento come il Centro Nazionale di Genetica Medica e l'Istituto di Immunologia.\nInoltre, sottolineò che i bambini con aciduria metilmalonica necessitano di una gestione nutrizionale rigorosa, basata su bibliografia aggiornata in varie lingue per garantire un'assunzione adeguata in base alla loro condizione.\nLa specialista ha dichiarato che l'assistenza medica al neonato deceduto è stata fornita da personale specializzato nella cura dei bambini di ogni età con errori innati del metabolismo; oltre a un intero team di lavoro che si è dedicato alla salute di questo bambino prima e dopo la sua nascita.\nQueste dichiarazioni contrastano con quelle espresse dalla madre del bambino, Ana Aloma, che ha pubblicamente accusato che suo figlio è stato oggetto di negligenza medica.\nAloma afferma che, nonostante in Cuba ci siano altri casi di aciduria metilmalonica gestiti con successo, nel caso di suo figlio non sono stati seguiti i protocolli adeguati.\nAfirma che gli è stata somministrata la vaccinazione Pentavalente senza aver effettuato i necessari esami clinici precedenti e che la dieta prescritta per suo figlio era insufficiente rispetto a quella di altri pazienti con la stessa malattia.\nAdemás, accusa direttamente la dottoressa Magdalena Guirado Espinosa di negligenza e chiede la sua espulsione dal sistema sanitario, sostenendo che la professionista non ha risposto alle chiamate urgenti della famiglia.\nRecentemente, ha denunciato sui social media che si sta tentando di ripulire l'immagine della dottoressa Guirado Espinosa attraverso conferenze, ma sostiene che la sua azione medica è stata determinante nel decesso di suo figlio.\nRifiuta inoltre che si possano ritenere responsabili altri operatori sanitari di Trinidad, dato che il monitoraggio del caso era sotto la supervisione delle autorità provinciali.\nNonostante il suo dolore, Ana Aloma ha ringraziato il team di Terapia Intensiva dell'ospedale per i loro sforzi nel cercare di salvare suo figlio.\nDomande frequenti sulla morte di un bambino a Sancti Spíritus e la vaccinazione pentavalente\nQual è la causa ufficiale della morte del bambino a Sancti Spíritus?\nL'Ospedale Pediatrico di Sancti Spíritus sostiene che la causa del decesso sia una \"patologia incompatibile con la vita\" a causa dell'aciduria metilmalonica, un raro disturbo metabolico. Tuttavia, la madre del bambino, Ana Aloma, nega che questa malattia sia incompatibile con la vita e afferma che suo figlio non ha ricevuto la giusta assistenza.\nChe cos'è il vaccino pentavalente e perché è associato a questo caso?\nLa vaccinazione Pentavalente è utilizzata nel programma nazionale di immunizzazione a Cuba e protegge da cinque malattie. l'ospedale nega che la vaccinazione Pentavalente sia stata la causa della morte del bambino, mentre la madre accusa che sia stata somministrata senza le necessarie analisi cliniche preliminari, che considera un atto di negligenza.\nQuali denunce ha presentato Ana Aloma riguardo al trattamento medico ricevuto da suo figlio?\nAna Aloma ha denunciato che suo figlio è stato vittima di negligenza medica, affermando che non sono stati seguiti i protocolli adeguati per il suo trattamento. Accusa che la dieta prescritta per suo figlio era insufficiente e che la dottoressa Magdalena Guirado Espinosa non ha risposto alle sue chiamate urgenti, richiedendo la sua espulsione dal sistema sanitario.\nQual è stata la reazione del sistema sanitario cubano di fronte alle denunce di negligenza medica?\nDi fronte alle crescenti denunce di negligenza medica a Cuba, le autorità tendono a negare le accuse o a minimizzare il loro impatto. In questo caso, l'Ospedale Pediatrico di Sancti Spíritus ha difeso il trattamento fornito e ha negato ogni relazione tra il vaccino Pentavalente e la morte del bambino, mentre la madre continua a chiedere giustizia.\nArchiviato in:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->vaccine",
      "Health->medical condition",
      "Social Issue->women",
      "Social Issue->social services",
      "Politics->human rights",
      "Politics->healthcare policy",
      "Politics->government"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.escambray.cu/2025/por-que-fallecio-lactante-en-pediatrico-espirituano/",
      "https://escambray.cu/2025/por-que-fallecio-lactante-en-pediatrico-espirituano/",
      "https://www.escambray.cu/2025/por-que-fallecio-lactante-en-pediatrico-espirituano"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T01:12:18.060+02:00",
    "updated": "2025-02-21T01:12:18.060+02:00"
  },
  {
    "uuid": "f5f1650974a64631b2d484a1910f6819fbfe50c8",
    "url": "https://www.kelownanow.com/watercooler/money/news/Business/Energize_your_home_Unlocking_the_economic_and_sustainable_potential_of_solar_in_Kelowna",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KelownaNow",
    "published": "2024-04-11T19:00:00Z",
    "title": "Energize your home: Unlocking the economic and sustainable potential of solar in Kelowna",
    "text": "[News](#desktop-tab-601) [Opinion](#desktop-tab-1139) [Lifestyle](#desktop-tab-585) [Business](#desktop-tab-575) [Sports](#desktop-tab-1193) [Podcasts](#desktop-tab-1172) [Columns](#desktop-tab-596) [More](#desktop-tab-569) [Advertise](/contact/advertising) Real Estate Listings [Good News](/watercooler/news/news/Good_News/)\nSearch KelownaNow\nIn an era where the cost of living is on a relentless rise, one solution shines brightly above the rest: solar energy. It's not just about being green; it's about saving green. In Kelowna, a quiet revolution is taking place on the rooftops of forward-thinking homeowners led by the solar pioneers at\nSkyFire Energy™. With over two decades of experience, SkyFire™ is making solar energy accessible and economically savvy for everyone.\nStacy Haakonson, VP RevOps and Employee Owner at SkyFire Energy™. shed light on how this innovation-driven company is changing the energy landscape in Kelowna. \"Solar energy is now within reach for homeowners, offering a way to lock in lower energy costs for decades,\" Stacy explains, emphasizing solar power's practical, wallet-friendly benefits.\nSkyFire Energy's™ story is one of pioneering spirit and innovation. \"We've been in business for 23 years, recognized as one of the OGs in solar in western Canada,\" Stacy shares with pride. Founded by David Kelly, a visionary who was the first to connect solar to the grid in his own home, SkyFire™ has grown from a Calgary startup to a major player in the solar industry with a branch in Kelowna for the past 15 years.\nThe push towards solar isn't just about future-proofing against rising energy costs; it's about taking advantage of today's technological advances and incentives. Stacy points out the immediate financial benefits, \"Adding solar to your home can reduce operating costs and potentially increase your home's value by up to 5%.\" And while the Greener Homes retrofit grant has expired, the Canadian government continues to support homeowners through the Greener Homes Loan.\nThis initiative offers zero-interest loans of up to $40,000 for homeowners looking to make energy-efficient upgrades, including solar panel installations. With a repayment term of up to 10 years, this loan makes solar energy and any energy retrofit, more accessible and financially viable for homeowners. \"It's a golden opportunity,\" Stacy adds, \"to invest in your future and take advantage of the financial support from the government, making now the ideal time to consider adding solar to your home.\"\nThis incentive lowers the upfront cost barrier and accelerates the return on investment, making solar a smart economic choice for Canadians today. Even without incentives, solar still makes financial sense and SkyFire Energy™ can help you determine your own projected payback period.\nWhen considering solar energy, it's natural to have questions and concerns about its practicality and benefits. Stacy Haakonson directly addresses these, offering clear, fact-based insights. \"Many homeowners ask about the payback period wondering if the savings on energy bills justify the initial outlay. The financial benefits of solar energy are becoming more apparent and attainable sooner than you might think thanks to advancements in technology, more affordable product options, accessible financial incentives, and, depending on the province, rate switching or time-of-day energy rate options, she explains.\nAnother common question revolves around how solar energy works, especially outside of sunny hours. Stacy clarifies, \"Solar panels are designed to maximize energy production, and any surplus generated during peak sunlight is not lost. Instead, it's fed back into the electrical grid, effectively reducing your utility costs through credits. \"Net metering\" ensures that your investment continues to pay off, regardless of the time of day.\" This combination of factors has positioned solar energy as a savvy, efficient choice for homeowners, addressing the practical considerations every homeowner weighs.\nSkyFire's™ dedication to the community and the planet is evident in their Zero Carbon Solar offering and their role in significant projects like the District of Summerland Utility-Scale project. \"We purchase carbon offsets for every home and some commercial projects we install solar on,\" Stacy notes, underscoring SkyFire's™ commitment to a zero-carbon footprint. As a certified B Corporation,SkyFire™ holds itself accountable for transparency in its social and environmental practices, which builds consumer trust and loyalty and places higher value on more than just financial performance.\nOpting for SkyFire Energy™ means more than just going solar; it's choosing a partner committed to delivering economic value and reliability. With a focus on customer education and sustainable practices, SkyFire™ stands out as a wise choice for homeowners looking to make a smart investment in their future.\nAs Kelowna grows, the opportunity for solar energy to contribute to the community's economic resilience becomes increasingly evident. SkyFire Energy™ is at the forefront, ready to guide homeowners and builders toward a more sustainable and financially sound future.\nIf you get value from KelownaNow and believe local independent media is important to our community we ask that you please consider subscribing to our daily newsletter.\nIf you appreciate what we do, we ask that you consider\nsupporting our local independent news platform.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "https://kelowna.relnow.ca/",
      "https://skyfireenergy.com/",
      "https://www.kelowna.relnow.ca/",
      "https://skyfireenergy.com",
      "https://kelowna.relnow.ca",
      "https://www.skyfireenergy.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stacy haakonson",
          "sentiment": "none"
        },
        {
          "name": "stacy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "skyfire energy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kelowna",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T04:55:42.582+03:00",
    "updated": "2024-04-12T04:55:42.582+03:00"
  },
  {
    "uuid": "1b5f92a46304f45d314aeba2f7cd5895f52a336a",
    "url": "https://www.mdjonline.com/neighbor_newspapers/fulton/news/city-of-south-fulton-introduces-electric-vehicle-fleet/article_1beddd3c-81ab-11ef-8417-c7079a936822.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Amos aamos@mdjonline.com",
    "published": "2024-10-03T05:00:00Z",
    "title": "City of South Fulton Introduces Electric Vehicle Fleet | News | mdjonline.com",
    "text": "To celebrate Electric Vehicle Week, the City of South Fulton has introduced a fleet of new electric vehicles, from Mustangs to F-150s. This year, the city has introduced 11 vehicles and 12 charging stations, with plans to add 17 more vehicles and up to 60 additional charging stations by 2025, promoting eco-friendly options for the future. “We are very committed to sustainable energy and we are committed to reducing our carbon footprint here in the city,” City of South Fulton City Manager Sharon Subadan said. “We are a growing region, so we have lots of opportunities to serve in the community using our vehicles. Some of these vehicles will be used for building expectations and some will be used for our general services that take care of all of our facilities.” The new fleet, introduced during a press conference on Oct. 3, features seven Ford Mustang Mach-E models, three Ford F-150 Lightning trucks, and one Ford E-Transit Cargo Van. According to city officials, these vehicles offer cost-effective and environmentally friendly benefits, including zero emissions, batteries with lifespans of 3 to 5 years, and construction from sustainable materials. Another advantage of the new fleet is the expansion of community charging stations. Currently, there are two charging stations at the Southwest Arts Center and the Fredrick Administration Building. City officials announced that of the 60 new charging stations arriving next year, many will be placed throughout the city for public access. “I am excited because this has been a long time in the making and I have been pushing this initiative since I was a councilman,” City of South Fulton Mayor Kobi, who recently changed his name from khalid kamau, said. “We’re building a whole new city and nearly everything we’ve inherited from the county was either at or past its obsolescence. We wanted to provide so much more to our residents. We have so many vehicles that we are buying all the time, so I thought it was important that we got vehicles that were green not only for the environmental impact but also for the economic impact.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T01:38:58.209+03:00",
    "updated": "2024-10-04T01:38:58.209+03:00"
  }
]