[
  {
    "uuid": "7c2f207b2002d87535e0a34fe56c05d4bb7604dc",
    "url": "https://www.advfn.com/stock-market/stock-news/92912412/veheres-ai-network-security-solution-steals-the-sh",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2023-12-29T10:00:00Z",
    "title": "VEHERE'S AI NETWORK SECURITY SOLUTION STEALS THE SHOW AT AISS 2023",
    "text": "SAN FRANCISCO , Dec. 29, 2023 /PRNewswire/ -- Vehere, a leading cybersecurity company specializing in cyber network intelligence, is elated by its successful participation in the 18th Annual Information Security Summit (AISS) 2023, held in Gurugram, India , from December 19th to 21st . The event, jointly orchestrated by NASSCOM and DSCI, prioritized collaborative discussions, the exchange of valuable ideas, and thought-provoking discussions about the future threat landscape.\nIn the event, Vehere showcased its cutting-edge AI Network Security solution, which combines both AI Network Detection and Response (NDR) and AI Network Forensics (NF). It helps strengthen the security posture of enterprises by using machine learning, rule-based techniques, and advanced analytics. Vehere NDR detects suspicious activities in encrypted and non-encrypted traffic that conventional security tools are missing out on, and Vehere NF supports investigation and analysis of the root cause of network leakage, data theft, and suspicious network traffic.\nVehere's team of cyber-experts, Ramsunder Papineni, Vipul Kumra , Ravi Kapoor , and Sanjay Bhardwaj , actively engaged with event attendees, demonstrating the advantages of the Vehere AI Network Security solution. They illustrated how this solution can fortify enterprise networks by providing real-time threat detection, proactive threat hunting, and comprehensive forensic analysis. Notably, Ramsunder Papineni, Vehere's President–Global Sales, delivered an engaging presentation during a panel discussion themed 'SecOps: How to Choose? …SIEM, SOAR, XDR, MSS, MDR, and XMDR'. His insightful dialogue captured the audience's attention, empowering them to make discerning choices while navigating the spectrum of SecOps strategies available.\nPraveen Jaiswal , the Co-founder of the company, who was also present at the event, shared his thoughts on the event, stating, \"AISS 2023 marked an exceptional milestone for us as we got the opportunity to present our AI Network Security solution. Its remarkable efficacy and reliability piqued substantial interest among industry peers, thereby affirming the strong requirement for this solution. I am confident that our technology is poised to become the preferred choice for enterprises seeking robust security measures against cyber threats.\"\nAbout Vehere\nVehere is a revolutionary cybersecurity company boldly merging the realms of national security and enterprise security through a single, powerful platform. With a strong global presence and unparalleled expertise in cyber network intelligence, Vehere is radically changing the way organizations and governments protect themselves from cyber threats.\nVehere: Hunt Before Breach\n#vehere #cybersecurity #networksecurity #AISS2023\nContact\nSreya Sengupta\nsreya.sengupta@vehere.com\nLogo: https://mma.prnewswire.com/media/2268795/Vehere__Logo.jpg\nView original content:https://www.prnewswire.com/news-releases/veheres-ai-network-security-solution-steals-the-show-at-aiss-2023-302023729.html\nSOURCE Vehere\nCopyright 2023 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Politics"
    ],
    "external_links": [
      "https://www.prnewswire.com/news-releases/veheres-ai-network-security-solution-steals-the-show-at-aiss-2023-302023729.html",
      "https://prnewswire.com/news-releases/veheres-ai-network-security-solution-steals-the-show-at-aiss-2023-302023729.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vehere",
          "sentiment": "negative"
        },
        {
          "name": "vipu",
          "sentiment": "none"
        },
        {
          "name": "ramsunder papineni",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vehere nf",
          "sentiment": "none"
        },
        {
          "name": "dsci",
          "sentiment": "none"
        },
        {
          "name": "nasscom",
          "sentiment": "none"
        },
        {
          "name": "ai network forensics",
          "sentiment": "none"
        },
        {
          "name": "ai network detection",
          "sentiment": "none"
        },
        {
          "name": "ndr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "gurugram",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:06:09.526+02:00",
    "updated": "2023-12-29T17:06:09.526+02:00"
  },
  {
    "uuid": "26107e26b1e0fb7dca4d23192270b61782e2ddb8",
    "url": "https://www.dailymaverick.co.za/article/2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tamsin Metelerkamp",
    "published": "2023-12-29T00:00:00Z",
    "title": "International Person of the Year: The civilian heroes in the Gaza firing line",
    "text": "Doctors attend a demonstration in support of Palestine amidst the ongoing war in Gaza, which the Israeli government says targets Hamas, the Palestinian Sunni Islamist political and military organisation governing the Gaza Strip, on 18 November 2023 in Berlin, Germany. (Photo: Adam Berry / Getty Images) By Tamsin Metelerkamp Follow Following 29 Dec 2023 Follow Following 6 The Gaza Strip has become one of the most dangerous places in the world to simply exist. We pay homage to the spirit of doctors, journalists, aid workers and Palestinian civilians. Over the past few months, the Gaza Strip has become one of the most dangerous places in the world to simply exist. Airstrikes have not distinguished between adults and children; between fighters and aid workers. Those on the ground have repeatedly told international observers that nowhere is safe in the region.\nYet the overwhelming destruction has not stopped health workers, journalists and ordinary citizens from doing their jobs and helping others. Across the Strip, stories of bravery and resilience have emerged.\nIn hospitals, doctors and nurses have continued with their duties despite dwindling supplies and damaged infrastructure.\nAndrew Mews, executive director of Doctors Without Borders (Médecins Sans Frontières/MSF) Southern Africa, reported how MSF doctors chose to remain at al-Shifa Hospital in Gaza City as the front line of the ground war grew closer.\n“They wanted to evacuate the patients, but it was not safe to evacuate the patients because the fighting was raging at the front door of the hospital… Therefore, our staff chose to stay with the patients. They are staying in the hospital and are not even able to go home at the end of the day,” he told Daily Maverick on 15 November.\nMSF has lost three members since the start of the war: Mohammed Al Ahel, Dr Mahmoud Abu Nujaila and Dr Ahmad Al Sahar. Mohammed was killed when his home was bombed, while Mahmoud and Ahmad died in an airstrike on Al-Awda Hospital in northern Gaza. They are among more than 200 health workers who have been killed in the conflict.\nAid organisations such as Gift of the Givers and the UN Relief and Works Agency for Palestinian Refugees (UNRWA) have remained active during the Israel-Gaza war.\nGift of the Givers worked with certain local farmers to provide vegetable parcels to people after supermarkets and warehouses ran out of stock, while also providing hygiene packs and wood for cooking where possible.\nAs of 6 December, the UNRWA was providing shelter for almost 1.2 million internally displaced persons at 151 installations across the Strip, including in the north and Gaza City.\nBoth organisations have suffered losses. Gift of the Givers’ head in Gaza, Ahmed Abbasi, was killed alongside his brother in an Israeli bomb strike when the two left a local mosque after morning prayers.\nThe nonprofit organisation stated that Abbasi had “served the people of Gaza with distinction” since being appointed in 2013.\nThe UNRWA has lost over 130 members since the onset of the war, the highest number of UN aid workers killed in a conflict since the organisation’s inception in 1949.\nThe death toll among journalists has been catastrophic. As of 8 December, 63 media workers had been killed, including 56 Palestinians, four Israelis and three Lebanese. The Committee to Protect Journalists has reported that there were more journalists killed in the first month of the war than in any other similar period of conflict since it started recording such deaths in 1992.\nAnd yet, in both the north and south of Gaza, journalists have continued to report on the situation on the ground.\nIn a conflict marked by misinformation and disinformation, their efforts have provided the international community with valuable insight into the day-to-day effects of the war.\nPhotos and videos produced by Palestinian photojournalists such as Motaz Azaiza and Ali Jadallah have captured the often harrowing scenes linked to airstrikes, displacement and the collapse of the region’s health system.\nAhmed Al Satarri, a journalist of 17 years living in southern Gaza’s Khan Younis, told Daily Maverick of the many challenges facing local media workers, including frequent cuts in electricity, telecommunications and internet services. However, he emphasised that he and his colleagues remained motivated in their work.\n“When you see and know the reaction of the people worldwide and how they are responding to this ongoing carnage in Gaza and … how they’re calling for an immediate ceasefire, you feel like … the way you are doing things is … bringing about some change. When there are no comms at all, you also feel that you should live another day or another hour or another minute to be able to deliver a message that can be viewed … by the people of the world,” he said.\nAs 2023 draws to a close, we honour all those who continue to work and sacrifice for the good of others on the front line of the Israel-Gaza war. It is never more important to acknowledge the everyday heroism of ordinary people than during those violent conflicts that threaten our shared humanity. DM\nThis story first appeared in our weekly Daily Maverick 168 newspaper, which is available countrywide for R29.\nShare ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=80&#038;d=mm&#038;r=g",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dtwitter&#038;text=International+Person+of+the+Year%3A+The+civilian+heroes+in+the+Gaza+firing+line",
      "https://secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=40&#038;d=mm&#038;r=g",
      "https://wa.me/?text=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dwhatsapp",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dfacebook",
      "https://www.secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=40&#038;d=mm&#038;r=g",
      "https://secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dfacebook",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet",
      "https://www.secure.gravatar.com/avatar/5210bc87d779410cfc7c869408343c0c?s=80&#038;d=mm&#038;r=g",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dwhatsapp",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.dailymaverick.co.za%2Farticle%2F2023-12-29-international-person-of-the-year-the-civilian-heroes-in-the-gaza-firing-line%2F%3Futm_source%3Dsocialshare%26utm_medium%3Dtwitter&#038;text=International+Person+of+the+Year%3A+The+civilian+heroes+in+the+Gaza+firing+line"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tamsin metelerkamp",
          "sentiment": "none"
        },
        {
          "name": "adam berry",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "strip",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:25:12.496+02:00",
    "updated": "2024-01-03T10:42:34.571+02:00"
  },
  {
    "uuid": "79e35bdea5f5a30e68b1e8d7f1090ce640c18bc6",
    "url": "https://www.finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.ht",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Wire",
    "published": "2024-02-15T20:21:00Z",
    "title": "Capcom Co., Ltd.: Capcom",
    "text": "Worldwide acclaim as the top fighting game continues following win at The Game Awards\nCapcom Co., Ltd. (TOKYO:9697) today announced that Street Fighter 6 won Fighting Game of the Year at the 27th D.I.C.E. Awards, held on February 15 in Las Vegas, Nevada.\nWith this year's ceremony marking the 27th in its history, the D.I.C.E. Awards is one of the largest awards ceremonies globally and offers the game industry's most authoritative honors each year in Las Vegas. This year, Capcom's Street Fighter 6 was recognized as the year's top fighting game, winning Fighting Game of Year at the show.\nStreet Fighter 6 represents a new generation of fighting games and was launched seven years after the previous title in the franchise. Sales of Street Fighter 6 surpassed 3 million units *1 worldwide as a result of appealing to a broad range of players, including with the introduction of the Modern Control Type, a new controller input option that allows special attacks to be performed with simple button combinations. Further, in addition to Street Fighter 6 being lauded by both the media and game players internationally, the game has also been recognized with a number of awards, including Best Fighting Game at The Game Awards 2023 held in December of last year.\nLooking ahead, Capcom plans to continue its focus on expanding sales of the title, including with the release of additional characters for Street Fighter 6 , as well as in conjunction with its esports efforts, such as the Capcom Cup X official world tournament that starts February 17.\nCapcom remains firmly committed to satisfying the expectations of all users by leveraging its industry-leading game development capabilities in order to create highly entertaining gameplay experiences.\n*1 As of January 3, 2024\nABOUT Street Fighter\nThe first title in the Street Fighter series was released as an arcade game in 1987, followed by the global smash hit Street Fighter II in 1991, which generated mass excitement due to its innovative battle system. Even today, more than 36 years since Street Fighter first debuted, the series still enjoys immense popularity across the globe with cumulative sales for the series totaling over 53 million units worldwide. Further, in recent years the series has increased its presence as a driving force in the fighting game genre of esports.\nABOUT CAPCOM\nCapcom is a leading worldwide developer, publisher and distributor of interactive entertainment for game consoles, PCs, handheld and wireless devices. Founded in 1983, the company has created hundreds of games, including groundbreaking franchises Resident Evil, Monster Hunter, Street Fighter, Mega Man, Devil May Cry and Ace Attorney. Capcom maintains operations in the U.S., U.K., Germany, France, Hong Kong, Taiwan, Singapore and Tokyo, with corporate headquarters located in Osaka, Japan. More information about Capcom can be found at https://www.capcom.co.jp/ir/english/\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240216705596/en/\nContacts:\nCapcom Public Relations Investor Relations Section\nDaniel Levine\n+81-6-6920-3623\ndaniel-levine@capcom.com\nYoshiko Ikeda\n+81-6-6920-3623\nyoshiko-ikeda@capcom.com\nVideo-Workshop: Das kleine Einmaleins der Charttechnik In diesem kostenlosen Video-Workshop von Stefan Klotter lernen Sie alles über Charttechnik. Lassen Sie sich diesen kostenfreien Workshop nicht entgehen! Hier klicken © 2024 Business Wire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?source=webclient&url=https://www.finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm%2F&text=Capcom",
      "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20240216705596r1&sid=gefi2&distro=ftp",
      "https://www.capcom.co.jp/ir/english/",
      "https://www.facebook.com/sharer.php?u=https://www.finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://www.finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm&title=deintitel",
      "https://www.xing.com/app/user?op=share;url=https://www.finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm",
      "https://www.businesswire.com/news/home/20240216705596/en/",
      "https://share.flipboard.com/bookmarklet/popout?v=2&title=Capcom",
      "https://getpocket.com/edit?url=https://www.finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm",
      "https://getpocket.com/edit?url=https://finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm",
      "https://www.capcom.co.jp/ir/english",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&title=Capcom",
      "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20240216705596r1&sid=gefi2&distro=ftp",
      "https://www.xing.com/app/user",
      "https://twitter.com/intent/tweet?source=webclient&url=https://finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm%2F&text=Capcom",
      "https://xing.com/app/user?op=share;url=https://finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm",
      "https://capcom.co.jp/ir/english/",
      "https://linkedin.com/shareArticle?mini=true&url=https://finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm&title=deintitel",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://cts.businesswire.com/ct/CT",
      "https://facebook.com/sharer.php?u=https://finanznachrichten.de/nachrichten-2024-02/61425017-capcom-co-ltd-capcom-s-street-fighter-6-wins-fighting-game-of-the-year-at-the-d-i-c-e-awards-004.htm",
      "https://businesswire.com/news/home/20240216705596/en/",
      "https://www.businesswire.com/news/home/20240216705596/en",
      "https://getpocket.com/edit",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "capcom worldwide",
          "sentiment": "positive"
        },
        {
          "name": "capcom co.",
          "sentiment": "positive"
        },
        {
          "name": "capcom co., ltd.",
          "sentiment": "neutral"
        },
        {
          "name": "capcom",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        },
        {
          "name": "nevada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:46:36.610+02:00",
    "updated": "2024-02-16T10:46:36.610+02:00"
  },
  {
    "uuid": "aee3ab4c13e5bc8e54c8e91fdb51f0c53aeaca4d",
    "url": "https://www.cnbc.com/2023/12/29/piper-sandler-reveals-its-top-3-biotech-stock-picks-for-2024.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amala Balakrishner",
    "published": "2023-12-28T23:06:00Z",
    "title": "Piper Sandler reveals its top 3 biotech stock picks for 2024",
    "text": "Piper Sandler named three biotech stocks as its \"top picks\" for 2024 — citing attractive valuations and pipeline of product launches. The biotech sector has underperformed the S & P 500 index over the past two years, after being in the spotlight at the height of the Covid-19 pandemic in 2021. But things are looking up: The sector is picking up and is expected to get a boost from interest rate cuts from the U.S. Federal Reserve next year. \"After another difficult year, there are signs that biotech is recovering into 2024. A pause or even reversal in interest rate hikes is constructive for biotech financing and M & A (mergers & acquisitions) remains active,\" Piper Sandler's analysts Edward Tenthoff and Thad Barney wrote in a Dec. 22 note to investors. Arrowhead Pharmaceuticals Piper Sandler's analysts like Arrowhead , reiterating their overweight rating for the stock. They cited the company's plan to release phase 3 trial data for plozasiran for the treatment of familial chylomicronemia syndrome in mid-2024, and phase 3 trials for its use in severe hypertriglyceridemia, among other developments. It is also looking to do a cardiovascular outcome trial on either plozasiran or zodasiran to assess their impact on mortality and non-fatal strokes. Plozasiran and zodasiran are therapies targeting specific genes involved in the oxidation of fatty acids for energy production and other needs of the body. Data from analytics company GlobalData , shows that sales of plozasiran and zodasiran will hit $651 million by 2030, and $399 million by 2029 respectively. ARWR YTD mountain Year-to-date share price of Arrowhead Pharmaceuticals Year-to-date shares in Arrowhead Pharmaceuticals were down nearly 20% to $31.03 on Dec. 27. Piper Sandler expects the company's trial pipeline to raise its stock price by 90% over the next 12 months to $59 a share. Legend Biotech Legend Biotech is another one of Piper Sandler's top picks. The investment bank said the pharmaceutical company's Carvykti drug — which is used to treat adults with bone marrow cancer — is \"the best in class,\" with \"demand far outpacing supply.\" Legend Biotech developed and commercialized the Carvykti drug with Johnson & Johnson's Janssen Biotech. Piper Sandler expects Carvykti revenue to jump from $506 million in 2023 to $1.05 billion in 2024, and notes that Legend and Janssen are planning to increase global supply to 10,000 doses annually by the end of 2025. Peak revenue could exceed $5 billion, supported by the rise in production levels, according to the analysts. Aside from Carvykti, Legend is \"developing a rich pipeline\" of CAR-T Cell therapies for the treatment of different cancers, the analysts wrote. In line with this, the company announced a license agreement with Novartis last month to develop and commercialize cell therapies. LEGN YTD mountain Year-to-date shares in Legend Biotech Year-to-date shares in Legend Biotech were trading 20.5% up at $58.70. Piper Sandler expects shares to rise 53.3% to $90 over the next 12 months. Alnylam Pharmaceuticals Alnylam also made Piper Sandler's list of top picks, given the potential of its phase 3 trials on Amvuttra — a drug used in the treatment of polyneuropathy, a condition that involves the simultaneous malfunction of nerves. Piper Sandler expects Amvuttra sales to jump from $550 million in 2023 to $1.13 billion in 2025. It also cited Alnylam's plans to make progress on drug trials and studies to treat patients with severe hypertension and Alzheimer's disease. ALNY YTD mountain Year-to-date shares in Alnylam Pharmaceuticals Shares in Alnylam were down nearly 16% year-to-date to $196.57. Piper Sandler expects its share price to reach $217 in the next 12 months, giving it around 10.3% potential upside. — CNBC's Michael Bloom contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "piper sandler",
          "sentiment": "negative"
        },
        {
          "name": "edward tenthoff",
          "sentiment": "none"
        },
        {
          "name": "thad barney",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arrowhead pharmaceuticals piper sandler",
          "sentiment": "none"
        },
        {
          "name": "u.s. federal reserve",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arrowhead",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:19:34.230+02:00",
    "updated": "2023-12-29T01:19:34.230+02:00"
  },
  {
    "uuid": "455a5b14b6d237c38484eb91bbf5a85d21cc54b1",
    "url": "https://health.economictimes.indiatimes.com/news/industry/is-there-a-new-global-health-threat-fungal-superbugs-spread-panic-with-climate-change-expanding-its-reach/120980241",
    "ord_in_thread": 0,
    "author": "www.ETHealthworld.com",
    "published": "2025-05-08T01:40:00Z",
    "title": "Is there a new global health threat? Fungal superbugs spread panic with climate change expanding its reach",
    "text": "Industry- 3 min read\nIs there a new global health threat? Fungal superbugs spread panic with climate change expanding its reach\nExperts have noted that changing climate patterns, wildfires, and dust storms likely expand the fungi’s geographic reach. Reportedly, cases of Coccidioides infection have been reported in over 20 US states, including regions which previously were unaffected.\nA new global health threat is emerging—drug-resistant\nTorrence Irvin from California became critically ill after he unknowingly inhaled the spores. Doctors took nearly a year to correctly diagnose him. However, by that time, he had lost a significant amount of weight and nearly died.\nAs per a CNN report, another survivor Rob Purdie contracted fungal meningitis after he inhaled spores while gardening and now depends on lifelong toxic treatments.\nAnother dangerous fungus causes lung issues\nWHO lists 19 fungal species as urgent priorities\nThe World Health Organisation (WHO) reportedly has enlisted nearly 6.5 million invasive fungal infections. This, they said, results in 3.8 million deaths globally each year and the numbers are climbing due to increasing drug resistance.\nThey listed 19 fungal species under urgent priorities for new drug development, among which Aspergillus fumigatus is one. Other dangerous species include Cryptococcus neoformans (deadly meningitis),\nThe CNN report stated that developing antifungal drugs is especially challenging since fungi are genetically closer to humans than bacteria. This means, the treatments can harm human cells, which could result in kidney failure, liver damage, or other severe side effects.\nDr Neil Clancy, an infectious disease specialist and associate professor of medicine at University of Pittsburgh, told CNN that if an antifungal drug is being made, it is crucial to come up with formulations that will not harm genes and human proteins.\nClimate change could exacerbate the spread\nExperts have noted that changing climate patterns, wildfires, and dust storms likely expand the fungi’s geographic reach. Reportedly, cases of Coccidioides infection have been reported in over 20 US states, including regions which previously were unaffected.\nThe study on Aspergillus fumigatus stated it could expand across an additional 77 per cent of global territory by 2100 as climate change is accelerated. Researchers have estimated that 9 million people in Europe alone could be exposed to infection risks if fungus takes hold.\nReportedly, the fungus can grow rapidly in compost at high temperatures and can survive the human body’s internal heat of 37°C. It was also found thriving in extreme environments like Chernobyl’s nuclear reactors.\nUrgent need for antifungal innovation\nExperimental drugs like Olorofim offer hope, however, experts have warned that limited specialist access and lack of public awareness could leave many patients untreated or misdiagnosed. More research, better treatments, and physician training are urgently needed to confront this growing fungal superbug threat, stated the CNN report.\nProfessor Elaine Bignell, co-director at the MRC Centre for Medical Mycology at Exeter University, said that the development of new antifungal treatments has been slow. One key reason, as per an NDTV report, is financial unattractiveness of investing in antifungal medicines.\nReportedly, the antifungal medicines are costly to develop and often spotted as less profitable compared to others in drug market.\nfungal infections. These microscopic fungal spores likeCoccidioides, responsible forvalley fever, are infecting people who inhale them from air or soil, even in their own backyards.Torrence Irvin from California became critically ill after he unknowingly inhaled the spores. Doctors took nearly a year to correctly diagnose him. However, by that time, he had lost a significant amount of weight and nearly died.\nAs per a CNN report, another survivor Rob Purdie contracted fungal meningitis after he inhaled spores while gardening and now depends on lifelong toxic treatments.\nAnother dangerous fungus causes lung issues\nAspergillus fumigatus, another dangerous fungus, could spread across Europe, Asia, and the Americas, and will affect millions of vulnerable individuals. This fungus, a study said, thrives in warm, damp environments and could potentially infect people by invading their lungs, particularly those who have underlying health issues like asthma, cystic fibrosis, or weakened immune systems.WHO lists 19 fungal species as urgent priorities\nThe World Health Organisation (WHO) reportedly has enlisted nearly 6.5 million invasive fungal infections. This, they said, results in 3.8 million deaths globally each year and the numbers are climbing due to increasing drug resistance.\nThey listed 19 fungal species under urgent priorities for new drug development, among which Aspergillus fumigatus is one. Other dangerous species include Cryptococcus neoformans (deadly meningitis),\nCandida auris(highly drug-resistant hospital infections) and Candida albicans (common yeast that can become invasive).The CNN report stated that developing antifungal drugs is especially challenging since fungi are genetically closer to humans than bacteria. This means, the treatments can harm human cells, which could result in kidney failure, liver damage, or other severe side effects.\nDr Neil Clancy, an infectious disease specialist and associate professor of medicine at University of Pittsburgh, told CNN that if an antifungal drug is being made, it is crucial to come up with formulations that will not harm genes and human proteins.\nClimate change could exacerbate the spread\nExperts have noted that changing climate patterns, wildfires, and dust storms likely expand the fungi’s geographic reach. Reportedly, cases of Coccidioides infection have been reported in over 20 US states, including regions which previously were unaffected.\nThe study on Aspergillus fumigatus stated it could expand across an additional 77 per cent of global territory by 2100 as climate change is accelerated. Researchers have estimated that 9 million people in Europe alone could be exposed to infection risks if fungus takes hold.\nReportedly, the fungus can grow rapidly in compost at high temperatures and can survive the human body’s internal heat of 37°C. It was also found thriving in extreme environments like Chernobyl’s nuclear reactors.\nUrgent need for antifungal innovation\nExperimental drugs like Olorofim offer hope, however, experts have warned that limited specialist access and lack of public awareness could leave many patients untreated or misdiagnosed. More research, better treatments, and physician training are urgently needed to confront this growing fungal superbug threat, stated the CNN report.\nProfessor Elaine Bignell, co-director at the MRC Centre for Medical Mycology at Exeter University, said that the development of new antifungal treatments has been slow. One key reason, as per an NDTV report, is financial unattractiveness of investing in antifungal medicines.\nReportedly, the antifungal medicines are costly to develop and often spotted as less profitable compared to others in drug market.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment"
    ],
    "topics": [
      "Health->communicable disease",
      "Health->health organisation",
      "Health->public health",
      "Environment->climate change",
      "Environment->environmental pollution",
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Rob Purdie",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "World Health Organisation",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:16:59.094+03:00",
    "updated": "2025-05-08T03:21:29.000+00:00"
  }
]