[
  {
    "uuid": "37d8f832e142f02e7f8f3f6eb94ca9f592893a40",
    "url": "https://hollywoodlife.com/2024/04/18/mariska-hargitay-mistaken-for-a-cop-while-filming-law-and-order-svu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Crowley",
    "published": "2024-04-18T19:23:00Z",
    "title": "Mariska Hargitay Mistaken for a Cop While Filming ‘Law and Order: SVU’ – Hollywood Life",
    "text": "View gallery Image Credit: Jose Perez/Bauer-Griffin/GC Images\nMariska Hargitay may only play a cop on TV, but she was still able to help a young girl find her mom during a day out filming Law and Order: Special Victims Unit . A new report says that a girl approached the actress, 60, when she was filming the final episode of season 25 after losing her mom. An eyewitness said that she thought that Mariska was a police officer, because of the badge that she wore as part of her costume.\nThe onlooker recalled that the SVU crew were filming at the Anne Loftus Playground in Fort Tryon Park, where the girl had been separated from her mom, according to People . They said the girl went up to Mariska, thinking her to be an on-duty cop. The girl didn’t notice the film crew or Ice T , who Mariska was filming with. “The actress obliged, halting production for 20 minutes to help the child locate her mother and to console them both,” the outlet notes.\nJose Perez/Bauer-Griffin/GC Images SVU marked its 25th season when the new season premiered earlier this year. When speaking about the future of the series and her character Olivia Benson, Mariska admitted that she was excited for the “new places” it would go in an exclusive interview with Hollywood Life in January. “We keep going to new places. We keep saying, ‘What haven’t we done?’ And that’s what’s so exciting is that we’re finding these new places and going into uncomfortable zones, but I think that the biggest place to go is inward. And so, that’s where Olivia is going. I think she’s ready to open up a little bit,” she said.\nBack when season 25 of SVU premiered, Mariska got to reunite with her longtime co-star Christopher Meloni and the two of them posed together for a sweet moment on the red carpet premiere of the show. In the lead-up to the season premiere, Mariska opened up about her many memories in the past 25 seasons making the show, recalling the highs and lows in interviews.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://people.com/mariska-hargitay-mistaken-for-real-life-police-officer-by-young-girl-on-svu-set-8634829",
      "https://www.people.com/mariska-hargitay-mistaken-for-real-life-police-officer-by-young-girl-on-svu-set-8634829"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mariska hargitay mistaken",
          "sentiment": "negative"
        },
        {
          "name": "mariska",
          "sentiment": "none"
        },
        {
          "name": "jose perez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jose perez/bauer-griffin/gc images mariska hargitay",
          "sentiment": "negative"
        },
        {
          "name": "bauer-griffin/gc images svu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood life view",
          "sentiment": "none"
        },
        {
          "name": "fort tryon park",
          "sentiment": "none"
        },
        {
          "name": "anne loftus playground",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:41:56.202+03:00",
    "updated": "2024-04-19T00:41:56.202+03:00"
  },
  {
    "uuid": "7c482ba380f15d265ffa67aa0e69295abbf7d866",
    "url": "https://www.news5cleveland.com/news/local-news/investigations/local-catholic-pastor-forced-to-resign-following-news-5-investigation-into-sex-offender-volunteer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Walsh",
    "published": "2024-05-22T22:55:00Z",
    "title": "Local Catholic pastor forced to resign after News 5 Investigation",
    "text": "CLEVELAND — There’s a major development after a News 5 Exclusive Investigation revealed a convicted sex offender was allowed to help lead Catholic masses at a local church. The bishop of the diocese has now asked for the pastor of that church to resign. The Catholic Diocese of Cleveland confirms it sent a letter today to parishioners of St. Thomas More Church and the parents of children who go to St. Thomas More School asking that Father Mike Feldtz resign as pastor and that he is now on a leave of absence to focus on health problems. The letter comes on the heels of our investigation showing how convicted sex offender Keith Kozak was permitted by Father Feldtz to be on the altar assisting with services for months. EXCLUSIVE: [Sex offender allowed to help lead CLE Catholic church masses; News 5 Investigation leads to change](https://www.news5cleveland.com/news/local-news/investigations/exclusive-sex-offender-allowed-to-help-lead-cle-catholic-church-masses-news-5-investigation-leads-to-change) Cops arrested Kozak back in 2020 during an undercover sex sting. He served nearly a year in prison and has to register as a sex offender for 25 years. RELATED: [27 men from Northeast Ohio arrested in undercover online child predator operation](https://www.news5cleveland.com/news/local-news/oh-cuyahoga/27-men-from-northeast-ohio-arrested-in-undercover-online-child-predator-operation) During our investigation, we knocked on the door of his home. He answered some of our questions, like had he worked with children during his volunteer position. “No, no, not at all,” he replied while standing in his doorway at the time. “I played for one school mass but I was at the piano, and I didn’t even go over to where the kids are,” Kozak added. Shortly after NEWS 5 Investigators started asking questions about Kozak, Bishop Edward Malesic told us Kozak was removed from his volunteer position and won’t be allowed to volunteer again in the diocese. Kozak has told us Father Feldtz knew all about his criminal background. “I sat down with him and we had a nice long talk, plus I filed paperwork with the diocese,” said Kozak. In today’s letter, the diocese said the Bishop asked for Father Feldtz’s resignation “for the good of the parish, himself, and the Church.” (Read the full statement further below.) Like with our initial investigation, we asked for a sit-down interview with Bishop Malesic and once again, we were told he was not available. We were able to get brief reactions from advocates who help child sex abuse victims. Anne Barrett Doyle is the co-director of BishopAccountability.org. She told us, \"Bishop Malesic should have fired Father Feldtz. Father Feldtz knowingly allowed a convicted sex offender to occupy a prominent post.\" We are diving deeper into this developing story and will have more for you in a future report. Complete statement from the Catholic Diocese of Cleveland: \"Fr. Michael Feldtz met with Bishop Malesic this week to discuss his health and other matters related to St. Thomas More Parish. As a result of that meeting, Fr. Feldtz was granted permission to take an Authorized Leave of Absence – Sick Leave, effective May 21. An authorized Leave of Absence – Sick Leave is defined as time off from official assignment with permission from the bishop, which allows a priest to focus on health issues without the responsibility of managing and pastoring a parish. The bishop will appoint an Administrator to oversee the pastoral and sacramental life of the parish and the temporal duties necessary to oversee the day-to-day operation of the parish. In addition, the bishop asked Fr. Feldtz for his resignation from the Office of Pastor for the good of the parish, himself, and the Church. This information was communicated to parishioners and to parents with students in St. Thomas More Catholic School this morning, May 22.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike feldtz",
          "sentiment": "none"
        },
        {
          "name": "kozak",
          "sentiment": "none"
        },
        {
          "name": "feldtz",
          "sentiment": "none"
        },
        {
          "name": "keith kozak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "investigation cleveland",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "st. thomas more church",
          "sentiment": "none"
        },
        {
          "name": "st. thomas more school",
          "sentiment": "none"
        },
        {
          "name": "catholic diocese of cleveland",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T01:47:46.420+03:00",
    "updated": "2024-05-24T01:47:46.420+03:00"
  },
  {
    "uuid": "9228a8b0a1eb9d21a68397d786c7645138f33f11",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12932173/Sir-Tim-Rices-personal-life-colourful-plot-musicals.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Richard Eden for The Daily Mail",
    "published": "2024-01-05T22:54:00Z",
    "title": "EDEN CONFIDENTIAL: Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals | Daily Mail Online",
    "text": "His celebrated works include Evita, Chess and The Lion King, yet Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals. And now I hear that the Oscar-winning lyricist has found love with glamorous literary agent Caroline Michel. 'They are London 's new power couple,' claims one of their friends. 'They've been seen at lots of parties and cultural events together over recent weeks and have been happy for people to see that they're together.' Caroline, who is the fabulously well-connected head of literary and talent agency PFD, split up with advertising tycoon Sir Martin Sorrell in 2022 after a two-year relationship. Sir Martin, who founded ad giant WPP, was said to be so smitten with her that there was speculation he could even make her his third wife. His celebrated works include Evita, Chess and The Lion King, yet Sir Tim Rice's personal life is even more colourful than the plot of any of his musicals I hear that the Oscar-winning lyricist has found love with glamorous literary agent Caroline Michel Caroline, 64, whose clients include TV adventurer Bear Grylls, is one of the capital's most formidable networkers and the ex-wife of publisher and Labour peer Lord (Matthew) Evans, who died in 2016. Sir Tim, 79, separated from his wife, Jane, in 1990, because of his affair with singer and Radio 2 presenter Elaine Paige, although the divorce was never formally finalised. 'He was extremely married at the time,' Paige later recalled. She became a star in Evita in 1978, which Sir Tim wrote with Andrew Lloyd Webber. He and Jane had two children, Eva and Donald. Sir Tim had a tumultuous, eight-year romance with socialite Amanda Eliasch and a relationship with artist Nell Sully, by whom he has a daughter; in 2016 it emerged that he had fathered another daughter by young academic Laura-Jane Foley. Both Sir Tim and Caroline decline to comment. Listed by Tatler magazine as one of Britain's 200 most eligible young men and women, the Marquess of Lorne is already off the singles market. Archie Campbell, as the Duke of Argyll's son and heir is known, is dating Lara Sweeting, 20. 'We're old family friends,' he tells me at a London party. Archie Campbell, as the Duke of Argyll's son and heir is known, is dating Lara Sweeting, 20. 'We're old family friends,' he tells me at a London party 'We've been together six months but kept it on the low-down.' Archie, 19, who is a student at Newcastle University, was once a page of honour to Queen Elizabeth. Lara says: 'I love Archie's sense of humour — and he's drop-dead gorgeous.' That she works for a whisky investment firm will be a hit with his father, Torquhil Campbell, the 13th Duke, as he promotes Scotch for French drinks giant Pernod Ricard. The Princess of Wales's brother, James Middleton, has looked a new man in the past year, becoming a father and immersing himself in what he describes as 'a business I love', a new dog food company, Hello Ella. But 2024 dawns with a blue-blooded rival yapping at his heels. I can disclose Viscount Exmouth's elder son and heir, Ed Pellew, has formed the Kind Food Group, intending it to become the Fortnum & Mason of the canine kingdom, with products — Miraculous Meals — made from 'natural ingredients with zero junk', at £3 a tin. Middleton, 36, ensures Hello Ella uses only 'human-grade ingredients', at £32-a-kilo. But Pellew, 45, who lives barely half an hour from Middleton in Royal Berkshire, may have a new lead . . . 'He's become pally with Will Young,' a local tells me, claiming dog-loving crooner Young has invested in Pellew's company. Young and Pellew decline to confirm the claim. The joy of shopping has lost its sparkle for self-confessed 'clothesaholic' Helena Morrissey, who resolved to buy no new clothes for a year. Having reached her goal, the businesswoman and mother of nine says she now feels disgusted with herself after making her first purchase. The joy of shopping has lost its sparkle for self-confessed 'clothesaholic' Helena Morrissey, who resolved to buy no new clothes for a year In a picture she shared online of her wearing her latest addition to her wardrobe, Baroness Morrissey, 58, says: 'Two obvious lessons from my 'no new clothes for a year' experience were — I have far too many evening clothes and black doesn't suit me. 'I also felt slightly repulsed by the idea of buying anything at all again. So, what did I do, barely after the clock struck midnight on New Year's Eve? Buy a black evening dress, of course.' Made In Chelsea's Sophie Habboo says her reality show co-star Jamie Laing, whom she married last year, gave her 'the ick' when she discovered the scion of the McVitie's biscuits family still can't drive at the age of 35. But it seems that Habbs, though a qualified driver who passed first time, also struggles behind the wheel. Made In Chelsea's Sophie Habboo says her reality show co-star Jamie Laing, whom she married last year, gave her 'the ick' when she discovered the scion of the McVitie's biscuits family still can't drive 'I wrote my Mini off when I drove into a tree,' admits Sophie, 30. Her excuse: 'My dogs were in the back, and they got really excited because there was a sheep in the field next to me and they jumped over my face.' Former Strictly Come Dancing contestant Laing assures her: 'When I can drive, I'll be better than you.' She forced the Labour government to reverse its policy on Gurkha veterans and publicised the cause of exiled Tibetans, but Dame Joanna Lumley wasn't brave enough to speak to The Beatles. 'I went with my flatmates to the Hammersmith Odeon when The Beatles were playing and they were so, so fabulous, but I never met them,' says the Absolutely Fabulous star, 77. 'Later on, I met Ringo, George and Paul, but I never met John Lennon.' And when Dame Joanna finally had a chance to meet Lennon, she missed her opportunity. 'Once, I sat in darkness in a cinema for a preview of A Hard Day's Night in Soho and when the lights went on I saw it was John Lennon [next to her]. But I was too cool to say, 'That was fantastic'. I just couldn't bring myself to be uncool.' She'll just have to let it be. Ronnie Wood has an ardent fan in Prince William who, aside from inviting him to Kensington Palace, was so taken by his portrait of Prince Philip — executed in charcoal, showing Philip tipping his bowler hat — that he ensured it was hung somewhere where he was sure to 'see it every day'. Ronnie Wood, 76, tucked away £500,000 in his eponymous art company in the last financial year, according to accounts just filed But the Rolling Stones guitarist's appeal as an artist extends far beyond court circles. Wood, 76, tucked away £500,000 in his eponymous art company in the last financial year, according to accounts just filed. It now holds a fraction under £2 million in 'net assets', though it's the artistic fulfilment which matters more than the money to Wood, who dropped out of Ealing College of Art to pursue a music career. That side of life is still doing nicely: the Stones' most recent tour took just under £100 million. Having bumped into top model David Gandy at countless parties, I am surprised to hear him claim he's a closet hermit. So much so that his girlfriend, the barrister and mother of his two girls Stephanie Mendoros, has struggled to come to terms with it. 'I enjoy being alone,' the Dolce & Gabbana hunk, 43, declares. 'My other half has had to understand that I need time to myself. And that's with the dog and it can be with the children, but there is a time where I like to be alone. And she doesn't understand that. Having bumped into top model David Gandy at countless parties, I am surprised to hear him claim he's a closet hermit 'She enjoys being at parties and events and being with people. I'm the exact opposite. She used to laugh at me — when we were first dating, she'd say, 'What did you do last night?' I'd say, 'I went to the cinema.' 'Who with?', 'Myself'. Or, 'Where did you go?', 'For dinner', 'With who?', 'Myself'. 'It worries me if people aren't comfortable in their own company. I always think there's something wrong if they have to have other people's opinions or have other people to build their ego. I don't need that.' This is going to be a year of dramatic change for 1970s sex symbol Susan George, whose good looks caught the eye of King Charles in his bachelor days, when they enjoyed intimate dinner dates. The former Hollywood actress is to sell the beloved stud farm in Exmoor she ran with her late husband, Casualty star Simon MacCorkindale. This is going to be a year of dramatic change for 1970s sex symbol Susan George, whose good looks caught the eye of King Charles in his bachelor days, when they enjoyed intimate dinner dates 'There are several filming opportunities for me on the horizon which also involve travel,' says Susan, who appeared in the BBC series The Real Marigold Hotel. 'I've therefore made a monumental decision to sell my beautiful stud farm. Some of my precious brood mares with historic bloodlines will be available for purchase. I don't really know how best to deal with that, but my hope is that the right homes are already patiently waiting.' The Straw Dogs star, 73, who has 30 horses, adds: 'Life will be different, but I've always loved adventure, and often jumped without a net. If you were afraid of what was going to happen you wouldn't get out of bed in the morning.' A square or two of Bournville surely wouldn't melt in the mouth of 21-year-old Cadbury's heir Alex Coulson — grandson of Roger Cadbury and great-great-great grandson of George Cadbury, who established the family's immense fortune. Or perhaps it would. He and bandmates Orlando Soundy and Grace Glover, who make up the band Insincere, have notched up more than five million listeners on Spotify to one of their tracks, which, in the words of one critic 'simmers with quiet rage'. Its title? Angels Don't F***. Must be some unusual sermons in the chapel at £48,000-a-year Radley, where the lads were at school. Skiing in the Alps, or winter sun in the Canaries are popular right now. But I hear Piers Dunhill, an heir to the Dunhill luxury goods empire, opted for a New Year's trip to Putin's Russia. The 29-year-old great-great-grandson of Sir Alfred Dunhill declines to discuss his visit to the country that invaded Ukraine. 'It's not business,' he tells me. 'It's a private visit.' The Foreign Office advises against all travel to Russia. A friend says: 'He has a new girlfriend who may be Russian.'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim rice",
          "sentiment": "negative"
        },
        {
          "name": "evita",
          "sentiment": "none"
        },
        {
          "name": "caroline michel",
          "sentiment": "none"
        },
        {
          "name": "caroline michel caroline",
          "sentiment": "none"
        },
        {
          "name": "martin",
          "sentiment": "none"
        },
        {
          "name": "martin sorrell",
          "sentiment": "none"
        },
        {
          "name": "caroline",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eden",
          "sentiment": "negative"
        },
        {
          "name": "wpp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:58:32.921+02:00",
    "updated": "2024-01-06T00:58:32.921+02:00"
  },
  {
    "uuid": "d0ca9d2361911c853d5a21fa2238f54483b63aab",
    "url": "https://www.perfil.com/noticias/internacional/dura-navidad-de-los-cristianos-de-gaza-y-cisjordania.phtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencias",
    "published": "2023-12-24T04:27:00Z",
    "title": "Dura Navidad de los cristianos de Gaza y Cisjordania",
    "text": "Khalil Sayegh vive en Estados Unidos y durante días esperó angustiado tener noticias de su familia, refugiada en una iglesia de Gaza para escapar de la guerra entre Israel y Hamas. Poco antes de la Navidad, supo que su padre había fallecido.\nEl lunes, los padres y una hermana de este hombre de 29 años encontraron refugio en la iglesia católica de la Sagrada Familia, en la Ciudad de Gaza. El mismo templo en el que una madre y su hija murieron el sábado pasado por disparos israelíes, según el Patriarcado Latino de Jerusalén.\nEste jueves, Khalil Sayegh se enteró de que su padre había muerto en la iglesia, por falta de fármacos y de atención médica, en un contexto de derrumbe del sistema sanitario en la Franja de Gaza, en particular en el norte, como consecuencia del conflicto entre Israel y Hamas, tal como denuncia la Organización Mundial de la Salud (OMS).\n“Lo supe por una persona cercana en Ramala”, en Cisjordania ocupada, “informada a su vez por un sacerdote”, dice al teléfono Sayegh, que no ha podido hablar directamente con sus demás familiares.\nY es que desde el inicio de la guerra el 7 de octubre es difícil obtener noticias de la vida en la Franja desde el exterior. Las telecomunicaciones están en buena medida cortadas, al igual que el suministro de electricidad.\n“Pueden pasar días enteros sin que tengamos noticias. Vivimos con miedo e incertidumbre; no sabemos si están vivos o no, si tienen hambre o si están pudiendo alimentarse, o si tienen agua”, cuenta Sayegh, que vive en Washington y trabaja como analista político.\nSegún el gobierno del movimiento islamista palestino Hamas en Gaza, más de 20 mil personas han muerto en estos dos meses y medio de conflicto bajo las bombas israelíes.\nLas fuerzas israelíes han atacado miles de objetivos en la Franja, impuesto un asedio y lanzado una invasión terrestre en represalia por el ataque terrorista de Hamas en suelo israelí el 7 de octubre, en el que murieron unas 1.140 personas.\nAlrededor del 85% de la población de Gaza, es decir 1,9 millones de personas, se han visto desplazadas por el conflicto, según la ONU.\n“Sufrimiento inimaginable”. El papa Francisco, que envió a Tierra Santa al Limosnero del Vaticano, el cardenal Konrad Krajewski, lamentó que hay “civiles indefensos” que son blanco de bombardeos y disparos, tras la muerte el 16 de diciembre de Nahida y su hija Samar, refugiadas en la iglesia de la Sagrada Familia en la Ciudad de Gaza, cuyo párroco es el argentino Gabriel Romanelli. Israel, que no que los disparos haya sido obra de francotiradores de su ejército, afirmó que en la zona había hombres que trabajaban para Hamas.\nOtra hermana de Khalil Sayegh y su familia se refugiaron en la iglesia griega ortodoxa de San Porfirio, también en la Ciudad de Gaza, alcanzada por un bombardeo el 19 de octubre. La mujer dio a luz a un niño, Jader, durante la tregua de una semana que concluyó a inicios de diciembre y le dio un breve respiro a la población gazatí.\n“No he visto ninguna foto, sólo sé que existe”, dice Khalil Sayegh refiriéndose a su sobrino recién nacido.\nSegún responsables cristianos de Gaza, la comunidad cuenta apenas un millar de miembros, en su mayoría ortodoxos, en este territorio palestino de 2,4 millones de habitantes. Los cristianos eran más de 7 mil antes de 2007, cuando Hamas se hizo con todo el poder en la Franja.\n“La esperanza parece lejana y fuera de alcance”, lamentaron los patriarcas y jefes de las iglesias de Jerusalén el jueves en su mensaje de Navidad. “Desde hace más de dos meses y medio, la violencia de la guerra ha causado un sufrimiento inimaginable a literalmente millones de personas en nuestra querida Tierra Santa”, deploraron.\nNavidad. Cada tres o cuatro días, una religiosa del Santo Rosario de Jerusalén consigue hablar con dos hermanas de su congregación, refugiadas en la iglesia de la Sagrada Familia en Gaza.\n“Todo lo que me dicen es que están bien, y que tenemos que rezar por ellas”, dice esta religiosa que pide anonimato y matiza que la situación es “lamentable”, puesto que “nadie se ha podido duchar en dos semanas”.\n“Hay comida, agua y electricidad, pero sólo para algunos días, así que tratan de ahorrar”, abunda el padre Ibrahim Nino, del Patriarcado Latino de Jerusalén. Pese a todo, dice, los desplazados “celebrarán la misa de Navidad”.\nEn Washington, Khalil Sayegh, no tiene ganas de celebrar. “Piensas en la Navidad y te acuerdas de que tu familia está viviendo un momento muy difícil. Me siento vacío y agotado”.\n“Simplemente, me alegro de que Dios esté entre nosotros”, dice. “Él siente el dolor del pueblo, de todos, no sólo de los cristianos sino de toda la gente de Gaza que está padeciendo hambre, muerte y destrucción”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T07:11:13.271+02:00",
    "updated": "2023-12-24T07:11:13.271+02:00"
  },
  {
    "uuid": "0b97f7e507cacb2c2ca6817b890fb67902356c2b",
    "url": "https://jg-tc.com/opinion/column/don-kusler-democrats-dominated-2023-with-victories-for-reproductive-rights-labor/article_99748aaa-54db-5793-a9c1-559a61081440.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guest",
    "published": "2023-12-30T05:00:00Z",
    "title": "Democrats dominated 2023 with wins on abortion rights, labor",
    "text": "2023 was a good year for Democrats and their issues at the ballot box. Virginia put MAGA-allied politicians with higher aspirations, such as Gov. Glenn Youngkin, on notice. Democrats maintained control of the Virginia Senate and regained control of its House control, halting Youngkin's agenda for his final two years in office. That's a victory for Democrats. Kentucky Gov. Andy Beshear won an unlikely reelection. This provided Democrats with an interesting snapshot into how to govern and campaign in a progressive way yet connect with a challenging electorate. That's another victory for the left. Two ballot initiative in Ohio favored Democratic positions. The first was a crass attempt by Ohio Republicans to head off a November ballot measure protecting a woman’s right to choose. By conducting a special election aimed at requiring a supermajority for public ballot measures to become law, this measure challenged both women’s rights and our democracy. The vote wasn’t close in what has become a deeply Republican state. Then on the November ballot, a measure protecting reproductive choice passed by a similar margin. These electoral victories make a difference. Just look at two Midwestern states that used Democratic majorities paired with Democratic governors to gain a range of legislative victories. In Michigan and Minnesota, Democratic control brought gun safety laws, protections for reproductive rights and LGBTQ+ communities, climate-friendly measures and more ability of workers to organize. Labor, a traditional Democratic bloc, repeatedly made gains this past year by standing up, speaking out and winning favorable contracts. Workers already had notched victories at Amazon and Starbucks in 2022. This trend continued in 2023 with the headline-grabbing strikes for writers in the entertainment industry and auto workers. Sometimes victory comes more in the form of problems for your opponents. The year 2023 proved that point for Democrats with a stack of woes for Republicans. It was hard not to see that the Republican Party remains wrapped tightly around the little finger of dictator-in-waiting Donald Trump. His legal woes -- business wrongdoing in New York, the careless handling of sensitive documents, and insurrectionist behavior on a national scale -- contrast nicely for Democrats against their governing and electoral successes. The Republican-controlled House of Representatives provides another contrast with its chaotic and dysfunctional running of the people’s business. Leadership elections seems pretty straightforward. The party with the most members elects a speaker and goes about its work. Not so with the 2023 Republican House Caucus. It took four days and 15 votes to get Rep. Kevin McCarthy, R-Calif., as their speaker. Then came a series of bizarre and fruitless political projects including committee hearings, impeachment inquiries and bills with no meaningful results for the people. The one exception was a deal McCarthy finally made on the most basic of functions -- funding the government. But that promptly cost him his job. Did the chaos subside? Well, no. More speaker votes and infighting followed over the next three weeks until Rep. Mike Johnson, R-La., was finally elected speaker. The sum of this very public display of broken and unfit leadership for Republicans can be seen as nothing other than a victory for Democrats. So a quick review of the naughty vs. nice list shows Republicans with a 2023 record filled with dysfunction, contrasting nicely with the Democrats' roster of electoral, legislative and ally victories. Yes, 2023 was a good year for Democrats. Kusler is the national director of Americans for Democratic Action: [adaction.org](https://adaction.org/). He wrote this for [InsideSources.com](http://InsideSources.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Labor",
      "Social Issue"
    ],
    "external_links": [
      "http://InsideSources.com).",
      "https://adaction.org/).",
      "http://www.InsideSources.com).",
      "https://www.adaction.org/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy beshear",
          "sentiment": "none"
        },
        {
          "name": "youngkin",
          "sentiment": "none"
        },
        {
          "name": "glenn youngkin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "maga",
          "sentiment": "neutral"
        },
        {
          "name": "virginia senate",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T01:58:53.467+02:00",
    "updated": "2023-12-31T01:58:53.467+02:00"
  },
  {
    "uuid": "fd463d09c3118ac47cafecbd73e301121f2a8040",
    "url": "https://www.ask.com/news/benefits-playing-interactive-app-games-mental-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer",
    "published": "2024-01-05T20:06:00Z",
    "title": "The Benefits of Playing Interactive App Games for Mental Health",
    "text": "In today’s digital age, interactive app games have become increasingly popular among people of all ages. These games not only provide entertainment but also offer numerous mental health benefits. Whether you’re playing puzzle-solving games or engaging in virtual reality adventures, interactive app games can have a positive impact on your mental wellbeing. In this article, we will explore the various advantages of playing interactive app games for mental health.\nEnhancing Cognitive Skills\nOne of the key benefits of playing interactive app games is their ability to enhance cognitive skills. These games often require critical thinking, problem-solving, and decision-making abilities to progress through different levels or challenges. As players engage in these activities, their brains are constantly stimulated and challenged, leading to improved cognitive function over time.\nMoreover, interactive app games often involve memory exercises that can help sharpen the mind and improve overall brain health. For instance, puzzle games such as Sudoku or word search require players to remember patterns and recall information quickly. By regularly engaging in these activities, players can enhance their memory retention abilities both in-game and in real-life situations.\nReducing Stress and Anxiety\nIn today’s fast-paced world, stress and anxiety have become common issues for many individuals. Fortunately, playing interactive app games can serve as an effective stress-relief tool. When engrossed in a game, players often experience a sense of escapism from their daily worries and concerns.\nInteractive app games provide an immersive experience that allows players to divert their attention away from stressful thoughts and focus on achieving game objectives instead. This diversion helps reduce anxiety levels by promoting relaxation and providing a temporary break from real-life stressors.\nBoosting Mood and Happiness\nEngaging in enjoyable activities has long been known to boost mood and happiness levels. Interactive app games offer an entertaining platform for individuals to engage with fun challenges and experiences that bring joy into their lives.\nWhen playing these games, the brain releases dopamine, a neurotransmitter responsible for feelings of pleasure and reward. This release of dopamine not only enhances the overall gaming experience but also contributes to a positive mood uplift. The sense of accomplishment gained from completing game levels or achieving high scores can further boost self-esteem and provide a sense of satisfaction.\nSocial Interaction and Connection\nContrary to popular belief, interactive app games can also foster social interaction and connection among players. Many app games offer multiplayer features that allow individuals to connect with friends, family, or even strangers from around the world.\nPlaying interactive app games together can strengthen existing relationships by providing a shared activity and topic of conversation. Additionally, these games often include chat functions or in-game communities where players can interact, collaborate, and form new connections with like-minded individuals.\nIn conclusion, interactive app games offer numerous mental health benefits ranging from cognitive enhancement to stress reduction and improved mood. By incorporating these games into your daily routine in a mindful manner, you can harness their potential for promoting overall mental wellbeing. So go ahead, download that interactive app game you’ve been eyeing and unlock the various advantages it has to offer for your mental health.\nThis text was generated using a large language model, and select text has been reviewed and moderated for purposes such as readability.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:07:26.473+02:00",
    "updated": "2024-01-06T01:07:26.473+02:00"
  },
  {
    "uuid": "8d0a3e861f5695097f5433beaf6ede83f7929c5e",
    "url": "https://www.advfn.com/stock-market/stock-news/92905824/livepure-unveils-strategic-move-to-new-flagship-of",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2023-12-28T17:16:00Z",
    "title": "LivePURE Unveils Strategic Move to New Flagship Office Space in 2024, Paving the Way for Unprecedented Business Growth",
    "text": "DALLAS , Dec. 28, 2023 /PRNewswire/ -- LivePURE, a leading player in the health and wellness industry, proudly announces a significant milestone in its corporate journey—a strategic move to a new flagship office space in late first quarter or early second quarter of 2024. The new office, located at 5601 Granite Parkway, Plano, TX 75024, promises to usher in a new era of opportunities and enhancements for the organization.\nPresident Rick Redford expressed his excitement, stating, \"We are so excited to announce our transition to this new, and upscale office space. This move signifies our commitment to growth and innovation, and we believe this new flagship office will provide an enhanced business-building environment for our corporate team and Brand Partners throughout the world.\"\nFounder and visionary architect Mr. Dae Geun Jung, shared his enthusiasm about this pivotal step, stating, \"The move to our new flagship office space represents a significant milestone for LivePURE. We are excited about the opportunities it brings for the community we serve. This marks a new chapter in our pursuit of excellence and transformative impact in our industry.\"\nKey Features of the New Flagship Office Space Include:\nDramatic, Unobstructed Views: The office space boasts breathtaking views with excellent accessibility to major routes like Dallas North Tollway and State Highway 121.\nProximity to Amenities: Situated within walking distance from the Granite Hilton Park Hotel, the new office ensures seamless access to convenient accommodations.\nSecure and Welcoming Environment: A beautiful lobby with 24-hour security enhances the professional and secure atmosphere of the new location.\nState-of-the-Art Conference Centers: LivePURE Brand Partners will have access to conference centers in Granite Park One, Three, Four, and Five, offering versatile spaces for hosting business events with convenient booking options.\nGranite Park Boardwalk Accessibility: The new office's location offers walking proximity to the Granite Park Boardwalk, providing access to a diverse range of restaurants for Brand Partners and visitors.\nLivePURE looks forward to leveraging the advantages of this state-of-the-art office space to foster increased business innovation, collaboration, and continued success in the health and wellness sector.\nFor more information about LivePURE, please see below.\nAbout LivePURE\nhttps://www.LivePure.com\nView original content to download multimedia:https://www.prnewswire.com/news-releases/livepure-unveils-strategic-move-to-new-flagship-office-space-in-2024-paving-the-way-for-unprecedented-business-growth-302023540.html\nSOURCE LivePURE\nCopyright 2023 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.prnewswire.com/news-releases/livepure-unveils-strategic-move-to-new-flagship-office-space-in-2024-paving-the-way-for-unprecedented-business-growth-302023540.html",
      "https://www.LivePure.com",
      "https://LivePure.com",
      "https://prnewswire.com/news-releases/livepure-unveils-strategic-move-to-new-flagship-office-space-in-2024-paving-the-way-for-unprecedented-business-growth-302023540.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dae geun jung",
          "sentiment": "none"
        },
        {
          "name": "rick redford",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "new flagship office space",
          "sentiment": "negative"
        },
        {
          "name": "brand partners",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "granite parkway",
          "sentiment": "none"
        },
        {
          "name": "tx",
          "sentiment": "none"
        },
        {
          "name": "plano",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:33.889+02:00",
    "updated": "2023-12-29T00:25:33.889+02:00"
  }
]