[
  {
    "uuid": "fd6acee1c00e95a41c5d7e0ccc65d4c356a80ed8",
    "url": "https://www.pnj.com/story/money/cars/2024/03/10/now-more-than-ever-women-have-opportunities-in-automotive-engineering/72895231007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kristen Lee,Courtesy of Ford, Pensacola News Journal",
    "published": "2024-03-11T00:24:00Z",
    "title": "Now more than ever, women have opportunities in automotive engineering",
    "text": "Breaking glass ceilings: the women seizing opportunities in automotive engineering Join MotorTrend in our celebration of Women's History Month. Each week, you'll hear about incredible women who leave their mark on the automotive industry. (Previously: [Wendy Bauer](https://www.motortrend.com/features/womens-history-month-2024-wendy-bauer-aws-profile-ai-connected-cars/)) It's hard not to look at a car and immediately wonder how it works. How can a simple blend of air and fuel—or electrons alone—animate otherwise lifeless lumps of metal into motion? It was this sense of wonder that led wrencher Riley Schlick-Trask of Riley's Rebuilds and engineers Esther Unti of [Lucid](https://www.motortrend.com/reviews/2024-lucid-air-sapphire-first-drive-review/) and Donna Dickson of [Ford](https://www.motortrend.com/cars/ford/) to pursue paths wholly devoted to taking cars apart and putting them back together again. These women are at various stages of their professional careers, but one thing's for sure: If you're smart and willing to work hard, there's really no way you can fail. Starting Out: Riley's Rebuilds Routine perusers of [YouTube](https://www.youtube.com/channel/UCH-oaUg7lvD3HiPUO5Wtuyg) might have come across the Riley's Rebuilds community and channel. Started by Schlick-Trask during her early teen years, Riley's Rebuilds began as a small carburetor-rebuilding service but has since grown to partner with Edelbrock and become a tuning shop, as well. Today, it makes Schlick-Trask enough money to pay for the college she attends in Connecticut. \"[It's] a crazy thing,\" she said in a recent interview, \"to say that a business made by an 18-year-old can now pay for a very expensive college tuition.\" As she tells it, Schlick-Trask was basically born holding a wrench. She grew up in Florida working with her dad in the garage, and he's why she finds comfort in cars. Everything kicked off when she was 13 and wanted to start saving for her first car. Being too young to work and with the minimum wage in Florida at the time a measly $8 per hour: \"That wouldn't get me to what I really wanted,\" Schlick-Trask said, \"and I [would have] had to be working long hours.\" So instead, Schlick-Trask's dad had her go into the garage to flip something. She spotted the carburetor on the shelf, and he taught her what it did and how to rebuild it. She learned what the profit margins were, found them agreeable, and that was that. Together, they spent a year driving around Florida, picking up old carburetors, and then fixing and flipping them. Schlick-Trask didn't just make enough money for her first car, a 1995 Jurassic Park YJ Jeep, but she also could afford parts for modifying it, which is how she spent time during COVID. You can't be what you can't see: [2 female pilots share their experience being among the few](https://www.usatoday.com/story/travel/airline-news/2023/04/11/female-pilots-hawaiian-airlines/11565059002/) Things really took off when she was involved in an accident with her best friend's car and needed $10,000 to pay for the repairs. \"By that time, we had actually bought out all the carburetors in Florida that were on Facebook Marketplace,\" Schlick-Trask said. She put out an online request for parts; the post went viral, and over the next few weeks, she had more than 300 free carburetors on her doorstep. It resulted in too much business for just one person, so she hired her four best girlfriends to help. One was already into tuner and newer cars, but the other three were not into cars at all. She sold them on one idea: This makes a lot of money. \"It's a really good job ... compared to their Subway jobs,\" Schlick-Trask said. \"Especially for the time that we're spending doing the work. I also got to see them a lot and enjoy girl time in the garage while working.\" As Riley's Rebuilds, Schlick-Trask and her friends fixed each other's cars, tuned carburetors, got sponsorships and business deals, filmed how-tos, and dove into her Jeep. Schlick-Trask also won the [Jessi Combs](https://www.motortrend.com/news/jessi-combs-tribute-special-exhibit-petersen-automotive-museum/) Foundation Rising Star Award. Right now, Schlick-Trask is a full-time college student, juggling that with playing for the soccer team and flying home once or twice a month to bang out videos to edit and post, sometimes with her dad's help. Her younger brother and his friends have taken over working in the garage while she's at school. Knowing everything that's happening behind the scenes, seeing Riley's Rebuilds videos and posts uploaded across various social channels with regularity is impressive. You might think Schlick-Trask's skill with social media is simply a function of her generation, but that's not actually the case. Schlick-Trask explained she was raised away from social media (by very smart parents) and that she treats it all as a tool. Obviously, without it, Riley's Rebuilds wouldn't have taken off the way it did, but for her, its value lies in being able to build a community. \"It's fun bringing people [together] through what I'm doing,\" Schlick-Trask said. \"That's a big thing of ours: to bring kids into the industry, especially through older cars. There are boys and girls out there that don't know or don't have parents that are anywhere close to cars. They don't know what they're doing, and cars are scary to a lot of people. What we're trying to teach is cars are just a big pile of Legos. Get yourself a nice, non-rotted car or truck, and you can really do anything to it.\" Post-college, Schlick-Trask hopes to stay in the automotive industry. Maybe Riley's Rebuilds stays the same size, making everyone involved a little money as a tidy second job. Or maybe she can grow it so big that one day it can operate out of its own warehouse or garage. \"I would love for it to get bigger, especially if it is just to boost me into the industry,\" she said. The beauty is the open-endedness of it all. But if Schlick-Trask's savviness is anything to go by, she'll land somewhere impactful with the sky as the limit. Early Career: Esther Unti What do loving cars, being good at math, and spending days as a professional passenger princess all have in common? They describe Esther Unti, currently a senior manager of controls calibration and validation at Lucid. Those are her words, by the way: \"Calibrators are professional passenger princesses,\" Unti told MotorTrend. \"[They're] the people who sit in the passenger seat of a car with a laptop and make adjustments to the car's powertrain to perfect the way [the vehicle] accelerates, stops, or handles.\" It's Unti's and her team's job to bridge the gap between the hardware and software arms of the company, with the common goal being vehicle performance and comfort. They work with the simulation team to figure out how much power change is needed in a given car to hit a certain straight-line number, as well as with the dynamics team on all the tire sizing, braking, and powertrain controls to align on smoothness, comfort, and drivability. Unti used the accelerator pedal as one \"drivability attribute\" example: Every time someone hits the pedal, what happens after that? How quickly does the car accelerate? How smoothly does it accelerate? What is the feeling between drive torque and regular torque? How smoothly does it transition? Are there any little irregularities in the experience? Those are all things she helps determine. Working with EVs is especially fulfilling, Unti says, because the industry is still very much figuring out what proper EV drivability is. There's not yet a prescribed way to do things. The formula for perfecting gas-car drivability has been developed over decades, she points out. That hasn't happened for EVs yet, and it's the big question: Do we want EVs to deliver an all-new experience, or do we want them to mimic a legacy experience that might be more familiar to buyers? \"As a consequence, I would say the field is very varied right now, just in terms of whether it's more comfort-focused or more handling-focused, where the priorities are in the experience,\" Unti said. \"You can take something as simple as accelerator pedal feel and how quickly the motors respond when you stab your foot.\" It's a pretty dope job, and it certainly sounds like one that doesn't often feel like work. Unti has always been good at math, and after she took a shop class in high school, she found she loved working on cars. \"[I just had to] figure out a way in which I [could] work on cars and also do math at the same time,\" she said. \"As it turns out, [it's] very easy. There [are] lot of jobs in cars that involve math.\" At California Polytechnic State University, San Luis Obispo, Unti joined the [Formula SAE](https://www.motortrend.com/features/formula-sae-february-1992-982-1573-17-2/) team, which was full of like-minded people that helped put her on the path toward a career in the automotive space. (In fact, her teammate and mentor at school is now the manager of Lucid's vehicle dynamics team, so \"it feels a little bit like Formula SAE when we're at work,\" Unti said.) After two internships at [Tesla,](https://www.motortrend.com/cars/tesla/) Unti joined Lucid. Her decision to move companies was based on two factors: First, it was close to the Bay Area, which is where she lived and had all her connections. Second, the idea of a startup was appealing because she saw it as an opportunity to experiment with the big picture in ways she might not have been able to at an automaker with a more established identity and protocols. The first challenge came when she advanced to the calibration team. Too soon, she found it was far too much work for one person. She asked for help, and her wish was granted: She was given the green light to hire. Now, Unti oversees a team of nine she helped pick out herself. When selecting candidates, Unti looked for a good mix of people of varying experience levels. \"The first person I hired had a bunch of experience in powertrain calibration, which is super useful because I didn't,\" she said. \"I was looking for somebody to bring that knowledge to the team. Since then, it's been finding people who are really passionate, hard-working, and easy to get along with. [Those have] been the guiding principles.\" As someone in her late 20s, Unti had zero intention of stepping into a management role this early in her career. \"But [Lucid is] a place where if I wanted to do something, nobody said no,\" she said. \"Especially because it was a space that no one else was working in. If you go and find voids to fill, nobody stops you. I had free rein to create a team that could fill a gap I saw in the company.\" Unti may not have set out to be a leader, but she sure as hell sounds like a good one. \"When you're a young engineer in a school setting, you get into this mindset of, 'It takes science,' or, 'It just takes drive, and we'll figure it out,'\" she said. \"But there's so much more to making a good car that comes down to interpersonal communication, motivation, and teamwork that I did not at all expect. It's absolutely a question about management. If you can make people feel supported, they're in a structured environment they can succeed in, and you give them leeway to succeed, amazing things happen.\" As a Mentor: Donna Dickson If you're in the business of building cars, the massive industry shift from internal combustion to battery electric can mean learning plenty of new skills. But it also means relying on certain nuggets of know-how gleaned from years of experience. In her three decades at Ford, Donna Dickson has seen and done some of everything. And it all primed her for her current role as chief engineer of the [Ford Mustang Mach-E](https://www.motortrend.com/cars/ford/mustang-mach-e/2024/). Appointed in 2021, Dickson is responsible for everything concerning the overall vehicle, from cost to quality to delivery. Her time working with F-Series trucks taught her the value of listening to customers and giving them what they want. Despite loud critics on the internet balking at the use of the Mustang nameplate on a four-door electric crossover, Dickson says Mach-E sales are strong, especially among women. Making and selling EVs poses unique challenges, but Dickson called out the refresh cycle as a particular hurdle. \"If you look at a lot of the [ICE programs](https://www.motortrend.com/features/future-gasoline-internal-combustion-engine-ice-technology/), they usually have a three-, six-, 12-[month] cadence, and it's usually around emissions,\" she told MotorTrend. \"You have to get to the next emission level, cycle, or requirement.\" However, as EVs aren't beholden to meeting emissions, Ford's approach involves refreshing the product every six months, which is a much more aggressive workload. To meet these requirements, Dickson knows it isn't a one-person show. She needs the best people she can get around her, people who are agile, flexible, and able to handle a lot. That's exactly what she has now. \"Everybody from the chief engineer down to an engineer or analyst had a role, and they were all empowered,\" Dickson said. \"I've always leveraged that. And this team I'm on right now, what we've built, we embrace it. We don't take offense to criticism. We want to hear it, and we want to make [the product] better. Our goal has been to make this vehicle better [and] get more people in it.\" And because of the shifting industry, the workforce is changing right alongside it. You need fresh talent to keep up and bring new ideas, like younger engineers to help with cars that are very technologically forward. Ford has done the smart thing and staffed up outside of the usual spots: It looked to Silicon Valley and hired [people like Doug Field](https://www.motortrend.com/features/inevitable-vodcast-podcast-episode-60-ford-ceo-jim-farley/) away from Tesla and Apple. Opportunities for women seem more plentiful than ever. \"I look around, and I see more women in the chief engineering world than I ever saw maybe 15 or 20 years ago,\" Dickson said. \"Us being out there more, it shows the young women that this is a path.\" At this point in Dickson's career, the people are just as important as the product. \"We're helping our young engineers get in,\" she said. \"That's as much my responsibility as delivering the vehicle. How do we help them grow, develop, and not get lost in the shuffle? All of us that have been here at Ford [a long time] have that responsibility.\" As a mentor, Dickson stresses flexibility and being able to pivot in different directions. Her time at Ford has taken her through trucks, product development, and manufacturing, as well as the launch of the [Lincoln MKC](https://www.motortrend.com/cars/lincoln/mkc/), being the vehicle team manager at the Flat Rock assembly plant for the [Mustang coupe](https://www.motortrend.com/cars/ford/mustang/) and the [Lincoln Continental](https://www.motortrend.com/cars/lincoln/continental/), and time on the C2 platform underpinning the [Ford Escape](https://www.motortrend.com/cars/ford/escape/), [Bronco Sport](https://www.motortrend.com/cars/ford/bronco-sport/2024/), and [Lincoln Corsair](https://www.motortrend.com/cars/lincoln/corsair/2024/). Embracing change helped Dickson rise through the ranks. \"You can get comfortable in what you're working on,\" she said. \"Be open to different things in your career. I always tell everybody I mentor that responsibilities or projects find you. When you're passionate about it, you take it on. You never know where it's going to lead.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.motortrend.com/cars/ford/escape/),",
      "https://www.motortrend.com/cars/ford/)",
      "https://www.usatoday.com/story/travel/airline-news/2023/04/11/female-pilots-hawaiian-airlines/11565059002/)",
      "https://www.motortrend.com/reviews/2024-lucid-air-sapphire-first-drive-review/)",
      "https://www.motortrend.com/cars/ford/bronco-sport/2024/),",
      "https://www.motortrend.com/news/jessi-combs-tribute-special-exhibit-petersen-automotive-museum/)",
      "https://www.motortrend.com/features/womens-history-month-2024-wendy-bauer-aws-profile-ai-connected-cars/))",
      "https://www.motortrend.com/cars/lincoln/continental/),",
      "https://www.motortrend.com/cars/ford/mustang-mach-e/2024/).",
      "https://www.youtube.com/channel/UCH-oaUg7lvD3HiPUO5Wtuyg)",
      "https://www.motortrend.com/features/inevitable-vodcast-podcast-episode-60-ford-ceo-jim-farley/)",
      "https://www.motortrend.com/cars/tesla/)",
      "https://www.motortrend.com/cars/ford/mustang/)",
      "https://www.motortrend.com/features/future-gasoline-internal-combustion-engine-ice-technology/),",
      "https://www.motortrend.com/cars/lincoln/corsair/2024/).",
      "https://www.motortrend.com/features/formula-sae-february-1992-982-1573-17-2/)",
      "https://www.motortrend.com/cars/lincoln/mkc/),",
      "https://youtube.com/channel/UCH-oaUg7lvD3HiPUO5Wtuyg)",
      "https://motortrend.com/cars/ford/)",
      "https://motortrend.com/features/womens-history-month-2024-wendy-bauer-aws-profile-ai-connected-cars/))",
      "https://motortrend.com/news/jessi-combs-tribute-special-exhibit-petersen-automotive-museum/)",
      "https://motortrend.com/features/future-gasoline-internal-combustion-engine-ice-technology/),",
      "https://motortrend.com/cars/ford/escape/),",
      "https://motortrend.com/reviews/2024-lucid-air-sapphire-first-drive-review/)",
      "https://motortrend.com/cars/lincoln/corsair/2024/).",
      "https://motortrend.com/cars/lincoln/mkc/),",
      "https://motortrend.com/cars/tesla/)",
      "https://usatoday.com/story/travel/airline-news/2023/04/11/female-pilots-hawaiian-airlines/11565059002/)",
      "https://motortrend.com/cars/ford/bronco-sport/2024/),",
      "https://motortrend.com/features/formula-sae-february-1992-982-1573-17-2/)",
      "https://motortrend.com/features/inevitable-vodcast-podcast-episode-60-ford-ceo-jim-farley/)",
      "https://motortrend.com/cars/lincoln/continental/),",
      "https://motortrend.com/cars/ford/mustang/)",
      "https://motortrend.com/cars/ford/mustang-mach-e/2024/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wendy bauer",
          "sentiment": "none"
        },
        {
          "name": "ril",
          "sentiment": "none"
        },
        {
          "name": "esther unti",
          "sentiment": "none"
        },
        {
          "name": "riley schlick-trask",
          "sentiment": "none"
        },
        {
          "name": "riley",
          "sentiment": "none"
        },
        {
          "name": "donna dickson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ford",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-11T03:13:16.741+02:00",
    "updated": "2024-03-20T12:14:41.017+02:00"
  },
  {
    "uuid": "219b96034bee235c9476ce07ea204a33b8a9c08e",
    "url": "https://www.epochtimes.com.tw/n475585/伊朗銀行遭駭民眾存款歸零-KPMG-衝擊比導彈還大.html",
    "ord_in_thread": 0,
    "author": "侯駿霖",
    "published": "2025-06-19T00:00:00Z",
    "title": "伊朗銀行遭駭民眾存款歸零 KPMG：衝擊比導彈還大",
    "text": "近期伊朗國營賽帕銀行（Sepah Bank）驚傳遭駭客集團發動毀滅性攻擊，使銀行大量數位服務與系統癱瘓，線上金融服務及ATM全面中斷，駭客組織聲稱已摧毀所有資料，包含客戶金融卡失效、存款全數歸零。對此，KPMG安侯企業管理公司近日指出，跨國網攻的衝擊甚至超過單一導彈，台灣金融體系也必須慎防類似情況發生。\nKPMG安侯企業管理公司董事總經理謝昀澤表示，這次事件為駭客組織對重要金融系統的網路精準攻擊，不但影響民眾核心金融活動，更間接癱瘓民生相關基礎建設，甚至連綁定銀行的加油卡也無法使用，衝擊比單一導彈攻擊更嚴重。\n伊朗政府對外宣稱是技術故障，但恐無法掩蓋金融業務中斷問題。謝昀澤分析，根據目前情況推斷，駭客集團攻擊手法涉及預先滲透、系統開機磁區及資料銷毀，有高技術門檻，是國家級網路作戰的破壞型攻擊。他說，這是銀行平時資安演練中，最不樂見、也最難處理的極端情境。\nKPMG數位科技安全實驗室執行副總林大馗認為，台灣金融機構應該立即強化資安的防禦層級，特別針對業務營運持續管理（BCM）、災難復原機制（DR）、網路異常行為即時偵測，以及供應鏈資安風險管理做風險控管。\n林大馗說，網路安全防護技術只是整體金融穩定的一部分，金融業如何避免類似「民眾存款歸零」、「銀行現金停發」等情況，需要仰賴更健全的備份機制恢復運作，並使用「加密分持」等進階策略，避免資料遭到同步毀損。\n他建議，金融機構與內政部警政署等單位合作刻不容緩，以強化橫向威脅情資共享與數位韌性。同時，隨著跨國網攻逐步AI化、攻擊門檻逐漸降低，台灣在不穩定局勢下，金融機構不能掉以輕心，即便不是軍事目標，也可能遭到破壞性攻擊或勒索。\n針對一般民眾，謝昀澤認為，應該持續提升金融資安意識，例如留意銀行即時通知、不點擊不明簡訊連結、保留一定現金在手、準備多元備用的之復工具，以及定期保留對帳單。他說，高資產族群也應進行資產分區配置、降低系統系風險。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->corporate crime",
      "Crime, Law and Justice->cyber crime",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->financial service",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->welfare"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:40:22.249+03:00",
    "updated": "2025-06-19T04:45:13.000+00:00"
  },
  {
    "uuid": "07705298dd96972bcd0f46269d98b82fc2367950",
    "url": "https://www.ktvh.com/weather/dire-situation-across-the-west-about-to-improve",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Curtis Grevenitz",
    "published": "2024-01-02T23:27:00Z",
    "title": "Dire Situation Across the West About to Improve",
    "text": "Virtually the entire West has below normal snowpack but a major pattern change will bring more normal snowfall through the middle of January. A much needed shot in the arm will hit the West and Montana with more snow and colder temperatures. Winter is coming. A global pattern change is already underway, and I'll be explaining more about this broader situation over the next several days. The stagnant regime with all the cold air bottled up in the arctic is beginning to break loose and Montana, the West, and really the entire United States will see more storminess than there has been in months. The next few days will still be quiet with partly cloudy skies and close to average temperatures. Wednesday will be pleasant with a fair amount of sunshine, highs in the 30s to around 40, with light wind. Thursday will be similar with partly cloudy skies and highs in the 30s to around 40. The activity will start to increase on Friday as a cold front moves through the state with scattered snow showers. A few snow showers will fly across the lower elevations but most if not all of the accumulation should be in the mountains. Any mountain accumulation will be light just a coating up to a couple inches possible. Highs will be in the 30s to around 40. It's not a huge storm but it's a start. Saturday will have increasing clouds with some snow showers developing in the mountains later in the day. Areas of light snow will move through the state Saturday night into Sunday. Sunday will be colder with light snow tapering off. A coating up to a couple inches is possible in the lower elevations. Again not a huge storm but it's more than we've seen in a while. Highs on Sunday will be in the 10s and 20s with lows in the 0s and -0s. Monday will be a partly cloudy, dry and cold day with highs in the 10s and 20s. Another round of snow is likely around Wednesday and then again next Friday. A series of storms will arctic air are likely to continue to hit Montana through the middle of January. Curtis Grevenitz Chief Meteorologist",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "west",
          "sentiment": "none"
        },
        {
          "name": "montana",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-03T04:55:17.979+02:00",
    "updated": "2024-01-03T04:55:17.979+02:00"
  },
  {
    "uuid": "7231d93399963cf772a09ce7fda5083f1ada6252",
    "url": "http://news.10jqka.com.cn/20250306/c666506221.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "国际金融报",
    "published": "2025-03-06T01:31:00Z",
    "title": "日本岩手县山火持续 当地出现降雨天气 空中灭火暂停",
    "text": "日本东北部岩手县大船渡市发生的大规模山火持续。当地时间3月5日，大船渡市出现降雨天气，但降雨对于火情的影响目前仍不明确，进山道路仍处于全面封闭状态。截至5日，大船渡市已经有累计超过1800户家庭的4500余人进行了转移。5日，当地出现降雨，但降雨对于火情的影响目前仍不明确。岩手县大船渡地区消防本部消防官员小野田利文：目前看起来火势并未扩大，但未来仍不能排除因天气变化而导致火势蔓延的可能性。今天(5日)由于天气状况不佳，无法进行空中灭火作业，但从明天(6日)起，将视天气情况恢复空中灭火行动。(央视新闻)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Disaster and Accident->fire",
      "Disaster and Accident->emergency response",
      "Environment->sustainability",
      "Environment->natural resources",
      "Environment->environmental pollution",
      "Social Issue->social problem",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T03:49:45.435+02:00",
    "updated": "2025-03-06T03:49:45.435+02:00"
  },
  {
    "uuid": "70817fe8889e65aa9fb23911b39165a7434c5208",
    "url": "https://www.sdpnoticias.com/estados/quintana-roo/mara-lezama-entrega-apoyos-directos-a-familias-afectadas-por-inundaciones-en-bacalar",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth H. Escobar",
    "published": "2024-06-22T21:18:00Z",
    "title": "Mara Lezama entrega apoyos directos a familias afectadas por inundaciones en Bacalar",
    "text": "[Mara Lezama](https://www.sdpnoticias.com/estados/quintana-roo/elecciones-2022-quien-es-mara-lezama-espinosa-precandidata-de-morena-en-quintana-roo/) entrega apoyos directos a las familias afectadas por inundaciones en una comunidad de Bacalar. Debido a las lluvias que se registraron en la entidad en días recientes, la gobernadora de [Quintana Roo](https://www.sdpnoticias.com/estados/quintana-roo/inundaciones-en-cancun-las-fotos-y-videos-mas-impresionantes-de-las-lluvias-vinculadas-a-la-tormenta-tropical-alberto/) recorrió el estado para brindar ayuda a los pobladores. La mandataria estatal indicó que hizo entrega de paquetes alimentarios, así como de otro tipo de apoyos como refrigeradores, camas y despensas, a las familias afectadas por las inundaciones en Bacalar. Mara Lezama ayuda a familias afectadas por inundaciones en Bacalar La gobernadora Mara Lezama acudió a la comunidad La Ceiba, de Bacalar, para ayudar a familias afectadas por las inundaciones que dejó el paso de la tormenta tropical Alberto. Fue ahí donde la mandataria estatal entregó apoyos directos a todos aquellos afectados, con el fin de atender y resolver las necesidades de las familias. [Quintana RooMara Lezama agradece a Sedena labores de apoyo y rescate en Chetumal](/estados/quintana-roo/mara-lezama-agradece-a-sedena-labores-de-apoyo-y-rescate-en-chetumal/) [Quintana RooMara Lezama atiende llamadas de auxilio de afectados por inundaciones en Chetumal, Quintana Roo](/estados/quintana-roo/mara-lezama-atiende-llamadas-de-auxilio-de-afectados-por-inundaciones-en-chetumal-quintana-roo/) [Quintana RooMara Lezama recorre colonia Fidel Velázquez, una de las más afectadas por las lluvias en Chetumal, Quintana Roo](/estados/mara-lezama-recorre-colonia-fidel-velazquez-una-de-las-mas-afectadas-por-las-lluvias-en-chetumal-quintana-roo/) [Quintana RooChetumal: Mara Lezama asigna casi 37 mdp en un Paquete Integral de Acciones para Atención de la Emergencia](/estados/quintana-roo/chetumal-mara-lezama-asigna-casi-37-mdp-en-un-paquete-integral-de-acciones-para-atencion-de-la-emergencia/) [Quintana RooQuintana Roo: Mara Lezama gestiona con Pemex creación de terminales locales de almacenamiento de combustibles](/estados/quintana-roo/quintana-roo-mara-lezama-gestiona-con-pemex-creacion-de-terminales-locales-de-almacenamiento-de-combustibles/) [Quintana RooMara Lezama anuncia nueva conexión aérea Italia-Cancún para impulsar el turismo en Quintana Roo](/estados/quintana-roo/mara-lezama-anuncia-nueva-conexion-aerea-italia-cancun-para-impulsar-el-turismo-en-quintana-roo/) Mara Lezama informó que realizó recorridos con equipos de emergencia de los tres órdenes de gobierno para brindar la ayuda necesaria. A la gobernadora de Quintana Roo la acompañaron: - autoridades del Ejército, Marina y la Guardia Nacional - funcionarios y brigadistas del gobierno del estado y municipal. Entre los apoyos directos que Mara Lezama entregó a las familias afectadas por las inundaciones en Bacalar se encuentran: - refrigeradores - camas - despensas Seguimos en recorridos con todos los equipos de emergencia de los tres órdenes de gobierno, para atender a las familias afectadas por las inundaciones. Continuamos entregando paquetes alimentarios y seguiremos distribuyendo la ayuda a quienes más lo necesiten para no dejar a nadie atrás.Mara Lezama",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-23T00:57:03.016+03:00",
    "updated": "2024-06-23T17:37:25.023+03:00"
  },
  {
    "uuid": "e82a3942bdf59c12505ee0b7958913c4ca8fcd8b",
    "url": "https://fr.cibercuba.com/noticias/2025-04-09-u1-e129488-s27061-nid300595-muere-joven-holandesa-accidente-moto-matanzas",
    "ord_in_thread": 0,
    "author": "@CiberCuba",
    "published": "2025-04-09T21:17:00Z",
    "title": "Meurt une jeune Hollandaise dans un accident de moto à Matanzas",
    "text": "Vidéos associées :\nUne jeune Hollandaise de 21 ans est décédée dans la nuit de lundi à la suite d'un accident de moto survenu vers 4h00 du matin dans le virage en face de la plage El Tenis, dans la ville de Matanzas.\nLe conducteur du véhicule, un jeune cubain dont l'identité n'a pas été confirmée, se trouverait hospitalisé dans un état critique, selon ce qu'a révélé le portail d'information La Tijera.\nAccident au virage des pompiers\nL'accident s'est produit alors qu'ils revenaient tous deux d'un événement de salsa. Selon des témoins, ils circulaient sans casques de sécurité, en discutant en cours de route et sous l'effet de l'alcool.\nLa vitesse à laquelle ils se déplaçaient et la tension du moment auraient provoqué une perte de contrôle de la moto, entraînant un accident dans un virage connu pour sa dangerosité, situé en face de la plage El Tenis.\nLa jeune femme est décédée sur le coup et le jeune homme a été transporté d'urgence à l'hôpital.\nTémoignages de l'accident\n“Je suis passé par là vers 4h10 du matin et j'ai vu les corps. L'accident venait juste de se produire, il n'y avait que deux policiers qui faisaient la garde au ranchón du Tennis et un homme qui descendait d'une moto et expliquait aux policiers que les personnes impliquées dans l'accident n'avaient pas vu le virage et avaient continué tout droit”, a révélé un internaute dans la section des commentaires de la publication mentionnée.\nLa source a ajouté que “la fille est restée 'plantée' sur le trottoir. Apparemment, sa tête a heurté celui-ci, et sur le trottoir, l'homme était face contre terre”.\nPlus tard, vers 5h00 du matin, la technicienne en criminalistique était déjà sur les lieux.\n“Je me suis aperçu et d'après ce que j'ai vu, les corps n'étaient plus là”, a-t-il commenté.\nUn autre commentaire recueilli sur les réseaux a souligné l'imprudence qui aurait causé le sinistre.\n« Mon Dieu, ils ont dû être sous l'emprise de quelque chose pour arriver ainsi, en étant enfoncés et à grande vitesse. Monsieur, où est passée la raison des gens ? », s'est interrogée une commentatrice.\nHypothèse : discussion, jalousie et alcool\nSelon des rapports non officiels, les deux jeunes auraient eu une dispute par jalousie avec une autre femme avant l'accident. Cette discussion aurait continué alors qu'ils circulaient à moto, apparemment sous l'influence de l'alcool.\nDes témoins et des publications ont convenu que l'excès de vitesse, l'absence de casques et l'état émotionnel perturbé des deux individus auraient été des facteurs clés dans l'issue fatale.\nUne résidente de la zone a indiqué qu'à 8h00 du matin, le trafic sur la chaussée devant la plage El Tenis avait été détourné en raison de l'intervention des autorités.\nAu-delà des éventuelles inexactitudes dans la description des faits, il est confirmé que l'accident a eu lieu. Jusqu'à la rédaction de cette note, d'autres détails sur le tragique événement n'ont pas été divulgués.\nQuestions fréquentes sur l'accident de moto à Matanzas et la sécurité routière à Cuba\nQue s'est-il passé dans l'accident de moto à Matanzas ?\nUne jeune hollandaise de 21 ans est décédée dans la nuit de lundi dans un accident de moto dans la ville de Matanzas. Le conducteur, un jeune cubain, est hospitalisé dans un état critique. Ils rentraient d'un événement de salsa et, selon des témoins, ils circulaient sans casques, en train de discuter et sous l'effet de l'alcool, ce qui a contribué à ce dénouement tragique.\nQuelles ont été les causes de l'accident à Matanzas ?\nL'accident a été causé par une combinaison de facteurs : excès de vitesse, absence de casques de sécurité et état émotionnel perturbé en raison d'une dispute et de la consommation d'alcool. Ces éléments ont conduit le couple à perdre le contrôle de la moto dans un virage dangereux en face de la plage El Tenis.\nComment la sécurité routière est-elle gérée à Cuba ?\nMalgré les efforts pour améliorer la sécurité routière, les accidents de la route restent fréquents à Cuba, souvent en raison de la négligence des conducteurs, de l'état dégradé des routes et du manque d'entretien des véhicules. Le facteur humain est identifié comme le principal responsable des accidents, avec 92 % des accidents liés à des erreurs humaines.\nQuelles mesures peuvent être prises pour éviter les accidents de moto à Cuba ?\nL'utilisation de casques de sécurité est essentielle pour éviter des blessures graves en cas d'accidents. De plus, il est crucial d'éviter de conduire sous l'effet de l'alcool et de respecter les limites de vitesse. L'éducation routière et le respect des règles de circulation sont également fondamentaux pour améliorer la sécurité sur les routes cubaines.\nArchivé dans :",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Crime, Law and Justice->investigation (criminal)"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/photo?fbid=1244972357225448&set=a.323898159332877",
      "https://facebook.com/photo?fbid=1244972357225448&set=a.323898159332877",
      "https://www.facebook.com/photo"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:51:12.520+03:00",
    "updated": "2025-04-10T00:51:12.520+03:00"
  },
  {
    "uuid": "0f70a90e7f9add8e0406031d6e1faa8acb0bb2cd",
    "url": "https://spectrumlocalnews.com/nys/rochester/news/2024/06/02/gurdwara-of-rochester-celebrate-its-50th-year-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adriana Loh",
    "published": "2024-06-02T00:00:00Z",
    "title": "Gurdwara of Rochester celebrate its 50th year",
    "text": "ROCHESTER, N.Y. — After years of conducting Sunday worship services at the homes of congregation members, one group decided to take matters into their own hands. After establishing the first Gurdwara in upstate New York, members are now celebrating five decades later.\nThe Sikh community has long been known for its distinct practices, rich culture and history of resilience.\nHowever, as with any minority community in the United States, there can often be many challenges that can cast a shadow over what being sikh in America truly means.\n“There were definitely some challenges,” honorary trustee Jagdish Dhaliwal said. “When you go to the town, people don't understand exactly who you are and what you are going to construct towards the new turfs versus the neighbors that don't know.”\nMany members of the Gurdwara of Rochester had moved from India to the community during the 1960s and 70s.\nCongregants gathered in each other’s homes for services, and what had started with just a handful of people turned into hundreds.\n“There was no existing building to use as a place of worship,” chairman of the board Dr. Bhoopinder Singh Mehta said. “And that monthly activity led us to have the need to have a place.”\nSeeing the importance of what a place of worship would mean to growing members of the congregation, something needed to be done.\n“When we applied to the town for building, some people objected because the normal village is not only for us, it happens all the time,” board member of trustees Harbhajan Singh Purewal said. “So the town gave us permission, so that was no problem.”\nDhaliwal worked alongside a team of volunteers by taking any donation and helping hand they could get to build what he says was the very first gurdwara in upstate New York.\n“When we built this building, in the whole state of New York, there was only one more,” Dhaliwal said. “There was a Gurdwara in New York City and we were the second in the whole state, so naturally it was definitely symbolic for us.”\nFifty years later, the community is now enjoying a celebration that has been five decades in the making.\n“When you settle into a new place, you always want to carry your heritage with you,” Mehta said. “So it's just the creation of that heritage. And that's what led to our getting together, which finally was a place of worship.”\nFrom authentic Punjabi food, turban tying, and dancing-this marks a milestone for its community.\n“We don't advertise ourselves,” Purewal said. “You know, that's part of the religion. Whatever you do, it's not for your ego. It is for your contribution to society.”\nThe Gurdwara of Rochester continues to stand as a testament to the unwavering dedication of several Sikh families who, upon settling in the area, together established a place of worship for prayer and community for future generations.\n“Somebody said, you know, it's a 50-year celebration, I said, what?” Dhaliwal said. “Belonging to an institution, being together [and] loving each other, that is the best thing you can do.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jagdish dhaliwal",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "rochester",
          "sentiment": "none"
        },
        {
          "name": "rochester",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T23:19:32.822+03:00",
    "updated": "2024-06-03T01:07:41.898+03:00"
  },
  {
    "uuid": "460bb2bcde4acb78f1ee37e0b32d30d88194f7c2",
    "url": "https://www.newsbreak.com/upi-news-510013/3585485164702-fantasy-football-puka-nacua-tyreek-hill-lead-week-1-wide-receivers-rankings",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-09-05T21:34:00Z",
    "title": "Fantasy football: Puka Nacua, Tyreek Hill lead Week 1 wide receivers rankings",
    "text": "By Alex Butler ,\n5 hours ago MIAMI, Sept. 5 (UPI) -- Puka Nacua, Tyreek Hill and Davante Adams lead my Top 50 fantasy football wide receiver rankings for Week 1.\nPuka Nacua (R) of the Los Angeles Rams leads my Week 1 fantasy football wide receiver rankings. File Photo by Tannen Maury/UPI A.J. Brown and Justin Jefferson are my other Top 5 options. Amon-Ra St. Brown, CeeDee Lamb, Mike Evans , Nico Collins and Ja'Marr Chase round out my Top 10 plays.\nMy Week 1 rankings for quarterbacks, running backs and tight ends also will be available.\nAll positional rankings will be updated throughout the week. Players from the Kansas City Chiefs - Baltimore Ravens game will be removed after their season-opening match Thursday in Kansas City, Mo. Players also will be removed from or adjusted within the rankings based on injuries.\nWeek 1 wide receiver rankings\nMiami Dolphins star Tyreek Hill is an elite weekly option and should help his fantasy football stock owners succeed in Week 1. File Photo by Larry Marano/UPI 1. Puka Nacua, Los Angeles Rams at DET\n2. Tyreek Hill, Miami Dolphins vs. JAX\nLas Vegas Raiders wide receiver Davante Adams (L) is my No. 3 player for Week 1. File Photo by Mike Goulding/UPI 3. Davante Adams, Las Vegas Raiders at LAC\n4. A.J. Brown, Philadelphia Eagles vs. GB\nDallas Cowboys star CeeDee Lamb sits at No. 7 in my Week 1 fantasy football wide receiver rankings. File Photo by Ian Halperin/UPI 5. Justin Jefferson, Minnesota Vikings at NYG\n6. Amon-Ra St. Brown, Detroit Lions vs. LAR\nD.J. Moore (2) of the Chicago Bears is the No. 17 player in my Week 1 wide receiver rankings. File Photo by Mark Black/UPI 7. CeeDee Lamb, Dallas Cowboys at CLE\n8. Mike Evans, Tampa Bay Buccaneers vs. WAS\n9. Nico Collins, Houston Texans at IND\n10. Ja'Marr Chase, Cincinnati Bengals vs. NE\n11. Garrett Wilson, New York Jets at SF\n12. Marvin Harrison Jr., Arizona Cardinals at BUF\n13. Deebo Samuel, San Francisco 49ers vs. NYJ\n14. Cooper Kupp, Los Angeles Rams at DET\n15. Chris Olave, New Orleans Saints vs. CAR\n16. Rashee Rice, Kansas City Chiefs vs. BAL\n17. Malik Nabers, New York Giants vs. MIN\n18. D.J. Moore, Chicago Bears vs. TEN\n19. Jaylen Waddle, Miami Dolphins vs. JAX\n20. DK Metcalf, Seattle Seahawks vs. DEN\n21. Tee Higgins, Cincinnati Bengals vs. NE\n22. Terry McLaurin, Washington Commanders at TB\n23. Christian Watson , Green Bay Packers at PHI\n24. Drake London, Atlanta Falcons vs. PIT\n25. Michael Pittman Jr., Indianapolis Colts vs. HOU\n26. DeVonta Smith, Philadelphia Eagles vs. GB\n27. Stefon Diggs , Houston Texans at IND\n28. Chris Godwin, Tampa Bay Buccaneers vs. WAS\n29. Zay Flowers, Baltimore Ravens at KC\n30. Jayden Reed, Green Bay Packers at PHI\n31. Calvin Ridley, Tennessee Titans at CHI\n32. Amari Cooper, Cleveland Browns vs. DAL\n33. Khalil Shakir, Buffalo Bills vs. ARI\n34. Brandon Aiyuk, San Francisco 49ers vs. NYJ\n35. Diontae Johnson, Carolina Panthers at NO\n36. George Pickens, Pittsburgh Steelers at ATL\n37. Xavier Worthy, Kansas City Chiefs vs. BAL\n38. Brian Thomas Jr., Jacksonville Jaguars at MIA\n39. Josh Palmer, Los Angeles Chargers vs. LV\n40. Keon Coleman, Buffalo Bills vs. ARI\n41. Courtland Sutton , Denver Broncos at SEA\n42. DeAndre Hopkins , Tennessee Titans at CHI\n43. Jameson Williams, Detroit Lions vs. LAR\n44. Rome Odunze, Chicago Bears vs. TEN\n45. Ladd McConkey, Los Angeles Chargers vs. LV\n46. Rashid Shaheed, New Orleans Saints vs. CAR\n47. Jaxon Smith-Njigba, Seattle Seahawks vs. DEN\n48. Adonai Mitchell, Indianapolis Colts vs. HOU\n49. Christian Kirk, Jacksonville Jaguars at MIA\n50. Brandin Cooks, Dallas Cowboys at CLE\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.upi.com/topic/los-angeles-rams/",
      "https://www.upi.com/topic/Houston-Texans/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0X1nyI_0vLp3tUn00",
      "https://www.upi.com/topic/Stefon-Diggs/",
      "https://img.particlenews.com/image.php?url=3m3f95_0vLp3tUn00",
      "https://img.particlenews.com/image.php?url=4XCTsu_0vLp3tUn00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3m3f95_0vLp3tUn00",
      "https://www.upi.com/topic/Courtland-Sutton/",
      "https://www.upi.com/topic/Cincinnati-Bengals/",
      "https://www.upi.com/topic/Michael_Pittman/",
      "https://www.upi.com/topic/Kansas-City-Chiefs/",
      "https://www.upi.com/topic/Marvin_Harrison/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0vNKKC_0vLp3tUn00",
      "https://www.upi.com/topic/Davante-Adams/",
      "https://www.upi.com/topic/Mike_Evans/",
      "https://www.upi.com/topic/Miami-Dolphins/",
      "https://www.upi.com/topic/Tampa-Bay-Buccaneers/",
      "https://img.particlenews.com/image.php?url=0vNKKC_0vLp3tUn00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4XurGX_0vLp3tUn00",
      "https://img.particlenews.com/image.php?url=0X1nyI_0vLp3tUn00",
      "https://www.upi.com/topic/Dallas-Cowboys/",
      "https://www.upi.com/topic/Philadelphia-Eagles/",
      "https://www.upi.com/topic/Watson/",
      "https://www.upi.com/topic/DeAndre-Hopkins/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4XCTsu_0vLp3tUn00",
      "https://www.upi.com/topic/Detroit-Lions/",
      "https://www.upi.com/topic/Minnesota-Vikings/",
      "https://www.upi.com/topic/Baltimore-Ravens/",
      "https://img.particlenews.com/image.php?url=4XurGX_0vLp3tUn00",
      "https://www.upi.com/topic/Tyreek-Hill/",
      "https://www.img.particlenews.com/image.php?url=0vNKKC_0vLp3tUn00",
      "https://www.upi.com/topic/Detroit-Lions",
      "https://www.upi.com/topic/los-angeles-rams",
      "https://upi.com/topic/los-angeles-rams/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0vNKKC_0vLp3tUn00",
      "https://upi.com/topic/Detroit-Lions/",
      "https://www.upi.com/topic/Davante-Adams",
      "https://www.img.particlenews.com/image.php?url=3m3f95_0vLp3tUn00",
      "https://www.upi.com/topic/Minnesota-Vikings",
      "https://www.img.particlenews.com/image.php?url=0X1nyI_0vLp3tUn00",
      "https://www.upi.com/topic/Michael_Pittman",
      "https://www.upi.com/topic/Courtland-Sutton",
      "https://www.upi.com/topic/Tampa-Bay-Buccaneers",
      "https://www.img.particlenews.com/image.php?url=4XurGX_0vLp3tUn00",
      "https://www.upi.com/topic/Stefon-Diggs",
      "https://www.upi.com/topic/Kansas-City-Chiefs",
      "https://www.upi.com/topic/Houston-Texans",
      "https://upi.com/topic/Dallas-Cowboys/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4XurGX_0vLp3tUn00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3m3f95_0vLp3tUn00",
      "https://www.upi.com/topic/Watson",
      "https://upi.com/topic/Mike_Evans/",
      "https://www.upi.com/topic/Dallas-Cowboys",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4XCTsu_0vLp3tUn00",
      "https://www.upi.com/topic/DeAndre-Hopkins",
      "https://www.upi.com/topic/Mike_Evans",
      "https://www.upi.com/topic/Philadelphia-Eagles",
      "https://upi.com/topic/DeAndre-Hopkins/",
      "https://upi.com/topic/Tyreek-Hill/",
      "https://upi.com/topic/Philadelphia-Eagles/",
      "https://www.upi.com/topic/Miami-Dolphins",
      "https://upi.com/topic/Watson/",
      "https://upi.com/topic/Cincinnati-Bengals/",
      "https://upi.com/topic/Davante-Adams/",
      "https://upi.com/topic/Miami-Dolphins/",
      "https://upi.com/topic/Courtland-Sutton/",
      "https://upi.com/topic/Marvin_Harrison/",
      "https://upi.com/topic/Minnesota-Vikings/",
      "https://upi.com/topic/Kansas-City-Chiefs/",
      "https://upi.com/topic/Baltimore-Ravens/",
      "https://www.upi.com/topic/Marvin_Harrison",
      "https://upi.com/topic/Michael_Pittman/",
      "https://upi.com/topic/Tampa-Bay-Buccaneers/",
      "https://www.upi.com/topic/Cincinnati-Bengals",
      "https://img.particlenews.com/image.php",
      "https://www.upi.com/topic/Tyreek-Hill",
      "https://www.img.particlenews.com/image.php?url=4XCTsu_0vLp3tUn00",
      "https://upi.com/topic/Stefon-Diggs/",
      "https://www.upi.com/topic/Baltimore-Ravens",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0X1nyI_0vLp3tUn00",
      "https://upi.com/topic/Houston-Texans/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alex butler",
          "sentiment": "neutral"
        },
        {
          "name": "davante adams",
          "sentiment": "neutral"
        },
        {
          "name": "puka nacua",
          "sentiment": "neutral"
        },
        {
          "name": "mike evans",
          "sentiment": "none"
        },
        {
          "name": "justin jefferson",
          "sentiment": "none"
        },
        {
          "name": "tannen maury",
          "sentiment": "none"
        },
        {
          "name": "a.j. brown",
          "sentiment": "none"
        },
        {
          "name": "larry marano",
          "sentiment": "none"
        },
        {
          "name": "nico collins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "upi",
          "sentiment": "neutral"
        },
        {
          "name": "miami dolphins",
          "sentiment": "none"
        },
        {
          "name": "los angeles rams",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:10:33.730+03:00",
    "updated": "2024-09-06T01:10:33.730+03:00"
  },
  {
    "uuid": "9b238c6b9479c17dab916115a769265cb98387b1",
    "url": "https://newstral.com/en/article/en/1266176571/sex-kitten-emmanuelle-returns-as-a-sad-product-of-modern-sexuality",
    "ord_in_thread": 0,
    "author": "Newstral.com",
    "published": "2025-05-01T03:42:37Z",
    "title": "Sydney Morning Herald: «Sex kitten Emmanuelle returns as a sad product of modern sexuality» - Related news - Newstral.com",
    "text": "Open Menu\nSign in\nSign up\nHome\nRegional\nPeople\nMaps\nNewstral\nArticle\nFrom ticker\nSydney Morning Herald\non\n2025-05-01 05:32\nSex kitten Emmanuelle returns as a sad product of modern sexuality\nIn a feminist retelling of the steamy 1970s hit, online porn has left people lost and lonely. Its star reveals why the story hit home.\nRialto Films\nRelated news\n×\nShare Page Snippet\nLink:\nWe use cookies to facilitate personalisation i.e. language and favorites. Further, third parties may set cookies for personalised advertisment (Adsense, ...) and statistics (G. Analytics).\nFurther information\nI have understood",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->sexual misconduct",
      "Social Issue->values",
      "Social Issue->sexual behaviour"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T06:42:37.966+03:00",
    "updated": "2025-05-01T03:46:57.000+00:00"
  }
]