[
  {
    "uuid": "b9fed3d012eda26edb122d96b0baf340d752aa56",
    "url": "https://animalpolitico.com/sociedad/frente-frio-20-fin-de-ano-lluvias-heladas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Animal Político",
    "published": "2023-12-28T21:17:00Z",
    "title": "¡A festejar con doble chamarra! Frente Frío 20 dejará un fin de año con lluvias y heladas",
    "text": "El Frente Frío 20 pegará con fuerza este fin de año por lo que se espera un ambiente gélido lluvias y heladas durante los últimos días del 2023.\nDe acuerdo con el pronóstico del Servicio Meteorológico Nacional ( SMN ) del 28 de diciembre al 1 de enero habrá eventos climáticos conocidos como “norte” lo que provocará lluvias fuertes e intensas, viento y oleaje; además de ondas polares.\nPara este jueves 28 se espera que empiece el ambiente frío a muy frío, con heladas y densos bancos de niebla en estados del noroeste, norte, noreste, centro y oriente del país, con ambiente gélido en zonas altas de Sonora, Chihuahua, Durango y Zacatecas.\nAdemás de rachas de viento de 40 a 60 kilómetros por hora y olas de 1 a 2 metros de altura en el litoral de Tamaulipas y Veracruz.\nPor la tarde se esperan lluvias puntuales intensas en Puebla y Veracruz, lluvias puntuales muy fuertes en Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, lluvias puntuales fuertes en Hidalgo, intervalos de chubascos en Tamaulipas, San Luis Potosí, Guanajuato, Querétaro, Estado de México, Tlaxcala y Guerrero, así como lluvias aisladas en Coahuila, Nuevo León, Jalisco, Colima, Michoacán, Ciudad de México y Morelos.\nPara el viernes 29 de diciembre, la Comisión Nacional del Agua ( Conagua ) pronosticó ambiente frío a muy frío, con bancos de niebla al amanecer en zonas del Valle de México. Cielo parcialmente nublado en el transcurso del día, sin probabilidad de lluvia en la Ciudad de México, así como lluvias aisladas en el Estado de México. Además, se prevé la caída de nieve o aguanieve en cimas montañosas como el Iztaccíhuatl y Popocatépetl y en las sierras de Coahuila y Nuevo León como la Sierra Negra, Pico de Orizaba, Cofre de Perote y La Malinche.\nAsimismo, el desplazamiento del frente frío 20 hasta el sureste de la República Mexicana y la Península de Yucatán, ocasionará lluvias fuertes a muy fuertes en dichas regiones, con lluvias puntuales intensas en Veracruz, Oaxaca, Chiapas y Tabasco, además de lluvias y chubascos en el oriente del país.\nAmbiente gélido en zonas altas de Sonora, Chihuahua, Durango y Zacatecas; además de evento de “Norte” fuerte a muy fuerte en el Istmo y Golfo de Tehuantepec, y moderado en el litoral del Golfo de México y la Península de Yucatán.\nPara el sábado 30 de diciembre el frente frío se ubicará en el oriente de la península de Yucatán mientras una vaguada en niveles altos de la atmósfera se desplazará gradualmente sobre el occidente y centro del Golfo de México.\nEsto dejará chubascos y lluvias fuertes en dicha península, el oriente y sureste del país, con lluvias puntuales intensas en Puebla, Veracruz y Tabasco, y muy fuertes en Oaxaca, Chiapas y Campeche.\nEl domingo, un nuevo frente frío se aproximará a Baja California en fin de año e interaccionará con la corriente en chorro polar originando rachas fuertes de viento en el noroeste de la República Mexicana. Por otra parte, predominará escaso potencial de lluvia en la mayor parte del país.\nDurante el lunes 1 de enero, el frente frío se extenderá sobre el noroeste y norte de México, interaccionará con una vaguada y con la corriente en chorro polar, lo que podría generar a la tercer tormenta invernal de la temporada.\nEl SMN pronostica rachas fuertes de viento, descenso de temperatura, lluvias y chubascos en dichas regiones, así como probabilidad de caída de nieve o aguanieve en sierras de Baja California, extendiéndose durante la madrugada y mañana del martes 2 de enero hacia Sonora, Chihuahua, Durango y Sinaloa.\nFrente frío numero 20 dejará heladas y nevadas en diferentes zonas del país. Foto: Cuartoscuro Recomendaciones para la temporada de frío de fin de año El Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado ( ISSSTE ) algunas medidas para cuidarse del frío en esta temporada son:\nSi vas a salir de un lugar caliente, cubre tu boca y nariz, para evitar respirar el aire frío; los cambios bruscos de temperatura pueden enfermarte del sistema respiratorio rápidamente Abrígate bien, utiliza gorro, guantes, bufanda (cubriendo principalmente nariz y boca) y calcetines gruesos. Consume gran variedad de frutas y verduras para mejorar las defensas de tu cuerpo (incluye vitamina C). Estornuda correctamente, utiliza un pañuelo desechable o cúbrete con el ángulo interno del brazo. Usa suficientes cobijas durante la noche, que es cuando más baja la temperatura. En lugares dónde es probable la caída de nieve, autoridades como Protección Civil de Chihuahua sugieren no encender fogatas dentro de casa, dar mantenimiento profesional al calentón, no sobrecargas tomas eléctricas y si usas calentón de leña o gas, abre una ventana (10 cm).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.gob.mx/issste/articulos/medidas-preventivas-para-el-invierno?idiom=es#:~:text=Abr%C3%ADgate%20bien%2C%20utiliza%20gorro%2C%20guantes,y%20boca)%20y%20calcetines%20gruesos.&text=Consume%20gran%20variedad%20de%20frutas,cuerpo%20(incluye%20vitamina%20C).&text=Estornuda%20correctamente%2C%20utiliza%20un%20pa%C3%B1uelo,el%20%C3%A1ngulo%20interno%20del%20brazo.",
      "https://smn.conagua.gob.mx/es/pronosticos/pronosticossubmenu/pronostico-extendido-a-96-horas",
      "https://smn.conagua.gob.mx/es/pronosticos/pronosticossubmenu/pronostico-regional-para-el-valle-de-mexico",
      "https://twitter.com/CEPC_Chih/status/1718796291780841810",
      "https://gob.mx/issste/articulos/medidas-preventivas-para-el-invierno?idiom=es#:~:text=Abr%C3%ADgate%20bien%2C%20utiliza%20gorro%2C%20guantes,y%20boca)%20y%20calcetines%20gruesos.&text=Consume%20gran%20variedad%20de%20frutas,cuerpo%20(incluye%20vitamina%20C).&text=Estornuda%20correctamente%2C%20utiliza%20un%20pa%C3%B1uelo,el%20%C3%A1ngulo%20interno%20del%20brazo.",
      "https://www.gob.mx/issste/articulos/medidas-preventivas-para-el-invierno",
      "https://www.smn.conagua.gob.mx/es/pronosticos/pronosticossubmenu/pronostico-extendido-a-96-horas",
      "https://www.smn.conagua.gob.mx/es/pronosticos/pronosticossubmenu/pronostico-regional-para-el-valle-de-mexico",
      "https://www.twitter.com/CEPC_Chih/status/1718796291780841810"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:09:50.614+02:00",
    "updated": "2023-12-29T00:09:50.614+02:00"
  },
  {
    "uuid": "90fb7d7c11edc2e5928a3b18422226d282d0e0db",
    "url": "https://vnexplorer.net/fears-gloucester-docks-is-turning-into-a-glorified-car-park-due-to-unauthorised-parking-spree-s697088.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:13:00Z",
    "title": "Fears Gloucester Docks is turning into a 'glorified car park' due to unauthorised parking spree",
    "text": "There are fears Gloucester’s historic docks have been turned into a “glorified car park”. Motorists have been using the land between North Warehouse and the Main Basin to park their vehicles over recent months.\nNearby business owners raised concerns in November that it poses a risk to the many pedestrians who walk along there. The land there is owned by Gloucester City Council and they had tried to stop the practice by using temporary bollards.\nHowever, these were vandalised and the land is still being used by motorists. It is understood council chiefs are currently considering the installation of permanent bollards there to curb the problem.\nDid you see this story? Underused care home to become short-term housing for people granted asylum in UK\nCouncillor Rebecca Trimnell (LD, Westgate), who represents the area on Gloucester City Council, is calling for a solution to be found. She says the area is being used by motorists on a daily basis.\n“A solution must be found ASAP to stop the historical docks from being used as a glorified car park,” she said. A spokesperson for Gloucester City Council previously said they are working on a solution to stop parking in that area for good.\nAttempts to stop people using an unofficial car park in front of North Warehouse have been unsuccesful so far\n“We are aware of people using land in Gloucester Docks to park their vehicles. Temporary bollards were installed to prevent this but, unfortunately, they were vandalised. We are currently working on a permanent solution to prevent parking in this area.”\nWant our best stories with fewer ads and alerts when the biggest news stories drop? Download our app on iPhone or Android and comment on this story.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m8lWt.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m8lWt.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rebecca trimnell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "westgate",
          "sentiment": "none"
        },
        {
          "name": "gloucester city council",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gloucester",
          "sentiment": "none"
        },
        {
          "name": "gloucester city council",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "main basin",
          "sentiment": "none"
        },
        {
          "name": "north warehouse",
          "sentiment": "none"
        },
        {
          "name": "gloucester city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:02.202+02:00",
    "updated": "2023-12-29T00:23:02.202+02:00"
  },
  {
    "uuid": "7e642e0a2fadbf99a1b2666644fae2cfd23102c3",
    "url": "https://www.arcamax.com/politics/politicalnews/s-3277279",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-06-06T00:00:00Z",
    "title": "Trump wants local police help on deportations. GOP sheriff candidates: Not in Miami-Dade | Political News | ArcaMax Publishing",
    "text": "Trump wants local police help on deportations. GOP sheriff candidates: Not in Miami-Dade Published in [Political News](/politics/politicalnews/) MIAMI — Former President Donald Trump says he wants to use local law enforcement to carry out “the largest deportation operation in American history.” Republicans running to become Miami-Dade County’s sheriff say they don’t want to help with that. In interviews with the Miami Herald, many candidates — including the Republican endorsed by Trump — balked at the notion of using local police to identify and apprehend the estimated tens of thousands of undocumented immigrants who call Miami-Dade County home. They argued that doing so would erode the community’s trust in law enforcement and pull officers away from their ultimate mission of ensuring public safety. “As far as I’m concerned, if the law stays the way it is, immigration stays in their lane and I stay in mine,” said John Rivera, a former longtime police union boss who’s now running for sheriff. Another Republican candidate, Florida Highway Patrol Trooper Joe Sanchez, was even more blunt: “We’re not going to help the president on that one.” Trump’s campaign pledge to launch an immigration crackdown comes as Miami-Dade prepares to elect a sheriff for the first time in decades, forced by a change in Florida’s Constitution. Currently, the county’s Democratic mayor, Daniella Levine Cava, oversees the Miami-Dade Police Department, which would become the county Sheriff’s Office in 2025. Florida rules also require partisan elections for sheriff, meaning Republican and Democratic voters will select their nominee for sheriff in the Aug. 20 primaries. Despite the partisan incentive of Republican candidates to align themselves with Trump, there’s a divide over immigration enforcement between the presumptive GOP nominee and Miami-Dade’s GOP sheriff candidates. The gap underscores a key challenge that a second Trump administration could face in carrying out his mass deportation plan, even in friendly jurisdictions. The former president has repeatedly suggested deputizing local law enforcement agencies, the National Guard and even the U.S. military, if necessary, to remove the roughly 11 million undocumented people living in the United States. But he has said little about how he would secure cooperation from local and state agencies that might be reluctant to participate in such an operation. Trump suggested in a recent Time Magazine interview that he could use financial incentives to get local law enforcement on board with his plan, though he declined to outline specifics. “We’re going to be using local police, because local police know them by name, by first name, second name, and third name,” Trump told Time. “I mean, they know them very well.” A spokesperson for Trump’s campaign did not respond to the Miami Herald’s request for comment on how he sees the role of local law enforcement in carrying out his mass-deportation promises. ...continued ©2024 Miami Herald. Visit miamiherald.com. Distributed by Tribune Content Agency, LLC. Comments blog comments powered by Disqus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://plus.google.com/share?url=https://www.arcamax.com/politics/politicalnews/s-3277279",
      "http://disqus.com/?ref_noscript",
      "http://disqus.com",
      "https://twitter.com/share?url=https://www.arcamax.com/politics/politicalnews/s-3277279&hashtags=ArcaMax",
      "https://twitter.com/share?url=https://arcamax.com/politics/politicalnews/s-3277279&hashtags=ArcaMax",
      "http://www.disqus.com",
      "https://plus.google.com/share",
      "http://www.disqus.com/?ref_noscript",
      "https://plus.google.com/share?url=https://arcamax.com/politics/politicalnews/s-3277279",
      "http://disqus.com/",
      "https://twitter.com/share"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "neutral"
        },
        {
          "name": "joe sanchez",
          "sentiment": "none"
        },
        {
          "name": "john rivera",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "arcamax publishing miami",
          "sentiment": "negative"
        },
        {
          "name": "miami herald",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "miami",
          "sentiment": "none"
        },
        {
          "name": "miami-dade",
          "sentiment": "none"
        },
        {
          "name": "miami-dade county",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:47:04.393+03:00",
    "updated": "2024-06-07T00:56:20.853+03:00"
  },
  {
    "uuid": "9db35d7d8d084cd46c112ad2e8fa7e80de341557",
    "url": "https://ground.news/article/hes-going-to-do-an-excellent-job-an-alberta-pup-heads-to-ukraine-to-aid-in-the-war-effort",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-03-11T00:00:00Z",
    "title": "Ground News - 'He's going to do an excellent job': An Alberta pup heads to Ukraine to aid in the war effort",
    "text": "'He's going to do an excellent job': An Alberta pup heads to Ukraine to aid in the war effort Torch, a four-year-old Belgian Malinois, will be joining the Ukraine National Guard to help sniff out explosives in cargo. The working dog was raised by Alberta K9, a company specializing in breeding and training working dogs for public safety roles. \"Oppenheimer,\" a solemn three-hour biopic that became an unlikely billion-dollar box-office sensation, was crowned best picture at a 96th Academy Awards. Summary by Ground News 1 Articles 1 Articles All Left Center Right Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Not enough coverage to generate an Article Assistant. Ground News Article Assistant Coverage Details Total News Sources0Leaning Left0Leaning Right0Center1Last Updated2 minutes agoBias Distribution 100% Center Bias Distribution - 100% of the sources are Center 100% Center C 100% Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ukraine national guard",
          "sentiment": "none"
        },
        {
          "name": "ground news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T06:14:34.812+02:00",
    "updated": "2024-03-11T06:14:34.812+02:00"
  },
  {
    "uuid": "ce3b9124ae96cd29ceebdea1c41d053239421f20",
    "url": "https://www.prnewswire.com/news-releases/console--associates-pc-integris-health-posts-notice-of-possible-data-breach-after-hackers-contact-individual-patients-302023552.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Console & Associates, P.C.",
    "published": "2023-12-28T22:57:00Z",
    "title": "Console & Associates, P.C.: INTEGRIS Health Posts Notice of Possible Data Breach After Hackers Contact Individual Patients",
    "text": "MARLTON, N.J. , Dec. 28, An unknown number of patients are being notified that their Social Security numbers and other confidential information may have been compromised in what appears to be a cyberattack against INTEGRIS Health. The data breach lawyers at Console & Associates, P.C. are investigating claims on behalf of anyone who may be affected by a possible INTEGRIS breach, hoping to fully inform them of the risks they face in the wake of the breach as well as their legal rights.\nThe sensitive personal data of INTEGRIS patients may have been compromised . If the hackers' claims are correct, victims' full names, Social Security numbers and other personal information may be in the hands of criminals, putting victims at a greater risk of identity theft and other frauds.\nOn December 24, 2023 , INTEGRIS posted a website notice describing what the company calls a \"data privacy incident.\" According to the notice, INTEGRIS was in the process of investigating a possible cyberattack when patients began receiving communications directly from those who claimed to have carried out the attack. The possible INTEGRIS breach is a developing situation, and more information is expected shortly.\nThe list of sensitive information that was possibly exposed includes patients':\nNames, Dates of birth, Contact information, Demographic information, and Social Security numbers. If you receive a data breach notice from INTEGRIS, you could now be at risk of identity theft—and the devastating financial and legal consequences that go along with it.\nWhat Should You Do if You Receive an INTEGRIS Data Breach Letter?\nINTEGRIS has not yet confirmed a data breach. However, based on the company's recent website notice, a breach of patient information is possible. Individuals who receive a data breach letter from INTEGRIS should take steps to protect themselves. (See our Guide for Victims of Data Breach for more details at https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/ ).\nAdditionally, potential victims should consider contacting a data breach attorney immediately, as anyone who receives a data breach letter from INTEGRIS may be entitled to financial compensation.\nIf you wish to discuss this data security incident, please contact Console & Associates, P.C. at (866) 778-5500. You can also learn more about this data breach and potential lawsuit at https://www.myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance/ .\nThis press release may be considered Attorney Advertising in some jurisdictions under the applicable law and ethical rules.\nConsole & Associates, P.C. 866-778-5500 [email protected]\nSOURCE Console & Associates, P.C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/",
      "https://c212.net/c/link/?t=0&l=en&o=4058365-1&h=2597878146&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F",
      "https://www.myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance/",
      "https://c212.net/c/link/?t=0&l=en&o=4058365-1&h=2614471655&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fintegris-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fintegris-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058365-1&h=2597878146&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fpatient-privacy-data-breach-lawyers%2Fif-your-information-has-been-compromised-in-a-data-breach%2F",
      "https://myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach/",
      "https://www.myinjuryattorney.com/patient-privacy-data-breach-lawyers/if-your-information-has-been-compromised-in-a-data-breach",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058365-1&h=2614471655&u=https%3A%2F%2Fwww.myinjuryattorney.com%2Fintegris-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F&a=https%3A%2F%2Fwww.myinjuryattorney.com%2Fintegris-health-data-breach-class-action-investigation-and-lawsuit-assistance%2F",
      "https://www.myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance",
      "https://myinjuryattorney.com/integris-health-data-breach-class-action-investigation-and-lawsuit-assistance/",
      "https://c212.net/c/link/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "console & associates",
          "sentiment": "negative"
        },
        {
          "name": "social security",
          "sentiment": "none"
        },
        {
          "name": "integris",
          "sentiment": "none"
        },
        {
          "name": "integris health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.j.",
          "sentiment": "none"
        },
        {
          "name": "marlton",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:16.503+02:00",
    "updated": "2024-01-01T19:33:31.927+02:00"
  },
  {
    "uuid": "bc273e785cad68c1ed4f992680c79b5aeb7b5974",
    "url": "https://www.wesh.com/article/emma-heming-marks-16-years-with-bruce-willis/46245146",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alli Rosenbloom, CNN",
    "published": "2023-12-28T22:07:00Z",
    "title": "Emma Heming marks 16 years with Bruce Willis in candid message: 'Anniversaries are hard'",
    "text": "Emma Heming marks 16 years with Bruce Willis in candid message: ‘Anniversaries are hard’ Bruce Willis and his wife [Emma Heming](https://www.cnn.com/2023/11/15/entertainment/bruce-willis-wife-emma-caregiving/index.html) are celebrating their \"sweet 16.\" On Wednesday, Heming celebrated the couple's 16-year anniversary by [sharing](https://www.instagram.com/p/C1XMGLmLjqd/?hl=en&img_index=1) a photo of herself kissing Willis's cheek on her Instagram page, writing in the caption, \"16 years with this special man. My love and adoration for him only grows.\" Video above: Emma Heming Willis 'not good' amid husband Bruce Willis' dementia battle The couple wed in 2009 and share two daughters together, Mabel and Evelyn. Heming also posted a vulnerable message to her [\"Die Hard\"](https://www.cnn.com/2023/12/24/entertainment/peter-billingsley-die-hard-christmas/index.html) actor's [health issues](https://www.cnn.com/2023/10/12/entertainment/bruce-willis-moonlighting-creator/index.html), sharing in the video that she \"was able to have a good cry\" with a close friend. \"It is really important to be able to have someone that you can trust with your feelings instead of just bottling them up and putting your best foot forward and just kind of soldiering through stuff, which I have a tendency to do,\" Heming said in the video. In February, Willis's family – including Heming, ex-wife Demi Moore and his daughters – [announced](https://www.cnn.com/2023/02/16/entertainment/bruce-willis-dementia/index.html) that the actor has been diagnosed with a form of dementia called frontotemporal dementia, or [FTD](https://www.mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737) for short. Heming, who has been open about her journey as Willis's primary caretaker on her social media ever since, said in her video this week that \"holidays are hard, anniversaries are hard.\" She added that \"building a community and connection\" has helped her get through it this year. \"That has been my lifeline and I just want to thank you for that,\" she said. Heming wrote in the caption to her Instagram video about receiving \"countless messages of love and support because Bruce is so beloved,\" and that these messages help her feel \"less alone.\" \"I wish I could answer all the messages because they are deep, raw and poetic but please know that I appreciate them so very much,\" she wrote. \"I am grateful to you.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.cnn.com/2023/11/15/entertainment/bruce-willis-wife-emma-caregiving/index.html",
      "https://www.cnn.com/2023/02/16/entertainment/bruce-willis-dementia/index.html",
      "https://www.mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737",
      "https://www.cnn.com/2023/10/12/entertainment/bruce-willis-moonlighting-creator/index.html",
      "https://www.cnn.com/2023/12/24/entertainment/peter-billingsley-die-hard-christmas/index.html",
      "https://www.instagram.com/p/C1XMGLmLjqd/?hl=en&img_index=1",
      "https://cnn.com/2023/02/16/entertainment/bruce-willis-dementia/index.html",
      "https://www.instagram.com/p/C1XMGLmLjqd/",
      "https://cnn.com/2023/10/12/entertainment/bruce-willis-moonlighting-creator/index.html",
      "https://mayoclinic.org/diseases-conditions/frontotemporal-dementia/symptoms-causes/syc-20354737",
      "https://cnn.com/2023/11/15/entertainment/bruce-willis-wife-emma-caregiving/index.html",
      "https://cnn.com/2023/12/24/entertainment/peter-billingsley-die-hard-christmas/index.html",
      "https://instagram.com/p/C1XMGLmLjqd/?hl=en&img_index=1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emma heming",
          "sentiment": "positive"
        },
        {
          "name": "bruce willi",
          "sentiment": "positive"
        },
        {
          "name": "bruce willis",
          "sentiment": "positive"
        },
        {
          "name": "evelyn",
          "sentiment": "none"
        },
        {
          "name": "demi moore",
          "sentiment": "none"
        },
        {
          "name": "willis",
          "sentiment": "none"
        },
        {
          "name": "emma heming willis",
          "sentiment": "none"
        },
        {
          "name": "heming",
          "sentiment": "none"
        },
        {
          "name": "mabel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:46.315+02:00",
    "updated": "2023-12-29T00:45:35.039+02:00"
  },
  {
    "uuid": "defcae6e3d138b93c63c6a77bf22dbc50a6cafd4",
    "url": "https://flipboard.com/topic/francestrikes/-/a-4pMrphXWRJSTNmTYsBzBvg%3Aa%3A3483338757-%2F0",
    "ord_in_thread": 0,
    "author": "StringersHub",
    "published": "2025-04-16T21:30:00Z",
    "title": "France: French journalists rally in Paris to show solidarity with colleagues in Gaza | Flipboard",
    "text": "France: French journalists rally in Paris to show solidarity with colleagues in Gaza\nSHOTLIST: PARIS, FRANCE (APR. 16, 2025) (ANADOLU - ACCESS ALL) 1. VARIOUS OF FRENCH JOURNALISTS PROTESTING AGAINST ISRAEL, HOLDING BANNERS AND PHOTOS OF GAZAN JOURNALISTS, WAVING PALESTINIAN FLAG 2. VARIOUS OF PHOTOS OF GAZAN JOURNALISTS, SPEECH BEING DELIVERED 3. PROTESTERS HOLDING PHOTOS OF GAZAN JOURNALISTS AND CHANTINGPARIS, FRANCE - APR. 16, 2025: Journalists from across France gathered in Paris on Wednesday, Apr. 16, to show support for their Palestinian colleagues in Gaza, where Israeli attacks have continued for months. Hundreds of journalists from various media organizations assembled at Bastille Square, staging a symbolic protest on the steps of the opera house to raise awareness of the plight of media workers in the besieged enclave. Wearing white vests marked \"PRESS\" with red stains symbolizing blood, the demonstrators carried photos of Palestinian journalists who lost their lives during the ongoing Israeli offensive. Banners reading “Stop the massacre of journalists, solidarity with our colleagues” were displayed throughout the protest. At least 211 Palestinian journalists have been killed in Israeli attacks in the Gaza Strip since October 2023, according to local authorities. The Israeli army renewed a deadly assault on Gaza on March 18, shattering a ceasefire and prisoner exchange agreement that took hold in January. More than 51,000 Palestinians, most of them women and children, have been killed in Gaza in a brutal Israeli onslaught since October 2023. The International Criminal Court issued arrest warrants last November for Israeli Prime Minister Benjamin Netanyahu and his former Defense Minister Yoav Gallant for war crimes and crimes against humanity in Gaza. Israel also faces a genocide case at the International Court of Justice for its war on the enclave. Reporting by Esra Taskin // Writing by Mustafa Tuncer\nStringersHub flipped this story into StringersHub Videos•59m\nMore stories from StringersHub\nJoin the flipboard community\nDiscover, collect, and share stories for all your interests\nSign up\nMore stories from Paris\nStringersHubflipped intoStringersHub VideosFrance: Paris cathedral reborn: Visitors moved by Notre Dame’s resurrectionSHOTLIST PARIS, FRANCE (APRIL 15, 2025) (ANADOLU-ACCESS ALL) 1. WIDE SHOTS OF NOTRE DAME CATHEDRAL, AUDIO OF CHURCH BELL (2 SHOTS) 2. CLOSE-UP OF PADLOCKS ATTACHED TO METAL FENCE OUTSIDE CATHEDRAL 3. VARIOUS OF VISITORS OUTSIDE CATHEDRAL, PEOPLE IN QUEUE WALKING INTO CATHEDRAL 4. WIDE SHOT OF CRANES OUTSIDE CATHEDRAL 5. (SOUNDBITE) (French) ESTONIAN ARTIST IRINA BELLAYE SAYING: \"That day, I was at work — it was in the 15th arrondissement — and someone showed me a video and I thought it was an animation — I couldn’t believe it was real. But the person said, ‘No, no, no, it's live! It's really happening!’ And then… I couldn’t go back home. We prayed all night, and afterwards, I went to a friend’s house to spend the night. It was truly impossible to return home. It was incredibly sad. The whole world was crying — everyone. I was just across from Notre-Dame, right next to it… it was terrible. That smell and everything. And the last time I was there before the fire… it was a Sunday, and I remember — I went to a concert. That was just the night before the fire. The concert was amazing… I remember the huge stained-glass windows and everything.And now, when I went back in, everything was white. Of course, it has changed a lot. I don’t know… I always think that restoration is a good thing. But when I first entered, I smelled a very, very strange odor — kind of synthetic. For the first 30 minutes, I kept noticing that smell. I don’t know what it was. After a while, you get used to it, but I just want to say — it was strange. Otherwise, everything was good. I went in for prayer — there was no queue like for the tourists, which was nice. It was all really well organized, just like before the fire.” 6. WHITE FLASH 7. (SOUNDBITE) (French) ESTONIAN ARTIST IRINA BELLAYE SAYING: “And I think it’s become even more famous. It was already known worldwide. But now, I saw the queue before going in — it was huge. And so many people were interested, of course. Even for prayer, I saw people from all over the world praying in different languages. It was… it was very heartwarming. And there were just so, so many people.\" 8. (SOUNDBITE) (French) UNIVERSITY STUDENT WENDY REAL-WITZ SAYING: \"Today I had the chance to visit Notre-Dame again, and especially to admire the Crown of Jesus. It's my second time, and honestly, it's very impressive. Unlike other cathedrals one might see, here you can clearly tell that there have been few changes — if I can say that — even though we didn’t get …\nFrance 24flipped intoTop StoriesFrance to expel 12 Algerian diplomats, recall ambassador amid escalating tensionsFrance on Tuesday said it was going to expel 12 Algerian diplomats and recall its ambassador in a tit-for-tat move after the North African country ordered the departure of 12 French diplomatic staff over the weekend. The rising tensions between Paris and its former colony comes after French police …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->freedom of the press",
      "Politics->human rights",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->discrimination",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Gaza",
          "sentiment": "none"
        },
        {
          "name": "Bastille Square",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:33:29.902+03:00",
    "updated": "2025-04-17T00:33:29.902+03:00"
  },
  {
    "uuid": "362587a1a277d85e0f8f1b9110a2ab7985e59c30",
    "url": "https://quintanaroo.heraldodemexico.com.mx/local/2024/5/9/anuncian-fecha-del-fin-de-la-segunda-onda-de-calor-en-mexico-cuando-acaban-temperaturas-extremas-2363.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacci\\u0026oacute;n Heraldo de México Quintana Roo",
    "published": "2024-05-10T00:06:00Z",
    "title": "Anuncian FECHA del FIN de la segunda Onda de Calor en México; ¿cuándo acaban temperaturas extremas? | Heraldo de México Quintana Roo",
    "text": "En los últimos días, México ha experimentado temperaturas extremas. El viernes 10 de mayo, se espera que la segunda ola de calor de la temporada continúe en México, con temperaturas que superen los 40°C. Para este año 2024, se prevé que habrá cinco olas de calor que durarán hasta diez días. Los meses más calurosos serán abril y mayo, con temperaturas de hasta 35 grados Celsius; sin embargo, otros meses también pueden tener temperaturas más altas, como te informaremos. Según el Servicio Meteorológico Nacional (SMN), el viernes 10 de mayo se espera que México experimente la segunda ola de calor de la temporada, con temperaturas que superarán los 40 °C en gran parte del país. La ola de calor terminará el sábado 11 de mayo debido a la disminución de la circulación anticiclónica en niveles medios de la atmósfera, y la existencia de un sistema frontal. El viernes, el sistema frontal ingresará al norte de México y permanecerá estacionario en el norte y noreste del país durante el sábado y domingo. Interaccionará con la corriente en chorro subtropical, generando una vaguada prefrontal extendida en el oriente y sureste de la República Mexicana y el ingreso de humedad del Golfo de México, lo que provocará lluvias fuertes a muy fuertes en el noreste, oriente y sureste del país. La segunda ola de calor de la temporada tendrá lugar en áreas de Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo (norte), Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz, Tabasco, Campeche y Yucatán, con temperaturas superiores a 45 °C. Además, un frente frío que se acercará a la frontera norte del país y la corriente en chorro subtropical generarán vientos fuertes a muy fuertes con tolvaneras en el noroeste, norte y noreste del país, así como la posibilidad de formación de torbellinos en regiones de Coahuila, Nuevo León y Tamaulipas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T08:25:40.864+03:00",
    "updated": "2024-05-10T08:25:40.864+03:00"
  }
]