[
  {
    "uuid": "fc556f761a80b52f5c682680b4dec079e3105474",
    "url": "https://www.republicain-lorrain.fr/environnement/2024/08/02/canicule-et-crues-douze-departements-en-vigilance-orange-ce-vendredi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction",
    "published": "2024-08-02T04:46:00Z",
    "title": "Météo. Canicule et crues : douze départements dont la Meurthe-et-Moselle et les Vosges en vigilance orange ce vendredi",
    "text": "Météo Canicule et crues : dix départements en vigilance orange ce vendredi Si l'épisode caniculaire s'atténue, les orages ont provoqué des crues. La Meurthe-et-Moselle et les Vosges sont repassés en jaune ce vendredi matin. Un temps orageux sur l'Est, des températures [toujours très élevées](/environnement/2024/08/01/canicule-treize-departements-places-en-vigilance-orange-ce-jeudi) dans le Sud-Est : ce vendredi, Météo-France a placé plusieurs départements en vigilance orange, soit pour canicule, soit pour crues après les orages parfois violents de ce jeudi. En vigilance orange crues : la Seine-et-Marne. La Meurthe-et-Moselle et les Vosges sont repassées en jaune. En vigilance orange canicule : Corse (Haute-Corse et Corse du Sud), Bouches-du-Rhône, Alpes-Maritimes, Alpes-de-Haute-Provence, Vaucluse, Var, Gard, Hérault. Le Rhône, l'Isère, la Drôme et l'Ardèche sont repassés en vigilance jaune. Des orages toute la journée En matinée, quelques ondées sont tombées sur les Pays de Loire. Le Nord-Est sera touché par des orages, qui gagneront progressivement le Centre-Est et le nord de la Provence. Dans le Sud-Ouest, le ciel est assez nuageux et donnera quelques pluies sur l'Aquitaine. Dans l'après-midi, les averses se multiplient autour des Pyrénées et sont accompagnées de nombreux coups de tonnerre. Mistral et Tramontane soufflent en rafales voisines de 50/60 km/h. Des dégâts dans les Vosges Des centaines d'interventions des sapeurs-pompiers ont été recensées en Seine-et-Marne et dans les Vosges, placés la nuit dernière en vigilance orange aux crues, selon les pompiers et les préfectures. Dans les Vosges, « les 100 mm ont été dépassés » entre Vittel et Epinal, selon le service de prévisions météorologiques. A minuit dans la nuit de jeudi à vendredi, les pompiers et gendarmes sont intervenus « à plus de 150 reprises », notamment dans le secteur de Dommartin-aux-Bois, à l'ouest d'Epinal, a annoncé la préfecture dans un communiqué. Plusieurs axes routiers ont pu rouvrir ce vendredi matin. Instabilité en soirée En soirée, le temps deviendra instable sur les contreforts sud-est du Massif Central, avec des orages parfois forts par endroits. Les minimales sont comprises entre 14 et 18 degrés sur un quart Nord-Ouest, 17 à 21 degrés sur le reste du pays, jusqu'à 22 à 27 degrés en bord de Méditerranée. Les maximales affichent 21 à 25 en bord de Manche et le long de la côte Atlantique, 25 à 30 sur le reste du pays et jusqu'à 30 à 36 degrés du Languedoc à la Provence, 36 à 39 degrés dans le Var.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T08:19:31.540+03:00",
    "updated": "2024-08-02T16:07:59.296+03:00"
  },
  {
    "uuid": "cb277ff162820fc75e30dceba7d16da7c99c9d13",
    "url": "https://www.meneame.net/story/declaracion-oficial-iran-entidad-sionista-estados-unidos-deben/c062",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "fernando_sierra",
    "published": "2023-12-24T07:14:00Z",
    "title": "#62 Declaración Oficial de Irán: \"La entidad sionista y Estados Unidos deben ser castigados por genocidio en los tribunales internacionales\"",
    "text": "Portada\nmis comunidades\notras secciones\nCuando un régimen como el de Irán te pinta la cara frente a todo el mundo es que la moralidad de tu país es un saco de mierda en el sótano del infierno, así, sin más. Y ya no engañas a nadie fuera de tus votantes más extremistas.\nMuchos deberían hacerse mirar a quién y qué cojones están apoyando y reflexionar en la intimidad de su dormitorio, en vez de ir negativizando noticias del Menéame y pidiendo que baneen a quienes denunciamos al Estado genocida, supremacista y expansionista de Israel.\n[#1](c1#c-1) [#2](c2#c-2) [#7](c7#c-7) seguís mirando a través de las gafas de la propaganda occidental, propaganda que tienen controlada los EEUU, por cierto. Esa en la que todos son muy malísimos y todos van por si interés, pero en la que siempre, siempre los EEUU son los menos malos. Esa no os la despegais del ideario ni con agua caliente y es precisamente donde está la raíz del problema.\n[#1](c1#c-1) Iran, que financia y entrena a Hammas, Hezbollah y los huties y uno de los principales actores de todo esto.\nClaro que se le puede reprochar siendo uno de los bandos del conflicto y quien seguramente está detrás del 7 de Octubre.\n[#1](c1#c-1) demagogia nivel Dios, Irán es una gran implicada en todo lo que está pasando, de dónde creéis que sacan la enorme cantidad de cohetes que lanzan sobre Israel unos muertos de hambre como los gazaties?\nEncima hablando de putas las tacones, irán hablando de justicia.... sería para reír si no fuera tan triste.\nEstados Unidos e Israel quieren y necesitan la guerra. El mundo debe evitar entrar en la espiral belicista en que pretenden hacernos caer y que sólo les beneficia a ellos. La legalidad internacional, los bloqueos y las sanciones son el único camino, o se habrá caído en su trampa y ellos se legitimarán en la infinidad de medios y parlamentos que controlan.\nEl apartheid debe acabar de una vez por todas y para siempre. Los palestinos están en su tierra y son los ocupados, tienen derecho a defenderse, Israel es la potencia ocupante y carece de ese derecho. Son los palestinos los que tienen derecho a quedarse y luchar por ello.\nNo lo digo yo, lo dicen los tratados internacionales.\n[#4](c4#c-4) Tienes toda la razón, pero no se si van a quedar palestinos, no es apartheid es genocidio y no hay presión suficiente para pararlo. Ya hay más de 20,000 muertos palestinos, no sabemos cuántos mutilados, cuantos traumatizados de por vida y que viabilidad le queda a Palestina con un mundo que deja que Israel los destruya sin poner límite.\n[#4](c4#c-4) Y que haces con esa gente que lleva 2000-3000 anios en Israel? Recuerda que hay judios que nunca se fueron.\nTambien... hay gente que lleva ahi desde que sus abuelos se defendierion de la invasion de los paises arabes en el 48. Los mandas a otro sitio? Recordemos que quien inicio esto no fueron los israelies, si no los paises musulmanes de alrededor por el precepto de \"tierra que fue musulmana hay que reconquistarla.\"\nLos acuerdos internacionales son de dos estados, y los paises arabes de alrededor nunca lo han aceptado. Tampoco la parte fachas de los sionistas, es verdad.\n[#30](c30#c-30) No hay necesidad de mandar a nadie a ningún lado (excepto a los colonos, claro), basta con que vivan en esas tierras pero bajo una autoridad que no sea la de un estado genocida y sin un derecho supremacista.\n[#31](c31#c-31) Ostias, pues eso es imposible. Si pones a los musulmanes a cargo, de facto todo el cuerpo legal de todos los paises musulames esta basado en la sharia (notese las minusculas) que es supremacista y genocida por definicion, ya que establece el principio de que solo los musulmanes son ciudadanos de pleno derecho y que hay cosas como la apostasia, que son penadas con la muerte.\n[#34](c34#c-34) Depende, si se constituye como república islámica sí, pero el hecho de que sea un país musulmán o de mayoría musulmana no implica que vayan a aplicar la sharia. Hay muchos países de mayoría musulmana que no la aplican a nivel estatal, aunque sí se aplica parcialmente a nivel privado/familiar:\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa\nhttps://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg\nY por ejemplo tienes Egipto, que es una República Árabe de mayoría musulmana (~94%) del islamismo suní, y que ha tenido un período islámico (el periodo de los Hermanos Musulmanes), pero luego se les acabó persiguiendo a los extremistas islamistas. Pero hasta los Hermanos Musulmanes se supone que tenían tolerancia por otras religiones:\n\"Creo que los cristianos coptos tienen derechos inherentes. Creo que son parte e integrantes de la estructura de la sociedad egipcia, y lo han sido durante más de 1400 años. Ellos son, sin duda, tan egipcios como yo lo soy, y tienen tanto derecho a esta patria como el que yo tengo...\"\nhttps://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia\nTodo depende de cómo se plantee, pero dados los países del entorno como Egipto o incluso Jordania (aunque estos sí meten la sharia por ahí, hacen mezcla) podría haber un país musulmán relativamente moderado, además de que cada país tiene su contexto y su coyuntura, en esas tierras han vivido las tres religiones abrahámicas durante miles de años, que se han pegado piñazos sí, pero no es lo mismo que un país donde solo ha habido musulmanes durante cientos de años.\nYo evidentemente pondría un estado totalmente ateo, pero soñar es gratis. Lo ideal sería un estado laico, pero en esas tierras unos y otros siguen con mentalidad un poco trasnochada. Pero es a lo que habría que aspirar, estado laico y que cada uno rece a Alá, Yahvé, el Oso Yogi o a Yoda, pero sin fliparse.\n[#36](c36#c-36) Los coptos estan relegados a ser los basureros que reciclan la mierda. Estas hablando de paises con unos mecanismos discriminatorios bestiales comparados con occidente.\nPor cierto, el mapa que has mandado, ya da miedo en si solo.\n[#38](c38#c-38) En casi cualquier país con escasa tradición democrática te encuentras unos mecanismos discriminatorios bestiales, de Occidente a veces uno habla como si fuésemos de otro planeta, pero hasta hace relativamente poco en muchos países hoy punteros había una gran discriminación hacia diversos grupos étnicos y religiosos, y en algunos sitios de hecho se sigue dando. Pero al final a fuerza de muchas protestas, participación de todo el mundo en la política sin excepciones (lo que implica tener que \"vender\" el voto a \"esos también\"), etc, se ha ido regulando. Y aun así hay bandazos a niveles legales cuando ciertos grupos políticos más extremistas llegan al poder. Aunque no lleguen al nivel de otros países más orientales, pero son los ramalazos de lo que hemos sido a lo largo de la historia las sociedades humanas.\nLa paz y la \"tolerancia\" son un fenómeno completamente reciente (que no nuevo, ojo, pero las civilizaciones pacíficas a lo largo de la historia acababan aplastadas por las belicosas), y ni siquiera es del todo permanente en los lugares más \"civilizados\", más bien intermitente, con avances y retrocesos dependiendo del momento.\nPues a mi me parece interesantisimo, y muy acertado, que les llamen \"entidad sionista\" y en ningún momento se refieran a ellos como Israel. Me parece que incluso estos. con todo y como son, ya también han aprendido bastante de como ganar la batalla mediática. Al gobierno sionista de Israel, y a USA les va a costar grandemente haberse quitado las caretas por completo durante esta masacre. No han dejado ni la menor duda que aunque haya más de un malo en esta película, ellos son los peores.\n[#23](c23#c-23) USA además con el viejo decrépito genocida de Biden (lo llamo así no solo por su apoyo al genocidio actual, es que ese señor ha apoyado hasta la guerra de Irak en su momento, y su apoyo fue muy importante*) es especialmente ridícula, da todo el rato la sensación de que el presidente representa a la perfección lo que es USA: un estado ya decrépito en un mundo que empieza a dejar de ser el suyo, manteniendo la mentalidad y las formas del siglo pasado.\n*Presidente del Comité de Relaciones Exteriores del Senado, tras los atentados del 11 de septiembre de 2001, apoyó las políticas del presidente George W. Bush,54 reclamando tropas terrestres adicionales para Afganistán. Aunque se opuso inicialmente a una acción unilateral, no sin antes agotar todas las vías diplomáticas, en octubre de 2002 votó a favor de la resolución que autorizaba al Gobierno a utilizar la fuerza contra Irak.2 Su apoyo fue crucial desde su condición de presidente del Comité de Relaciones Exteriores.\nhttps://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional\n[#19](c19#c-19) El terrorismo Uyghur ha generado miles de muertos en atentados con bombas en China.\nEstoy en contra de los campos de reeducación para cualquiera que tenga relación cercana o remota con un terrorista Uygjur, pueblo que mayoritariamente vive en paz disfrutando de sus particularidades etnicas en libertad dentro de la propia China en la region de Xinjiang que es parte de China desde la dinastia Han. También estoy en contra la dispersion de presos en Espana y la ley antiterrorista utilizada casi para cualquier mierda, y también contra la detención sin garantias de espaldas mojadas en EE.UU. y la segregación en EEUU de ninos y sus familias.\nLee un poquito y deja de decir tanta chorrada por dios. Que no sabes nada.\n[#37](c37#c-37) El tibet?\ncuándo ocurrió lo del tibet? en qué contexto? En los últimos 50 anos?. En el contexto de la paz o el de una guerra civil dentro de un estado dictatorial gobernado con mano de hierro por el Kuomintang? Quién ocupo Tibet en primer término? Sabemos algo? o sólo has venido a repetir mantritas.\nlectura? para qué? saber uno de lo que habla? para qué?\nah si para justificar miles de ninos hombres y mujeres inocente espanzurrados en nombre del derecho de criminales racistas adoctrinados (no judios no israelies, sino CRIMINALES, a robar la casa de otro y a destrozar su vida por una paja mental.\nnegativo a la ignoracia hijo mío, A LA IGNORANCIA. ahí va el tuyo.\nChina no tiene un conflicto desde el conflicto de apenas dias con Vietnam por tierras fronterizas. Y de eso hace ya más de 50 anos! Aprende a leer cojona!\n[#41](c41#c-41) tú ya estás atragantado, comiendote doblada la propaganda para bobos e ignorantes, apenas te pasa ya por la garganta ni con abundante agua. Es que por no saber no sabes ni desarrollarla. Simplemente repetición papagaya es lo tuyo.\nQué pena das hijo.\n[#45](c45#c-45) que tu sepas? no sabes ni lo que has dicho ni sobre qué hablabas ni dónde te metías. Solo venías al y china qué que es lo mismo que ha hecho cognitiva. Todo en el contexto de un genocidio televisado. Tomas a todo el mundo por idiota? a ver si va a ser al revés.\nA cuidar esa comprension lectora. Para el 2024 más lectura.\nte vendrá muy bien y amueblarás mejor la mollera. Eso es cuidarse.\n[#47](c47#c-47) humildad es algo digno de pedir a quien viene aqui a hablar de lo que desconoce y como un meticón a criticar a otros sobre asuntos que le quedan muy grandes y sobre los que ignora todo. Es decir a ti.\nTienes que informarte primero, leer comprensivamente las cosas y luego opinar o criticar, no creo que sea yo el primero que te lo dice.\nEstas fiestas, como te he dicho, de felices no tienen nada.\n[#28](c28#c-28) Franco asesinó un montón de gente por considerarlos inferiores. Israel está asesinando a un montón de gente por considerarlos inferiores. Ambos son una mierda bastante parecida, con una diferencia: uno es del siglo pasado, el otro está cometiendo un genocidio a día de hoy.\n[#20](c20#c-20) Vaya tontería con el temita de China, que la sigues nombrando como si fuera el coco pero a dia de hoy China ha causado varios ordenes de magnitud menos muertos que EEUU y ciertamente también ha violado los derechos humanos menos que los uesei, incluso incluyendo en la historia reciente los momentos más salvajes de los gobiernos anteriores chinos. El problema de gente como tú es que se creen que EEUU es mejor que China en esos aspectos sólo porque desde tu posición muy cómoda nunca has sido objetivo de sus guerras, violaciones de derechos humanos, intervenciones y demás daños al mundo que han causado.\n[#28](c28#c-28) Rebate sus argumentos si es que puedes anda y deja de decir imbecilidades y de hacer el ridículo. En China los ciudadanos también votan y eligen a sus representantes dentro de un mismo partido, que no es tan diferente a un sistema con dos partidos financiados por los mismos grupos de poder, como en los EEUU.\n\" Lo que ocurrió el 7 de octubre se debe a las masacres cometidas contra el pueblo palestino antes de esa fecha. \"\nIrán justificando (y posiblemente más que eso) el despreciable y brutal ataque terrorista sobre civiles del 7 de octubre por Hamás.\nEstán los fundamentalistas de Irán para dar lecciones de nada.\nme recuerda a un viejo Skets de Faemino y Cansado, creo, \" tú quien quieres que te salve SuperZron o PlasticsMan o algo así. ¡ Pobres palestinos!\n[#6](c6#c-6) Tu afirmación parte de una falacia enorme. Los derechos humanos YA no valen nada. La única vía para implementarlos y estandarizarlos es que todo el mundo funcione bajo las mismas reglas, sin excepciones. Si no esos \"derechos\" son papel mojado.\nQue no hay que irse a China ni hostias, ¿los derechos humanos de Julian Assange dónde están?\n[#6](c6#c-6) cuanto valen los derechos humanos de un palestino masacrado entre cascotes?\nY la de 20.000 de ellos?\n[#10](c10#c-10) si a alguien le importara la vida de los palestinos más que su muerte como mártires contra Israel, preferiría verlos vivos y refugiados antes que masacrados entre cascotes.\nSólo Israel prefiere eso.\n[#6](c6#c-6) a quién dices que está mascarando china? Y en cuantas guerras ha participado China en el último medio siglo? Cuantos países ha invadido? Tienes siquiera pajolera idea de qué hablas? o solo repites mantras?\nEE.UU se cepilló 2 millones de iraquies, en base a una mentira además.\nIsrael ha matado en un par de meses más civiles que nadie en el ultimo medio siglo, en base a una paja mental equiparable al nazismo ya y mientras invade agrede y oprime desde hace más de medio siglo también.\nTu tara en cognición no es nueva, es el sesgo de toda la puta vida de quien picotea la propaganda que le sirve su patrón.\nLo que está claro es que este \"orden\" que vendes implica racismo a raudales, caos, crimen e injusticia en proporciones inaceptables y debe cambiar, Espana no puede ser cómplice de más mentiras y masacres derivadas y menos de los sionazis..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg",
      "https://es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional",
      "https://es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://www.es.wikipedia.org/wiki/Mohamed_Morsi#Presidencia",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa",
      "https://www.es.wikipedia.org/wiki/Joe_Biden#Pol%C3%ADtica_internacional",
      "https://www.es.wikipedia.org/wiki/Shar%C3%ADa#/media/Archivo:Use_of_Sharia_by_country.svg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T10:18:01.129+02:00",
    "updated": "2023-12-24T10:18:01.129+02:00"
  },
  {
    "uuid": "993549ad092f239bbaa52b5023b55aa09bab0376",
    "url": "https://www.pennlive.com/business/2024/09/massive-distribution-center-to-close-in-dauphin-county-268-people-to-be-laid-off.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniel Urie",
    "published": "2024-09-13T18:30:00Z",
    "title": "Massive distribution center to close in Dauphin County; hundreds of employees to be laid off - pennlive.com",
    "text": "A large distribution center in Dauphin County is closing.\nDHL Supply Chain filed a notice with the Department of Labor & Industry notifying the state that the facility at 2771 N. Market St. in Londonderry Township, near Elizabethtown, is closing and 268 people will be laid off. The facility is about 20 minutes from downtown Harrisburg.\nThe facility will close on Nov. 10.\nDHL Supply Chain operates the facility for Boohoo , an online fashion retailer based in the United Kingdom. It was first announced in 2022 that Boohoo had leased the entire 1.1 million-square-foot facility. Last year, DHL Supply Chain said it was hiring hundreds of people to work at the distribution center.\nThis week, Boohoo announced it would cease supplying U.S. customers from its distribution center in Pennsylvania and will now fulfill all orders in the United States from its distribution center in the United Kingdom.\nThe people who will be laid off include two general managers, four operation managers, 16 operation supervisors, 23 group coordinators, 170 fulfillment specialists, 34 clerks, 14 operation support employees and five human resources employees.\nDHL Supply Chain provided the following statement to PennLive:\n“DHL Supply Chain was recently informed of a decision by one of our customers to restructure its distribution channels. As a result, the warehouse facility that supports [its] operations will ramp down operations through the end of the year. In the coming weeks, we will work with our associates to determine opportunities to continue their [careers] as valued team members of DHL Supply Chain.”\nThe Boohoo Group has 13 brands and says it sells clothing, shoes, accessories and beauty items to millions of customers across the globe. The company says its products target 16-40-year-old consumers in the United Kingdom and internationally.\nThe company’s Boohoo brand sells all types of clothing from dresses and jeans to suits and athleisure for women as well as shoes and accessories and beauty items. The brand also sells plus-sized items. The Boohoo Group also has a brand for men called BoohooMan.\nOfficials from Boohoo couldn’t immediately be reached for comment.\nStories by Daniel Urie Here’s why Penn State sold this building in Harrisburg after three decades of ownership Auction of Cumberland County camp and retreat center follows church’s 2-year-study 2 homeless shelters in Harrisburg to be open overnight all year long 5 vacant properties in Harrisburg to be transformed into affordable housing Large camp and retreat center in Cumberland County to be auctioned If you purchase a product or register for an account through a link on our site, we may receive compensation. By using this site, you consent to our User Agreement and agree that your clicks, interactions, and personal information may be collected, recorded, and/or stored by us and social media and other third-party partners in accordance with our Privacy Policy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.dhl.com/",
      "https://www.advancelocal.com/advancelocalUserAgreement/privacy-policy.html",
      "https://www.londonstockexchange.com/news-article/BOO/changes-to-boohoo-operations-in-the-us-market/16658916",
      "https://www.boohooplc.com/",
      "https://www.advancelocal.com/advancelocalUserAgreement/user-agreement.html",
      "https://www.boohooplc.com",
      "https://advancelocal.com/advancelocalUserAgreement/user-agreement.html",
      "https://dhl.com/",
      "https://www.dhl.com",
      "https://advancelocal.com/advancelocalUserAgreement/privacy-policy.html",
      "https://boohooplc.com/",
      "https://londonstockexchange.com/news-article/BOO/changes-to-boohoo-operations-in-the-us-market/16658916"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "county",
          "sentiment": "none"
        },
        {
          "name": "n. market st.",
          "sentiment": "none"
        },
        {
          "name": "township",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T22:51:46.457+03:00",
    "updated": "2024-09-21T12:09:51.163+03:00"
  },
  {
    "uuid": "a9c5535099bcb0929220ec200a515a6ca467b4d1",
    "url": "https://www.rte.ie/news/world/2024/0712/1459457-joe-biden",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "people.com",
    "published": "2024-07-12T00:00:00Z",
    "title": "'I am the most qualified person to beat Trump' - Biden",
    "text": "US President Joe Biden said he was the \"most qualified\" American to take on Donald Trump in November's presidential election as he faced growing calls from within his own party to step down.\n\"I think I'm the most qualified person to run for president. I beat him once, and I will beat him again,\" Mr Biden said during a high-stakes press conference, adding that he is \"not in this for my legacy\" but to \"complete the job I started.\"\nHowever the US president mixed up the name of his vice president, Kamala Harris, and his republican rival Donald Trump at the news conference where the 81-year-old aims to quell concerns that he is too old to run for re-election.\n\"Look, I wouldn't have picked Vice President Trump to be vice president if she was not qualified to be president. So start there,\" Mr Biden said as he responded to a question fromReuters about his confidence in Harris.\nWe need your consent to load this comcast-player content We use comcast-player to manage extra content that can set cookies on your device and collect data about your activity. Please review their details and accept them to load the content. Manage Preferences\nThat came a few hours after Mr Biden mistakenly referred toUkrainian President Volodymyr Zelenskiy as \"President Putin.\"\n\"And now I want to hand it over to the president of Ukraine,who has as much courage as he has determination, ladies and gentlemen, President Putin,\" Mr Biden said at the NATO summit in Washington, drawing gasps from those in the room.\n\"Going to beat President Putin, President Zelenskiy. I am so focused on beating Putin,\" Mr Biden said while correcting himself.\nMr Biden faces growing doubts from donors, supporters and fellow democrats, who fear he no longer has the ability to beat Republican Donald Trump in the November election, or to lead the country for another four-year term.\nMr Biden's campaign has been on the ropes for two weeks, since his poor debate performance against Donald Trump, his 78-year-old Republican rival.\nJoe Biden mixed up the name of his vice president Kamala Harris with that of his November rival So far, 13 of the 213 democrats in the House and one of the Senate's 51 democrats have appealed publicly to the president to withdraw from the race. More could make their concerns public if he fares poorly in his press conference.\nBiden coughed frequently and occasionally garbled his responses at the outset of the news conference, but his responses grew steadier as he fielded questions from reporters.Biden overcame a childhood stutter and has frequently mangled names and misspoke throughout his political career.\n'Pace myself'\nHe said he needed to \"pace myself\" a little more and complained that his aides sometimes overscheduled him.\n\"I'm catching hell from my wife,\" he said.\nThe news conference gave Mr Biden an opportunity to touthis successes on the world stage and criticise Mr Trump. Mr Biden argued that his election rival would weaken NATO and drive up prices for US consumers by imposing steep tariffs on imported goods.\nMr Biden took credit for bringing Sweden and Finland into the NATO alliance, and said he brought together 50 nations to support Ukraine.\n\"I think I'm the best qualified person to do the job. To make sure that Ukraine does not fall,\" he said.\nUnited Auto Workers union officials met to discuss their concerns with his candidacy, three sources familiar with the matter said, after endorsing Mr Biden in January.The 400,000-member union has a big presence in industrial states like Michigan that Mr Biden will need to carry to win re-election.\nMr Biden advisers met with Senate democrats to try to quell further defections. His campaign argued that the debate has not dramatically shifted the race, even as it laid out a narrow path to re-election that acknowledged that it faced an uphill climb in many states he won in 2020.\nThat did not stop four more democrats in the House of Representatives called on Mr Biden to end his campaign: Brad Schneider of Illinois, Greg Stanton of Arizona, Ed Case of Hawaii, and Hillary Scholten of Michigan.\n\"For our country's sake, it is time for the President to pass the torch to a new generation of leaders,\" Stanton said in a prepared statement.\n‘I doubt the president’s judgement’\nOthers stopped short of calling for Mr Biden to drop out, even as they questioned his ability to lead the country. \"I doubt the president’s judgement about his health, his fitness to do the job, and whether he is the one making important decisions about our country, rather than unelected advisors,\" Representative Marie Gluesenkamp Perez said in a statement.\nJoe Biden's has faced increasing pressure from democrats to step down his re-election campaign None of the party's leaders in Congress have called for Mr Biden to end his candidacy, though former House Speaker Nancy Pelosi on Wednesday declined to say he should stay in the race.\nThe campaign has commissioned a survey to test how Vice President Kamala Harris would fare if she were to replace Mr Biden at the top of the ticket, according to a source with knowledge of the matter.\nA Reuters/Ipsos poll released last week found Ms Harris would fare no better than Mr Biden if she were the democratic nominee, as both were statistically tied with Mr Trump.\nProminent donors like actor George Clooney have called on Mr Biden to drop out, and there were signs that concerns are growing within Mr Biden's campaign operation as well.\nThe New York Times reported that some longtime advisers were considering ways to convince him to drop his reelection bid,while NBC News reported that some campaign staffers thought he stood no chance of winning the election.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.rte.ie/news/world/2024/0712/1459457-joe-biden/",
      "https://twitter.com/share?url=https://www.rte.ie/news/world/2024/0712/1459457-joe-biden/&text=&#x27;I",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://www.rte.ie/news/world/2024/0712/1459457-joe-biden/&title=&#x27;I",
      "https://linkedin.com/shareArticle?mini=true&url=https://rte.ie/news/world/2024/0712/1459457-joe-biden/&title=&#x27;I",
      "https://twitter.com/share?url=https://rte.ie/news/world/2024/0712/1459457-joe-biden/&text=&#x27;I",
      "https://facebook.com/sharer/sharer.php?u=https://rte.ie/news/world/2024/0712/1459457-joe-biden/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.rte.ie/news/world/2024/0712/1459457-joe-biden",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://twitter.com/share"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "kamala harris",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "harris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T03:51:42.525+03:00",
    "updated": "2024-07-12T03:58:48.696+03:00"
  },
  {
    "uuid": "1dfdd6ea2fb5a3997a7047f889cb1827b8cde435",
    "url": "https://www.eldestapeweb.com/internacionales/españa/espana-puigdemont-regreso-a-cataluna-hablo-en-una-plaza-y-se-fugo-20248817300",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Destape",
    "published": "2024-08-08T20:30:00Z",
    "title": "España: Puigdemont regresó a Cataluña habló en una plaza y se fugó | El Destape",
    "text": "Carles Piugdemont hizo una fugaz aparición en [España ](https://www.eldestapeweb.com/tag/espana)este jueves por la mañana. Es buscado fuertemente por la justicia desde 2017, luego de que declarara la independencia unilateral de [Catalunya](https://www.eldestapeweb.com/tag/cataluna), sin embargo, logró llegar al centro del territorio y, en medio de una plaza, dar un discurso para luego escabullirse entre la gente y volver al estatus de prófugo. Su objetivo, aun así, fue frustrado: quería llegar hasta el Parlamento local para asistir al traspaso de mando del Presidente de la Generalitat, de ahora en más en manos de un socialista, por primera vez en 14 años. En los videos difundidos en redes sociales, se ve cómo Puigdemont llega al escenario montado en el Passeig de Lluís Companys de Barcelona -uno de los lugares emblemáticos de la ciudad-, rodeado de un grupo de personas y otros que lo ven y lo aplauden. Pega una corrida y entra por detrás al escenario en el acto que organizaba su propio partido, [ Junts por Catalunya](https://https://www.rtve.es/noticias/20240808/texto-integro-del-discurso-puigdemont-tras-su-regreso-a-cataluna/16212483.shtml): “A pesar de que nos han hecho mucho daño, hoy he venido aquí para recordarles que aún estamos aquí, porque no tenemos derecho a renunciar”, dijo antes de volver a agitar las banderas independentistas, según reportaron medios locales. Su aparición no fue casualidad: fue justo una hora antes de la asunción como presidente de la Generalitat Salvador Illlla, primer secretario del Partido Socialista Catalán, en lo que fue considerado por los medios españoles como “el fin” de los gobiernos catalanes en 14 años y el regreso de los socialistas. Illa llegó al cargo en una alianza de su partido con Esquerra Republicana de Catalunya (ERC), de tendencia independentista y socialdemócrata. “El derecho a la determinación pertenece a los pueblos. Nadie desde la política tiene derecho a arrebatar un derecho que es colectivo. El derecho de Cataluña a decidir libremente su futuro”, sostuvo ante unas miles de personas -tres mil, según las fuentes oficiales; 10 mil según Junts- y remarcó que no es un delito realizar un referéndum. Luego de su intervención, se escabulló entre la gente y fue así cómo se escapó de Los Mozos -o Mossos d’Esquadra como se conoce a la policía catalana-, [a quienes les resultó fallida la implementación de la “operación jaula” para poder detenerlo](https://https://www.rtve.es/noticias/20240808/texto-integro-del-discurso-puigdemont-tras-su-regreso-a-cataluna/16212483.shtml). Lo que sí lograron frustrar fue su llegada al Parlamento. Según informó el portal RTVE, la idea era acudir al pleno de la investidura. En su lugar, lo hicieron los miembros de su partido Junts, que lamentaron que Puigdemont no haya podido estar en la Cámara para la votación que ungió a Illa como presidente. \"Gobernaré para todos. Vengo a construir, no a desmontar\", afirmó antes de la votación de investidura. Cuando Illa fue proclamado pidió aplicar la Ley de amnistía aprobada en marzo de este año. Fue con esa ley -y con las fuerzas independentistas-, que el Gobierno de Pedro Sánchez se mantuvo en el poder luego de las elecciones generales. La normativa establece que le corresponde a los jueces estudiar los casos de los posibles beneficiarios y, por el momento, dejaron fuera de esa nómina a Puigdemont, según la orden del Tribunal Supremo. Puigdemont está acusado por el delito de malversación junto a otros dirigentes, que fueron condenado a penas de entre nueve y 13 años de prisión en el histórico juicio del 'procés'.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.rtve.es/noticias/20240808/texto-integro-del-discurso-puigdemont-tras-su-regreso-a-cataluna/16212483.shtml):",
      "https://www.rtve.es/noticias/20240808/texto-integro-del-discurso-puigdemont-tras-su-regreso-a-cataluna/16212483.shtml).",
      "https://rtve.es/noticias/20240808/texto-integro-del-discurso-puigdemont-tras-su-regreso-a-cataluna/16212483.shtml):",
      "https://rtve.es/noticias/20240808/texto-integro-del-discurso-puigdemont-tras-su-regreso-a-cataluna/16212483.shtml)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:10:08.291+03:00",
    "updated": "2024-08-09T00:10:08.291+03:00"
  },
  {
    "uuid": "fc15c73519e52b470e6abdd787e15f2b0ab63163",
    "url": "https://marketresearchtelecast.com/leah-remini-and-angelo-pagan-announce-divorce-after-21-years-of-marriage",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Entertainment Desk",
    "published": "2024-08-30T04:51:00Z",
    "title": "Leah Remini and Angelo Pagán announce divorce after 21 years of marriage",
    "text": "Leah Remini and Angel Pagán have announced their separation after more than two decades of marriage.\nThe King of Queens star, 54, began dating the Shameless actor, 56, after meeting at a Hollywood nightclub called El Floridita in 1996. They tied the knot seven years later at the Four Seasons Hotel in Las Vegas.\nRemini and Pagán, who confirmed they will remain close despite their decision to divorce, expressed hope that their split would “inspire others to see that relationships – whether they change or end – aren’t failures.”\nAlong with photos of herself and Pagán over the years, Remini shared on Instagram: “Well, here we are. After 28 years together and 21 years of marriage, we have decided to file for divorce.”\nShe continued: “This decision came after a lot of thought and care, and as hard as divorce is, we are approaching this with a positive outlook because we know it’s what’s best for us.\n“We are proud of how we have worked through this together. Yes, we’re sad, and we’ve got some figuring out to do as we continue to move forward into our new normal—together still in many ways, and apart in some new ones.\n“But here’s the thing: we’ve been best friends for so many years. We are still celebrating holidays together, watching our favorite TV shows together, and gathering as a family,” Remini said.\n“So, the big question—why? To put it simply, we both changed, as people do, and we got used to playing roles that didn’t fit us anymore.\n“After a lot of effort and consideration, we’ve decided to take this step, which reflects who we are today.”\nThe actor, who has become a vocal critic of the Church of Scientology in recent years, added she wanted to be transparent about her and Pagán’s breakup as they had previously shared their lives with fans in documentaries like VH1 Inside Out: Leah Remini’s Wedding Special.\nLeah Remini and Angelo Pagan have announced they have filed for divorce after 21 years of marriage (Getty Images) “We are sharing this unknown territory with you all as we take our first steps into this next stage of our lives publicly,” she said.\n“We would love for everyone to have more access to different kinds of relationship stories and not feel so isolated in navigating the changes that millions of couples make every year.\n“We hope our journey can inspire others to see that relationships — whether they change or end — aren’t failures. We’ll keep sharing snippets of our lives as we navigate this new chapter.”\nLast year, Remini filed a lawsuit against the Church of Scientology and its leader David Miscavige, claiming she had suffered 17 years of “psychological torture” and “intimidation.”\nThe church subsequently called the actor “an anti-free speech bigot” in response to the lawsuit, which it described as “pure lunacy.”\nSource: Getty Images",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leah remini",
          "sentiment": "neutral"
        },
        {
          "name": "angelo pagán",
          "sentiment": "neutral"
        },
        {
          "name": "angel pagán",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "four seasons hotel",
          "sentiment": "none"
        },
        {
          "name": "el floridita",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "queens",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T13:11:35.393+03:00",
    "updated": "2024-08-30T13:11:35.393+03:00"
  },
  {
    "uuid": "f1ddca54e32061c1a229f9f086e16d6b1bf1db32",
    "url": "https://bdtechtalks.com/2024/10/17/nvidia-nemotron-70b",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ben Dickson",
    "published": "2024-10-17T19:58:00Z",
    "title": "Nvidia is playing a smart game with its Nemotron-70B model",
    "text": "Image created with DALL-E 3 Nvidia has silently released Llama-3.1-Nemotron-70B-Instruct , a new model that is based on Meta’s famous open source model.\nAccording to the model’s page on Hugging Face, Nemotron-70B outperforms GPT-4o and Claude 3.5 Sonnet on important benchmarks such as Arena Hard, AlpacaEval 2 LC, and GPT-4-Turbo MT-Bench. (A quick reminder that per se, benchmark scores are not very significant. Make sure to test the model with your own application-specific prompts to see how useful they are.)\nAccording to the model page, Nemotron-70B is a Llama-3.1-70B-Instruct model fine-tuned using reinforcement learning from human feedback (RLHF) and Nvidia’s HelpSteer2-preference technique , a new alignment technique that makes the model better at following instructions.\nThere is already a hosted version of Nemotron-70B that you can test online. This is the third Nemotron model Nvidia has released in recent months, placing it as one of the potential contenders of open source models.\nAside from the usefulness of the model, Nvidia’s contribution is bringing a new twist to the raging competition between AI companies. As the main supplier of AI accelerators, Nvidia has been the biggest beneficiary of the AI boom, raking in hundreds of billions of dollars of revenue from the demand for its chips. At the time of this writing, Nvidia has a $3.38 trillion market cap, right on Apple’s heels.\nWhen you control the supply and can create demand, you're bound to become a $3T company. https://t.co/Nn8jljjL7P\n— Ben Dickson (@bendee983) October 17, 2024 And while many other companies have seen their market value rise in the AI gold rush, Nvidia is the one that has actually made real money by selling the picks and shovels. Others have yet to figure out how to make their costly AI initiatives profitable. OpenAI, the leading AI lab, is still losing money and needs to raise more capital.\nNow, with the release of an LLM that is outperforming other open source models and is right behind the frontier private models, Nvidia will further intensify the race to create better models. This will increase demand for AI accelerators, give Nvidia an even bigger share of this growing pie, and make sure that the company’s value will continue to grow.\nWell played Jensen.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Corporate News and Profiles"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://huggingface.co/nvidia/Llama-3.1-Nemotron-70B-Instruct-HF",
      "https://build.nvidia.com/nvidia/llama-3_1-nemotron-70b-instruct",
      "https://arxiv.org/abs/2410.01257",
      "https://www.huggingface.co/nvidia/Llama-3.1-Nemotron-70B-Instruct-HF",
      "https://www.build.nvidia.com/nvidia/llama-3_1-nemotron-70b-instruct",
      "https://www.arxiv.org/abs/2410.01257"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:25:00.672+03:00",
    "updated": "2024-10-18T01:59:31.912+03:00"
  },
  {
    "uuid": "98e18004562f6e4e65b9f9d2cfa863e75ae53752",
    "url": "https://actu.fr/ile-de-france/rambouillet_78517/magnifique-de-nouvelles-aurores-boreales-illuminent-le-ciel-des-yvelines_61722269.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@78actu",
    "published": "2024-10-11T12:16:00Z",
    "title": "Magnifique ! De nouvelles aurores boréales illuminent le ciel des Yvelines",
    "text": "Voir mon actu Suivre 78actu Hier, dans la nuit du jeudi 10 octobre 2024, la magie a opéré pour les plus patients qui ont passé une nuit blanche. Les aurores boréales sont apparues dans le sud des Yvelines.\nLe photographe, David Jutier était sur le qui-vive dans un champ de Mittainville . Il a de nouveau pu saisir cet incroyable spectacle de la nature dans le ciel.\nÀ lire aussi\nEN IMAGES. C’était magique : des aurores boréales ont transformé le ciel du Calvados Ciel rougeoyant « Malgré les nuages et un voile atmosphérique bien présent, nous avons vécu une nouvelle nuit incroyable. Il fallait un appareil photo pour révéler complètement les aurores, mais le spectacle du ciel rougeoyant était saisissant aussi à l’œil nu ».\n« Les images ont été prises vers 2h du matin à dans ce village où la pollution lumineuse n’est pas trop présente. »\nDavid Jutier D’autres clichés du phénomène ont été postés sur les réseaux sociaux. Il était visible au milieu de la nuit à Saint-Arnoult-en-Yvelines et même à Rambouillet .\nVidéos : en ce moment sur Actu Dans la nuit du 10 et 11 mai dernier, David Jutier avait déjà immortalisé les premières aurores boréales apparues dans le ciel des Yvelines. Depuis, beaucoup d’alertes avaient eu lieu, mais sans aucune apparition.\nSuivez toute l’actualité de vos villes et médias favoris en vous inscrivant à Mon Actu .\n#Aurores boréales",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T15:38:57.715+03:00",
    "updated": "2024-10-11T15:38:57.715+03:00"
  },
  {
    "uuid": "d3f9e7701e178abed3b4afa972623d8e27ec8917",
    "url": "https://bvmsports.com/2025/01/30/oilers-give-up-two-goal-lead-in-shootout-loss-to-red-wings",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2025-01-31T05:49:00Z",
    "title": "Oilers give up two-goal lead in shootout loss to Red Wings",
    "text": "Oilers give up two-goal lead in shootout loss to Red Wings\nThe Detroit Red Wings overcame a two-goal deficit to defeat the Edmonton Oilers 3-2 in a shootout, marking their fourth consecutive victory. Lucas Raymond secured the win with the decisive shootout goal after Dylan Larkin's regulation strike and an earlier goal from Michael Rasmussen helped rally the Wings. Despite the loss, the Oilers remain strong with recent form, winning 11 of their last 15 games. Key performances included 44 saves from Red Wings' goalie Alex Lyon and 33 stops from Oilers' Stuart Skinner.\n- Leon Draisaitl leads the NHL with 18 points from game-opening goals this season.\n- Dylan Larkin has amassed 10 goals and 22 points in 17 games since Todd McLellan became head coach.\n- The Red Wings have significantly improved, going 12-4-1 since the coaching change on December 26.\n- Edmonton halted its three-game winning streak but remains competitive with strong overall performance.\nThe Red Wings will face the Calgary Flames on Saturday, while the Oilers will host the Toronto Maple Leafs on the same day.\nBottom LineThis shootout loss highlights both teams' strengths and weaknesses, with the Oilers needing to secure tighter finishes to maintain their playoff position as the season progresses.\nRead more at Sportsnet.ca\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->ice hockey",
      "Sport->regular competition",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.sportsnet.ca/nhl/article/oilers-give-up-two-goal-lead-in-shootout-loss-to-red-wings/",
      "https://www.sportsnet.ca/nhl/article/oilers-give-up-two-goal-lead-in-shootout-loss-to-red-wings",
      "https://sportsnet.ca/nhl/article/oilers-give-up-two-goal-lead-in-shootout-loss-to-red-wings/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T09:06:34.693+02:00",
    "updated": "2025-01-31T09:06:34.693+02:00"
  },
  {
    "uuid": "4bed17aeafad279bfc836024cc832cb3c323af22",
    "url": "https://tdpelmedia.com/lake-oroville-before-and-after-shocking-photos-show-the-california-water-reservoir-brimming-after-year-of-biblical-rains-as-new-storm-moves-in/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Funmilayo Salau",
    "published": "2023-12-29T23:39:00Z",
    "title": "A Stunning Rebound from Dire Low Levels Amid Heavy Rain",
    "text": "A Turnaround Tale: From Dangerously Low to Above Average\nCalifornia’s critical reservoirs, like Lake Oroville, showcase a remarkable recovery from perilously low levels, marking a stark contrast from a year ago.\nThe state’s water reserves, currently at 64 percent capacity, stand significantly higher than the typical December average of 55 percent, owing to a year of abundant rain and snowfall.\nNature’s Bounty: A Year of Wet Records\nThe state witnessed one of its wettest years on record, with measured precipitation hitting 33.56 inches by the end of September, concluding the official ‘water year.’\nThis exceptional rainfall and snowfall significantly contributed to the rejuvenation of reservoirs.\nWeather Shifts and Concerns: New Year, Drier Start\nDespite the reservoirs maintaining healthy levels, the onset of California’s new ‘water year’ in October experienced a relatively dry spell.\nOfficials express concern over this development as it may impact the water allocation, especially with only 10 percent of the requested water likely to be provided to agencies serving 27 million people due to the dry fall.\nEl Niño’s Influence: From Drought to Potential Flooding\nThe looming El Niño weather pattern brings uncertainty, potentially causing extreme conditions like droughts or floods, typically peaking from December to February.\nThis eventuality adds a layer of unpredictability to California’s water supply.\nWater Systems and Allocations: Balancing Supply and Demand\nCalifornia heavily relies on snowfall in winter, feeding its water supply as it melts in the spring.\nThe State Water Project, feeding two-thirds of the state’s populace and vast farmlands, faces the challenge of balancing water distribution amid changing conditions.\nAllocation Dynamics: From Drought Desperation to Improved Forecast\nThe state’s annual water allocations, influenced by snowpack and rainfall, experienced fluctuations in recent years. From a bleak 5 percent allocation a year ago, agencies eventually received 100 percent supply after a series of drought-breaking winter storms.\nThis ongoing narrative highlights California’s cyclical relationship with water, navigating between scarcity and abundance, with reservoir levels currently reflecting a more positive trend compared to the past challenging years.\nRead More On The Topic On TDPel Media []https://pelmedic.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://pelmedic.com",
      "https://www.pelmedic.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lake",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "oroville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T08:47:08.077+02:00",
    "updated": "2023-12-30T08:47:08.077+02:00"
  }
]