[
  {
    "uuid": "ce7b361f82f2c40871ff18fa81f329cee49c1a48",
    "url": "https://www.rachelcooks.com/homemade-vanilla-pudding-with-brown-butter/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rachel Gurk",
    "published": "2023-12-30T15:46:00Z",
    "title": "Comment on Homemade Vanilla Pudding by Rachel Gurk",
    "text": "Homemade Vanilla Pudding\nHomemade vanilla pudding is easy to make with simple ingredients and tastes so much better than pudding mixes or pre-made pudding.\nRecipe Overview\nWhy you’ll love it: Homemade vanilla pudding is an easy dessert that can be dressed up in a variety of ways.\nHow long it takes: less than 20 minutes\nEquipment you’ll need: saucepan\nServings: 4\n[close](#)\nNothing compares to the delight of homemade pudding. It’s totally different than over-processed commercial products. Homemade vanilla pudding is ultra-comforting especially when it’s warm. It reminds me of my childhood, and my mom’s cooking.\nWhen I was young, she grew alfalfa sprouts under the kitchen sink, made her own yogurt, canned homemade applesauce every year, made jam and pickles, and froze Michigan sweet corn.\nLife had a slower pace back then. I remember sitting at the kitchen table, pressing the apples through a large cone (chinois) with a wooden tool made just for that job. I loved the smells that filled the kitchen and how the bright pink applesauce oozed through the holes.\n(Now I make\nInstant Pot applesauce which is delicious, by the way, but yeah, slower pace of life back then…)\nHomemade vanilla pudding always reminds me of my mom, too. I rather think she enjoyed checking out for 10 minutes or so while she stood by the stove stirring homemade pudding. Sometimes she’ll still whip up a batch for the grandkids (and me) when the mood strikes.\nSometimes life is so hurried and we learn to expect everything to happen immediately. We get impatient quickly. If our Amazon package doesn’t arrive in a day, we’re upset. If a driver goes too slowly for our liking, we’re angry.\nLet’s take a deep breath and slow down a bit. Maybe it’s time for homemade vanilla pudding. I think so.\nAbout This Recipe\nThe ingredients are so simple. You probably already have everything you need in your pantry to make this pudding. It takes about 15 minutes to make.\nWhy make your own pudding when easy inexpensive mixes are available? This is what you get when you choose an instant vanilla pudding mix: Sugar, Modified Cornstarch, Contains Less than 2% of Sodium Phosphate, Tetrasodium Pyrophosphate, Salt, Mono- and Diglycerides, Artificial Color, Natural and Artificial Flavor, Yellow 5, Yellow 6. You have to add your own milk.\nWhy not simply stir together a little sugar, flour, egg, vanilla, butter, and milk to make your own? No artificial anything, just wholesome ingredients you can feel good about. It is a cooked pudding so plan on spending a little bit of time by the stove.\nAnd the real reason you’ll want to make homemade pudding? It’s so delicious: creamy, smooth, and satisfying.\nI’ll get you started here and throw in a few extra pointers. Look for specific measurements, instructions, and nutrition information on the printable recipe card below.\nWhat You’ll Need\n- Milk: I recommend using whole milk but 2% works okay too. Nonfat milk is too watery and doesn’t make the creamiest pudding.\n- Sugar: Plain old granulated sugar is all you need. This pudding isn’t super sweet. There’s only a half cup of sugar in the whole batch.\n- Egg: An egg adds richness and helps thicken the pudding.\n- All-Purpose Flour: Flour acts as a thickener for the pudding.\n- Salt: Just a pinch of salt enhances the flavor and keeps the pudding from tasting flat.\n- Butter: A tablespoon of butter makes the pudding taste rich. If you like, brown the butter first for an even richer flavor. Look for instructions on the recipe card.\n- Vanilla: Either pure vanilla extract or vanilla bean paste give this pudding its signature flavor.\n- Optional Garnishes: These garnishes really are totally optional because the pudding is absolutely delicious just as it is. However, here are a few suggestions: mini chocolate chips, fresh or canned fruit, canned pie filling, sliced bananas,\ngranola, graham cracker crumbs, Oreo cookie crumbs. And don’t forget about nuts; spiced pecans, candied walnuts, roasted pepitas, or simple toasted pine nutsare delicious on pudding, too.\nHow To Make This Recipe\nThis vanilla pudding recipe is a lot easier than some classic pudding recipes where egg yolks are tempered before adding them to the hot mixture, and then the mixture has to be strained, etc. for an ultra-smooth consistency. This simple recipe is a little more homestyle.\nSo let’s get started on your pudding! You’ll need a good-sized saucepan. If the saucepan is too small, it’s difficult to stir the pudding without having it spill over the edges.\nMeasure out the sugar, flour, and salt into the pan. Add an egg and whisk briskly until the mixture is smooth. It will look a little grainy but don’t worry.\nPut the pan over medium heat as you slowly whisk in the milk. Continue to stir as the mixture comes to a boil. It will take about ten minutes, depending on how large your saucepan is.\nOnce the pudding comes to a gentle boil, continue to cook it for one more minute.\nRemove the pan from the heat and stir in the butter and vanilla.\nPour the pudding into serving bowls. The pudding will continue to thicken slightly as it cools. If you refrigerate it overnight, it will set up even more.\nIf you don’t like a “skin” on top of your pudding, press plastic wrap directly on top of the pudding while it cools. I personally like the skin but some folks don’t.\nIsn’t that so easy? There’s nothing complicated about homemade vanilla pudding!\nMake A Pudding Pie\nBanana Pudding Pie: Bake a pie shell as directed and cool completely. Slice 2 bananas and arrange them in pie shell. Pour warm (not hot) pudding over bananas. Cover with plastic wrap. Refrigerate until set (3 hours) or overnight. Top with whipped cream and garnish with additional bananas.\nCoconut Pudding Pie: Bake a pie shell as directed and cool completely. Stir 1 cup sweetened shredded coconut into the pudding; pour into pie shell. Cover with plastic wrap; refrigerate until set (3 hours) or overnight. Garnish with whipped cream and toasted coconut, if desired.\nChocolate Pudding Pie: You’ll love this\nchocolate pudding pie recipe with homemade chocolate pudding.\nFAQs\nWhile vanilla pudding makes a delicious dessert without any additions, it’s easy to fancy it up with garnishes or toppings. Try fresh fruit, such as sliced bananas, peaches, or strawberries. Top the pudding with a little crunch such as granola, crushed graham crackers, Oreo cookies or candied nuts (try\nspiced pecans). Keep it simple with a dollop of whipped cream, canned pie filling, or chocolate chips. A sprinkle of toasted coconut is amazing, too.\nThe term “French vanilla” is more often used for ice cream. Classic French vanilla ice cream may have a richer custard base made with more eggs than regular vanilla ice cream. The vanilla flavoring is the same though.\nMake It Your Own\n- Brown butter variation: Take a few minutes to brown the butter before adding it to the pudding. The result is a rich, nutty flavor that will make you want to lick the bowl clean.\n- This recipe is made without cornstarch. It’s thickened with flour instead. If you prefer a pudding made with cornstarch, substitute 2 tablespoons cornstarch for the flour.\nMake-Ahead Ideas\nHomemade vanilla pudding is a great dessert to make ahead. It keeps well in the refrigerator and you can fancy it up right before serving.\nStorage Tips\nCover the pudding and refrigerate it for up to five days. I’ve read that you can also freeze homemade pudding but I haven’t tested that yet.\nMore Pudding Recipes\nHomemade Chocolate Pudding(another one of my mom’s recipes) Lemon Pudding Recipe– super easy! Easy Pumpkin Pudding(only 4 ingredients!) Instant Pot Rice Pudding Chia Seed Pudding, Chocolate Chia Pudding, or Chai Chia Pudding Slow Cooker Crème Brûlée Blueberry Bread Pudding Recipe\nDid you make this? Be sure to leave a review below and tag me @rachelcooksblog on\nIngredients\n- ½ cup granulated sugar\n- 3 tablespoons\nall-purpose flour\n- pinch of salt\n- 1 large egg\n- 2 cups milk (I recommend whole milk or 2%)\n- 1 tablespoon unsalted butter\n- 1 teaspoon pure vanilla extract or vanilla bean paste\nInstructions\n- In medium sized saucepan, whisk together sugar, flour, salt, and egg until blended and smooth.\n- Place on medium heat and add milk slowly, whisking constantly. Continue to heat and whisk until it begins to boil and thicken, about 10 minutes. Cook and stir 1 additional minute. Remove from heat; stir in butter and vanilla.\n- Serve warm or cold. If refrigerating, place a piece of plastic wrap on the surface of the pudding to prevent a skin from forming. Pudding will thicken more if chilled overnight.\nNotes\n- Cook time will vary depending on the size of pan and cooking temperature.\n- Optional garnishes: mini chocolate chips, fresh or canned fruit, pie filling, granola, graham cracker crumbs, Oreo cookie crumbs.\n- Pudding should be covered and refrigerated. It will keep for up to 5 days.\n- Brown butter variation: In a saucepan or frying pan, melt butter over medium heat, simmer until browned, about two minutes. Remove from heat and pour into a bowl. Stir into cooked pudding with vanilla.\n- Recipe updated 5/19/2022.\nNutrition Information\nThis website provides approximate nutrition information for convenience and as a courtesy only. Nutrition data is gathered primarily from the USDA Food Composition Database, whenever available, or otherwise other online calculators.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://amzn.to/3JdtYhr",
      "https://www.amzn.to/3JdtYhr"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rachel gurk",
          "sentiment": "positive"
        }
      ],
      "organizations": [
        {
          "name": "homemade vanilla pudding homemade",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T17:53:49.883+02:00",
    "updated": "2023-12-30T17:53:49.883+02:00"
  },
  {
    "uuid": "7bfc0c9ef1dafe668d8faf75a7b0f9f3f0072c82",
    "url": "https://lettersandscience.ucdavis.edu/news/aggie-alum-and-astronaut-tracy-c-dyson-travel-space-third-time",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tracy L Sellers",
    "published": "2024-01-05T05:00:00Z",
    "title": "Aggie Alum and Astronaut Tracy C. Dyson to Travel to Space for Third Time | UC Davis College of Letters and Science",
    "text": "Aggie Alum and Astronaut Tracy C. Dyson to Travel to Space for Third Time Only a select few have viewed our delicate planet from the heavens. Even fewer have journeyed beyond the Earth’s embrace multiple times. And a UC Davis Aggie is among those latter ranks. “When you look at the Earth, to call it Earth is hardly descriptive enough,” said astronaut Tracy C. Dyson, who graduated from the College of Letters and Science at UC Davis with a doctorate in chemistry in 1997. “You see the beautiful hue of our protective atmosphere; the horizon takes on new meaning to you and as the sun sets and peaks up over, as the moon comes and goes through that when you go from light to dark, the planet just takes on a form that is so astounding.” This March, Dyson will travel to the International Space Station (ISS) as a flight engineer and member of the Expedition 70/71 crew. The journey marks her third trip to space. Dyson previously served as a mission specialist on the space shuttle Endeavour in 2007 and as a flight engineer for Expedition 23/24 in 2010, logging more than 188 days in space. “It’s such a stark contrast of life, order, beauty and then blackness, chaos, nothingness, harsh environment,” said Dyson, reflecting on our planet’s place in the cosmos. “It’s almost like the Earth is like an infant that you’ve got swaddled up and its skin is so pink and precious and plump and new.” Over her six-month stay on the ISS, Dyson will conduct a slew of experiments and technology demonstrations, including studying how fire spreads in space using the Combustion Integrated Rack and photographing our ever-shifting planet, among many other experiments and maintenance tasks, according to [NASA.](https://www.nasa.gov/news-release/nasa-astronaut-tracy-c-dyson-receives-third-space-station-assignment/) But like all astronauts and NASA personnel, Dyson is always ready to pivot when necessary due to the unpredictable nature of space endeavors. “If there’s anything I’ve learned in the 25 years that I’ve been doing this, it’s that the plan changes,” she said. “So, I’m prepared for the plan to change.” Patterns and symmetries Dyson’s desire to pursue science stretches back to her youth in Southern California. As a high school student, she gravitated towards chemistry, fascinated by subject’s ability to answer questions percolating in her inquisitive mind, like why is the sky blue? Or why does water boil? “I’m not satisfied unless I understand how something works and so I think that’s where the love of chemistry comes from,” said Dyson. “Plus, it was systematic. There were patterns and symmetries and just so much order to chemistry that I really liked.” Her mechanistic mind and love for working with tools were further forged by her father, an electrician. Around age 16, Dyson learned about NASA’s plan to send schoolteacher Christa McAuliffe to space. Dyson’s own schoolteachers were enormously influential in her life. They weren’t just educators; they were counselors and coaches. Inspired, Dyson started learning about McAuliffe and what it takes to become a NASA astronaut. “I found that becoming an astronaut required teamwork, communication, and a knack for using tools; the perfect job for me,” she wrote in a [personal essay ](https://www.nasa.gov/people/tracy-caldwell-dyson/)published by NASA. Though McAuliffe, along with the rest of the Challenger crew, passed away when the shuttle broke apart 73 seconds after liftoff, the tragedy served only to strengthen Dyson’s resolve to join NASA. She just needed to find the path there. Pathways to space Following high school, Dyson enrolled in the chemistry program at California State University, Fullerton. As graduation neared, her research advisor encouraged her to attend graduate school. “Graduate school was not even on my radar until he said, ‘Have you thought about getting a Ph.D.?’” Dyson said. “I thought that was the funniest thing because nobody in my family ever went to college. So, I said, ‘Don’t you need to be a cerebral giant to do that?’ And he said, ‘Well, you do need to be smart, but if you’re here, you’re smart enough.’” Heartened by her advisor’s encouragement, Dyson applied to various graduate schools but set her sights on UC Davis after attending a lecture given by UC Davis Distinguished Research and Emeritus Professor [William Jackson](https://chemistry.ucdavis.edu/people/william-jackson), a pioneer in astrochemistry who worked with NASA. “I said to myself, ‘You’ve got to go there,’” recalled Dyson, who eventually visited the campus and fell in love with its idyllic vibe. “I really enjoyed not just the department but the whole campus. I was enthralled by the bus system and how it’s run by students. It was so different from the SoCal kind of environment that I grew up in.” While studying at UC Davis, Dyson [ learned to fly and speak Russian](https://www.ucdavis.edu/news/alumna-tracy-caldwell-headed-space-station). Her doctoral work was supervised by Professor of Chemistry [Donald Land,](https://chemistry.ucdavis.edu/people/donald-land) who Dyson noted was pivotal in preparing her for her work as an astronaut. After obtaining a Ph.D. in chemistry, Dyson decided to apply to become an astronaut. She waited for a reply and in the interim began a postdoctoral fellowship at UC Irvine. About one year later, she received a call from the Chief of the Astronaut Office who invited her to begin training as an astronaut. SciComm in the Space Age In addition to her myriad scientific duties as an astronaut, Dyson is a passionate science communicator. She’s hosted the NASA TV series “StationLife,” served as a guest judge for a space-themed episode of Food Network’s Cupcake Wars and advised actress Jessica Chastain during the production of Ridley Scott’s film The Martian, among many other science communication endeavors. “We need people to understand that we’re not getting food out of tubes; we’re having actual meals up there,” said. Dyson, referencing her involvement in Cupcake Wars “If we hope to go beyond low Earth orbit and sustain human presence in space, food is a huge part of that.” On the filmmaking front, Dyson hopes to help add doses of reality to how space flight is represented in entertainment, whether through scientific accuracy or helping actors better portray the human element. For The Martian, Dyson recalled being impressed with Chastain’s commitment to accuracy. During one of their consultations, Chastain noticed Dyson’s wedding and engagement rings. The actress inquired if Dyson wore the jewelry during missions. Dyson answered in the affirmative. “If you watch the movie, you’ll notice that she’s got a ring on,” said Dyson, noting the actress zeroed in on that tiny detail. “Those are moments where you really feel like you’ve connected on that human level with someone who now is going to take that knowledge and then use her art, her craft to then communicate further.” According to Dyson, such outreach is imperative to NASA’s mission to educate the public about the realities and importance of space travel for humanity. Dyson will head up to the ISS this March, launching on the Roscosmos Soyuz MS-25 spacecraft. To learn more about Dyson, check out her [ biography](https://www.nasa.gov/people/tracy-caldwell-dyson-2/) on NASA’s website.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.nasa.gov/news-release/nasa-astronaut-tracy-c-dyson-receives-third-space-station-assignment/)",
      "https://www.nasa.gov/people/tracy-caldwell-dyson-2/)",
      "https://www.nasa.gov/people/tracy-caldwell-dyson/)published",
      "https://nasa.gov/people/tracy-caldwell-dyson/)published",
      "https://nasa.gov/people/tracy-caldwell-dyson-2/)",
      "https://nasa.gov/news-release/nasa-astronaut-tracy-c-dyson-receives-third-space-station-assignment/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tracy c. dyson",
          "sentiment": "negative"
        },
        {
          "name": "dyson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aggie alum",
          "sentiment": "negative"
        },
        {
          "name": "uc davis college of letters and science aggie alum",
          "sentiment": "negative"
        },
        {
          "name": "college of letters and science",
          "sentiment": "none"
        },
        {
          "name": "uc davis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:15:56.988+02:00",
    "updated": "2024-01-06T00:15:56.988+02:00"
  },
  {
    "uuid": "9fe9015479017bb59c9dce7002134a4b88fe3ab1",
    "url": "https://thenationonlineng.net/supreme-courts-decision-on-councils-autonomy-a-great-one-says-soludo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Nation Newspaper",
    "published": "2024-07-11T18:02:00Z",
    "title": "Supreme Court’s decision on councils’ autonomy, a great one, says Soludo",
    "text": "The Anambra state governor, Prof. Charles Soludo, has welcomed the Supreme Court’s judgement granting financial autonomy to local governments, describing it as a great decision that aligns with his administration’s commitment to democracy and the rule of law.\nSoludo, who spoke to journalists at the State House, Abuja, after a meeting with President Tinubu Ahmed Tinubu, emphasised the need for resources to reach the grassroots and promote accountability and transparency in public resource management.\n“That’s great. I mean, the Supreme Court is supreme, it’s the final authority and am a Democrat. I believe in the rule of law and once the Supreme Court has spoken, it has spoken and I understand the Governors Forum is meeting to review this.\n“I haven’t seen the document myself. I’ve been extremely, very busy all through the day, but I’ve seen snippets of it. But at a fundamental level, yes, we need resources to get down to the real grassroots and we need the people’s money to work for them at all levels, whether at the federal or the state and the local government.\n“We need to promote accountability. We need to promote transparency in the utilization of public resources at all levels, to be able to lift the burden off the common man”, he said.\nHe acknowledged that Anambra State has not held local government elections in a while, but reassured that his administration is committed to fulfilling its promise to conduct elections, having passed the Independent Electoral Commission law and established institutions to facilitate the process.\nHe, however, noted that lingering litigation had hindered local government elections in the past, but expressed determination to resolve the issue and conduct elections as appropriate.\nRelated News The governor highlighted his administration’s efforts to ensure resources reach local governments, paying teachers, pensioners, and primary health workers.\nWell, we will certainly. I mean when I was elected in office, that’s one of the things I promised our people because in Anambra, we haven’t had, to be honest with you, I think the first local government election we had was in 1998 or something thereabout and then the next one was in 2014 or 2013. And that was it. I mean, finished one and a half years or two years thereabout and even the institutions the place is quiet, not strengthened.\n“So for me, I promised the people of Anambra that we’re going to have local government election, and I stated that in my inaugural speech. We’ve just passed the Independent Electoral Commission law of Anambra state and we’re putting together the institutions to be able to organize that. It is a promise I made as mentioned it before, and when I make a promise.\n“I am serious about keeping. And even the way that that has been run so far, at least under my administration, the resources of the local government, we’ve made sure that the resources get down to the local governments to address their staff, I mean paying teachers, paying the pensioners, and paying primary health workers and, and so on and so forth.\n“So, for my state, I mean, which is the other thing that is peculiar, is that there has been a lingering litigation, for example, that stopped local government elections in the past and that particular litigation is still in the courts, so to speak, we’re going to see how we handle all of that and to organize a local government election as appropriate.\n“I’m a believer in having a democratic system. Like I said, I made a firm commitment to that and I don’t say what I will not do”, he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://anambrastate.gov.ng/",
      "https://anambrastate.gov.ng",
      "https://www.anambrastate.gov.ng/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles soludo",
          "sentiment": "negative"
        },
        {
          "name": "soludo",
          "sentiment": "none"
        },
        {
          "name": "tinubu ahmed tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "supreme court",
          "sentiment": "negative"
        },
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "soludo the anambra",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T02:11:11.657+03:00",
    "updated": "2024-07-12T02:11:11.657+03:00"
  },
  {
    "uuid": "4342a4225bbcf393b618aa9697fd04393012d278",
    "url": "https://www.lequipe.fr/Football/Actualites/Monaco-s-offre-le-barca-pour-son-retour-en-ligue-des-champions/1508746",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cyril Olivès-Berthet",
    "published": "2024-09-19T00:00:00Z",
    "title": "Foot : Monaco s'offre le Barça pour son retour en Ligue des champions",
    "text": "Le match : 2-1 Un retour en fanfare ! Opposé au Barça pour son premier match de Ligue des champions depuis six ans, Monaco s'est imposé à Louis-II (2-1). La tâche n'a pas été facile, malgré l'expulsion rapide d'Eric Garcia (voir par ailleurs) et l'ouverture du score de Maghnes Akliouche (16e). Lamine Yamal a égalisé dès la 28e et le Barça a longtemps pu contenir son adversaire, en se repliant bien et en resserrant ses lignes. Le coaching d'Adi Hütter a fait basculer la rencontre du côté monégasque.\nL'ÉQUIPE En faisant entrer Golovine à la pause, à la place de Lamine Camara, il a permis à son équipe de jouer plus haut, d'avoir encore plus le ballon dans un 4-1-4-1 très technique. Le remplacement d'Embolo par Ilenikhena, et non Balogun, juste avant l'heure de jeu a fait très mal au Barça. Attaquant constamment la profondeur, l'ancien joueur d'Anvers a créé de grosses différences. Lancé de très loin par Vanderson, déjà passeur sur le premier but, le joueur de 18 ans a donné la victoire à l'ASM en battant ter-Stegen. Le 13 décembre 2023, avec le Royal Antwerp, il avait marqué le premier but de sa carrière en Ligue des champions face au Barça, déjà. Mais celui de ce jeudi soir est beaucoup plus important, l'équipe belge étant déjà éliminée à l'époque.\nL'ÉQUIPE lire aussi Le film du match Monaco - Barça Le tournant : L'expulsion d'Eric Garcia Aligné dans le double pivot à côté de Casado, préféré à Ferran Torres dans le onze de Flick, Eric Garcia n'a pas eu le temps de se montrer en Principauté. Une relance courte et ratée de ter-Stegen et un gros pressing de Minamino l'ont mis en grande difficulté. L'ancien joueur de Manchester City a perdu le ballon et a crocheté le Japonais, qui partait au but. Il a été logiquement expulsé, dès la 10e minute. En infériorité numérique, son Barça a eu du mal à installer son jeu offensif (2 tirs dans la surface, 0,36 xG, 0 corner).\n2e Muet lors de ses dix premiers matches de Ligue des champions, Lamine Yamal a marqué pour la première fois en C1. À 17 ans et 68 jours, il est devenu le deuxième plus jeune buteur de l'histoire de la compétition derrière un autre Barcelonais, Ansu Fati (17 ans et 40 jours). lire aussi Toute l'actu de la Ligue des champions Zakaria : « Le départ que l'on souhaitait »\nFC Barcelone Monaco 414 commentaires 90 réactions ajouter un commentaire réagir à l'article Les commentaires sont soumis à des règles de modération. lire la charte ce qu'en disent nos lecteurs i Monaco crée la surprise en battant le Barça lors de son retour en Ligue des champions, suscitant fierté et admiration chez les supporters français. L'équipe monégasque confirme sa capacité à réaliser des exploits en Europe, déjouant les pronostics et impressionnant par son jeu. lire la suite Nini1319 Quelle soirée pour nos clubs français!!! Bravo à eux !!!! 209 réagir signaler 2h afficher 413 autres commentaires L'ÉQUIPE chrono filtrer : football 00:38",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:18:49.702+03:00",
    "updated": "2024-09-20T01:58:49.393+03:00"
  },
  {
    "uuid": "d90d851dfc361691b63518dbe94e770266b28352",
    "url": "https://www.almayadeen.net/latestnews/2025/6/12/%D8%A5%D9%8A%D8%B1%D8%A7%D9%86--%D8%A8%D8%B2%D8%B4%D9%83%D9%8A%D8%A7%D9%86--%D8%A7%D9%84%D9%88%D9%84%D8%A7%D9%8A%D8%A7%D8%AA-%D8%A7%D9%84%D9%85%D8%AA%D8%AD%D8%AF%D8%A9-%D9%88%D8%A7%D9%84%D8%AA%D8%B1%D9%88%D9%8A%D9%83%D8%A7-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9-%D9%8A%D8%AD%D8%A7%D9%88%D9%84%D9%88%D9%86",
    "ord_in_thread": 0,
    "author": "شبكة الميادين",
    "published": "2025-06-12T07:18:17Z",
    "title": "إيران: بزشكيان: الولايات المتحدة والترويكا الأوروبية يحاولون ممارسة الضغط الأقصى على شعبنا لوقف مسيرة تقدمنا لكنهم واهمون",
    "text": "الوضع النهاري\nالوضع الليلي\nالأخبار\nسياسة\nاقتصاد\nتقارير\nالأخبار\nسياسة\nاقتصاد\nتقارير\nالفيديو\nالشاشة\nاقرأ\nأفريقيا\nرياضة\nثقافة وفنون\nمجتمع\nبودكاست\nالمزيد\nإنفوغراف\nبيئة\nتكنولوجيا\nصحة\nأخبار منوعة\nالتغطيات\nوظائف\nأخبار شبكة الميادين\nالمزيد\nإنفوغراف\nبيئة\nتكنولوجيا\nصحة\nأخبار منوعة\nالتغطيات\nوظائف\nأخبار شبكة الميادين\nاللغة\nالإنجلزية\nالإسبانية\nابحث\nابحث\nEN\nES\nع\nع\nع\nابحث\nالبث المباشر\nأخبار عاجلة\nاليوم 10:09\n10:09\nإيران: بزشكيان: الولايات المتحدة والترويكا الأوروبية يحاولون ممارسة الضغط الأقصى على شعبنا لوقف مسيرة تقدمنا لكنهم واهمون\nأخبار عاجلة\nاليوم\n10:12\nإيران: بزشكيان: لن تتمكن أميركا من الضغط علينا ولن نخشى التهديدات لأن لدينا إمكانات عديدة في بلادنا وشعبنا قوي\nاليوم\n10:11\nإيران: بزشكيان: لن نرهن بلادنا للولايات المتحدة ولن نخضع لأحد\nاليوم\n10:09\nإيران: بزشكيان: الولايات المتحدة والترويكا الأوروبية يحاولون ممارسة الضغط الأقصى على شعبنا لوقف مسيرة تقدمنا لكنهم واهمون\nاليوم\n10:06\nإيران: الرئيس مسعود بزشكيان: شعبنا صامد ومقاوم ولم يسمح للعدو بالاعتداء على شبر واحد من أرضه\nاليوم\n10:05\nإيران: سلامي: نرصد عمق أهداف العدو وواثقون بدعم شعبنا وإذا فتح المجال لنا فسننتصر وسيندم العدو\nاليوم\n10:05\nإيران: قائد حرس الثورة اللواء حسين سلامي: العدو يهددنا بمعركة عسكرية ونحن مستعدون لأي سيناريو ولدينا استراتيجية عسكرية\nاليوم\n09:47\nإيران: الرئيس مسعود بزشكيان: تهديد واشنطن بفرض العقوبات غير مجدٍ فلا يمكن فرض عقوبات على بلد مثل إيران له حدود طويلة جداً\nاليوم\n09:46\nسوريا: مصادر محلية: التوغل هو الأعمق بريف دمشق الجنوبي الغربي منذ سقوط النظام وهي المرة الأولى التي ينتشر فيها الاحتلال بأحياء بيت جن\nاليوم\n09:46\nسوريا: مصادر محلية: قوات الاحتلال استقدمت تعزيزات من تلة \"قرص النفل\" شمالي حضر بريف القنيطرة وموقع \"التلول الحمر\" الفاصل بين بيت جن وحضر\nاليوم\n09:40\nوسائل إعلام إسرائيلية: إذاعة \"الجيش\" الإسرائيلي: قوات من لواء \"الاسكندروني\" اعتقلت هذه الليلة عدداً من السوريين من قرية بيت جن جنوب سوريا\nاليوم\n09:39\nسوريا: مصادر محلية: دعوات لمظاهرة حاشدة في بيت جن بريف دمشق خلال تشييع شهيد قضى برصاص إسرائيلي فجر اليوم\nاليوم\n09:18\nسلطنة عمان: وزير الخارجية العماني: الجولة السادسة من المحادثات النووية الأميركية الإيرانية تُعقد الأحد في مسقط\nاليوم\n09:12\nالعراق: مسؤول عراقي كبير لرويترز: وزارة النفط لم تتلق أي إخطار من المشغلين بشأن خفض أعداد الموظفين بأي شكل من الأشكال\nاليوم\n09:11\nالعراق: مسؤول عراقي يشرف على عمليات الشركات الأجنبية في حقول النفط جنوب العراق لرويترز: شركات الطاقة الأجنبية تواصل عملياتها كالمعتاد\nاليوم\n08:20\nليبيا: مراسل الميادين المرافق لقافلة الصمود المتجهة إلى معبر رفح: القيمون على القافلة يتعاملون مع المواقف السياسية برصانة\nاليوم\n08:20\nليبيا: مراسل الميادين المرافق لقافلة الصمود المتجهة إلى معبر رفح: مبادرة قافلة الصمود لاقت دعماً شعبياً وجماهيرياً فاق التوقعات\nاليوم\n04:34\n\"رويترز\": مراسل لـ\"أكسيوس\" يقول أن ويتكوف سيلتقي وزير الخارجية الإيراني في مسقط يوم الأحد\nاليوم\n04:28\nفلسطين المحتلة: مراسل الميادين: 10 شهداء وأكثر من 120 إصابة من جراء قصف إسرائيلي على فلسطينيين ينتظرون المساعدات وسط قطاع غزة\nاليوم\n04:03\nوسائل إعلام إسرائيلية: سقوط مقترح المعارضة لحل الكنيست بأغلبية 61 صوتاً مقابل 53\nاليوم\n03:22\nفلسطين المحتلة: مراسل الميادين: شهداء وجرحى في قصف مدفعي إسرائيلي استهدف فلسطينيين ينتظرون المساعدات في شارع صلاح الدين وسط غزة\nاليوم\n03:13\nوسائل إعلام إسرائيلية: بدء الجلسة الخاصة للتصويت على مشروع قانون حل الكنيست\nاليوم\n02:02\nسوريا: مصادر محلية للميادين: طائرات مسيرة أميركية تستهدف مواقع للفصائل العسكرية التابعة للجيش السوري في مدينة تل أبيض في ريف الرقة\nاليوم\n02:01\nالولايات المتحدة الأميركية: ترامب: لا يمكن أن يكون لدى إيران سلاح نووي والأمر بسيط جداً\nاليوم\n02:00\nالولايات المتحدة الأميركية: ترامب تعليقاً على نقل الموظفين الأميركيين من المنطقة: يتم نقلهم لأنه قد يكون مكاناً خطيراً وسنرى ما سيحصل\nاليوم\n02:00\nفلسطين المحتلة: مستشفى العودة: 3 شهداء وأكثر 22 جريحاً بإطلاق مسيّرات إسرائيلية القنابل على الفلسطينيين المنتظرين للمساعدات وسط قطاع غزة\nاليوم\n00:31\nمصدر إيراني للميادين: أي خطوة عسكرية إسرائيلية ضد المنشآت النووية الإيرانية ستواجه برد غير مسبوق من قبل طهران\nاليوم\n00:31\nمصدر إيراني للميادين: \"إسرائيل\" تسعى لجر الولايات المتحدة إلى مواجهة عسكرية مع إيران لكن هذا مستبعد في المرحلة الراهنة\nاليوم\n00:30\nمصدر إيراني للميادين: لا وجود لمؤشر حقيقي على ذهاب المنطقة إلى تصعيد عسكري بين إيران والولايات المتحدة\nاليوم\n00:29\nمصدر إيراني للميادين: هدف واشنطن هو الضغط على إيران لتقديم تنازلات في المفاوضات النووية والقبول بالمقترح الأميركي\nاليوم\n00:27\nمصدر إيراني للميادين: واشنطن وبتأثير من اللوبي الإسرائيلي تحاول إظهار حالة تأهب في قواعدها العسكرية وممثلياتها الدبلوماسية\nتصفح المزيد\nلا مزيد من البيانات\nسياسة ملفات الارتباط Cookies\nنحن نستخدم ملفات تعريف الارتباط (كوكيز) لفهم كيفية استخدامك لموقعنا ولتحسين تجربتك. من خلال الاستمرار في استخدام موقعنا، فإنك توافق على استخدامنا لملفات تعريف الارتباط.\nسياسية الخصوصية\nالسماح للكل",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "topics": [
      "Politics->international relations",
      "Politics->political process",
      "Politics->human rights",
      "Social Issue->discrimination",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_iq",
        "top_news_ma",
        "top_news_eg",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:18:17.540+03:00",
    "updated": "2025-06-13T08:05:10.000+00:00"
  },
  {
    "uuid": "a98173b8de2d2debb339ea0470f49b7f31540732",
    "url": "https://states.aarp.org/nebraska/accessory-dwelling-units-provide-family-friendly-housing-solutions-for-changing-needs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jess Kinser",
    "published": "2024-02-29T19:43:00Z",
    "title": "Accessory Dwelling Units Provide Family-Friendly Housing Solutions for Changing Needs",
    "text": "AARP Eye Center Everyone deserves a place to call \"home.\" That's why AARP Nebraska is proud to champion affordable housing. We've been working with both state and local leaders to remove barriers to affordable housing options. We're here, looking out for people of all ages, helping you choose where you live as you age. In March 2024, Omaha City Council members will be holding a public hearing and vote for Ordinance 43728 to amend Chapter 55 of the Omaha Municipal Code pertaining to zoning regulations in favor of Accessory Dwelling Units (ADUs). The Planning Board held a public hearing on December 6, 2023, and recommended the proposed amendment be approved. An adaptable form of housing, ADUs provide family-friendly, flexible housing solutions for changing needs. An ADU is a small residence sharing a single-family lot with a larger, primary dwelling. An independent space, they’re self-contained with their own kitchen, bathroom, and sleeping area. ADUs may be located within, attached, or detached from the main residence—often converted from an existing structure, such as a garage, or built anew. Often found in cities, suburbs, and rural areas, they're generally less visible because of positioning behind or tucked within a larger home. Not only are ADUs a solution to the current Omaha housing shortage, but they can provide housing for family members under the care of another so they can continue to live independently and safely. Additionally, ADUs can be a place to call “home” for tenants seeking small, affordable priced rental housing. ADUs are a great housing option for several reasons: - Create new housing units while respecting the look and scale of single-family developments. - Support efficient use of existing housing stock and infrastructure. - Provide housing that responds to changing family needs, smaller households, and increasing housing costs. - Provide accessible housing for seniors and persons with disabilities. - Offer environmentally friendly housing choices with less average space per person and smaller associated carbon footprints. The amended code would allow an additional unit on a residential property and can be of several different forms. A detached unit would be a standalone structure, typically located in the backyard of a property. An attached unit is connected to part of the existing residential structure and would have its own foundation. An internal unit is integrated into the residential structure and is typically in a basement or sometimes in the attic. The proposed code would permit an ADU throughout the City of Omaha and Extra-Territorial Jurisdiction in higher density zoning districts. The code would require a Conditional Use Permit (Planning Board approval) for lower density zoning and office/commercial districts. The amendment includes multiple regulations for this housing type, and includes, but is not limited to the following: - No more than one ADU allowed per site. - The ADU cannot be sold off separately from the primary residence. - Establishment of setbacks. - An increase of the maximum building and impervious coverages. - Height requirements. - No additional parking requirements. - An exemption of the site area/unit density calculation. It should be noted that the City of Omaha is not party to private neighborhood covenants. There is the likelihood that an ADU would be prohibited by such covenants in several neighborhoods in the City of Omaha and Extra-Territorial Jurisdiction. Additional Resources: [AARP's All About Accessory Dwelling Units: Four Free Publications About How ADUs Expand Housing Options for People of All Ages](https://www.aarp.org/livable-communities/housing/info-2019/accessory-dwelling-units-adus.html) [Omaha Housing Affordability Action Plan](https://dcgis.org/portal/apps/experiencebuilder/experience/?id=d886d78cf6d1434eb2a6a3361ca60528) [AARP Nebraska Helps Bring Age-Friendly, Affordable Housing to Omaha](https://local.aarp.org/news/aarp-nebraska-helps-bring-agefriendly-affordable-housing-to-omaha-ne-2023-10-24.html) [Official Website of the City of Omaha, Nebraska](https://www.cityofomaha.org) [Nebraska Legislative Bill 1166: Provide Requirements for Zoning Regulations and Accessory Dwelling Units](https://nebraskalegislature.gov/bills/view_bill.php?DocumentID=55047) \"An ADU for U\" Omaha Design Competition: In July 2023, AARP Nebraska announced the launch of a rare and unique Omaha architecture design competition called “An ADU for U.” “The growing population of older adults in the Omaha area and across the U.S. is putting a squeeze on the supply of housing for this demographic. ADUs are an affordable but underutilized housing option that could be the answer for many families,” shared AARP Nebraska’s State Director Todd Stubbendieck. The idea behind the competition was to increase awareness of how ADUs may be employed to help meet Omaha’s housing needs, including those of older adults. The initiative drew a positive response from various architecture and design firms with some choosing to submit multiple entries. Judging was conducted by a panel of housing experts. The panel was looking for viable, buildable ADU plans offering key design elements that were truly age-friendly and consistent with home styles in the area. Age-friendly features included step-free routes, removal of upper cabinetry, easily accessible controls, as well as placement of common household appliances such as microwaves and washer-dryers. To learn more, visit the competition’s website at [betterlivingdesign.org/anaduforucompetitionwinners](https://www.betterlivingdesign.org/anaduforucompetitionwinners) or view the winning designs at [betterlivingdesign.org/aduforomaha/winners](https://www.betterlivingdesign.org/aduforomaha/winners). [Contact information and more](https://states.aarp.org/nebraska/we-want-to-hear-from-you-heres-how-to-reach-us)from your state office. Learn what we are doing to champion social change and help you live your best life.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://dcgis.org/portal/apps/experiencebuilder/experience/?id=d886d78cf6d1434eb2a6a3361ca60528)",
      "https://www.betterlivingdesign.org/anaduforucompetitionwinners)",
      "https://www.cityofomaha.org)",
      "https://www.betterlivingdesign.org/aduforomaha/winners).",
      "https://nebraskalegislature.gov/bills/view_bill.php?DocumentID=55047)",
      "https://www.nebraskalegislature.gov/bills/view_bill.php?DocumentID=55047)",
      "https://betterlivingdesign.org/aduforomaha/winners).",
      "https://dcgis.org/portal/apps/experiencebuilder/experience/",
      "https://betterlivingdesign.org/anaduforucompetitionwinners)",
      "https://www.dcgis.org/portal/apps/experiencebuilder/experience/?id=d886d78cf6d1434eb2a6a3361ca60528)",
      "https://nebraskalegislature.gov/bills/view_bill.php",
      "https://cityofomaha.org)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aarp",
          "sentiment": "negative"
        },
        {
          "name": "omaha city council",
          "sentiment": "none"
        },
        {
          "name": "planning board",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:19:56.987+02:00",
    "updated": "2024-03-01T00:19:56.987+02:00"
  }
]