[
  {
    "uuid": "b0cdb059d82bac43e4b1d29ed2f07771f802bc3d",
    "url": "https://www.dailymail.co.uk/sport/rugbyunion/article-12931723/Northampton-Tommy-Freeman-Fin-Smith-Saints.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Bywater For The Daily Mail",
    "published": "2024-01-05T22:31:00Z",
    "title": "Northampton star Tommy Freeman jokes his girlfriend 'hasn't been happy' about his budding bromance with Fin Smith but the 22-year-old admits off-field relationships have 'really helped' his form for Saints | Daily Mail Online",
    "text": "Tommy Freeman is just 22 but the Northampton tyro hopes a growing sense of maturity can help him become a central figure for England. Freeman is already a key man for a Saints side full of young English talent and a point ahead of fellow Premiership high-flyers Exeter ahead of their clash on Saturday afternoon. England head coach Steve Borthwick will be an interested observer at Sandy Park, with a host of players set to feature before possible Six Nations call-ups. They include Freeman, who has excelled at wing and centre and can also play full back. He hopes to add to his three caps and admits the pain of missing last year’s World Cup has been a driving force ever since. ‘It was gutting,’ Freeman tells Mail Sport. ‘I thought at the start of the summer I had as good a chance as anyone. I had my feedback, which was fair. It was about going back to the club and turning it into something positive. Hopefully I get that shot again. Tommy Freeman has become a key figure in the backline for Northampton Saints He joked his girlfriend Ashleigh (right) was not 'happy' with his growing bromance with team-mate Fin Smith ‘We’re playing well here at Northampton and if I can get a shot with England, that would be brilliant. I’ve got to make sure there is no excuse for them not to pick me. ‘Looking at some of the younger lads coming through, it’s all about acting a bit more mature in terms of my playing style. It’s not just about playing as an individual. I’ve got a different mindset now. 'When I was 18, I was the new boy in town. I remember thinking one cap for Northampton would be unbelievable and I’d be happy with that. Now I want 100. It’s about what I can add as an individual, not just for myself but for the team.’ His hopes of a recall were given a boost this week when he was name-checked by Borthwick as a player who is impressing. Northampton’s enterprising brand of rugby has been a joy to watch and they have added defensive steel to their game this season. Phil Dowson’s side are on a six-match winning streak. In that run, they have also put themselves in a good position to qualify for the knockout stages of the Champions Cup. Freeman has been at the heart of it, alongside close pal Fin Smith. No 10 Smith could be in line to benefit from Owen Farrell being out of the international frame. ‘It would be very fair to say we’ve got a bromance,’ Freeman says. ‘Our girlfriends haven’t been happy about it because they think we like each other more than them! Me and Fin bounce off each other and when we get on off the pitch, it helps us. England head coach Steve Borthwick will be an interested observer at Sandy Park when Saints take on Exeter Harlequins No 10 could stand to profit from Owen Farrell's absence from the Test set up ‘We’re in a good spot and I’m loving it. A lot of it is down to the connections we’re building. We’re all good mates and on the same wavelength. Off-field connections have really helped. Winning also helps. We want to fight for each other every weekend.’ Freeman made his England debut in Australia in 2022, but is yet to play under Borthwick. His last Test, Eddie Jones’ final one before being sacked, saw him hooked at half-time in a defeat by South Africa. Freeman and his partner, Ashleigh, have bought a house on the outskirts of Northampton. He is settled with Saints and ready to kick on again. His team have also been helped by having former England captain Courtney Lawes firing on all cylinders. Freeman’s team-mate and England scrum-half Alex Mitchell, plus fellow international hopefuls George Furbank, Fraser Dingwall and Alex Coles have signed new Saints deals, too. Freeman is hopeful that he might receive a call-up for the upcoming Six Nations later this year Northampton were beaten in last season’s play-off semi-finals but look a better team now. Perhaps 2024 could be the year they win the title for only the second time. ‘It’s safe to say Northampton is home now,’ says Freeman. ‘I’m happy here. After a few weeks in the centre, I really love it. You might not get a lot of time with the ball, so your skillset comes under pressure. ‘I’ve worked on a few things — high ball stuff and first-up tackles. ‘Hopefully I’ve amended them in time for the Six Nations!’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "fin smith",
          "sentiment": "neutral"
        },
        {
          "name": "tommy freeman",
          "sentiment": "neutral"
        },
        {
          "name": "sandy park",
          "sentiment": "none"
        },
        {
          "name": "freeman",
          "sentiment": "none"
        },
        {
          "name": "steve borthwick",
          "sentiment": "none"
        },
        {
          "name": "ashleigh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "saints",
          "sentiment": "none"
        },
        {
          "name": "mail sport",
          "sentiment": "none"
        },
        {
          "name": "northampton saints",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "northampton",
          "sentiment": "none"
        },
        {
          "name": "exeter",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:39:09.028+02:00",
    "updated": "2024-01-06T00:39:09.028+02:00"
  },
  {
    "uuid": "227a833cae937a737d203585a2c885d3fdf95a70",
    "url": "https://www.wnem.com/2024/03/21/first-alert-snow-makes-messy-friday",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WNEMTV5news",
    "published": "2024-03-21T22:34:00Z",
    "title": "First Alert: Snow makes for a messy Friday",
    "text": "First Alert: Snow makes for a messy Friday SAGINAW, Mich. (WNEM) - It’s been on our radars (pun intended) all week, and now we’re in our final forecast adjustment window as we get set for snow to return to Mid-Michigan on Friday. Winter Weather Advisories have now been issued for the entire TV5 area, running from the early morning hours of Friday to midnight Saturday. For specific info on your county, head to our [Weather Alerts page](https://www.wnem.com/weather/alerts/). We also have a detailed breakdown of your forecast below. Keep tabs on any closings on our [Closings page](https://www.wnem.com/weather/closings/). For a look beyond Friday, be sure to check out your [First Alert 7-Day Forecast](https://www.wnem.com/weather/forecast/7-day/)! This Evening & Overnight Dry weather is expected through this evening, and before the sun goes down, we’ll have some sun. If you have any errands to run or evening activities, you should be in good shape. Temperatures will gradually drop into the teens and 20s for overnight lows. So as snow begins toward Friday morning’s commute, it may not have trouble sticking. Wind chills will likely be in the teens and low 20s during the morning. Friday This forecast has been a little bit of a headache, with some shifting around of our models on the locations of the heaviest snow, and also a few small scale meteorological features could be present in this event that bring a couple of bands of snowfall that will be locally heavy compared to other areas, and pinning these areas down can be especially tough. All that being said, we think we have a good general overview of this event. Snow will start moving into the area during the morning commute, with current timing slated for around 4-6 AM in our western areas, assuming the snow can overcome the dry air from today. We want to stress that not all morning commutes and bus routes may be impacted the equally. Some, especially those farther east, may be able to get through the commute just fine. We are keeping an eye specifically on the southern areas near Genesee, Lapeer, and Shiawassee counties during the morning hours as it’s possible we see one of those heavier snow bands that we mentioned above. This band is expected somewhere between I-94 and I-69. We currently have 2-5″ for the southernmost sections of our area with the possibility that after the morning, snow rates could slow down quite a bit, making accumulation more difficult later in the event. If this heavier band sets up over I-69, that could bust that 2-5″ zone with higher totals, so it’s worth watching. Snow will spread to the east as the morning goes on, becoming widespread by late morning. From there, we will grind snow out through the early evening before we taper off from northwest to southeast through midnight (ending soonest west). From around 3 PM to 8 PM tomorrow, there may be a second band of heavier snow around the central part of our area, that could make the afternoon and evening drives dicey. This makes school a tricky call again tomorrow, as the morning may be manageable, while some of the afternoon routes could be tough. That secondary band of heavy snow could have areas of 1″ per hour snowfall rates, which will add up pretty quickly in those areas. The heaviest zone on our snowfall map features an area of 4-7″ where we expect that band to be located. While it’s always possible this could shift, data has been fairly consistent in pointing to central lower Michigan as its location. Outside of that, we have 3-6″ in the Thumb and northern Genesee, Lapeer, and Shiawassee, and then 2-5″ in our northern counties. This area was trimmed down a bit with a slight southern trend over the last 24 hours. Even so, these areas will still get a decent snow, barring a huge last minute movement. Our map is below. Winds won’t be a huge factor tomorrow, with gusts only topping out around 15 to 20 miles per hour. Temperatures will likely hover a few degrees on either side of the freezing mark, so accumulation should be able to occur, especially as ground temps have cooled down this week. One factor that could be a wild card is a stronger March sun angle, which could chip into accumulations some. It’s a difficult forecast and there will likely be some trouble areas when it comes to verification on snowfall amounts. But we think the general trends of timing and impacts are fairly clear. Drive safely and be prepared for changing conditions on the roads. If we do that, we’ll make it to the dry weekend ahead! We’ll keep you updated throughout the day on Friday. Copyright 2024 WNEM. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "saginaw",
          "sentiment": "none"
        },
        {
          "name": "mid-michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T01:36:58.299+02:00",
    "updated": "2024-03-22T01:36:58.299+02:00"
  },
  {
    "uuid": "c14cad15f414e3a2accd16ce0b2f32a9fef8167c",
    "url": "https://revistapoder.uol.com.br/2024/03/09/o-caminho-da-ucrania-para-a-paz-o-apelo-do-papa-francisco-para-negociacoes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pedro H. Mautone",
    "published": "2024-03-09T22:58:00Z",
    "title": "O caminho da Ucrânia para a paz: o apelo do Papa Francisco para negociações - Revista Poder",
    "text": "O caminho da Ucrânia para a paz: o apelo do Papa Francisco para negociações 09/março/2024 Compartilhe Apesar do conflito em curso na Ucrânia, o Papa Francisco acredita que o país deve ter a coragem de se envolver em negociações de bandeira branca, a fim de alcançar a paz e a estabilidade até 2024 Através de uma análise cuidadosa da situação actual e dos potenciais benefícios das negociações, este ensaio irá argumentar que o futuro da Ucrânia reside na sua vontade de procurar soluções diplomáticas em vez de recorrer à violência. Ao examinar a mensagem do Papa e as suas implicações, este ensaio irá destacar a importância de considerar abordagens alternativas e o potencial para uma resolução pacífica na Ucrânia.\nNa sequência da turbulência persistente e da escalada das tensões na Ucrânia, o recente apelo do Papa Francisco à paz através de negociações lançou uma luz esperançosa, mas controversa, sobre o caminho a seguir para a nação devastada pela guerra. No meio de um cenário marcado por conflitos e conflitos políticos, o apelo do pontífice a negociações de bandeira branca constitui um farol de potencial reconciliação e estabilidade. Este ensaio procura explorar a intricada dinâmica da luta da Ucrânia pela paz, sustentada pela convicção do Papa Francisco de que a coragem de dialogar poderia anunciar uma nova era de paz e estabilidade até 2024. Ao investigar as complexidades da situação actual na Ucrânia , o ensaio defenderá a busca de soluções diplomáticas como alternativa viável ao ciclo de violência que assola o país. Através da análise da mensagem do Papa e das suas implicações mais amplas, esta análise visa sublinhar a importância de abraçar estratégias alternativas para a resolução de conflitos e o potencial que elas têm para alcançar uma resolução pacífica na Ucrânia. À medida que as nações e os líderes enfrentam os desafios dos conflitos contemporâneos, o discurso em torno do caminho da Ucrânia para a paz exemplifica a necessidade premente de abordagens inovadoras às disputas internacionais, enfatizando o diálogo e a negociação sobre a agressão e a guerra.\nCom base na defesa do Papa Francisco de negociações pacíficas, é fundamental reconhecer o potencial inerente de tais esforços diplomáticos para reparar as relações profundamente fraturadas entre a Ucrânia e os seus adversários. Conforme destacado por Németh (2023), o chamado do pontífice transcende o mero idealismo pacifista; é uma abordagem pragmática enraizada na crença de que o diálogo pode desmantelar as barreiras da hostilidade que há muito impedem o progresso rumo à paz. Ao defender negociações de bandeira branca, o Papa Francisco sublinha a urgência de abandonar o ciclo de retaliação que só serviu para agravar ainda mais o conflito. Esta perspectiva é fundamental para a compreensão das implicações mais amplas do envolvimento no diálogo – não se trata simplesmente de travar temporariamente a violência, mas de promover um ambiente sustentável de respeito e compreensão mútuos que possa apoiar a estabilidade a longo prazo. Os benefícios potenciais de tais negociações são substanciais, oferecendo um caminho para reconstruir a confiança, resolver as queixas subjacentes e lançar as bases para um acordo de paz abrangente. Ao analisar o actual panorama geopolítico e os precedentes históricos de conversações de paz bem sucedidas, torna-se evidente que a busca da paz pela Ucrânia através do diálogo, tal como encorajada pelo Papa Francisco, poderia de facto ser a estratégia mais eficaz para resolver o conflito e alcançar a estabilidade até 2024. Isto Esta abordagem, embora desafiadora, promove uma visão de reconciliação e coexistência que é essencial para o futuro não apenas da Ucrânia, mas também para a paz regional e global (Németh, 2023).\nNo entanto, abraçar a visão de paz do Papa Francisco através de negociações na Ucrânia exige uma compreensão clara das complexidades e desafios inerentes ao processo de paz. Conforme descrito por Németh (2023), negociações bem-sucedidas exigem mais do que apenas vontade de conversar; exigem uma abordagem estruturada, apoio internacional e a disponibilidade de todas as partes envolvidas para chegarem a compromissos. Um dos obstáculos críticos é a desconfiança e o ressentimento profundamente arraigados que caracterizaram as relações entre a Ucrânia e os seus adversários, tornando extremamente difíceis os passos iniciais em direcção ao diálogo. Além disso, o apelo do Papa à paz através da diplomacia convida ao escrutínio do papel que os intervenientes externos desempenham quer no fomento do conflito quer na facilitação da paz. É fundamental reconhecer que alcançar a paz até 2024, conforme previsto, envolverá navegar num labirinto de interesses geopolíticos, com a Ucrânia a ter de afirmar a sua soberania e, ao mesmo tempo, estar aberta a concessões que possam levar a uma resolução duradoura. A implementação de medidas de criação de confiança, tais como cessar-fogo, trocas de prisioneiros e a criação de corredores humanitários, poderia servir como demonstrações tangíveis de compromisso com a paz e abrir caminho para discussões mais substantivas. Neste contexto, a mensagem do Papa não só destaca o imperativo moral de procurar a paz, mas também os passos práticos que devem ser dados para a transição de um estado de conflito para um estado de paz e segurança estáveis. Assim, ao examinar criticamente os factores que perpetuaram o conflito e ao identificar caminhos viáveis ​​para a negociação, torna-se claro que o caminho da Ucrânia para a paz, tal como defendido pelo Papa Francisco, está repleto de desafios, mas representa, ainda assim, o caminho mais promissor para uma economia sustentável e justa. resolução.\nEm conclusão, a defesa constante do Papa Francisco pela paz através de negociações no contexto do conflito duradouro da Ucrânia apresenta não apenas um imperativo moral, mas também um caminho pragmático para acabar com a violência que há muito assola a nação. O seu apelo ao diálogo e à reconciliação oferece um farol de esperança entre as sombras da guerra, enfatizando a necessidade de abandonar o ciclo de retaliação em favor de um futuro construído na compreensão, no respeito e na confiança mútua. Embora a jornada rumo a uma paz tão ambiciosa até 2024 esteja, sem dúvida, repleta de obstáculos – desde superar a desconfiança profunda até navegar na complexa rede de interesses geopolíticos – as recompensas potenciais de seguir este caminho são imensuráveis. Alcançar a paz na Ucrânia exige um compromisso colectivo de diálogo, um apoio internacional inabalável e uma vontade de todas as partes para fazerem concessões difíceis. Ao abraçar a visão do Papa Francisco, a Ucrânia e os seus homólogos são convidados não só a resolver o seu conflito imediato, mas a estabelecer um precedente sobre a forma como as disputas globais contemporâneas podem ser abordadas através da compaixão, do diálogo e de uma busca inabalável por um terreno comum. Este ensaio sublinhou que, apesar dos desafios, o caminho da negociação inspirado no Papa Francisco contém a chave para desbloquear um futuro de estabilidade e paz para a Ucrânia, contribuindo assim para uma ordem mundial mais harmoniosa. No espírito desta visão, torna-se imperativo que os líderes globais e os cidadãos apoiem a jornada da Ucrânia rumo à paz, reconhecendo que no domínio do conflito humano, o diálogo não é apenas a opção mais viável – é a nossa obrigação moral.\ntags guerra papa paz revistapoder Rússia Ucrânia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet/?text=O",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Frevistapoder.uol.com.br%2F2024%2F03%2F09%2Fo-caminho-da-ucrania-para-a-paz-o-apelo-do-papa-francisco-para-negociacoes%2F&t=O+caminho+da+Ucr%C3%A2nia+para+a+paz%3A+o+apelo+do+Papa+Francisco+para+negocia%C3%A7%C3%B5es",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Frevistapoder.uol.com.br%2F2024%2F03%2F09%2Fo-caminho-da-ucrania-para-a-paz-o-apelo-do-papa-francisco-para-negociacoes%2F&t=O+caminho+da+Ucr%C3%A2nia+para+a+paz%3A+o+apelo+do+Papa+Francisco+para+negocia%C3%A7%C3%B5es",
      "https://twitter.com/intent/tweet/",
      "https://www.twitter.com/intent/tweet/?text=O",
      "https://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T01:48:42.194+02:00",
    "updated": "2024-03-10T01:48:42.194+02:00"
  }
]