[
  {
    "uuid": "10b5db75ace19178ee9da3a50102dbea3ae3b4b5",
    "url": "https://www.thisismoney.co.uk/money/markets/article-12907557/Pound-five-month-high-against-dollar-amid-hopes-UK-avoid-recession-year.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John-Paul Ford Rojas",
    "published": "2023-12-28T22:00:00Z",
    "title": "Pound at five month high against the dollar amid hopes the UK will avoid a recession next year",
    "text": "The pound hit its highest level against the dollar in nearly five months amid gathering hopes that the UK will avoid a recession. Sterling climbed to $1.2827, its strongest since August 1, before giving up the gains later in the session. It comes as analysts see further gains for sterling against the dollar next year, with experts at US investment bank Goldman Sachs predicting it could hit $1.35. That would be a far cry from the aftermath of last year’s mini-Budget when sterling hit a record low of less than $1.04. The pound is being buoyed versus the greenback on bets that the US Federal Reserve looks closer to pulling the trigger on interest rate cuts next year. On the charge: The pound is being buoyed versus the greenback on bets that the US Federal Reserve will pull the trigger on interest rate cuts next year Markets are also looking ahead to next year’s Budget after Chancellor Jeremy Hunt announced it would take place on March 6. And a survey of 52 economists by Bloomberg suggested that the UK was heading for a so-called ‘soft landing’ in which inflation is brought down without causing a downturn. They predicted that after a bumpy start to next year, GDP would grow by 0.3 per cent as consumers enjoy lower inflation, bringing an end to the cost of living crisis. But the Bank of England predicts that growth will flatline in 2024. The report was not entirely positive, with a third forecasting that the economy will have shrunk in the fourth quarter of this year. That would imply a recession – defined as two quarters in a row of contraction – as GDP has already shrunk by 0.1 per cent in the third quarter. Dan Hanson, at Bloomberg Economics, said the economy will ‘tread a fine line between stagnation and contraction in the first half’ of 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://clk.tradedoubler.com/click?p=303136&a=2318056",
      "https://clk.omgt1.com/?PID=53773&AID=467418",
      "https://med.etoro.com/B13544_A95827_TClick_SDIYMOD.aspx",
      "https://clk.omgt1.com/?PID=9933&AID=467418",
      "https://hl.7eer.net/GAD9m",
      "https://www.med.etoro.com/B13544_A95827_TClick_SDIYMOD.aspx",
      "https://www.clk.tradedoubler.com/click?p=303136&a=2318056",
      "https://clk.tradedoubler.com/click",
      "https://www.clk.omgt1.com/?PID=9933&AID=467418",
      "https://www.hl.7eer.net/GAD9m",
      "https://clk.omgt1.com/",
      "https://www.clk.omgt1.com/?PID=53773&AID=467418"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy hunt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bloomberg",
          "sentiment": "none"
        },
        {
          "name": "us federal reserve",
          "sentiment": "none"
        },
        {
          "name": "goldman sachs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:15:22.776+02:00",
    "updated": "2024-01-05T00:20:37.637+02:00"
  },
  {
    "uuid": "e5c9f0f7810eed61c4c79c23b942d60d1622d1d5",
    "url": "https://www.devdiscourse.com/article/law-order/2756264--ukrainian-catholic-church-says-document-on-blessing-same-sex-couples-does-not-apply",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-23T19:53:00Z",
    "title": "Ukrainian Catholic church says document on blessing same-sex couples does not apply | Law-Order",
    "text": "Ukrainian Catholic church says document on blessing same-sex couples does not apply The head of Ukraine's eastern-rite Catholic church on Saturday said a document endorsed by Pope Francis this week permitting blessings for same-sex couples did not apply to his church and its teachings. Major Archbishop Sviatoslav Shevchuk said the Vatican document \"interprets the pastoral meaning of blessings in the Latin Church\" but made no reference to issues governing the eastern, or Greek Catholic, church. [Reuters](https://www.devdiscourse.com/reuters-stories)| Updated: 24-12-2023 03:53 IST | Created: 24-12-2023 03:53 IST The head of Ukraine's eastern-rite Catholic church on Saturday said a document endorsed by Pope Francis this week permitting blessings for same-sex couples did not apply to his church and its teachings. Major Archbishop Sviatoslav Shevchuk said the Vatican document \"interprets the pastoral meaning of blessings in the Latin Church\" but made no reference to issues governing the eastern, or Greek Catholic, church. \"Thus ... this Declaration applies solely to the Latin Church and has no legal force for the faithful of the Ukrainian Greek Catholic Church,\" Shevchuk said in a statement. He said a blessing could not be separated from the church's teachings and \"can in no way contradict the teaching of the Catholic Church about the family as a faithful, indissoluble, and fertile union of love between a man and a woman.\" The eastern-rite church worships according to rites similar to the Orthodox faith, but is in communion with Rome by virtue of a 16th century agreement. Repression forced the church underground in Soviet times and it now has about 4.5 million parishioners, or roughly 10% of the population of Ukraine. The document from the Vatican's doctrinal office said Roman Catholic priests can administer blessings to same-sex couples as long as they are not part of regular church rituals or liturgies. It said such blessings would be a sign that God welcomes all but should not be confused with the sacrament of heterosexual marriage. Gay rights are making some progress in Ukraine and other ex-Soviet states outside Russia. Ukrainian President Volodymyr Zelenskiy has expressed sympathy for upholding gay rights, though ruling out constitutional changes to allow single-sex marriages while the country is at war. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ukra",
          "sentiment": "negative"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "archbishop sviatoslav shevchuk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "latin church",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T00:31:55.091+02:00",
    "updated": "2023-12-24T00:55:49.049+02:00"
  },
  {
    "uuid": "c42d47971955962427a1b0e45eba01df783613d2",
    "url": "https://www.larazon.es/medio-ambiente/sostenibilidad-revoluciona-empleo-futuro-espana-perfiles-mas-buscados_202407056687bd74301df70001f04bcc.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laura, Cano Liébana",
    "published": "2024-07-05T07:31:00Z",
    "title": "La sostenibilidad revoluciona el empleo del futuro en España: perfiles más buscados",
    "text": "Amplio despliegue policial\nSección patrocinada por\nMedio ambiente\nLa sostenibilidad revoluciona el empleo del futuro en España: perfiles más buscados\nLa transición hacia una economía circular crea nuevas profesiones que demandan perfiles como el de los cuatro profesionales que entrevistamos\nLos estudiantes acaban de terminar la prueba de acceso a la universidad y, excepto unos cuantos afortunados, la mayoría no tendrá todavía claro dónde se ve en el futuro. Está la vocación, por supuesto, pero también las salidas laborales. Las voces expertas dan por hecho que muchos de los empleos del futuro estarán ligados a la sostenibilidad ambiental. De hecho, la digitalización y la transición hacia un modelo económico más sostenible crearán 821.000 empleos de alta cualificación en España de aquí a 2030, según un informe elaborado por Randstad.\nSe trata de puestos de trabajo que contribuyen directamente a la preservación o restauración del medio ambiente, en sectores tradicionales –como el energético– o emergentes, como las energías renovables o el reciclaje. No lo parece a simple vista, pero esta última industria necesita una gran variedad de perfiles profesionales que van desde el análisis de Big Data y la Inteligencia Artificial, al estudio del comportamiento de la sociedad humana. Entrevistamos a distintos profesionales para que nos expliquen en qué consisten sus empleos y por qué son los trabajos más buscados del presente (y del futuro).\nCarolina Viana estudió Ingeniería Electrónica en la época en la que dependía de la Facultad de Físicas. En la actualidad, lidera proyectos de innovación para mejorar la eficiencia de las plantas de selección y tratamiento de residuos, así como las operaciones de recogida. «Mi trabajo consiste en buscar tecnologías que puedan ayudarnos a que las operaciones sean más eficientes –explica–. Por ejemplo, estamos testeando iniciativas como poner cámaras inteligentes en los camiones. ¿Por qué? Para ver si pueden detectar si se cuelan impropios –residuos que se depositan erróneamente en el amarillo– al volcar el contenedor. Así sabríamos de forma temprana si va a llegar un camión “contaminado”», resuelve.\nEn cuanto a las plantas, revela que se encuentran probando un sistema que te dice cuánto plástico PET y PEAD ha pasado por la cinta, mediante una cámara y una IA de reconocimiento de imágenes. Este tipo de soluciones son muy valiosas para las fábricas. «Mi perfil, a priori, no tenía tanto que ver con el empleo verde, sino con la industria del automóvil o la aeronáutica, pero me buscaron desde Ecoembes para aplicar mis conocimientos a las plantas donde se clasifican los residuos del contenedor amarillo, ¡y yo encantada de trabajar para algo tan bonito como reciclar!», celebra.\n¿Se necesitarán más perfiles como el suyo en el futuro? «Por supuesto. Esto tope no tiene, porque acaba de empezar. Cada vez cabemos más; se necesita poner sensores en los contenedores, en los camiones, en las plantas… vamos a digitalizar totalmente el sector y se necesitan más perfiles técnicos. Uno muy interesante es el de analista de datos, porque nuestras innovaciones generarán mucho volumen de datos», señala. Ese es, precisamente, el trabajo de Fuencisla Martín en la Oficina del Dato de Ecoembes. Desde allí se encarga de recopilar, extraer, estructurar y analizar grandes cantidades de datos mediante software y algoritmos específicos de Big Data.\n«Mi trabajo consiste en dejárselo fácil a los demás. Yo les proporciono herramientas de Business Intelligence para que sepan qué está pasando, y un compañero mío mete los datos en algoritmos predictivos que te estiman qué va a pasar. De esta forma, pueden tomar decisiones de negocio basadas en datos comprensibles, fiables y consistentes», resume. En su día a día trabaja con millones de datos relacionados con el funcionamiento de la recogida de residuos, financieros o de marketing, entre otros.\nSi se lo hubieran dicho hace unos años, no creería que su perfil tendría tanto que ofrecer a una empresa dedicada a la gestión de residuos. «Aunque me interesaba el medio ambiente, no pensaba que necesitaran perfiles tan técnicos, pero, hoy en día, todas las compañías pueden aplicar el análisis de datos. Deben hacerlo, porque lo más valioso que hay en una empresa son sus datos. Es donde se genera el conocimiento. Cuando los trabajas y los relacionas entre sí, puedes mejorar tus procesos e incluso la situación financiera de una empresa», asegura.\nPero las ciencias más humanas –o menos digitales– también son un ámbito clave en la transición ecológica. Afianzar el reciclaje como hábito es la misión de Ismael García, un sociólogo que orientó su carrera el reciclaje. Ahora, es especialista en innovación y comportamiento ciudadano en TheCircularLab, el centro de innovación abierta de Ecoembes. «Básicamente, lo que hago es escuchar al ciudadano, ver qué necesidades tiene, qué valora y cuáles son sus puntos de dolor», destaca. Para ello se conducen estudios demográficos y de percepción.\n«Hemos desarrollado todo un proyecto para conocer la personalidad del ciudadano con respecto al reciclaje. Nos han salido 5 grupos humanos con sus motivaciones y obstáculos. Está el de los individualistas, que necesitan multas o beneficios económicos para actuar, aunque la mayoría somos del grupo altruista: lo hacemos para procurar el bien común», afirma. Las conclusiones parecen lejanas, pero los resultados de estos trabajos pueden determinar lo que sucede a tu alrededor. «Si un municipio tiene un 50% de personas mayores, no instalamos columpios de plástico reciclado; se tomarán otras acciones. Escuchamos, entendemos y optimizamos», dice García.\nEn TheCircularLab también existen programas como el CircularTalentLab para potenciar el talento joven. En este se buscan perfiles variados. Para muestra la última edición, que contó con seis personas recién graduadas en Administración y Dirección de Empresas (ADE), Ingeniería Electrónica, Sociología, Marketing, Programación y Diseño Gráfico. Una de las participantes de la VII edición fue Aina Terrades, de ADE. «Me abrió muchas puertas. Ahora soy Project manager de sostenibilidad en una consultora que trabaja con hoteles para mejorar su sostenibilidad», cuenta.\nSea cual sea su tamaño, ella se encarga de idear proyectos que les ayuden a mejorar la gestión de residuos, el consumo de agua o de energía. Su futuro laboral comenzó en CircularTalentLab, cuando participó en el diseño de una iniciativa para aplicar la recogida selectiva de residuos al sector de los apartamentos turísticos. «Consistió en la creación de un sello distintivo de Ecoembes llamado Ecohostel y generamos unas pequeñas papeleras para los apartamentos. De esta manera, solventamos un problema común: que sean los turistas quienes tengan que gestionar sus propios residuos al llegar a una casa, por la falta de recursos», indica Terrades.\nEn las ediciones anteriores, los integrantes se han enfrentado a retos como la creación de un contenedor inteligente o una app que facilite el reciclaje a la ciudadanía. La próxima edición del CircularTalentLab, la decimosegunda, empieza en septiembre y busca seis perfiles: uno en Administración y Dirección de Empresas, dos en Ingeniería de Diseño del Producto, uno en Sociología, uno en Psicología y otro en Marketing.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T12:34:41.031+03:00",
    "updated": "2024-07-05T12:34:41.031+03:00"
  },
  {
    "uuid": "776966ff3a16bf360a15338df2cc77e8f6576f6a",
    "url": "https://www.bostonglobe.com/2025/07/10/nation/all-31-workers-safe-after-collapse-inside-los-angeles-industrial-tunnel/",
    "ord_in_thread": 0,
    "author": "DAMIAN DOVARGANES and JULIE WATSON",
    "published": "2025-07-10T21:15:00Z",
    "title": "All 31 workers safe after collapse inside Los Angeles industrial tunnel - The Boston Globe",
    "text": "LOS ANGELES — All 31 construction workers who were far inside a huge industrial tunnel being dug under Los Angeles made it to safety after a partial collapse, an outcome officials called a blessing after they initially feared the worst.\nThe workers were 400 feet (121 meters) underground and as much as 6 miles (9.6 kilometers) inside from the only entrance when the cave-in Wednesday evening threatened to trap them on the far side of the tunnel’s boring machine, said Michael Chee, spokesperson for the Los Angeles County Sanitation Districts.\nFire Department Chief Ronnie Villanueva said the workers had to make it through the most treacherous part themselves, climbing over more than 12 feet (3.6 meters) of loose dirt and debris to reach the boring machine before rescuers could drive them to the opening of the nearly $700 million project, which is designed to carry treated wastewater to the Pacific Ocean.\nGet Starting Point A guide through the most important stories of the morning, delivered Monday through Friday. Enter Email Sign Up Aerial footage showed a crane hoisting workers out of the tunnel in a yellow cage. None had major injuries, authorities said.\nAdvertisement\nThe accident happened as workers were operating the boring machine, said Robert Ferrante, chief engineer and general manager for the sanitation districts. “A section that they have already built had squeezing ground and had a collapse, a partial collapse,” he told reporters.\nArally Orozco said she was at church when her phone started buzzing with calls, and her son texted her the news of the tunnel where her three brothers worked.\n“It was sad and scary,” she said in Spanish. “We feared the worst.”\nAfter an hour, she managed to get through to one brother, who told her they had to squeeze through a tight space to get out.\nAdvertisement\n“My brother was crying,” she said. “He told me he thought he was going to die underground.”\nThe collapse in the tunnel, which is 18 feet (5.5 meters) wide and will be 7 miles (11.3 kilometers) long, happened under the Wilmington neighborhood, a heavily industrial area filled with oil refineries just north of the Port of Los Angeles.\nWorking so near the shoreline and at such a depth means crews could have been contending with very wet conditions that add challenges during design and digging, said Maria Mohammed, president of the Structural Engineers Association of Southern California.\n“You would design not just for the pressure from the soil and the weight of the soil, you have to design for the pressure from the water,” said Mohammed, whose group is not involved in the Wilmington project.\nThe cause is under investigation, Chee said. Work will not resume until they can figure out what happened and determine that it’s safe to proceed, authorities said.\nMohammed said that the investigation could take months, if not longer. It will take some time just to make the tunnel safe for investigators to enter. Once inside, they’ll try to determine where the collapse originated, she said.\n“It all comes down to, what’s the first element that broke?” Mohammed said Thursday. “Usually, a collapse is a propagating thing. One thing fails, and it takes other things with it. So you would try to figure out, of the broken elements, which one broke first.”\nCity Councilmember Tim McOsker praised the workers for keeping cool heads.\n“This is a highly technical, difficult project. And they knew exactly what to do. They knew how to secure themselves,” he said. “Thank goodness for the good people that were down in the tunnel.”\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Disaster and Accident->industrial accident and incident",
      "Economy, Business and Finance->construction and property",
      "Economy, Business and Finance->business governance"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "left",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-11T01:21:18.828+03:00",
    "updated": "2025-07-10T22:26:43.000+00:00"
  },
  {
    "uuid": "f7db5b77a04dcacac8b6720a5a6e194002819c73",
    "url": "https://www.prokerala.com/news/articles/a1491864.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@prokerala",
    "published": "2023-12-28T13:30:00Z",
    "title": "Madhya Pradesh bus accident: 13 killed; CM effects reshuffle in Transport Dept",
    "text": "Bhopal, Dec 28 : At least 13 people have been killed while 17 others sustained serious injuries in a bus-truck collision in Madhya Pradesh's Guna, an official said on Thursday, adding that taking a serious note of the accident, Chief Minister Mohan Yadav made a major reshuffle in the Transport Department. A private bus with around 30 passengers was heading from Guna to Aron when the accident occurred late on Wednesday on the national highway. The bus had caught fire after colliding with a truck. The Chief Minister, meanwhile, has ordered the transfer of Principal Chief Secretary (Transport) Sukhveer Singh. Singh, who was also the Principal Secretary, was given additional charge of the Transport Department. He was replaced by Rajesh Rajora. An order in that regard was issued by Chief Secretary Veera Rana on Thursday. The order mentioned that Rajora has been given additional charge of the Transport Department. Yadav has also ordered the transfer of state transport commissioner Sanjay Kumar Jha, Guna District Collector Tarun Rathi and Superintendent of Police Vijay Khatri. CM Yadav on Thursday also visited the site of the accident, and met the family members of deceased persons in Guna. He also went to the hospitals to check the condition of those undergoing treatment. Upon inspecting the site of the accident, and being apprised of the situation which led to the tragic incident, CM Yadav held the Transport Department accountable for grave negligence. During the inspection, the chief minister found that the negligible approach of transport officials adhering to norms caused the tragic incident and has ordered a detailed inquiry into the matter. \"A four-member committee has been formed for an impartial investigation into the Guna bus accident. The investigation committee will submit its report to Guna Collector within three days on various aspects including investigation of the causes of the accident, various types of permissions of bus and dumper etc., cause of fire and investigation of the responsible departments,\" the Chief Minister said. He also said that stern action will be taken against those found responsible for this tragic incident. He stated that officials' approach has been negligible on adhering to mandatory norms related to the Transport Department and public safety.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yadav",
          "sentiment": "none"
        },
        {
          "name": "sanjay kumar jha",
          "sentiment": "none"
        },
        {
          "name": "vijay khatri",
          "sentiment": "none"
        },
        {
          "name": "veera rana",
          "sentiment": "none"
        },
        {
          "name": "rajora",
          "sentiment": "none"
        },
        {
          "name": "mohan yadav",
          "sentiment": "none"
        },
        {
          "name": "singh",
          "sentiment": "none"
        },
        {
          "name": "sukhveer singh",
          "sentiment": "none"
        },
        {
          "name": "rajesh rajora",
          "sentiment": "none"
        },
        {
          "name": "aron",
          "sentiment": "none"
        },
        {
          "name": "tarun rathi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "madhya pradesh",
          "sentiment": "negative"
        },
        {
          "name": "transport department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "transport dept bhopal",
          "sentiment": "none"
        },
        {
          "name": "guna",
          "sentiment": "none"
        },
        {
          "name": "madhya pradesh's guna",
          "sentiment": "none"
        },
        {
          "name": "guna district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:49.763+02:00",
    "updated": "2023-12-29T00:44:49.763+02:00"
  },
  {
    "uuid": "52aa0565754690759a7fc90bcc196fd7a0d0be6f",
    "url": "https://cardiologie.lequotidiendumedecin.fr/liberal-soins-de-ville/exercice/deserts-medicaux-les-soignants-liberaux-ruraux-font-clairement-barrage-la-coercition",
    "ord_in_thread": 0,
    "author": "Loan Tranthimy",
    "published": "2025-06-17T23:00:00Z",
    "title": "Déserts médicaux : les soignants libéraux ruraux font clairement barrage à la coercition | Le Quotidien du Médecin | Libéral / Soins de ville | Exercice",
    "text": "Déserts médicaux : les soignants libéraux ruraux font clairement barrage à la coercition Se connecter Connectez-vous\nEmail Mot de passe Mot de passe oublié ?\nSe connecter Vous n'avez pas encore de compte ?\nInscrivez-vous S'abonner À la une FMC & Recos Annonces / Emploi Rechercher Édition quotidienne Déserts médicaux : les soignants libéraux ruraux font clairement barrage à la coercition Par Loan Tranthimy - Publié le 18/06/2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Health->health organisation",
      "Health->health care approach",
      "Health->medical profession",
      "Social Issue->social services",
      "Social Issue->demographics",
      "Politics->government",
      "Politics->healthcare policy",
      "Politics->civil rights"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS",
      "https://poool.host/ns.html",
      "https://www.poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T09:02:36.085+03:00",
    "updated": "2025-07-03T06:05:57.000+00:00"
  },
  {
    "uuid": "c172edc8843832858ab339a8bf7c5efd43f52a4a",
    "url": "https://nypost.com/2024/10/24/opinion/the-week-in-whoppers-joe-biden-reveals-dems-true-wish-kamala-harris-suddenly-wants-legal-migration-and-more",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Post Editorial Board Published Oct. 24, 2024, 5:52 p.m. ET President Biden said that \"we gotta lock him up\" while talking about former President Donald Trump -- just 14 days before the election. NY Post composite Diary of disturbing disinformation and dangerous delusions This charge: The right is making Trump's McDonald's photo-op into a three-day story by saying liberals are losing their minds over it >> pic.twitter.com/06l3U26nUv",
    "published": "2024-10-24T21:52:00Z",
    "title": "The week in whoppers: Joe Biden reveals Dems' true wish, Kamala Harris suddenly wants 'legal' migration and more",
    "text": "Diary of disturbing disinformation and dangerous delusions This charge: The right is making Trump's McDonald's photo-op into a three-day story by saying liberals are losing their minds over it >> pic.twitter.com/06l3U26nUv\n— Brian Stelter (@brianstelter) October 22, 2024 We say: Sorry, Brian, but the left did lose its mind over Trump’s Mickey D’s photo-op: MSNBC trashed it as “bizarre,” questioned his mental health and slammed his french-fry salting.\nThe New York Times ran endless stories, even blasting his attire.\nThe Atlantic’s David Frum helpfully clarified that Trump “didn’t ‘work’ at McDonald’s. He posed.”\nMore From Post Editorial Board Don’t rush to end Gaza war, Dems’ blue-collar blues and other commentary Harris-Biden’s last-minute migrant moves are an attempt to hide their border mess Democracy danger alert! UK interfering in election to help Kamala Harris Memo to the left: Trump was not actually embarking on a new, fast-food career. He was: Staging. A. Photo-op. Lefties should order a McFlurry and chill out.\nThis excuse: “I speak honestly.” — Tim Walz, Monday\nWe say: Asked to explain his numerous falsehoods — such as that he was in Hong Kong during the Tiananmen Square protests or that he carried weapons of war in “war” — Walz gave one of his signature knucklehead excuses : He speaks “honestly.”\nWhen a Democrat tells a lie, you see, he’s speaking “honestly.” Get it? We don’t either.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/brianstelter/status/1848679435165192512?ref_src=twsrc%5Etfw",
      "https://twitter.com/brianstelter/status/1848679435165192512",
      "https://www.twitter.com/brianstelter/status/1848679435165192512?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Kamala Harris",
          "sentiment": "negative"
        },
        {
          "name": "Joe Biden",
          "sentiment": "negative"
        },
        {
          "name": "Brian Stelter",
          "sentiment": "none"
        },
        {
          "name": "David Frum",
          "sentiment": "none"
        },
        {
          "name": "Tim Walz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "New York Times",
          "sentiment": "none"
        },
        {
          "name": "McDonald",
          "sentiment": "none"
        },
        {
          "name": "MSNBC",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Atlantic",
          "sentiment": "none"
        },
        {
          "name": "Gaza",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T01:04:28.937+03:00",
    "updated": "2024-10-25T01:04:28.937+03:00"
  },
  {
    "uuid": "85fd25faee63083720c71ab156cec3c1ff4a2ab4",
    "url": "https://wwmt.com/news/local/freezing-rain-west-michigan-weather-forecast-radar-maps-community-kalamazoo-county-state",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meteorologist Jeff Porter | News Channel 3",
    "published": "2024-12-13T19:49:00Z",
    "title": "Freezing rain is possible in West Michigan Saturday night",
    "text": "KALAMAZOO, Mich. — A little bit of ice isn't very nice - especially on a big December weekend before Christmas.\nWe're honing in on a time frame of after 8 p.m. Saturday night through the wee hours of early Sunday morning.\nA positive, recent development is the latest trends are projecting a bit less ice than prior thinking.\nThe wildcard, of course, is our ground and road surfaces are already pretty cold from our recent arctic intrusion.\nMesoWest data from the University of Utah tracks road temperatures from 23 degrees along I-94 to 33 degrees along US 31 in Ottawa County.\nHour by Hour portrays freezing rain, and even a little sleet, at 10 p.m. Saturday night in Van Buren, Kalamazoo, and St. Joseph Counties.\nUltimately, we're transitioning to a chilly rain from near the midnight hour into pre-daybreak Sunday from south to north.\nFor instance, it may still be cold enough for freezing rain in a line from Greenville to Big Rapids to Fremont and northward in a window from 4 a.m. through 7 a.m. Sunday morning.\nWith rain coming both Sunday and again on Monday, it's a really smart time to remove any ice from gutters, downspouts, drains, and sewers around your house or place of work.\nMoving forward, we don't see a ton of snow next week, which means limited chances for a White Christmas.\nBut, not zero chances. So, you're saying there's a chance!!!\n[Email Meteorologist Jeff Porter](jporter@sbgtv.com) and follow and like his content on [Facebook](https://www.facebook.com/jeffporterwx), [Twitter](https://x.com/JeffPorterWX), [Instagram](https://www.instagram.com/jeffporterwx/), and [Threads](https://www.threads.net/@jeffporterwx).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/JeffPorterWX",
      "https://www.instagram.com/jeffporterwx/",
      "https://www.facebook.com/jeffporterwx",
      "https://www.threads.net/@jeffporterwx",
      "https://www.instagram.com/jeffporterwx",
      "https://instagram.com/jeffporterwx/",
      "https://www.x.com/JeffPorterWX",
      "https://threads.net/@jeffporterwx",
      "https://facebook.com/jeffporterwx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "University of Utah",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "West",
          "sentiment": "none"
        },
        {
          "name": "County",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "85fd25faee63083720c71ab156cec3c1ff4a2ab4",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-13T23:22:01.508+02:00",
    "updated": "2024-12-13T23:22:01.508+02:00"
  }
]