[
  {
    "uuid": "1cbde9a23efc66e6e7a80266c4f8a02df9511ca3",
    "url": "https://nautil.us/humpback-whales-caught-humping-522330",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katharine Gammon",
    "published": "2024-02-29T00:00:00Z",
    "title": "Photographers Catch Two Male Humpback Whales Having Sex on Camera, the First Observation of Humpback Whale Sex Known to Science",
    "text": "Two photographers in Maui, out on a boat, spotted a pair of humpback whales in January 2022. They cut the engine and drifted, as the whales approached their boat and began to circle, just 15 feet or so below the surface. Dipping their cameras a foot into the water, they started snapping pictures. Over the next half hour, the photographers caught the first recordings known to science of humpback whales having sex. With its pectoral fins, one whale gripped the other skinnier whale, which was covered in lice, and penetrated its genital slit in what seemed like a shallow way. The skinny whale seemed to attempt to wriggle free of the other whale’s grip, but it didn’t succeed. The photographers sent their photos to Stephanie Stack, a whale researcher with the Pacific Whale Foundation. When she looked at the photos, she saw something they hadn’t noticed: Both whales were male, which was clear from identifying marks on the tail flukes of the skinnier whale. “At first they thought they had found two humpback whales mating,” Stack says. “It was already an exciting discovery—and then there was this whole other level to the story.” Humpback whales are among the best-studied cetaceans in the world. Even so, many mysteries remain about their behavior. The first partial observation of a humpback whale birth only happened in 2020, when a whale watching company used a pole-mounted underwater camera to capture the scene. And despite active study of humpbacks during breeding season, sexual behaviors had never been witnessed until now. It’s the first time humpback sex of any kind has been observed. “They’re marine mammals, living under the water, so we as humans have a lot of limitations in studying them,” says Stack. In a paper published this week in the journal Marine Mammal Science, Stack and the two photographers described the event and what it might mean. In general, homosexual behavior is incredibly common in the animal world, says Stack. Among marine mammals, same-sex behavior has been observed in a number of cetaceans, including Amazon river dolphins, killer whales, and gray whales. “When we think about animal behavior, we don’t want to interpret it through a human perspective,” she says. “Instead, we want to think about how it might give them an evolutionary advantage.” In some cases, that could mean that sexual behavior helps develop close relationships between kin, or increase social bonds in a group. But in the scenario the photographer recorded, the purpose of the behavior is tough to deduce because it’s the first time humpback sex of any kind has been observed, Stack says. One of the whales was in poor condition—skinny and lethargic, with an injury on its jaw. Stack suspects it had been struck by a ship, adding another layer of complexity to the story. The act of copulation could have served as an assertion of dominance over an injured competitor—or not. “We don’t know right now if the whale’s injured status is what led to this behavior,” she says. “Maybe it was just a coincidence and this is a common behavior.” We have no idea what is typical sexual behavior for humpback whales. The photographs are a reminder of the important role that citizen scientists can play in documenting the majestic creatures’ behavior, says Stacks. “It’s so great that people are aware and reaching out,” she says, and that the photographers followed all the conservationist laws for whale watching, including stopping the boat’s movement and staying on the vessel, not getting in the water with the whales. It is difficult to design a scientific experiment to study whale reproduction in the wild, Stacks says, but there are some new technologies that can help answer questions about what happens under the waves. Suction-cup tags with video capabilities may help scientists capture what the world is like for a whale. Drones can also provide a birds-eye view of whale activity at the surface, and can be operated remotely or autonomously. Stacks adds, “with more eyes on the water, we’re starting to capture more footage.” Photos by Lyle Krannichfeld & Brandi Romano.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://onlinelibrary.wiley.com/doi/10.1111/mms.13119",
      "https://www.onlinelibrary.wiley.com/doi/10.1111/mms.13119"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephanie stack",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pacific whale foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maui",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:42:49.368+02:00",
    "updated": "2024-03-01T00:42:49.368+02:00"
  },
  {
    "uuid": "2bbb2b077d93071e6fbb6c9c4f7f061fe3a7efed",
    "url": "https://www.diariosigloxxi.com/texto-ep/mostrar/20231228192909/maduro-ordena-acciones-defensivas-ante-llegada-buque-britanico-costas-guyana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guillermo Peris Peris",
    "published": "2023-12-28T18:29:00Z",
    "title": "Maduro ordena \"acciones defensivas\" ante la llegada de un buque británico a las costas de Guyana",
    "text": "Viajes y Lugares Tienda Siglo XXI Grupo Siglo XXI 19º ANIVERSARIO Fundado en noviembre de 2003 Opinión » Firmas y Blogs Viñetas Cartas Encuestas España Mundo Economía » Productividad Automóviles Empresas Deportes » Fútbol Baloncesto Tenis Motor Ciclismo Cultura » Cine Televisión y Medios Música Libros Sociedad » Moda y Tendencias Turismo y Gastronom. Ciencia » Salud Psicología Tecnología Mundo Maduro ordena \"acciones defensivas\" ante la llegada de un buque británico a las costas de Guyana Agencias @DiarioSigloXXI jueves, 28 de diciembre de 2023, 19:29 h (CET) MADRID, 28 (EUROPA PRESS) El presidente de Venezuela, Nicolás Maduro, ha ordenado este jueves a la Fuerza Armada Nacional Bolivariana (FANB) poner en marcha \"acciones defensivas\" ante la llegada de un buque de guerra británico a la costas de Guyana, en plena escalada de tensiones por la disputa territorial del Esequibo. Maduro ha anunciado que ha dado orden al conjunto de las Fuerzas Armadas para que active tanto en la zona oriental del Caribe como en la franja Atlántica una \"acción conjunta de carácter defensivo\" en respuesta a la \"provocación\" que supone la llegada de ese buque de guerra de la Marina británica. Es una \"amenaza (...) contra la paz y la soberanía\" de Venezuela, ha expresado el mandatario durante su intervención con motivo del fin de año, emitida por la cadena de radiotelevisión venezolana. Horas antes, el Ministerio de Asuntos Exteriores de Venezuela ha emitido un comunicado de rechazo a la llegada de la Armada Británica a Guyana, en un momento en que las relaciones entre Caracas y Georgetown no pasan por su mejor momento debido a un aumento de las tensiones en su ya recurrente disputa por el Esequibo. \"La presencia de la nave militar es extremadamente grave, ya que viene acompañada de declaraciones por parte de portavoces políticos y militares de que quien fungió como despojador de la Guayana Esequiba\", dice el comunicado haciendo referencia a Reino Unido como potencia colonial. La disputa entre Venezuela y Guyana por el Esequibo data de hace casi dos siglos, si bien ha sido hace cinco años con el descubrimiento de importantes yacimientos petroleros bajo sus aguas cuando se reavivó el conflicto. Ambos países están enredados en una disputa por 159.000 kilómetros cuadrados de territorio al oeste del río Esequibo, una región rica en petróleo, minerales y biodiversidad que a menudo aparece en los mapas venezolanos como zona de reclamación y que constituye dos tercios de la superficie total de Guyana. El llamado Laudo Arbitral de París de 1899 fijó los límites marcados por Londres, a los que se agarra Guyana, su antigua colonia. A mitad del siglo XX se descubrió un supuesto arreglo político para influir en el voto de uno de los juristas en dicho arbitraje, por lo que Venezuela reavivó la cuestión. Así, en 1966, en pleno contexto de descolonización y tres meses antes de la independencia de Guyana, Caracas y Londres firmaron el hoy vigente Acuerdo de Ginebra, que reconoce las demandas venezolanas. Noticias relacionadas Siria denuncia un ataque de Israel desde los ocupados Altos del Golán hacia el sur del país Muere un hombre de 38 años por disparos del Ejército israelí al sur de Hebrón, en Cisjordania Maduro ordena \"acciones defensivas\" ante la llegada de un buque británico a las costas de Guyana Las delegaciones estadounidense y mexicana se citan nuevamente en enero para hablar sobre migración EEUU, Francia, Alemania y Reino Unido condenan que Irán haya acelerado la producción de uranio enriquecido Quiénes somos | Sobre nosotros | Contacto | Aviso legal | | © Diario Siglo XXI. Periódico digital independiente, plural y abierto | Director: Guillermo Peris Peris",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:51:06.956+02:00",
    "updated": "2023-12-29T00:51:06.956+02:00"
  },
  {
    "uuid": "624cf71dcc6df8117fe05f50a2dcb6231a096100",
    "url": "https://smb.oxfordeagle.com/article/How-Your-Business-Can-Benefit-From-an-Enterprise-Innovation-Platform?storyId=658df687e1951700088db391",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Contact Information Entrapeer; United States Contact Entrapeer https; Entrapeer Com",
    "published": "2023-12-28T00:00:00Z",
    "title": "Small Business | The Oxford Eagle",
    "text": "Entrapeer Gives You Access to Everything You Need to Reliably Scale Your Business Into the Future United States - December 28, 2023 / Entrapeer / Tech and the internet have changed how people do things, including business. Today, digital technologies and systems have been integrated into systems to enhance operations and workflow. One of the biggest game changers is enterprise innovation platforms like Entrapeer. These help the company propel innovation efforts and identify emerging technologies, market potential, and trends. All this saves you time and money and streamlines a business’s processes. Let’s take a look at the benefits of using a quality [enterprise innovation platform](https://entrapeer.com/about/). Foster Diversity and Inclusivity A company is as good as its culture. With an enterprise innovation platform, you can conveniently nurture market strengths and support growth ambitions in a well-targeted manner. Since the systems are open to everyone involved, it ensures that inclusivity and diversity are respected. This enhances the relationships at the workplace while allowing everyone to float their opinions regarding innovation and progress. Even better, having one common platform opens up organizational space, allowing innovators to bypass the regular hierarchies and barriers of power. This cultivates better relationships and creates a good innovation culture. Enhance Quality Decision-Making Gone are the days when companies would make decisions based on hearsay. With an enterprise innovation platform, the organization receives data-driven insights. You get to process different amounts of data quickly, thus giving your business a competitive edge. Companies can use the system to scan and collect data from verified sources and centralize their research. All this builds a unified ecosystem of legitimate insights. You can use the insight to make quality decisions and take your business to the next level. Enable Better Collaboration There is a lot that goes into making an organization successful. It starts with making the employees happy and comfortable before moving on to the clients. If your employees or staff members are psychologically safe, they can collaborate well and serve clients even better. Enterprise innovation platforms foster participation and collaboration. Since innovation contains a huge number of social touchpoints, collaboration is inevitable. They require diverse perspectives and a balance between intuition and creativity. This means that the employees must truly connect with their thoughts and expertise. If issues arise, the innovation platform can help them solve them internally or externally, depending on the extent. For instance, you may have an extra professional helping them achieve cohesion. Establish Scalability Every person or organization gets in business to scale upwards. In today’s tech world, you need to get real-time market insights to fuel fact-based innovation. With systems like Entrapeer, you can easily get instant market research and accelerate your start-up scouting. It ensures maximum ROI (Return on Investment) by synthesizing complex details into actionable content for your business. Whatever growth you want to achieve is possible with Entrapeer. Contact Entrapeer Today to Transform Your Organization’s Innovation Setup Are you ready to transform your business and improve innovativeness? Well, at Entrapeer, innovation brings you closer to the largest user case database across the globe. The Entrapeer [enterprise innovation platform](https://entrapeer.com/) gives instant and actionable market insights from more than 200 global sources. Regardless of your technology or industry, you can be sure that the information you get is real-time. Contact Entrapeer today and keep yourself ahead of the competition! [](https://entrapeer.com/) Contact Information: Entrapeer , United States Contact Entrapeer [https://entrapeer.com/](https://entrapeer.com/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://entrapeer.com/about/).",
      "https://entrapeer.com/)",
      "https://entrapeer.com/",
      "https://www.entrapeer.com/",
      "https://entrapeer.com",
      "https://www.entrapeer.com/about/).",
      "https://www.entrapeer.com/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "oxford eagle",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:16.384+02:00",
    "updated": "2023-12-29T00:38:16.384+02:00"
  },
  {
    "uuid": "3911bb78365106e1fba19f75e0fbce36ce97a5fe",
    "url": "https://vnexplorer.net/z/1330379.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-11T13:30:00Z",
    "title": "Donald Trump to be 'introduced by UFC CEO Dana White at next month's Republican National Convention' as fight promoter agrees to stump for long-time friend for a THIRD time",
    "text": "Donald Trump will receive the Republican nomination at next month’s convention in Milwaukee, where he will he introduced by long-time friend and UFC CEO Dana White, according to the Wall Street Journal. This will make three consecutive RNC appearances for White, who stumped for Trump in 2016 and 2020. More recently, Trump has begun making regular cage-side appearances at a number of UFC events, where fight fans — and the fighters themselves — have showered the former President with adulation. MORE TO COME... Dana White (left) will introduce Donald Trump at next month&#039;s Republican National Convention Donald Trump and his daughter Ivanka attend UFC 299 at Miami&#039;s Kaseya Center Trump&#039;s relationship with mixed-martial arts actually predates his friendship with White. Long before his Taj Mahal went bust in Atlantic City, the doomed $1 billion casino played host to a fledgling mixed-martial arts promotion known as the Ultimate Fighting Championship in November of 2000. Officially, all 5,000 available seats were sold that night as former wrestler Randy Couture returned to MMA alongside legendary fighters like Kevin Randleman, Maurice Smith and Andrei Arlovski. But what should have been an otherwise routine night for Trump and the UFC has since proven to be transformative for both. The MMA promotion gained a foothold in New Jersey, which remains one of the sport&#039;s biggest hubs, while Trump ultimately struck up a pivotal friendship with White, who was still a few years away from taking the UFC helm. &#039;He loves America and he cares about this country,&#039; White told Fox News last month while stumping for Trump. &#039;Period. End of story. If he wasn&#039;t that type of guy, I would never even associate myself with him.&#039; But White does associate himself with Trump, and has done so with increased regularity ahead in what The New York Times calls &#039;cage-match politics.&#039; [video_shortcode_video_html_5 src=&quot;https://videos.dailymail.co.uk/video/mol/2024/06/02/797001216963595697/1024x576_MP4_797001216963595697.mp4&quot;] The best example of this came on June 1 at UFC 302 in Newark, where Trump was met by thunderous applause as he strolled onto the Prudential Center floor alongside White. After being feted for several minutes, Trump shook hands with dozens of onlookers, including announcers Joe Rogan and Jon Anik, before making his way to his seat to watch lightweight Islam Makhachev defeat Dustin Poirier in the main event. The scene was a dramatic departure from a day earlier, when Trump was convicted of 34 counts of fraud in New York, and even that morning, when the furious former President predicted a &#039;breaking point&#039; if he ever gets sentenced to prison. &#039;I think it would be tough for the public to take,&#039; Trump told Fox News. &#039;You know at a certain point there&#039;s a breaking point.&#039; But for all of the negativity and bluster surrounding his conviction, Trump simply hit the &#039;reset&#039; button by attending UFC 302, and suddenly the proverbial cloud over his head vanished. &#039;His base is Trump&#039;s base,&#039; Kellyanne Conway, Trump&#039;s former White House counselor, told The New York Times of White. &#039;And Trump&#039;s base is his base.&#039; UFC President Dana White speaks at a campaign event for Donald Trump in Houston in 2020 Donald Trump with sons Eric and Donald Jr. during UFC 84 at MGM Grand Arena in Las Vegas Jorge Masvidal arrives to speak at a &#039;Fighters Against Socialism&#039; campaign rally for Trump And it wasn&#039;t just UFC fans giving Trump the adulation he craves. UFC fighters, including Sean Strickland, used the platform to stump for the Queens native. &#039;President Trump, you&#039;re the man. It&#039;s a damn travesty what they&#039;re doing to you,&#039; Strickland said during his in-ring interview. &#039;I&#039;ll be donating to you.&#039; Trump also has fans in UFC stars like Jorge Masvidal, Russian fighter Khabib Nurmagomedov and Colby Covington, all of whom have become favorites among MAGA supporters. Curiously, Covington echoed Trump&#039;s un-proven election fraud claims in December by accusing judges of conspiring against him in his unanimous-decision defeat to Leon Edwards. &#039;I thought I did enough but y&#039;know, the judges have never favored me,&#039; Covington told Fox News host and Trump fan Jesse Watters. &#039;They hate me because I support Trump and y&#039;know everyone hates Trump in this building so y&#039;know it is what it is. Life goes on.&#039; Colby Covington told Fox News &#039; Jesse Watters (left) that his trump support cost him a victory The comment has since sparked controversy among the Trump-faithful, including Masvidal, who ripped Covington for dragging the real estate mogul into the conversation. &#039;For [Covington] to go out there and involve Trump&#039;s name so much and then say people don&#039;t like because I roll with Trump and they robbed because of Trump, you&#039;re a f***ing piece of s***, and now you&#039;re blaming the greatest President this country has ever seen?&#039; Masvidal told BroBible in February. Trump, however, has stayed above the fray. Besides, his main tie to the UFC isn&#039;t any one fighter, but White, who credits Trump for helping to ensure the company&#039;s survival. Back in the 1990s, the UFC was facing a much different PR battle as Senator and noted boxing fan John McCain labeled MMA &#039;human cockfighting.&#039; Public opinion was so bad, that many states refused to sanction bouts. Trump shares a few words of encouragement with Colby Covington before the main event However, things began to change in the early 2000s as Trump embraced the UFC brand with shows at his Taj Mahal. Furthermore, the MMA circuit gained sorely needed exposure on NBC when Trump included MMA legend Tito Ortiz on a season of Celebrity Apprentice. &#039;Nobody took us seriously, except Donald Trump,&#039; White said, as quoted by the Times. Their friendship somehow survived Trump&#039;s 2008 decision to launch his own MMA promotion, Affliction, which folded after only a pair of fight cards. And when UFC inked its first major cable deal with Fox Sports in 2011, Trump sent a newspaper article to White with an encouraging message: &#039;Congratulations, Dana. I always knew you were gonna do it.&#039; In 2016, as Trump was making his first run for the White House, White spoke out in support of his friend at the Republican National Convention. &#039;I&#039;ve been in the fight business my whole life. I know fighters,&#039; White said during his speech. &#039;Ladies and gentlemen, Donald Trump is a fighter, and I know he&#039;ll fight for this country.&#039; Donald Trump salutes the crowd at UFC 299 in Miami, where he was showered with applause White doubled down on Trump at the 2020 convention, speaking via satellite during the COVID-19 pandemic as the President faced widespread criticism over his response to the outbreak. &#039;Let&#039;s talk about COVID, and let&#039;s be very honest about it,&#039; said White, who donated $1 million to Trump&#039;s 2020 campaign. &#039;No one person and no one place could have anticipated the challenges that COVID would bring, but President Trump has faced all of these obstacles head on.&#039; And White only further ingratiated himself to the MAGA world by bringing the UFC back before any other major US sports properties. Best of all, he had the blessing of Trump, who recorded a video for UFC 249 - the first major sporting event of the post-COVID era. &#039;Let&#039;s play,&#039; Trump said in the message. &#039;You do the social distancing and whatever else you have to do. But we need sports. We want our sports back.&#039; [video_shortcode_video_html_5 src=&quot;https://videos.dailymail.co.uk/video/mol/2024/06/02/797001216963595697/1024x576_MP4_797001216963595697.mp4&quot;] The Hard Rock Casino, formerly Trump&#039;s Taj Mahal, stands on June 29, 2018 in Atlantic City But for everything Trump has done for White, nothing may be as important as his effort to help beleaguered UFC sponsor, Bud Light. The brand faced an existential crisis after promoting its beer on Instagram with the help of a transgender spokeswoman. According to the Times, Bud Light sought to sponsor the UFC in an apparent attempt to appease millions of male beer drinkers across the country who were angry at the brand. As it happened, White was met with immediate backlash from UFC fans after signing an endorsement deal with Bud Light&#039;s parent company, Anheuser-Busch, that pays a reported $105 million annually. To help smooth things over, White reached out to Trump, according to the Times, and the former POTUS has since offered a statement urging fans to give Bud Light a &#039;second chance.&#039; &#039;Anheuser-Busch is not a woke company,&#039; Trump wrote in February, adding that the company is &#039;a Great American Brand.&#039; Weeks later, White led Trump into UFC 299 in Miami, where well wishers included Barstool Sports&#039; Dave Portnoy, former ESPN anchor Sage Steele, daughter Ivanka, and thousands of raucous supporters. Interestingly, Trump has yet to sway Rogan, the comedian and UFC announcer who has one of the country&#039;s most popular podcasts. Fans wave a Trump 2024 flag during UFC 302 at Prudential Center on June 1, 2024 in Newark As Rogan told his podcast audience last year, Trump&#039;s people have tried to book him on the show, only to be rebuffed by the host. &#039;I&#039;m not a Trump supporter in any way, shape or form,&#039; Rogan said. &#039;I&#039;ve had the opportunity to have him on my show more than once. I&#039;ve said no every time. I don&#039;t want to help him. I&#039;m not interested in helping him.&#039; But even without Rogan&#039;s support, Trump has continued to praise White&#039;s brand, just as he did at a rally in Georgia prior to UFC 299. &#039;It&#039;s the closest thing I can see really reflective of the election process that we have in this country, the UFC fights,&#039; Trump said at the rally in Rome. &#039;That may be a little tamer than the election business. &#039;Dana White has done a great job. I hope he doesn&#039;t run for office against me. He&#039;s done a fantastic job. It&#039;s an easier business than politics.&#039;",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://videos.dailymail.co.uk/video/mol/2024/06/02/797001216963595697/1024x576_MP4_797001216963595697.mp4&amp;quot;",
      "https://www.videos.dailymail.co.uk/video/mol/2024/06/02/797001216963595697/1024x576_MP4_797001216963595697.mp4&amp;quot;"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "neutral"
        },
        {
          "name": "dana white",
          "sentiment": "neutral"
        },
        {
          "name": "white",
          "sentiment": "none"
        },
        {
          "name": "dana white (",
          "sentiment": "none"
        },
        {
          "name": "randy couture",
          "sentiment": "none"
        },
        {
          "name": "ivanka",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ufc",
          "sentiment": "neutral"
        },
        {
          "name": "mma",
          "sentiment": "none"
        },
        {
          "name": "rnc",
          "sentiment": "none"
        },
        {
          "name": "wall street journal",
          "sentiment": "none"
        },
        {
          "name": "kaseya center trump",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "milwaukee",
          "sentiment": "none"
        },
        {
          "name": "atlantic city",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T00:41:45.606+03:00",
    "updated": "2024-07-12T00:41:45.606+03:00"
  },
  {
    "uuid": "32c907765054c560a37134e413595eb5c81064d6",
    "url": "https://clichemag.com/jewelry/statement-investment-pieces-that-improve-with-age",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kevin Abbot",
    "published": "2025-01-24T03:06:00Z",
    "title": "Statement Investment Pieces That Improve With Age",
    "text": "Investing in timeless wardrobe staples is a wise strategy for cultivating a versatile and enduring personal style. Such pieces can serve as the foundation of a cohesive wardrobe while having the potential to appreciate over time, making them both fashion statements and financial assets.\nWhat are common investment pieces?\nCertain fashion items are renowned for their enduring appeal and potential to retain or increase in value. Designer handbags are a staple in the world of investment fashion.\nIconic brands such as Hermès, Chanel, and Louis Vuitton remain highly coveted, with limited availability and exceptional craftsmanship driving their status. Some Chanel handbags have been known to\nretain more than 100% of their original value.\nLuxury watches are another prime example of investment-worthy items. Renowned timepieces from brands like Rolex and Cartier are much more than functional accessories.\nTheir precision engineering, brand heritage, and rarity can contribute to significant value appreciation. These watches are symbols of status and longevity, often passed down through generations.\nFine jewellery also holds a prominent place among investment pieces. Items crafted from precious metals and gemstones, such as diamond jewellery, are timeless and typically serve as heirlooms.\nIts enduring appeal and tangible value make it an excellent investment for those seeking both beauty and financial returns.\nWhy do some pieces appreciate over time?\nBrand heritage and exclusivity play a significant role in appreciation. Brands with a storied history and limited production runs create a sense of scarcity, driving demand and increasing value.\nFor example,\nHermès’ limited-edition handbags are highly sought after in the secondary market due to their exclusivity.\nAdditionally, quality and craftsmanship ensure longevity, making these items desirable over time. Superior materials and meticulous attention to detail allow investments to withstand fleeting trends and maintain their appeal.\nItems associated with significant cultural moments or endorsed by influential figures often experience a surge in demand, further enhancing their worth. Vintage pieces frequently gain popularity due to their historical and cultural resonance.\nThe importance of caring for valuable pieces\nProper care and maintenance are crucial to preserving investments. Storing items in appropriate conditions prevents damage and ensures longevity. Luxury handbags should be kept in dust bags and away from direct sunlight to maintain their pristine condition.\nJewellery and watches require regular cleaning and servicing to preserve their lustre and functionality. Seeking professional services can help ensure that these items remain in optimal condition.\nDocumentation is another vital aspect of maintaining value. Original receipts, certificates of authenticity, and packaging significantly enhance an item’s resale value by verifying its provenance. These records will build trust with potential buyers and substantiate the item’s history and quality.\nRead more\nfashion articles at ClichéMag.com\nImages provided by\nDeposit Photos, BingAI, Adobe Stock, Unsplash, Pexels, Pixabay & Creative Commons",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://unsplash.com/license",
      "https://depositphotos.com/",
      "https://stock.adobe.com/license-terms",
      "https://www.bing.com/new/termsofuse?FORM=GENTOS",
      "https://www.vogue.com/article/bags-with-the-best-resale-value",
      "https://handt.co.uk/collections/jewellery",
      "https://creativecommons.org/",
      "https://pixabay.com/service/license/",
      "https://www.foxbusiness.com/lifestyle/hermes-birkin-bag",
      "https://www.pexels.com/photo-license/",
      "https://vogue.com/article/bags-with-the-best-resale-value",
      "https://depositphotos.com",
      "https://pixabay.com/service/license",
      "https://bing.com/new/termsofuse?FORM=GENTOS",
      "https://www.creativecommons.org/",
      "https://www.bing.com/new/termsofuse",
      "https://www.stock.adobe.com/license-terms",
      "https://foxbusiness.com/lifestyle/hermes-birkin-bag",
      "https://www.depositphotos.com/",
      "https://www.handt.co.uk/collections/jewellery",
      "https://pexels.com/photo-license/",
      "https://creativecommons.org",
      "https://www.pixabay.com/service/license/",
      "https://www.unsplash.com/license",
      "https://www.pexels.com/photo-license"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Louis Vuitton",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:41:49.151+02:00",
    "updated": "2025-01-24T00:41:49.151+02:00"
  },
  {
    "uuid": "b978f2ef131006596b574e4fdd7d8a29ca40e51c",
    "url": "https://redstate.com/beccalower/2024/08/22/breaking-manhunt-ends-for-arizona-man-who-allegedly-wanted-to-kill-trump-at-border-n2178430",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Becca Lower",
    "published": "2024-08-22T22:46:00Z",
    "title": "BREAKING: Manhunt Ends for Arizona Man Who Allegedly Wanted to Kill Trump at Border – RedState",
    "text": "There's breaking news on the story of the Arizona man who allegedly said he sought to kill former President Donald Trump at the U.S.- Mexico border, after a frantic manhunt ensued while the Republican nominee visited Cochise County Thursday. A manhunt is underway in Arizona, where Cochise County officials are looking for Ronald Lee Syrvud, a 66-year-old man who has threatened to kill a presidential candidate. It's being reported that the candidate is Donald Trump, and that Syrvud intended to attempt to assassinate Trump today during an appearance in Cochise County. As my colleague Jennifer Van Laar noted in her piece, Trump was speaking with county law enforcement officials at the time of the earlier breaking news. Read More: [BREAKING: Cochise County Sheriff Searching for Man Who Threatened to Assassinate Trump in AZ Today](https://redstate.com/jenvanlaar/2024/08/22/breaking-cochise-county-sheriff-searching-for-man-who-threatened-to-assassinate-trump-in-az-today-n2178418) Now, local authorities say the manhunt has ended, with the man in custody. Arizona man accused of threatening to kill Trump nabbed after manhunt during former president's border visit— Fox News (@FoxNews) [https://t.co/Cyt2yzcjA1] [August 22, 2024] via [Fox News](https://www.foxnews.com/us/arizona-man-accused-threatening-kill-trump-nabbed-after-manhunt-during-former-presidents-border-visit): The Cochise County Sheriff’s Office told Fox News Digital it took 66-year-old Ronald Lee Syvrud into custody without incident. He was arrested around 2:30 p.m. local time in Cochise County. Charges against Syvrud are pending. The sheriff’s office said it also has an absconder hold for Syvrud for failing to register as a sex offender. ... Court records reviewed by Fox News Digital show Syvrud was most recently charged with assault in June, but that was dropped in July. The sheriff’s office said earlier that Syvrud has outstanding warrants from the state of Wisconsin for DUI, failure to appear for DUI and from Graham County, Arizona, for hit-and-run and felony failure to register as a sex offender. The report added that authorities told Fox News that it is not thought there were ties between Syvrud and the assassination attempt against the former president in Butler, Pennsylvania, on July 13. Trump is scheduled to speak at a Turning Point USA (TPUSA) rally in Phoenix on Friday evening. RedState will provide updates on this breaking story as they become available. Editor's Note: This article was corrected after publication. We originally stated that Trump will be speaking at an event in Phoenix on Thursday. That event is scheduled for Friday. We regret the error. Related: [WATCH: Rachel Morin's Mother Delivers Heartbreaking Remarks at Arizona Border With Donald Trump](https://redstate.com/smoosieq/2024/08/22/watch-rachel-morins-mother-joins-donald-trump-to-deliver-remarks-at-arizona-border-n2178421)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://t.co/Cyt2yzcjA1",
      "https://www.foxnews.com/us/arizona-man-accused-threatening-kill-trump-nabbed-after-manhunt-during-former-presidents-border-visit):",
      "https://www.t.co/Cyt2yzcjA1",
      "https://foxnews.com/us/arizona-man-accused-threatening-kill-trump-nabbed-after-manhunt-during-former-presidents-border-visit):"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jennifer van laar",
          "sentiment": "none"
        },
        {
          "name": "ronald lee syrvud",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "assassinate trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arizona",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "cochise county",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T01:58:28.095+03:00",
    "updated": "2024-09-07T19:36:59.036+03:00"
  },
  {
    "uuid": "73b1fb644dbbcd064062b484b0d90697c8ef5212",
    "url": "https://www.newsbreak.com/the-cool-down-314855763/3987093497364-outraged-onlookers-slam-photo-of-408-foot-superyacht-docked-in-monaco-how-hideous",
    "ord_in_thread": 0,
    "author": "Samantha Hindman",
    "published": "2025-05-01T04:15:00Z",
    "title": "Outraged onlookers slam photo of 408-foot superyacht docked in Monaco: 'How hideous' - NewsBreak",
    "text": "A photo taken in Monaco in July stirred intense backlash online. Shared in the r/yachtporn subreddit, the image shows the Katara, a 408-foot docked superyacht. \"Biggest yacht I've ever seen,\" the Reddit user who posted it wrote. Built in 2010 by Lürssen Yachts and owned by Sheikh Hamad bin Khalifa Al Thani, the former emir of Qatar, the Katara is reportedly worth around $400 million . Its exterior was designed by Espen Øino International, and the lavish interiors were created by the late designer Alberto Pinto. Despite their glitz and glamour, superyachts have long been lightning rods for criticism , especially as awareness grows around the outsize impact of luxury lifestyles on our planet. According to a 2024 report by Oxfam, superyachts and private jets used by Europe's wealthiest emit more pollution in a single week than the world's poorest 1% creates in an entire lifetime. One ultra-rich individual cruising on a yacht like Katara can emit as much carbon pollution in a year as an average European would over nearly 600 years. That contrast is striking, especially considering that the communities most affected by rising temperatures, flash floods, and food insecurity often contribute the least to the problem. Photos such as this one don't just showcase wealth. They spotlight a widening emissions gap , with everyday people encouraged to make sustainable swaps while the world's wealthiest continue polluting at excessive rates. Thankfully, more climate-conscious options are emerging. Some companies, including Sailcargo , are building zero-emission cargo ships powered entirely by wind. Others are developing electric boats that cut down on harmful air pollution. Do you think billionaires spend their money wisely? Definitely No way Some do Most do Click your choice to see results and speak your mind. But these solutions need support, both through policy and a shift in values. For many, including commenters, the yacht's sheer scale and extravagance isn't awe-inspiring; it's offensive. \"How hideous. Enough already,\" one user commented . \"I'm not impressed,\" another added . Join our free newsletter for good news and useful tips , and don't miss this cool list of easy ways to help yourself while helping the planet. first appeared on .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->leisure",
      "Social Issue->values",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1GdJct_10mUDGIs00",
      "https://www.reddit.com/r/yachtporn/comments/1efrqu2/comment/lfr2f85/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.sailcargo.inc/",
      "https://economictimes.indiatimes.com/news/international/world-news/inside-the-emir-of-qatars-billion-dollar-lifestyle-palaces-jets-a-400-million-yacht/the-emirs-mega-yacht/slideshow/118378999.cms?from=mdr",
      "https://www.thecooldown.com/green-tech/electric-tugboat-guinness-world-record/",
      "https://www.reddit.com/r/yachtporn/comments/1efrqu2/monaco_july_8_katara_biggest_yacht_ive_ever_seen/",
      "https://guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=4&article=recNnOq4T3YmXMAyQ",
      "https://www.thecooldown.com/green-business/superyacht-monaco-reddit-backlash/",
      "https://guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=1&article=recNnOq4T3YmXMAyQ",
      "https://guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=2&article=recNnOq4T3YmXMAyQ",
      "https://www.thecooldown.com",
      "https://www.thecooldown.com/green-business/massive-yacht-pollution-bay-stardust/",
      "https://www.reddit.com/r/yachtporn/comments/1efrqu2/comment/lfpatto/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=3&article=recNnOq4T3YmXMAyQ",
      "https://www.oxfam.org/en/press-releases/superyachts-and-jets-europes-elite-emit-more-carbon-pollution-week-worlds-poorest-1",
      "https://yachtcarbonoffset.com/superyachts-the-environmental-impact-of-luxury/#:~:text=The%20Hidden%20Impact%20Of%20Superyachts,the%20global%20plastic%20pollution%20crisis.",
      "https://img.particlenews.com/image.php?url=1GdJct_10mUDGIs00",
      "https://www.thecooldown.com/future-newsletter/?recNnOq4T3YmXMAyQ",
      "https://rb.gy/ivhzmj",
      "https://www.thecooldown.com/future-newsletter/",
      "https://reddit.com/r/yachtporn/comments/1efrqu2/comment/lfr2f85/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.rb.gy/ivhzmj",
      "https://oxfam.org/en/press-releases/superyachts-and-jets-europes-elite-emit-more-carbon-pollution-week-worlds-poorest-1",
      "https://guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/",
      "https://reddit.com/r/yachtporn/comments/1efrqu2/comment/lfpatto/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=2&article=recNnOq4T3YmXMAyQ",
      "https://thecooldown.com/green-tech/electric-tugboat-guinness-world-record/",
      "https://www.reddit.com/r/yachtporn/comments/1efrqu2/comment/lfr2f85/",
      "https://economictimes.indiatimes.com/news/international/world-news/inside-the-emir-of-qatars-billion-dollar-lifestyle-palaces-jets-a-400-million-yacht/the-emirs-mega-yacht/slideshow/118378999.cms",
      "https://www.guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=4&article=recNnOq4T3YmXMAyQ",
      "https://www.guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=1&article=recNnOq4T3YmXMAyQ",
      "https://sailcargo.inc/",
      "https://thecooldown.com",
      "https://thecooldown.com/green-business/massive-yacht-pollution-bay-stardust/",
      "https://www.thecooldown.com/green-business/superyacht-monaco-reddit-backlash",
      "https://www.sailcargo.inc",
      "https://www.thecooldown.com/green-business/massive-yacht-pollution-bay-stardust",
      "https://www.reddit.com/r/yachtporn/comments/1efrqu2/monaco_july_8_katara_biggest_yacht_ive_ever_seen",
      "https://www.thecooldown.com/green-tech/electric-tugboat-guinness-world-record",
      "https://www.reddit.com/r/yachtporn/comments/1efrqu2/comment/lfpatto/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1GdJct_10mUDGIs00",
      "https://thecooldown.com/green-business/superyacht-monaco-reddit-backlash/",
      "https://www.img.particlenews.com/image.php?url=1GdJct_10mUDGIs00",
      "https://thecooldown.com/future-newsletter/?recNnOq4T3YmXMAyQ",
      "https://www.yachtcarbonoffset.com/superyachts-the-environmental-impact-of-luxury/#:~:text=The%20Hidden%20Impact%20Of%20Superyachts,the%20global%20plastic%20pollution%20crisis.",
      "https://img.particlenews.com/image.php",
      "https://reddit.com/r/yachtporn/comments/1efrqu2/monaco_july_8_katara_biggest_yacht_ive_ever_seen/",
      "https://www.economictimes.indiatimes.com/news/international/world-news/inside-the-emir-of-qatars-billion-dollar-lifestyle-palaces-jets-a-400-million-yacht/the-emirs-mega-yacht/slideshow/118378999.cms?from=mdr",
      "https://www.guide.thecooldown.com/recording-votes/do-you-think-billionaires-spend-their-money-wisely/?answer=3&article=recNnOq4T3YmXMAyQ"
    ],
    "entities": {
      "persons": [
        {
          "name": "Hamad bin Khalifa Al Thani",
          "sentiment": "none"
        },
        {
          "name": "Alberto Pinto",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Europe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Oxfam",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:49:59.875+03:00",
    "updated": "2025-05-01T04:53:28.000+00:00"
  },
  {
    "uuid": "2cf1855df0767c79b91c8eb43a3551aeadf320d7",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c034",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "j.rochafernandez_6317e9c",
    "published": "2023-12-28T21:41:00Z",
    "title": "#34 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:38.780+02:00",
    "updated": "2023-12-29T01:04:38.780+02:00"
  }
]