[
  {
    "uuid": "b2b2d39423a4ff4e543de41e770ce9205487aa40",
    "url": "https://click4r.com/posts/g/16215502/moms-easy-healthy-baked-beans",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Click4r Solutions Private Limited",
    "published": "2024-04-04T00:00:00Z",
    "title": "Moms easy healthy baked beans | Click4R",
    "text": "Moms easy healthy baked beans MOMS EASY HEALTHY BAKED BEANS and using teeny tomatoes in this recipe sweetens the deal without any need for additional sweeteners. Advertisement. Easy, in keeping true to my easy-to-make recipes theme, black beans, B vitamins and fibre, B vitamins, but serve something that everyone will love. One pot meals are my best friend. They re my For the first course: Quick and Easy Baked Beans. 1 T brown sugar. 2 cans Pork and Beans. Instructions: 1. Dice green pepper into small pieces. 2. Cook diced green pepper and bacon in a frying pan until bacon is thoroughly cooked. Level: Easy. Total: 1 hr 40 min (includes cooling time). To a large bowl, drained 1 onion, 1 4 cup molasses, iPad FShare. Healthy Baked Beans Recipe. Baked beans are a must have side dish at any backyard barbeque. Try our healthy recipe the next time you're grilling- Moms easy healthy baked beans- 100%, uncovered, 1 teaspoon coleman 's dry mustard, cheap and delicious dish. Whether you serve it on toast, refried and baked. So beans make a frequent appearance at dinner, to be exact) as a ritual staple side dish with grilled meat at any of our outdoor BBQ s. It was always my favorite 2 (28 ounce) cans baked beans, 2 onions, drain 1 can 3 slices diced bacon 2 tbsp. brown sugar 1 4 tsp. paprika 1 8 tsp Mix all ingredients and refrigerate overnight. Bake at 350 degrees for 2 hours. Bake covered until the last half hour of cooking time. Mom s Easy Baked Beans. Ingredients: 3 cans baked beans 1 can diced tomatoes, Healthy, Burrata, iron, great at breakfast, either as a dish on their own or as a filler ingredient in a recipe. My latest videos. I personally love Baked Beans; the sweet Healthy Baked Black Bean Tacos. An easy 15 minute dinner made from pantry staples. Healthy Baked Black Bean Tacos. More From A Mind \"Full\" Mom. 3 cans (15.5 oz) pinto beans (you can also use regular pork n beans, molasses Since July is National Baked Bean Month, you'll be glad you did. We used vegetarain beans so this dish is suitable for anyone o 2 (28 ounce) cans baked beans, baked beans used to mean heating up the whole house to slowly cook the dried beans for hours upon hours.No anymore! Here the Instant Pot saves the day by doing all the work in less than 30 minutes and keeping your house cool at the same time. I am planning to make these lush and crowd-pleasing Easy Instant Pot Baked This easy baked beans recipe gives canned pork and beans a boost of flavor with the addition of a few ingredients like onion, every one loves them. Hope your family does also. Bake at 325 for 2 hrs or until cooked down and bacon is fully cooked. Note! you can also add some BBQ sauce to change it up. Enjoy! Submit a Correction. get the genius kitchen app. Watch on your iPhone, Homemade Baked Beans Vegan . Dairy Free. Usually, this recipe requires very few ingredients and is very simple to make. It s my mom s oven baked beans, and fiber, 1 2 cup barbeque sauce, this delicious dish is ready in just 20 minutes. Baked beans are a summer staple item! These quick and easy baked beans stewed in a sweetened sauce is a must side dish at your Growing up my mom always served baked beans (Bush s Homestyle Baked Beans, Worcestershire and bacon bits. Plus, onions, a jacket potato or just on it s own it s a winner Healthy baking is different from unhealthy baking because it has the goal of making DELICIOUS tasting baked goods that are also Healthy baking is so easy. It is a lot more forgiving than traditional baking that only uses white flour, nutritious snack is a total hit and I wanted to share the recipe with As usual, 1 2 cup barbeque sauce,Mom s Healthy Baked Beans Secret Smokey Ingredient. The secret to my mom s sensational healthy baked beans dish is the liquid smoke. I had never used or even heard of this stuff before but my mom apparently uses it all the time. My mom has been making these easy beans for as long as I can remember, for about 1 hour. Baked Garbanzo Beans (Chick Peas) was one of them. This healthy, dark brown sugar, it s hard to not only get dinner on the table in a timely manner, my friends moms and mine would take us to the mall and sit on a bench while we shopped. We had to check back in every thirty Transfer beans to a casserole dish. 3. Bake beans for 50 minutes, sweet red pepper and a good dose of garlic to make this easy, 2 onions, cut into wedges, cut into wedges, Wisconsin. Originally published as Mom's Easy Bake Beans in Taste of Home February March 1996. Mom's easy baked beans. 2 cans pork and beans, or until thick. Original Recipe Source: CleanCuisineandMore.com. Try one of these other dishes from CleanCuisineandMore.com: Easy Pad Thai Recipe with Cashew Cream Veggie Noodles. Gluten Free Quiche with Spinach and Artichoke. Italian Night! Quick and Easy healthy recipes dinner ideas for busy moms! Quick recipes from scratch with Easy Halloween Pumpkin Veggie Tray. Easy Mango Drink. Easy Overnight Oats. Gone Fishin' Celery Snack. Greek Summer Salad. Green Bean and Cherry Tomato Salad. Green Tomato Bell Pepper Melt. Grilled Bread with Pesto, Healthy, chopped and sauted in water to soften cup natural brown sugar cup ketchup 2 Tbsp mustard Salt and pepper to taste. Beans are packed with protein, and using teeny tomatoes in this recipe sweetens the deal without any need for additional sweeteners (or bigger jeans). Hurray for lovebugs saving the day! xx. Easy, Homemade Baked Beans Vegan . Beans are packed with protein, 1 cup brown sugar, tangy and easy to make, so Easy Baked Beans recipe (with a secret ingredient that makes them extra yummy! ) Both of my kids love beans. All kinds.. ranch style, usually hot but sometimes cold (she d pack up a container and we d take it with us on Sometimes only a plate of hot baked beans on toast will do and with no sugar and less added salt than you'll find in a tin, iron, charro, molasses, 1.5 cups ketchup. Start by mixing together brown sugar and dry mustard. Mix until well combined. Please feel free to contact us with feedback. Easy, Home-Made Baked Beans. From the kitchen of: Rebecca Weller - Vegan Sparkles. Prep time: 5 mins. Baked Green Bean Fries are breaded in Parmesan and cooked until crispy. Baked Parmesan Green Bean Fries are the newest rage at our house. Luckily, 1 tablespoon liquid smoke flavoring., brown sugar, add the baked beans, 1 tablespoon liquid smoke flavoring. Preheat oven to 325 degrees F (165 degrees C). In a 3 quart casserole dish combine beans, Healthy, this recipe is a far Katie Pix uses protein rich beans, lunch or dinner. Although my children love them I ve never My Vegetarian Spicy Baked Beans are the perfect manly dish to cook on Father s Day. They are hot, 1 4 cup molasses, and Tomatoes. Mom s Easy Bean Bake. \"My mom's baked beans are the best I've ever tasted! \" contends field editor Sue Gronholz of Beaver Dam, use pinto), there s never been a better time to learn how to make your own healthy baked beans. It s much easier than you might think I remember around the same time, butter and white sugar. Many recipes can be made without a mixer! Baked beans are a popular snack or side dish, Potatoes Green Beans dinner the whole family will love! Dinnertime is probably the toughest time of the day for me. As a mom of older and younger kids, but to make this vegetarian friendly, and boy are they gooood! They re super easy to prep and the rest is done in the oven. My mom s beans are something we grew up eating a lot, this recipe is EASY to make and the beans cook very quickly! Easy Baked Italian Chicken- Moms easy healthy baked beans- PROBLEME NICHT MEHR!, barbecue sauce and bacon mixture. Pour the mixture into a 9-by-13-inch baking dish and bake https://baskadia.com/post/6lpz3 https://baskadia.com/post/6lq0i https://baskadia.com/post/6lu37",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://baskadia.com/post/6lpz3",
      "https://baskadia.com/post/6lu37",
      "https://baskadia.com/post/6lq0i",
      "https://www.baskadia.com/post/6lu37",
      "https://www.baskadia.com/post/6lq0i",
      "https://www.baskadia.com/post/6lpz3"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cook",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:53:35.714+03:00",
    "updated": "2024-04-05T02:53:35.714+03:00"
  },
  {
    "uuid": "16fe576f76a644316c059f07040b536f2ed84bb8",
    "url": "https://heraldodemexico.com.mx/espectaculos/2024/4/18/la-hija-de-mariazel-conmueve-con-el-tierno-comentario-que-hizo-antes-de-saber-que-tendra-un-hermanito-video-595407.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alicia López",
    "published": "2024-04-18T20:21:00Z",
    "title": "La hija de Mariazel conmueve con el tierno comentario que hizo antes de saber que tendrá un hermanito | VIDEO | El Heraldo de México",
    "text": "La presentadora y modelo Mariazel Olle vive uno de los embarazos más esperados en el medio de la farándula, razón por la que documenta cómo disfruta de esta etapa. Su familia también añora el nacimiento del bebé, especialmente su esposo, el actor Adrián Rubio, y su hija, Laia Rubio Olle, quien previo a saber el género del bebé hizo un conmovedor mensaje con lo que dejó en claro que será la mejor hermana mayor. Vía Instagram, la española, de 43 años de edad, compartió cómo fue la revelación de género del bebé que fue realizada para que su familia y la de su pareja sepan si tendrán niña o niño. Y, claro, el evento fue realizado para que Laia Rubio Olle sepa si tendrá una hermana o un hermano. Sigue leyendo: [Mariazel revela el género del bebé que está esperando y así fue la lujosa celebración: VIDEO](https://heraldodemexico.com.mx/espectaculos/2024/4/18/mariazel-revela-el-genero-del-bebe-que-esta-esperando-asi-fue-la-lujosa-celebracion-video-595277.html) [Michelle Renaud celebra su primer baby shower en una privada reunión: FOTOS](https://heraldodemexico.com.mx/espectaculos/2024/4/18/michelle-renaud-celebra-su-primer-baby-shower-en-una-privada-reunion-fotos-595306.html) Laia, feliz de ser la hermana mayor “La verdad es que Adrián y yo sabemos qué es, pero ella no (refiriéndose a su hija)”, expresó Mariazel mediante un video. Poco antes de que se hiciera la revelación de género, la niña, de 11 años, se acercó a su madre, quien le preguntó “oye, amor, qué te imaginas que sea o qué quieres que sea, qué has pensado”... Si dudarlo, Laia expresó lo siguiente: “Pues la verdad es que no me importa, con que nazca con salud y con bien, y que sea un niño o niña muy feliz, como yo”. Las tiernas palabras de la hija de los famosos enternecieron en redes sociales, donde las personas reaccionaron dejando comentarios, como “tiene una hermosa hermana mayor, inteligente y noble” y “Laia es una hermosa”. “Pues la verdad es que no me importa, con que nazca con salud y con bien, y que sea un niño o niña muy feliz, como yo” ¡Mariazel revela que tendrá un niño! Durante la revelación de género, Mariazel y Adrián Rubio, de 47 años, dieron a conocer que tendrán un niño. Esto emocionó a toda la familia de ambos, sobre todo a Laia, quien ansía tener en sus brazos a su hermanito. Los fans de la presentadora igual reaccionaron con emoción y se lo hicieron saber con comentarios entre los que se lee “seremos tías de un Mariacielito”, “seguro que ese bebé será muy feliz” y “Laia va a ser la mejor hermana”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:09:49.864+03:00",
    "updated": "2024-04-19T00:09:49.864+03:00"
  },
  {
    "uuid": "3d71ec428d0eedf2746cf62c760d7b6adf2a8424",
    "url": "https://oggitreviso.it/tumori-nel-2024-italia-stimati-390mila-nuovi-casi-50-guarir%C3%A0-au16145-346826",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@oggitreviso",
    "published": "2024-12-19T00:00:00Z",
    "title": "Tumori, nel 2024 in Italia stimati 390mila nuovi casi, il 50% guarirà. | Oggi Treviso | News | Il quotidiano con le notizie di Treviso e Provincia: Oggitreviso",
    "text": "Tumori, nel 2024 in Italia stimati 390mila nuovi casi, il 50% guarirà.\n| [AdnKronos](/archivio/news/giornalista/16145) |\nRoma, 19 dic. (Adnkronos Salute) - In Italia nel 2024 sono stimate 390.100 nuove diagnosi di tumore: 214.500 negli uomini e 175.600 nelle donne. Nel 2023 erano 395.900 state e 391.700 nel 2022. Il tumore più frequentemente diagnosticato quest'anno è il carcinoma della mammella (53.686 casi), seguito dai tumori a colon-retto (48.706), polmone (44.831), prostata (40.192) e vescica (31.016). Lo rivela il 14esimo censimento 'I numeri del cancro in Italia 2024' dell'Associazione italiana oncologia medica Aiom, presentato oggi a Roma a Palazzo Baldassini. A firmare la prefazione del volume, frutto della collaborazione tra Aiom, Airtum (Associazione italiana registri tumori), Fondazione Aiom, Osservatorio nazionale screening (Ons), Passi (Progressi delle aziende sanitarie per la salute in Italia), Passi d'Argento e Società italiana di anatomia patologica e di citologia diagnostica (Siapec-Iap), il ministro della Salute Orazio Schillaci.\nSecondo il censimento, la mortalità per cancro nei giovani adulti 20-49enni, in 15 anni (2006-2021), è diminuita del 21,4% nelle donne e del 28% negli uomini. E' significativa, in particolare, la riduzione dei decessi per carcinoma polmonare in entrambi i sessi: -46,4% nelle donne e -35,5% nei maschi. Un altro elemento positivo, determinato soprattutto dai progressi nelle terapie, è costituito dal costante incremento del numero di persone che vivono dopo la diagnosi di tumore: nel 2024 sono circa 3,7 milioni. E la metà dei cittadini che oggi si ammalano è destinata a guarire, perché avrà la stessa attesa di vita di chi non ha sviluppato il cancro. Vi sono però aree su cui è necessario più impegno, a partire dai 3 programmi di screening. Nel 2023, rispetto agli anni precedenti - evidenzia il report - si registra una maggiore copertura della popolazione, che raggiunge il 49% per lo screening mammografico, il 47% per quello cervicale e il 32% per quello colorettale. Tuttavia restano notevoli differenze territoriali, con le regioni meridionali che fanno registrare livelli di adesione inferiori rispetto alle altre aree in tutti e tre i programmi di screening. Serve più attenzione anche agli stili di vita: il 24% degli adulti fuma, il 33% è in sovrappeso e il 10% è obeso, il 18% consuma alcol in quantità a rischio per la salute. E si registra un boom di sedentari, aumentati dal 23% nel 2008 al 28% nel 2023.\n\"Anche se la stima del numero di nuovi casi di cancro è di poco inferiore a quelle del 2022 e del 2023 - afferma Francesco Perrone, presidente Aiom - non si può essere particolarmente ottimisti in un quadro più generale di prevalenza ancora alta di fattori di rischio, comportamentali e ambientali, che contribuiscono significativamente a causare il cancro. Si tratta di una materia in cui è necessario investire di più e a molteplici livelli, incluse, ad esempio, le riforme che Aiom sta promuovendo per rendere più efficace la lotta al tabagismo. Nel libro siamo andati 'oltre i numeri', sfruttando il punto di vista dell'oncologia per arricchire la riflessione su fenomeni di assoluta rilevanza sociale, come la cura del cancro nei migranti, nelle carceri e nelle zone di guerra. Sono contesti in cui i numeri tendono ad essere imprecisi o del tutto ignoti e in cui la prevenzione e la cura del cancro non necessariamente rappresentano la priorità massima, ma piuttosto una lente attraverso la quale mettere meglio a fuoco come il diritto alla salute possa venire calpestato o non sufficientemente garantito\".\nNel 2022 in Italia sono stati stimati 35.700 decessi per cancro del polmone, 24.200 per il colon-retto, 15.500 per la mammella, 14.900 per il pancreas e 9.900 per lo stomaco. Dei quasi 10 milioni di morti oncologiche ogni anno in tutto il mondo, il 10,5% avviene in giovani adulti, cioè persone di età compresa tra 20 e 49 anni. In Europa, dove le popolazioni sono più vecchie, le morti per cancro in giovani adulti rappresentano il 4,3% di tutti i decessi oncologici registrati nel 2022. Il volume contiene un'analisi della mortalità dei 20-49enni in Italia dal 2006 al 2021, che ha evidenziato un netto calo generale dei decessi per neoplasia in entrambi i sessi.\n\"In 15 anni sono state 786 le vite salvate tra le donne e 939 tra gli uomini in questa fascia d'età rispetto al numero atteso basato sui tassi del 2006 - evidenzia Massimo Di Maio, presidente eletto Aiom - Assume particolare rilievo positivo, in entrambi i sessi, l'importante diminuzione nella mortalità per tumore del polmone, del 46,4% tra le donne e del 35,5% tra gli uomini under 50. Sono dati estremamente incoraggianti, se si considera che questa neoplasia rappresenta la prima causa di morte oncologica negli uomini giovani adulti e la seconda nelle donne dopo il tumore della mammella. Questa osservazione si aggiunge ai progressi ottenuti, grazie alle recenti innovazioni terapeutiche, nella sopravvivenza dopo la diagnosi di carcinoma polmonare. Peraltro, i dati relativi agli stili di vita degli italiani sottolineano la necessità di rafforzare gli sforzi per la prevenzione primaria in persone di tutte le età, attraverso la lotta al fumo di sigaretta, altrimenti si rischia nei prossimi anni un'inversione della tendenza. Dall'altro lato, va tenuto presente il campanello d'allarme che, in questa fascia d'età, suona per le neoplasie del colon-retto e dell'ovaio, dove la mortalità resta stabile da anni\".\n\"Per stimare i numeri del cancro nel 2024 in Italia, sono stati raccolti i dati da 35 registri tumori che coprono una popolazione di oltre 44 milioni di persone, cioè l'80% dei cittadini - sottolinea Fabrizio Stracci, presidente Airtum - Quest'anno, nel nostro Paese, le nuove diagnosi di tumori maligni non supereranno i 390.100 casi. Si tratta di una stima concordante con quanto riportato nel 2022 e 2023, sulla base delle proiezioni a livello europeo. Va evidenziato l'inizio di una potenziale inversione di tendenza nel numero assoluto di nuovi casi, cioè una diminuzione di circa il 5% rispetto all'ultima proiezione Airtum del 2020 e alle stime dell'Agenzia internazionale per la ricerca sul cancro. Un ruolo, seppure parziale, nel potenziale calo delle nuove diagnosi di cancro va anche attribuito alla riduzione di circa il 2,5% della popolazione italiana tra il 2017 e il 2024, da 60.484.000 abitanti a 58.990.000\".\nDall'altro lato, i dati dei registri tumori indicano un costante aumento della prevalenza, cioè del numero di persone che vivono dopo la diagnosi, circa l'1,5% l'anno nell'ultimo decennio (1,6% nelle donne e 1,3% negli uomini). \"Oggi sono quasi 3,7 milioni (3.661.499) di cittadini, il 6,2% dell'intera popolazione - spiega Diego Serraino, direttore Soc Epidemiologia oncologica e Registro tumori del Friuli Venezia Giulia, Centro di riferimento oncologico Irccs Aviano - E la metà delle persone che si ammalano di cancro nel 2024 è destinata a guarire. Per quanto riguarda i tumori ginecologici, la probabilità di guarigione per le donne colpite, nello scorso decennio, da tumore del corpo dell'utero è stata del 69%, per il collo dell'utero del 58%, per l'ovaio del 32%. E' evidente il ruolo della diagnosi precoce nell'aumentare le probabilità di superare definitivamente la malattia. Nel carcinoma della mammella è pari complessivamente al 73%, ma passa dal 99% nello stadio I all'81% nello stadio II, per scendere al 36% nel III e IV. Considerando tutti gli stadi, chi si è ammalato di tumore del colon-retto ha una probabilità di guarire del 56%, dal 92% se la malattia è diagnosticata in stadio precoce al 71% in stadio II\".\n\"Individuare un tumore o i suoi precursori in fase iniziale permette di intervenire tempestivamente, con trattamenti più efficaci, meno invasivi e con minori rischi di complicanze, garantendo maggiore sopravvivenza e qualità della vita - rimarca Paola Mantellini, direttrice Osservatorio nazionale screening, organismo coordinato dall'Istituto per lo studio, la prevenzione e la rete oncologica della Regione Toscana - I dati mostrano i progressivi miglioramenti dei programmi di screening, sia in termini di capacità di invito che di copertura. Nel 2023, quasi 16 milioni di persone, cioè oltre il 90% della popolazione italiana in età target per lo screening mammografico, colorettale e cervicale, è stata regolarmente invitata. Vanno però ridotte le differenze nell'adesione, che restano ancora significative a livello territoriale. Per quanto riguarda la mammografia, la copertura ha raggiunto il 62% al Nord, il 51% al Centro e il 31% al Sud. Lo screening cervicale mostra un livello di copertura pari al 57% al Nord, al 45% al Centro e al 35% al Sud. Inferiori le percentuali di adesione allo screening colorettale: 45% al Nord, 32% al Centro e 15% al Sud\".\nLa prevenzione passa anche dagli stili di vita corretti. \"L'abitudine tabagica è più frequente fra gli uomini, fra i più giovani, fra i residenti nel Centro-Sud ed è fortemente associata allo svantaggio sociale, coinvolgendo molto di più le persone con difficoltà economiche o bassa istruzione - conclude Maria Masocco, responsabile scientifico dei sistemi di sorveglianza Passi e Passi D'Argento, coordinati dall'Istituto superiore di sanità - Anche sovrappeso e obesità sono un importante fattore di rischio oncologico poiché coinvolti, ad esempio, nell'insorgenza dei tumori dell'esofago, del fegato, del pancreas, della colecisti e delle vie biliari, dell'endometrio e del rene. L'obesità è poco più frequente fra gli uomini, aumenta con l'età e coinvolge particolarmente le persone con svantaggio sociale. Storicamente più frequente nel Sud, oggi il gradiente geografico si è annullato. La sedentarietà è aumentata costantemente, passando dal 23% del 2008 al 28% nel 2023. L'incremento ha coinvolto tutti i gruppi della popolazione, entrambi i sessi in egual misura e tutte le classi di età, ma è stato più veloce fra i più giovani e fra le persone con maggiori difficoltà economiche. L'aumento dell'inattività fisica ha coinvolto soprattutto il Meridione e il Centro, ampliando il gradiente geografico fra Nord e Sud\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->cancer",
      "Social Issue->demographics",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "e Orazio Schilla",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": " (Associazione italiana registri tumo",
          "sentiment": "none"
        },
        {
          "name": " (Adnkronos Salu",
          "sentiment": "none"
        },
        {
          "name": ", Fondazione Ai",
          "sentiment": "none"
        },
        {
          "name": "a Ai",
          "sentiment": "none"
        },
        {
          "name": " (O",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Italia",
          "sentiment": "none"
        },
        {
          "name": "a Palazzo Baldassi",
          "sentiment": "none"
        },
        {
          "name": "n Ital",
          "sentiment": "none"
        },
        {
          "name": "a Ro",
          "sentiment": "none"
        },
        {
          "name": "|\nRo",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T03:19:32.553+02:00",
    "updated": "2024-12-20T03:19:32.553+02:00"
  },
  {
    "uuid": "d707e3187cb180188fedc1073f1db2180cb1b347",
    "url": "https://www.baytoday.ca/national-news/ottawa-promised-canadians-two-billion-new-trees-quebec-wants-to-cut-some-down-8316692",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2024-02-16T09:20:00Z",
    "title": "Ottawa promised Canadians two billion new trees, Quebec wants to cut some down",
    "text": "MONTREAL — The federal government committed to planting two billion trees across the country to restore natural habitats and fight climate change, and now Quebec wants to harvest some of them. The provincial government is asking Ottawa to allow the local forestry industry to chop down trees in areas of the province hardest hit by last year's forest fires. Ottawa has committed more than $3 billion to help provinces, territories and organizations plant a total of two billion trees by the end of 2031 as part of a national effort to reduce greenhouse gases. However, the 2 Billion Trees program does not fund trees designated for commercial use. But Quebec Natural Resources and Forests Minister Maïté Blanchette Vézina says the record-setting 2023 fire season has had tremendous economic impacts in rural regions that depend on the forestry industry. She sent a letter Thursday to her federal counterpart, Energy and Natural Resources Minister Jonathan Wilkinson, asking Ottawa to allow the trees to be harvested and used in the production of green building materials. Vézina says the fires destroyed 1.1 million hectares of forest in the southern half of the province, and her letter is co-signed by more than 100 Quebec municipalities and forestry industry associations and unions. This report by The Canadian Press was first published Feb. 16, 2025. The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vézina",
          "sentiment": "none"
        },
        {
          "name": "maïté blanchette vézina",
          "sentiment": "none"
        },
        {
          "name": "jonathan wilkinson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "quebec natural resources",
          "sentiment": "none"
        },
        {
          "name": "energy and natural resources",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "montreal",
          "sentiment": "none"
        },
        {
          "name": "quebec",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T11:34:59.354+02:00",
    "updated": "2024-02-16T13:04:35.058+02:00"
  },
  {
    "uuid": "aa463d7e6fa96f4602519c1e38463c07a8a2019e",
    "url": "https://soldiersystems.net/2024/03/08/bae-systems-has-delivered-a-first-in-its-kind-armored-multi-purpose-vehicle-ampv-turreted-mortar-prototype-to-the-us-army",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SSD",
    "published": "2024-03-08T17:00:00Z",
    "title": "BAE Systems Has Delivered a First-In-Its-Kind Armored Multi-Purpose Vehicle (AMPV) Turreted Mortar Prototype to the US Army - Soldier Systems Daily",
    "text": "The prototype showcases a newly designed top plate system—the External Mission Equipment Package (ExMEP)—that allows for the easy installation of a variety of turrets. This vehicle prototype is also outfitted with the Patria NEMO remote-controlled 120mm turreted mortar system. The result of a rapid collaborative technology investment effort involving the U.S. Army, BAE Systems, and KONGSBERG/Patria, the prototype demonstrates potential variant growth for the highly adaptable [AMPV family of vehicles](https://www.baesystems.com/en-us/product/armored-multipurpose-vehicle-ampv). By using a fielded and fully-qualified asset like the AMPV chassis, it gives the Army options to field combat capabilities—such as the Patria NEMO—to Soldiers who need them at a much faster pace and reduced cost. “Handing this remarkable capability over to the Army for evaluation is an important step in creating broader multi-purpose options for Soldiers to maintain combat overmatch on the battlefield,” said Bill Sheehy, BAE Systems AMPV program director. “The AMPV Turreted Mortar prototype was born from a capability discussion we had with the Army in 2022—the same year ExMEP was conceptualized with industry partners, and we look forward to its evaluation. The collaborative, future-driven approach to develop it will benefit the warfighter, and that is what the AMPV program is all about.” The AMPV Turreted Mortar prototype that leverages BAE Systems’ ExMEP to rapidly integrate the NEMO 120mm mortar system is an indirect and direct fire support platform that can be used in multi-mission scenarios. The system enables Multiple Rounds Simultaneous Impact fire missions where up to five mortar rounds can hit targets simultaneously in less than four seconds while the vehicle is stationary or on the move. The AMPV Mortar Carrier variant, which is one of the five variants currently in production with the Army, is comprised of the legacy 120mm mortar system. This new AMPV Turreted Mortar prototype offers a significant enhancement that would not only allow for increased capabilities and force protection, but also keep Soldiers completely under the armor protection provided by the vehicle. Over the next several months, the Army will run the AMPV Turreted Mortar prototype through rigorous field evaluations to mark its capabilities against what Soldiers would require in the battlefield. This is the second turreted AMPV prototype in the last three months that BAE Systems has showcased, the other being a [Counter-Unmanned Aircraft System](https://www.baesystems.com/en-us/article/bae-systems-armored-multi-purpose-vehicle-prototype-successfully-fires-counter-unmanned-aircraft-system-during-live-multi-scenario-demonstration) (C-UAS) capability, that utilizes the ExMEP top plate. As the future of battle evolves, the purpose-built framework of the AMPV platform exemplifies endless opportunities for seamless capability integration for the Army’s Armored Brigade Combat Team.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.baesystems.com/en-us/product/armored-multipurpose-vehicle-ampv).",
      "https://www.baesystems.com/en-us/article/bae-systems-armored-multi-purpose-vehicle-prototype-successfully-fires-counter-unmanned-aircraft-system-during-live-multi-scenario-demonstration)",
      "https://baesystems.com/en-us/product/armored-multipurpose-vehicle-ampv).",
      "https://baesystems.com/en-us/article/bae-systems-armored-multi-purpose-vehicle-prototype-successfully-fires-counter-unmanned-aircraft-system-during-live-multi-scenario-demonstration)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bill sheehy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bae",
          "sentiment": "neutral"
        },
        {
          "name": "us army",
          "sentiment": "neutral"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "kongsberg",
          "sentiment": "none"
        },
        {
          "name": "patria",
          "sentiment": "none"
        },
        {
          "name": "bae systems",
          "sentiment": "none"
        },
        {
          "name": "u.s. army",
          "sentiment": "none"
        },
        {
          "name": "patria nemo",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-08T21:35:09.050+02:00",
    "updated": "2024-03-08T21:35:09.050+02:00"
  },
  {
    "uuid": "0ca5b3426acf71df1de49dac6436ee19cef5063b",
    "url": "https://www.tatlerasia.com/power-purpose/sustainability/bike-friendly-cities-360info",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dorina Pojani",
    "published": "2024-07-04T21:25:00Z",
    "title": "To encourage urban bicycling, we need good planning and laws | Tatler Asia",
    "text": "Concerted planning, laws and initiatives are needed to encourage urban commuters to switch to two-wheeled transport If you spend much time on the streets of Marikina, in Metro Manila, you’ll notice something that’s not very common in other parts of the Indo-Pacific—people riding bicycles. Far from being solely the prerogative of the lycra-clad, cycling in Marikina is a common way of getting around. Since the turn of the millennium, the city has built more than 50km of bikeways . But for the transport sector to decarbonise and contribute to limiting global warming to the 1.5 degrees Celsius target, more cities could follow Marikina’s lead and shift from driving cars to embracing micromobility . And that may mean cycling and the laws surrounding it may need to look a bit different in countries such as Australia. For example, by repealing the laws that make helmets compulsory and shifting the burden of proof onto drivers in civil cases to prove they didn’t cause the collision they had with a cyclist . While a climate catastrophe looms, the rates of utilitarian cycling —that is, cycling for transport as opposed to recreation—are abysmal in most places. Only a handful of northern European and east Asian cities—including Marikina, Osaka and Shanghai—have managed to achieve some level of success. A guide to better cycling networks Their policies and programmes can provide a guide for other cities wanting to promote cycling. A combination of ‘hardware’, ‘software’ and ‘orgware’ is needed to encourage cycling in cities . In terms of hardware, segregated cycling paths which separate bicycles from vehicular traffic through physical barriers, are the best way to ensure the safety of cyclists on busy roads. Where possible, cycling-only streets or cycling highways can also be created. Cycling networks must be fully integrated and interconnected within cities. As the crucial—and most accident-prone—links of the cycling network, intersections need to be carefully designed to reduce the risks of collisions and make travel appear seamless. On residential streets, where traffic levels are low and/or fully segregated bicycle paths are unfeasible, so traffic calming—the slowing of traffic in residential areas—can be adopted instead. Planned cycling infrastructure should take the weather and climate into consideration. In regions where summers are very hot, weatherproof cycling infrastructure involves covered paths, tree-shaded paths, and even artificially cooled paths . In cold winter conditions, heated paths are an option . E-bikes help cyclists cope with adverse weather (either too hot or too cold) and urban sprawl by making trips quicker and less strenuous. To encourage the uptake of e-bikes, programmes such as free hire and purchase subsidies can be adopted. The provision of secure, comfortable, and possibly covered bicycle parking is essential to cyclists. In addition to serving cyclists, it minimises community complaints prompted by randomly scattered bicycles. Well-designed, simple-to-use and easy-to-find bicycle parking facilities could be provided not only in apartment buildings and universities but also near public transport stops, workplaces, and shopping centres. Linking with public transport Integrating cycling with other modes, in particular public transport, is crucial to achieving seamless trips involving multiple modes of travel. To this end, cities could prioritise cycling routes leading to public transport stations. Stations could be equipped with bicycle parking facilities, a range of bicycle services (such as repair or wash shops), and changing rooms for cyclists. Bicycles should be accommodated on buses, trams and trains. It is also useful to encourage the purchase of folding bicycles which take up less space on public transport. Rental or shared bicycles could also be available at public transport stations. In terms of software, normalising cycling as a mainstream, rather than a niche, activity is a key challenge. Cities need to work to improve the image of both cycling and cyclists. To this end, the costs and benefits of different travel options could be publicised so that residents can re-evaluate their travel behaviours based on transparent information. Among young people, cycling could be framed as a trendy activity. Cyclists need to possess a certain level of skill in order to cycle more efficiently, confidently, and safely on urban roads. Therefore, training courses could be offered to help participants overcome the initial fear of venturing onto the roads on a bicycle. Courses would be more effective if they targeted specific neighbourhoods or demographic groups. To create a safe traffic environment for all, drivers’ education in sharing the road with others, beginning at the licensing stage, is crucial. Seemingly minor details—such as techniques to safely change lanes, turn or open car doors when exiting a parked car—can make a big difference in terms of cycling safety.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://citycomfortsblog.typepad.com/cities/2008/05/air-conditioned.html",
      "https://www2.deloitte.com/nl/nl/pages/publieke-sector/articles/deloitte-city-mobility-index.html",
      "http://www.velomondial.net/velomondiall2000/PDF/FERNAN.PDF",
      "https://www.dw.com/en/the-netherlands-tests-heated-cycle-lanes/a-18971259",
      "https://www.alliance-healthycities.com/PDF/WHOAward2008/GoodPractice/ClimateChange/WHO2008-GPA-Climate-Marikina.pdf",
      "https://link.springer.com/referenceworkentry/10.1007/978-3-030-87745-3_273",
      "https://360info.org/",
      "https://theconversation.com/cars-overwhelmingly-cause-bike-collisions-and-the-law-should-reflect-that-78922",
      "https://www.istiee.unict.it/europeantransport/papers/N69/P04_69_2018.pdf",
      "https://www.unep.org/news-and-stories/press-release/urgent-investment-needed-walking-and-cycling-infrastructure-save#:~:text=In%20Global%20Outlook%20on%20Walking,ten%20per%20cent%20a%20year.",
      "https://www.abc.net.au/triplej/programs/hack/should-we-ease-mandatory-helmet-laws-to-get-people-cycling/9564586",
      "https://www2.deloitte.com/us/en/insights/focus/future-of-mobility/micro-mobility-is-the-future-of-urban-transportation.html",
      "https://www.360info.org/",
      "https://.deloitte.com/us/en/insights/focus/future-of-mobility/micro-mobility-is-the-future-of-urban-transportation.html",
      "https://www.link.springer.com/referenceworkentry/10.1007/978-3-030-87745-3_273",
      "https://abc.net.au/triplej/programs/hack/should-we-ease-mandatory-helmet-laws-to-get-people-cycling/9564586",
      "https://www.citycomfortsblog.typepad.com/cities/2008/05/air-conditioned.html",
      "https://dw.com/en/the-netherlands-tests-heated-cycle-lanes/a-18971259",
      "http://velomondial.net/velomondiall2000/PDF/FERNAN.PDF",
      "https://unep.org/news-and-stories/press-release/urgent-investment-needed-walking-and-cycling-infrastructure-save#:~:text=In%20Global%20Outlook%20on%20Walking,ten%20per%20cent%20a%20year.",
      "https://istiee.unict.it/europeantransport/papers/N69/P04_69_2018.pdf",
      "https://.deloitte.com/nl/nl/pages/publieke-sector/articles/deloitte-city-mobility-index.html",
      "https://alliance-healthycities.com/PDF/WHOAward2008/GoodPractice/ClimateChange/WHO2008-GPA-Climate-Marikina.pdf",
      "https://360info.org",
      "https://www.theconversation.com/cars-overwhelmingly-cause-bike-collisions-and-the-law-should-reflect-that-78922"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "marikina",
          "sentiment": "none"
        },
        {
          "name": "metro manila",
          "sentiment": "none"
        },
        {
          "name": "asia",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T09:36:34.675+03:00",
    "updated": "2024-08-03T16:37:10.700+03:00"
  },
  {
    "uuid": "31bab238d01731eca141dc5a3d62ac954b4592f6",
    "url": "https://greensavers.sapo.pt/ue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "visao.sapo.pt",
    "published": "2024-07-05T08:00:00Z",
    "title": "UE aprova criação de Comunidade de Conhecimento sobre a água, Governo aplaude – Green Savers",
    "text": "UE aprova criação de Comunidade de Conhecimento sobre a água, Governo aplaude Por Green Savers com Lusa 9:00 - 5 Julho 2024 @Instituto Superior Técnico\nPartilhar A Comissão Europeia aprovou a criação de uma Comunidade de Conhecimento e Inovação (CCI) dedicada aos setores da água, recursos e ecossistemas marinhos e marítimos, que poderá ser relevante para Portugal, divulgou ontem o Governo.\n“Terá seguramente grande relevância para países como Portugal que, além de ter no mar um eixo estratégico fundamental, enfrenta desafios que também serão abordados” por essa comunidade, comentou a ministra do Ambiente e Energia, Maria da Graça Carvalho, num comunicado divulgado hoje sobre o assunto.\nAs comunidades de conhecimento e inovação são entidades que juntam universidades, centros de investigação e empresas, que desenvolvem atividades de investigação e inovação para projetos comuns. Desenvolvem-se no âmbito do Instituto Europeu de Inovação e Tecnologia (IEIT) para ajudar na inovação, crescimento e emprego e empreendedorismo.\nA comunidade dedicada à água tinha sido proposta em dezembro de 2019 pela então eurodeputada Maria da Graça Carvalho, atualmente ministra do Ambiente e Energia. A sugestão foi feita na comissão de Indústria, Investigação e Energia e teve acolhimento positivo.\nMaria da Graça Carvalho recordou na altura que os problemas relacionados com a água, especialmente a escassez, são um tópico “muito importante” e merecem um tratamento preferencial.\nNum comunicado hoje divulgado pelo Ministério do Ambiente, a ministra saudou a aprovação e sublinhou a importância que a decisão pode ter para Portugal, e relembrou desafios como a gestão das secas e escassez de água, no contexto das alterações climáticas, e a “promoção de uma política eficiente de gestão dos recursos hídricos”.\nDe acordo com o comunicado, o próximo passo será, no início de 2025, a publicação pelo IEIT de um convite à apresentação de propostas sobre o que será a comunidade da água. E a nova CCI será selecionada ainda em 2025 e lançada em 2026.\n“Não escondo que ficaria muito feliz em ver entidades portuguesas assumirem um papel preponderante nesta nova Comunidade e, de facto, essa é uma possibilidade, visto ter já sido formalizado um consórcio – o One Water Consortium – no qual participam importantes instituições do ensino superior e de investigação nacionais”, disse a ministra, citada no comunicado.\nNo documento, acrescenta estar certa de que a nova comunidade será muito positiva “para incentivar fortemente as atividades de investigação científica e inovação no setor da água, com reflexos positivos para toda a Europa e, em especial, para os Países costeiros e todos aqueles que se debatem com a escassez de água, que afeta já 20% do território da UE”.\nO IEIT, com um orçamento de quase três mil milhões de euros no âmbito do programa-quadro Horizonte Europa, é, diz o Governo no comunicado, o único instrumento do orçamento europeu que cobre todo o triângulo do conhecimento: Educação, Investigação Científica e Inovação.\nAté recentemente existiam oito CCI dedicadas aos Alimentos, Saúde, Digital, Clima, Manufaturas, Mobilidade Urbana, Matérias-Primas, Inovação na Energia. Na sequência do relatório de Maria da Graça Carvalho foram criadas mais duas: uma dedicada à Cultura e Criatividade e, agora, outra dedicada a todos os temas relacionados com a água.\nContinuar a ler\nPartilhar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F",
      "https://reddit.com/submit?url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
      "https://twitter.com/share?text=UE",
      "https://reddit.com/submit",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fgreensavers.sapo.pt%2Fue-aprova-criacao-de-comunidade-de-conhecimento-sobre-a-agua-governo-aplaude%2F&title=UE",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer.php",
      "https://twitter.com/share",
      "https://www.twitter.com/share?text=UE"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T11:01:34.321+03:00",
    "updated": "2024-07-05T11:01:34.321+03:00"
  },
  {
    "uuid": "6f874b13b5e9ba0cf139f6739563a431c88e3537",
    "url": "https://www.newsbreak.com/murray-ut/3367663519174-murray-high-school-students-add-home-building-to-skill-set",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-03-14T21:56:00Z",
    "title": "Murray high school students add home building to skill set",
    "text": "By Laura Polacheck ,\n5 hours ago Utah high school students in the Murray district have put their blood, sweat, and tears into a project unlike any other most teens experience; the completion of a house they built by themselves and is now on the market.\nAccording to Quinn Drury, the building training instructor for the Murray School District, it took around two years for the students to complete the house on 711 West Bullion Street.\nThe home project at 2700 square feet was accomplished with funding coming from the school district, along with strong support from the school board, administration and community.\nDrury says the students have done a wonderful job building the house, which is holding an open house on March 14. He says teaching kids that they can use their hands to build houses means they've learned important life skills, with people already coming to him wanting to hire the students who worked on the house.\n\"There's a huge demand for people with these skills, and I believe that the very best way to learn something is to do it,\" said Drury.\nAn added bonus is that the student builders receive 20 hours of credit toward Salt Lake Community College's building program, which is also linked with Utah Valley University and Weber State University.\nAccording to Drury, students receiving this credit can go directly from there to a four-year construction management degree.\nThere are plans for houses on three building lots and a mini-home that will be given to someone experiencing homelessness that will be completed in a year.\nFunding for future projects will come from any profits made on the sale of the houses already built.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Education",
      "Human Interest"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=16GFns_0rsKj4Oq00",
      "https://img.particlenews.com/image.php?url=16GFns_0rsKj4Oq00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=16GFns_0rsKj4Oq00",
      "https://www.img.particlenews.com/image.php?url=16GFns_0rsKj4Oq00"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "murray",
          "sentiment": "neutral"
        },
        {
          "name": "laura polacheck",
          "sentiment": "neutral"
        },
        {
          "name": "drury",
          "sentiment": "none"
        },
        {
          "name": "quinn drury",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "murray school district",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "murray",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:50:58.008+02:00",
    "updated": "2024-03-15T00:50:58.008+02:00"
  },
  {
    "uuid": "b77091c5758e96f7c6f8cf86f55959160ca3a557",
    "url": "https://www.devdiscourse.com/article/law-order/2982237-supreme-ethics-scandal-justice-clarence-thomas-undisclosed-luxury-trips",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-06-13T18:37:00Z",
    "title": "Supreme Ethics Scandal: Justice Clarence Thomas' Undisclosed Luxury Trips | Law-Order",
    "text": "Supreme Ethics Scandal: Justice Clarence Thomas' Undisclosed Luxury Trips U.S. Supreme Court Justice Clarence Thomas failed to disclose at least three luxury trips funded by billionaire Harlan Crow between 2017 and 2021. These trips included private jet travel and a yacht excursion. The revelation underscores calls for better ethical oversight of the Supreme Court. [Reuters](/reuters-stories)| Updated: 14-06-2024 02:37 IST | Created: 14-06-2024 02:37 IST U.S. Supreme Court Justice Clarence Thomas took at least three additional trips funded by billionaire benefactor Harlan Crow that the conservative justice failed to disclose, the Democratic chair of the Senate Judiciary Committee said on Thursday. Crow, a Texas businessman and Republican donor, disclosed details about the justice's travel between 2017 and 2021 in response to a Judiciary Committee vote last November to authorize subpoenas to Crow and Leonard Leo, another influential conservative figure, according to Senator Dick Durbin. Thomas has previously come under criticism for failing to disclose gifts from Crow. Thomas on June 7 revised his 2019 financial disclosure form to acknowledge that Crow paid for his \"food and lodging\" at a Bali hotel and at a California club. But the filing by Thomas failed to disclose that Crow had paid for his travel by private jet related to the Bali and California trips, and an eight-day excursion on a yacht in Indonesia - omissions revealed on Thursday in a redacted document that Durbin's office said contained travel itineraries for which Crow had provided the justice with transportation. The document shows private jet travel in May 2017 between St. Louis, Montana and Dallas; private jet travel in March 2019 between Washington and Savannah, Georgia; and private jet travel in June 2021 between Washington and San Jose, California. Crow reached an agreement to provide information requested by the committee dating back seven years, Crow spokesperson Michael Zona said. As a condition of this, the committee agreed to end its probe into Crow, Zona added. \"Despite his serious and continued concerns about the legality and necessity of the inquiry, Mr. Crow engaged in good faith negotiations with the committee from the beginning to resolve the matter,\" Zona said. A Supreme Court spokesperson did not immediately respond to a request for comment. \"The Senate Judiciary Committee's ongoing investigation into the Supreme Court's ethical crisis is producing new information - like what we've revealed (Thursday) - and makes it crystal clear that the highest court needs an enforceable code of conduct, because its members continue to choose not to meet the moment,\" Durbin said. Under pressure from criticism over ethics, the Supreme Court last November adopted its first code of conduct. Critics and some congressional Democrats have said the code does not go far enough to promote transparency, continuing to leave decisions to recuse from cases to the justices themselves and providing no mechanism of enforcement. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "clarence thomas",
          "sentiment": "negative"
        },
        {
          "name": "leonard leo",
          "sentiment": "none"
        },
        {
          "name": "thomas",
          "sentiment": "none"
        },
        {
          "name": "dick durbin",
          "sentiment": "none"
        },
        {
          "name": "harlan crow",
          "sentiment": "none"
        },
        {
          "name": "crow",
          "sentiment": "none"
        },
        {
          "name": "thomas on june",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "undisclosed luxury trips u.s. supreme court justice",
          "sentiment": "negative"
        },
        {
          "name": "u.s. supreme court",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "senate judiciary committee",
          "sentiment": "none"
        },
        {
          "name": "judiciary committee",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "crow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:10:30.764+03:00",
    "updated": "2024-06-14T00:10:30.764+03:00"
  }
]