[
  {
    "uuid": "2110e933e18d6ea15cbc7d60bdbb13dbfdfdd3d7",
    "url": "https://www.financialexpress.com/business/airlines-aviation-delhi-airport-grapples-with-fourth-day-of-flight-disruptions-due-to-persistent-dense-fog-red-alert-in-these-states-3350287/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Shipra Parashar",
    "published": "2023-12-29T00:17:00Z",
    "title": "Delhi Airport grapples with fourth day of flight disruptions due to persistent dense Fog! Red alert in these states - Airlines/Aviation News | The Financial Express",
    "text": "Flight operations continued to be impacted by dense fog at the Delhi airport for the fourth day on Friday. A red alert for dense fog has been declared in Delhi, Punjab, Haryana, and Chandigarh. The dense fog covering the national capital has resulted in several flight delays.Several flights experienced delays in the national capital on Friday (December 29) due to fog and reduced visibility. Many flights were also diverted from the Delhi airport to other nearby airports. Yesterday, the Delhi airport witnessed disruptions in around 134 flights, encompassing both domestic and international routes. Among these, 35 international departures and 28 international arrivals were affected, along with 43 domestic departures and 28 domestic arrivals experiencing delays. According to airport sources, a total of 58 flights, mostly domestic carrier operations, faced diversions due to adverse weather conditions from midnight on December 25 to 6:00 a.m. on December 28. The sources asserted that the primary reason for these diversions was the lack of training among pilots to operate flights under low visibility conditions.A total of 13 IndiGo flights, along with 10 flights each from Air India and SpiceJet , were diverted during this period. Additionally, Vistara witnessed the diversion of 5 flights, Akasa Air had 3 flights diverted, and Alliance Air experienced diversions for 2 flights at Delhi Airport. These flights were redirected to various airports, including Jaipur, Lucknow, and Indore.The Delhi Airport, largest airport in the country, manages over 1,300 flights every day. Over the past few days, the national capital has experienced thick fog, particularly during the early morning hours.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "delhi airport",
          "sentiment": "none"
        },
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "chandigarh",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:49:54.931+02:00",
    "updated": "2023-12-29T04:49:54.931+02:00"
  },
  {
    "uuid": "e88a3302ab150d62f4851d8205fdd09748b9d873",
    "url": "https://theobjective.com/bazar/2024-11-08/la-guia-definitiva-para-combatir-la-piel-seca-las-mejores-cremas-hidratantes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pedro García-Barrios",
    "published": "2024-11-07T22:02:00Z",
    "title": "La guía definitiva para combatir la piel seca: las mejores cremas hidratantes",
    "text": "La guía definitiva para combatir la piel seca: las mejores cremas hidratantes En invierno nos preocupa bastante la piel seca y cómo hidratarla La piel seca es una preocupación común para muchas personas, especialmente en los meses más fríos o en climas secos. La falta de humedad puede provocar una sensación de tirantez, picazón, descamación e incluso irritación. Afortunadamente, existen soluciones efectivas en forma de cremas hidratantes que pueden devolverle a tu piel la hidratación y suavidad que tanto necesita. En esta guía, exploraremos las mejores cremas hidratantes para pieles secas en 2024 y te proporcionaremos consejos útiles para mantener tu piel en su mejor estado. ¿Qué causa la piel seca? - Clima: Las temperaturas frías y el aire seco pueden despojar a la piel de su humedad natural. - Genética: Algunas personas tienen una predisposición genética a tener piel seca. - Envejecimiento: Con la edad, la piel tiende a perder su capacidad de retener humedad. - Productos agresivos: El uso de productos de cuidado de la piel con ingredientes agresivos puede deshidratar la piel. - Higiene excesiva: Lavarse con demasiada frecuencia, especialmente con agua caliente, puede eliminar los aceites naturales de la piel. Ingredientes clave para una piel hidratada Al buscar una crema hidratante para pieles secas, es esencial conocer los ingredientes que realmente marcan la diferencia. Algunos de los más efectivos incluyen: - Ácido hialurónico: Este poderoso humectante puede retener hasta 1000 veces su peso en agua, proporcionando una hidratación intensa y duradera. - Glicerina: Otro humectante eficaz, la glicerina atrae el agua a la piel y ayuda a mantenerla hidratada. - Ceramidas: Estos lípidos ayudan a restaurar la barrera natural de la piel y a retener la humedad. - Manteca de karité: Rica y nutritiva, la manteca de karité proporciona hidratación y protección contra los elementos. - Niacinamida: También conocida como vitamina B3, esta sustancia calma la piel y mejora la función de barrera. Las mejores cremas hidratantes Comprar la crema hidratante perfecta puede ser abrumador con tantas opciones disponibles. Aquí tienes algunos consejos que te ayudarán a elegir la mejor para ti. Descubre nuestra selección de las mejores: 1. Crema hidratante [Neutrogena](https://www.amazon.es/dp/B07ZPFLBJ2/?tag=theobjective-tokanae-21) La Neutrogena CICA Body Lotion es la solución definitiva para pieles muy secas y deshidratadas. Gracias a su avanzada Fórmula Noruega, esta loción contiene un 10% de Glicerina y Centella Asiática, un potente antioxidante conocido por sus propiedades reparadoras. ¡Tu piel nunca ha estado en mejores manos! A continuación, te presentamos todos los detalles sobre este maravilloso producto y por qué deberías considerarlo en tu rutina diaria de cuidado de la piel. Fórmula Noruega: Potente y Eficaz La loción corporal CICA de Neutrogena está formulada con la avanzada Fórmula Noruega, que combina ingredientes altamente efectivos para proporcionar una hidratación y reparación intensiva. Esta loción contiene un 10% de glicerina y Centella Asiática, un potente antioxidante conocido por sus propiedades reparadoras y calmantes. Esta fórmula única actúa de manera profunda para aliviar y restaurar la barrera cutánea, proporcionando una hidratación duradera desde el primer uso. Reparación Intensa: Cuatro Beneficios en Uno La loción corporal CICA de Neutrogena ofrece cuatro beneficios principales que transformarán la salud de tu piel: - Alivio: Desde el primer uso, sentirás un alivio inmediato en las áreas de la piel más secas y agrietadas. - Reparación: La combinación de glicerina y Centella Asiática ayuda a reparar la piel, restaurando su suavidad y elasticidad natural. - Fortalecimiento: Fortalece la barrera cutánea, protegiendo la piel de factores externos que pueden causar sequedad y daño. - Protección: Crea una capa protectora en la piel que mantiene la hidratación y evita la pérdida de humedad. Textura No Grasa: Comodidad y Practicidad Una de las características destacadas de esta loción es su textura no grasa. A diferencia de otras cremas pesadas, la loción CICA de Neutrogena se absorbe rápidamente en la piel, dejando una sensación suave y cómoda. Esto significa que puedes aplicarla y vestirte inmediatamente sin preocuparte por manchas en la ropa o una sensación pegajosa. Desarrollada por Dermatólogos: Confianza y Eficacia La fórmula de la loción corporal CICA de Neutrogena ha sido desarrollada por dermatólogos y probada clínicamente para garantizar su eficacia. Esta loción no solo hidrata intensamente la piel durante 72 horas, sino que también alivia la irritación y mejora la salud general de la piel. Puedes confiar en que estás usando un producto de alta calidad recomendado por expertos en el cuidado de la piel. Compromiso con el Medio Ambiente: Envase Reciclable Neutrogena también se preocupa por el medio ambiente. Tanto el dosificador como las botellas de 750 ml de esta loción corporal son 100% reciclables. Al elegir la loción CICA de Neutrogena, no solo cuidas de tu piel, sino que también contribuyes al cuidado del planeta. Especificaciones del producto: - Marca: Neutrogena - Volumen del producto: 5 Mililitros - Dimensiones del producto (largo x ancho x alto): 25,4 x 5,1 x 6,9 centímetros - Rango de edad (descripción): Adulto - Tipo de piel: Todas - Número de productos: 2 - Fragancia: Sin fragancia - Forma del producto: Gel - Recuento de unidades: 1500 mililitros - Utilizar para: Todo el Cuerpo 2. Crema hidratante [Elizabeth Arden](https://www.amazon.es/dp/B002SSDHUW/?tag=theobjective-tokanae-21) Cuando se trata de cuidar la piel, pocas marcas igualan la experiencia y el lujo de Elizabeth Arden. Te presentamos su crema hidratante estrella, diseñada para ofrecer una nutrición profunda y una experiencia sensorial única. Si buscas una crema que realmente haga la diferencia, ¡no busques más! Características Principales - Hidratación Intensa: Gracias a su contenido de miel real y extracto de té verde, esta crema calma y acondiciona la piel seca, proporcionando una hidratación duradera. - Aroma Fresco y Revitalizante: Delicadamente perfumada con notas de alcaravea, ruibarbo afrutado, limón, raspadura de naranja y bergamota en las notas de salida, menta fresca, té verde, jazmín dulce, clavel especiado, hinojo fresco y apio crujiente en las notas de corazón, y musgo de roble, almizcle y ámbar en las notas de fondo. - Absorción Rápida: Su fórmula de rápida absorción permite que la crema se funda con la piel sin dejar una sensación grasosa, permitiéndote vestirte inmediatamente. - Para Todo Tipo de Piel: Adecuada para todo tipo de piel, esta crema ofrece una textura rica y nutritiva que deja la piel suave y acondicionada. Ventajas y Beneficios - Hidratación Profunda: Hidrata y nutre profundamente la piel de todo el cuerpo, proporcionando un confort duradero. - Unificación de la Textura: Unifica la textura de la piel, aportándole un tacto más suave y un aspecto revitalizado y radiante. - Calma y Acondiciona: Calma y acondiciona la piel seca, deshidratada y rugosa, revelando una nueva textura, más lisa y uniforme. Sugerencia de Uso - Aplicación Diaria: Aplica la crema diariamente después del baño o la ducha para mantener la piel suave, confortable y delicadamente perfumada. - Masaje Suave: Dosifica la cantidad de crema necesaria y extiéndela sobre la piel de todo el cuerpo, realizando un suave masaje hasta su completa absorción. - Zonas Secas: Insiste en las zonas más secas, como codos, talones o rodillas, para asegurar una hidratación óptima. - Combinación con Fragancia: Para una experiencia completa, combina la crema Honey Drops con tu fragancia Green Tea Elizabeth Arden preferida. 3. Crema hidratante [CETAPHIL](https://www.amazon.es/dp/B00BMJTOZK/?tag=theobjective-tokanae-21) Cuando se trata de cuidar la piel seca y sensible, la crema hidratante de Cetaphil es una opción que no puedes dejar de considerar. Formulada para ofrecer una hidratación intensa y un confort duradero, esta crema se convierte en un aliado esencial en tu rutina diaria de cuidado de la piel. Beneficios y Propiedades Excelente Tolerancia para Pieles Sensibles La crema hidratante de Cetaphil es conocida por su excelente tolerancia, lo que la hace especialmente indicada para pieles sensibles y zonas que requieren un mayor aporte de hidratación, como manos, pies y codos. Su fórmula suave y efectiva proporciona un alivio instantáneo y duradero. Piel Más Suave y Elástica Con ingredientes como la dimeticona, esta crema hidrata eficazmente la piel seca, dejándola más suave y elástica. Su acción profunda y reparadora ayuda a revitalizar la piel, mejorando su textura y apariencia. No Comedogénico y Sin Perfume Una de las ventajas destacadas de esta crema es que no obstruye los poros y respeta la barrera cutánea, asegurando que tu piel respire y se mantenga saludable. Además, su fórmula sin perfume la hace ideal para aquellos que prefieren productos sin fragancias añadidas. Absorción Rápida y Sin Sensación de Grasa La crema hidratante de Cetaphil se absorbe rápidamente, dejando la piel hidratada y confortable sin una sensación grasosa. Esto permite una aplicación rápida y eficiente, ideal para el uso diario. Ventajas Adicionales - Hidratación Profunda: Repara hasta las pieles más sensibles y secas, proporcionando una hidratación rápida y eficaz que dura todo el día. - Comodidad Duradera: Proporciona un alivio prolongado, manteniendo tu piel cómoda y suave durante todo el día. Sugerencia de Uso - Aplicación Diaria: Usa esta crema diariamente después del baño o la ducha para mantener tu piel hidratada y suave. - Zonas Secas: Asegúrate de aplicar una cantidad generosa en las zonas más secas, como codos, talones y rodillas. - Masaje Suave: Extiende la crema sobre la piel con un suave masaje hasta su completa absorción. 4. Crema hidratante [CeraVe](https://www.amazon.es/dp/B0CTWSY5WD/?tag=theobjective-tokanae-21) Descubre la diferencia que puede hacer una buena loción hidratante en tu rutina diaria. Con la loción hidratante de CeraVe, tu piel estará hidratada, suave y saludable todos los días. ¡No esperes más para experimentar sus beneficios! Beneficios y Propiedades Hidratación Profunda La loción hidratante CeraVe está formulada con una combinación de ingredientes avanzados que proporcionan una hidratación intensa y duradera. Su fórmula ligera pero efectiva asegura que tu piel se mantenga suave y bien hidratada durante todo el día. Fórmula Sin Fragancia Diseñada para quienes prefieren productos sin fragancias añadidas, esta loción es perfecta para el uso diario sin causar irritaciones. Su fórmula suave y efectiva es ideal para todo tipo de piel, especialmente la piel normal. Absorción Rápida Una de las ventajas destacadas de esta loción es su rápida absorción. No deja una sensación grasosa y permite que te vistas inmediatamente después de aplicarla, perfecta para quienes llevan una vida ajetreada. No Comedogénica La loción hidratante CeraVe no obstruye los poros, lo que la hace adecuada para usar en todo el cuerpo. Mantiene la piel respirando y saludable. Ventajas Adicionales - Hidratación Duradera: Proporciona una hidratación profunda y duradera, ideal para mantener la piel suave y confortable durante todo el día. - Compatibilidad con Todo Tipo de Piel: Aunque está especialmente indicada para piel normal, su fórmula suave la hace adecuada para todo tipo de piel. Sugerencia de Uso - Aplicación Diaria: Usa esta loción diariamente después del baño o la ducha para mantener tu piel hidratada y suave. - Masaje Suave: Extiende la loción sobre la piel del cuerpo con un suave masaje hasta su completa absorción. - Zonas Secas: Insiste en las áreas más secas del cuerpo, como codos y rodillas, para asegurar una hidratación óptima. 5. Crema hidratante [Instituto Español](https://www.amazon.es/dp/B08W8H13RH/?tag=theobjective-tokanae-21) Si buscas una solución efectiva para el cuidado de la piel seca, irritada o atópica, la loción hidratante de Instituto Español es tu aliado perfecto. Con su fórmula avanzada y triple acción, esta loción está diseñada para proporcionar una hidratación profunda y aliviar el picor y la irritación. Características Principales - Descripción: Loción hidratante para rostro y cuerpo que ayuda a restaurar la barrera protectora cutánea, dejando sensación de confort y suavidad. Con 3 ceramidas esenciales, Ácido Hialurónico y Tecnología MVE. - Ventajas: Piel suave e hidratada 24h, textura ligera de rápida absorción, no comedogénica, sin aceites, perfume ni parabenos. - Sugerencia de uso: Extender loción sobre la piel limpia y seca y masajear hasta absorber. Usar después de la ducha y según necesidad. Beneficios y Propiedades - Hidratación Profunda: Con 3 ceramidas esenciales y ácido hialurónico, restaura la barrera protectora de la piel. - Tecnología MVE: La tecnología MVE asegura una liberación controlada de los ingredientes hidratantes, manteniendo la piel suave e hidratada durante 24 horas. - Textura Ligera: Su textura ligera y rápida absorción garantizan una aplicación cómoda sin dejar sensación grasosa. - Fórmula Suave: No comedogénica, sin aceites, perfume ni parabenos, ideal para pieles sensibles. Sugerencia de Uso - Aplicación Diaria: Usa esta loción diariamente después del baño o la ducha para mantener tu piel hidratada y suave. - Masaje Suave: Extiende la loción sobre la piel limpia y seca con un suave masaje hasta su completa absorción. - Según Necesidad: Aplica según sea necesario para mantener la piel hidratada y confortable. Un paseo por la historia: cremas hidratantes La historia de las cremas hidratantes es un testimonio de la constante búsqueda de la humanidad por mantener la piel saludable y radiante. Desde las mezclas naturales de la antigüedad hasta las formulaciones científicas modernas, las cremas hidratantes han sido y seguirán siendo una parte esencial del cuidado de la piel. Antigüedad Las primeras cremas hidratantes se desarrollaron en la antigua Grecia y Egipto. Los griegos utilizaban una mezcla de aceite de oliva y cera de abejas para hidratar y proteger la piel. Los egipcios, por su parte, empleaban una combinación de aceite de almendras y resinas aromáticas para embalsamar los cuerpos y cuidar su piel. Edad Media Durante la Edad Media, los alquimistas europeos comenzaron a experimentar con diferentes formulaciones de cremas y ungüentos para la piel. Estos productos solían contener ingredientes naturales como manteca de cerdo, cera de abejas y aceites esenciales. Siglo XIX El siglo XIX marcó un hito en la historia de las cremas hidratantes. En 1882, el farmacéutico alemán Paul Beiersdorf desarrolló la primera crema hidratante moderna, conocida como Nivea. Esta crema contenía glicerina, lanolina y aceite de eucalipto, y se diseñó para hidratar y proteger la piel de las condiciones climáticas adversas. Siglo XX y XXI Desde entonces, las cremas hidratantes han evolucionado significativamente. Se han incorporado ingredientes avanzados como el ácido hialurónico, la niacinamida y la glicerina, que mejoran la hidratación y la salud de la piel. Hoy en día, existen cremas hidratantes para todo tipo de necesidades y presupuestos, desde opciones simples hasta productos de alta gama con ingredientes de lujo. Consejos para el cuidado de la piel seca Además de usar una crema hidratante adecuada, aquí tienes algunos consejos adicionales para mantener tu piel en su mejor estado: - Hidrata después de la ducha: Aplica la crema hidratante justo después de ducharte, cuando tu piel aún está húmeda, para ayudar a sellar la humedad. - Evita el agua caliente: Las duchas y baños con agua caliente pueden despojar a la piel de sus aceites naturales. Opta por agua tibia en su lugar. - Usa un humidificador: Mantén el aire en tu hogar húmedo durante los meses secos utilizando un humidificador. - Bebe suficiente agua: Mantén tu piel hidratada desde dentro bebiendo al menos 8 vasos de agua al día. Cómo elegir tu crema hidratante 1. Conoce tu tipo de piel Es fundamental saber si tienes la piel seca, mixta, grasa o sensible. Cada tipo de piel tiene necesidades diferentes, y elegir una crema hidratante específica para tu tipo de piel te proporcionará mejores resultados. 2. Ingredientes clave Busca ingredientes que sean beneficiosos para la hidratación y el cuidado de la piel, como: - Ácido hialurónico: Hidrata profundamente al retener la humedad. - Ceramidas: Restauran y protegen la barrera de la piel. - Glicerina: Atrae la humedad a la piel. - Manteca de karité: Nutre y suaviza la piel. - Niacinamida: Calma y mejora la función de barrera de la piel. 3. Evita ingredientes potencialmente dañinos Algunos ingredientes pueden causar irritación o empeorar la sequedad. Intenta evitar: - Fragancias: Pueden causar irritación, especialmente en pieles sensibles. - Alcohol: Puede resecar la piel. - Parabenos y sulfatos: Pueden ser agresivos para la piel. 4. Consistencia y textura Elige una textura que se sienta cómoda en tu piel. Para pieles secas, las cremas más espesas y ricas suelen ser más efectivas, mientras que las geles ligeros pueden ser ideales para pieles grasas. 5. Prueba antes de comprar Si es posible, solicita muestras o prueba la crema hidratante en una pequeña área de tu piel antes de comprarla. Esto te ayudará a asegurarte de que no causa ninguna reacción adversa. 6. Opiniones y recomendaciones Lee las opiniones de otros usuarios y busca recomendaciones de dermatólogos o expertos en cuidado de la piel. Las experiencias de otras personas pueden proporcionarte valiosa información sobre la efectividad de un producto. 7. Presupuesto Las cremas hidratantes vienen en una amplia gama de precios. No siempre es necesario gastar mucho dinero para encontrar una buena crema hidratante. Hay muchas opciones asequibles que ofrecen excelentes resultados. 8. Protección solar Si vas a usar la crema hidratante durante el día, busca una que contenga protección solar (SPF) para proteger tu piel de los daños del sol. 9. Adaptación a las estaciones Considera tener diferentes cremas hidratantes para distintas estaciones. Durante el invierno, una crema más rica puede ser necesaria, mientras que en verano, una fórmula más ligera puede ser suficiente. 10. Consulta a un dermatólogo Si tienes problemas específicos de piel o condiciones como eczema o psoriasis, es recomendable consultar a un dermatólogo. Ellos pueden sugerirte productos específicos que sean adecuados para tu piel. Conclusión Cuidar la piel seca no tiene que ser complicado. Con la crema hidratante adecuada y algunos cambios simples en tu rutina diaria, puedes disfrutar de una piel suave, hidratada y saludable. Elige una de las cremas recomendadas y empieza a notar la diferencia. ¡Di adiós a la piel seca y hola a una piel radiante y bien cuidada! Este artículo contiene recomendaciones con enlaces de afiliados. Estas recomendaciones se basan en nuestra opinión editorial y en la calidad del producto o servicio. Por favor, para obtener más información, visita nuestra [Política comercial](https://theobjective.com/politica-comercial).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.amazon.es/dp/B07ZPFLBJ2/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B0CTWSY5WD/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B002SSDHUW/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B00BMJTOZK/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B08W8H13RH/?tag=theobjective-tokanae-21",
      "https://amazon.es/dp/B08W8H13RH/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B07ZPFLBJ2/",
      "https://amazon.es/dp/B002SSDHUW/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B08W8H13RH/",
      "https://www.amazon.es/dp/B0CTWSY5WD/",
      "https://amazon.es/dp/B0CTWSY5WD/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B002SSDHUW/",
      "https://amazon.es/dp/B00BMJTOZK/?tag=theobjective-tokanae-21",
      "https://amazon.es/dp/B07ZPFLBJ2/?tag=theobjective-tokanae-21",
      "https://www.amazon.es/dp/B00BMJTOZK/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:04:30.135+02:00",
    "updated": "2024-11-15T13:20:10.698+02:00"
  },
  {
    "uuid": "30555a12c682f26d1496c3be72e36b5a899d317c",
    "url": "https://tvi.iol.pt/noticias/portugalia/pilotos/pilotos-da-portugalia-renovam-greve-parcial-a-voos-da-tap-agora-e-ate-11-de-abril/20250327/67e599afd34ef72ee444020d",
    "ord_in_thread": 0,
    "author": "Agência Lusa",
    "published": "2025-03-27T18:32:00Z",
    "title": "Pilotos da Portugália renovam greve parcial a voos da TAP. Agora é até 11 de abril",
    "text": "O sindicato que representa os pilotos da Portugália decidiu renovar a greve a tempo parcial aos voos realizados para a TAP de 28 de março a 11 de abril, disse à Lusa fonte oficial do SIPLA.\nDepois da paralisação de 12 a 27 de março, que contou com uma adesão, em média, de 95% “ou superior” em alguns dias, os associados decidiram avançar com novo pré-aviso de greve entre as 03:00 e as 09:00 de 28 de março a 11 de abril, adiantou o Sindicato Independente de Pilotos de Linhas Aéreas (SIPLA).\nNesta faixa horária, a Portugália realiza 28 a 29 voos para a TAP, mas nestes dias “foram realizados apenas um ou dois”, além da ligação obrigatória entre Lisboa e a Terceira, nos Açores.\nA mesma fonte oficial faz um balanço “positivo” e revela que têm decorrido várias reuniões com a administração da TAP, muitas por telefone. Porém, como consideram que “continua a não haver garantias de estabilidade”, decidiram renovar a paralisação.\n“Tem havido avanços em algumas matérias, mas quando enviam a redação das propostas vêm alteradas” face ao que foi falado nos encontros, e “sem qualquer compromisso concreto que garantisse o futuro dos pilotos da Portugália”, segundo a mesma fonte.\n“Em apenas um mês, a administração contradisse as próprias afirmações, provando que a única coisa que realmente mudou foi a sua estratégia de desinformação”, lamenta o sindicato.\nO SIPLA revelou ainda que lhes foi transmitido que a TAP iria reduzir a frota da Portugália de 19 para 17 aeronaves, e que não haveria garantias de trabalhadores serem integrados na companhia aérea de bandeira.\nApesar de recentemente a Portugália ter transitado da TAP SGPS para a TAP SA, no âmbito da reprivatização da companhia aérea, “nada vai mudar”, lamentou o sindicato, acrescentando que “temem pelo futuro da empresa” que atualmente emprega quase 900 trabalhadores.\nO sindicato informa também que “já avançou com a queixa junto da Autoridade da Concorrência portuguesa” por violação das regras de concorrência no Regulamento do Recurso à Contratação Externa (RRCE), estando a preparar também uma manifestação junto da Direção-Geral da Concorrência Europeia.\nUm dos motivos da insatisfação está precisamente relacionado com o RRCE, criado em 1998, que tinha como objetivo funcionar como um travão à contratação de voos externos pela TAP, incluindo à Portugália que representa a maior fatia, impondo limites que, caso sejam ultrapassados, revertem a favor dos pilotos da TAP através do pagamento de compensações indemnizatórias.\nEste protocolo, usado por várias companhias europeias, originou custos de 60 milhões de euros no ano passado, como resultado do pagamento de seis salários-base extraordinários a cada piloto da TAP, como o Expresso tinha noticiado em maio de 2024.\nOs pilotos da Portugália, que em 2023 realizou cerca de 25% do total de voos da TAP de acordo com o relatório da TAP SGPS, têm vindo a criticar as consequências deste protocolo e defendem que só reforça que é \"considerada uma empresa externa\".\nA direção do SIPLA enviou uma proposta à administração TAP que previa a “substituição das aeronaves atuais, aquisição de novas aeronaves, garantias laborais, proteção na redução de postos de trabalho devido à diminuição de frota, definição de um número mínimo de aeronaves e a admissão de oficiais pilotos da Portugália na TAP por concurso interno”.\nEm respostas à Lusa, em 12 de março, a TAP informou que “na impossibilidade de um consenso que permita evitar um protesto cuja razão de ser é de difícil compreensão, a TAP tomou já todas as medidas possíveis para mitigar o efeito desta greve junto dos passageiros”.\nNesse sentido, assegura que a operação iria decorrer com normalidade neste período.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Labor->unions",
      "Labor->employment",
      "Labor->labour dispute",
      "Politics->government policy",
      "Politics->civil rights",
      "Politics->political process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T20:36:57.211+02:00",
    "updated": "2025-03-27T20:36:57.211+02:00"
  }
]