[
  {
    "uuid": "269578329b5faf18f8b1338c76f3deb5a2e2510e",
    "url": "https://www.aol.com/news/coming-easter-means-salvation-humanity-111424410.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2024-03-29T11:14:00Z",
    "title": "The coming Easter means the salvation of humanity is at hand: seminary president",
    "text": "The coming Easter means the salvation of humanity is at hand: seminary president [As Lent comes to a close](https://www.foxnews.com/category/faith-values/lent-and-life) and Easter Sunday draws near, it is important to fully consider the implications and meaning behind the death and resurrection of Jesus Christ, said a retired judge and seminary president. \"As we come to this beautiful day we call Easter, somehow, we know that it is different this year. Something has changed in the psyche of our culture, and we just do not know what to make of it,\" said Judge Phil Ginn. The former senior residential superior court judge for the 24th Judicial District of North Carolina, Ginn is now president of Southern Evangelical Seminary in Charlotte, North Carolina. [PRAY FOR THE 'BRAVE' CHRISTIANS OF UKRAINE DURING LENT, SAYS RELIGIOUS FREEDOM ADVOCATE](https://www.foxnews.com/lifestyle/pray-christians-ukraine-lent-religious-freedom-advocate) Easter, said Ginn, shows Christians that \"the dark shadows of Maundy Thursday and Good Friday show more clearly the brightness of that [first resurrection](https://www.foxnews.com/category/us/religion/christianity) morning.\" \"As difficult as it may be, perhaps we need to experience in our own lives that gray dawn of the awful middle day of Saturday when the Son of God, reduced to a human corpse, lay silent in the grave,\" he said. At this, the \"precise lowest point in the history of humanity,\" God's plan for salvation came into fruition with Christ's victory over the grave, said Ginn. \"In celebrating Easter with all the depth of its meaning, we proclaim that we, as Christians, believe that our Savior was crucified, buried, and rose again.\" [HOLY WEEK LEADS THE FAITHFUL TO EASTER SUNDAY: HERE ARE THE SPECIAL DAYS OBSERVED AND WHAT THEY MEAN](https://www.foxnews.com/lifestyle/holy-week-leads-faithful-easter-sunday-special-days-observed-what-they-mean) But, said Ginn, \"do [we really believe](https://www.foxnews.com/category/faith-values/faith), or is it some weak-minded lip service to a long-told fable?\" The crucifixion and subsequent resurrection of Jesus Christ are \"two of the most documented events in the history of the world,\" he said. \"There is a greater certainty that these two high and holy events occurred than most of the other history we take for granted as being true,\" said Ginn. Yet the present culture and society has led people to doubt whether the stories in the gospel are historically accurate, he noted. [JESUS' FAREWELL DISCOURSE IS A REMINDER THAT CHRISTIANS ARE NEVER ALONE, SAYS CALIFORNIA PROFESSOR](https://www.foxnews.com/lifestyle/jesus-farewell-discourse-is-reminder-christians-never-alone-california-professor) \"The historicity of our faith is sure, but we find ourselves in the malaise of our misguided expectations and our false hope in a fading human culture,\" he said. For all those feeling doubts, Ginn suggested turning to Luke's Gospel. \"'Now when these things begin to take place, then look up and raise your heads, because the time of your redemption is drawing near,'\" said Ginn, quoting Luke 21:28. [CLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER](https://www.foxnews.com/newsletters?cmpid=fnfirstnl) \"If the crucifixion and the resurrection of our Lord and Savior are real in your life today, then lift up your head because your salvation is at hand,\" said Ginn. No matter a person's existing circumstances, \"our victory is assured regardless.\" \"In all of its ugliness, the cross of Calvary shouts in the most emphatic terms possible that Jesus Christ is the only way, the only truth, and the only life — and the empty tomb is the proof,\" he said. [For more Lifestyle articles, visit www.foxnews.com/lifestyle](https://www.foxnews.com/lifestyle). Original article source: [The coming Easter means the salvation of humanity is at hand: seminary president](https://www.foxnews.com/lifestyle/coming-easter-means-salvation-humanity-hand-seminary-president)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.foxnews.com/lifestyle/holy-week-leads-faithful-easter-sunday-special-days-observed-what-they-mean)",
      "https://www.foxnews.com/category/faith-values/faith),",
      "https://www.foxnews.com/lifestyle/pray-christians-ukraine-lent-religious-freedom-advocate)",
      "https://www.foxnews.com/category/us/religion/christianity)",
      "https://www.foxnews.com/lifestyle/coming-easter-means-salvation-humanity-hand-seminary-president)",
      "https://www.foxnews.com/newsletters?cmpid=fnfirstnl)",
      "https://www.foxnews.com/lifestyle/jesus-farewell-discourse-is-reminder-christians-never-alone-california-professor)",
      "https://www.foxnews.com/category/faith-values/lent-and-life)",
      "https://www.foxnews.com/lifestyle).",
      "https://foxnews.com/lifestyle/pray-christians-ukraine-lent-religious-freedom-advocate)",
      "https://www.foxnews.com/newsletters",
      "https://foxnews.com/newsletters?cmpid=fnfirstnl)",
      "https://foxnews.com/category/faith-values/faith),",
      "https://foxnews.com/lifestyle/jesus-farewell-discourse-is-reminder-christians-never-alone-california-professor)",
      "https://foxnews.com/category/faith-values/lent-and-life)",
      "https://foxnews.com/lifestyle/holy-week-leads-faithful-easter-sunday-special-days-observed-what-they-mean)",
      "https://foxnews.com/lifestyle/coming-easter-means-salvation-humanity-hand-seminary-president)",
      "https://foxnews.com/lifestyle).",
      "https://foxnews.com/category/us/religion/christianity)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ginn",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "phil ginn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "southern evangelical seminary",
          "sentiment": "none"
        },
        {
          "name": "24th judicial district of north carolina",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "charlotte",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T16:28:33.369+03:00",
    "updated": "2024-03-29T16:28:33.369+03:00"
  },
  {
    "uuid": "b7885821e84e4976af5691d4744a0d8dc96e217b",
    "url": "https://wsbt.com/news/nation-world/parents-worry-as-ohio-house-overrides-governors-veto-on-bill-affecting-transgender-youth-gov-mike-dewine-puberty-blockers-hormone-therapies-gender-reassignment-surgery-student-athletes-girls-womens-sports",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KARLI VANCLEAVE | WSYX Stsff",
    "published": "2024-01-11T21:31:00Z",
    "title": "chevron-right",
    "text": "{p}Thursday, January 11,{ } 2024{/p}{p}Good Thursday morning! We start with a fresh layer of snow on the roads! This snow will be quite brief and only for the early morning hours. Light snowfall accumulations are expected and a few slick spots are possible this morning.{ } Any chance of snow will be gone by midday. Thursday afternoon will be cloudy. Highs will be in the lower 30s. The wind will be out of the west at 10 to 15 mph. Thursday night will be mostly cloudy. Lows will be in the mid 20s.{/p}{p}Confidence in a winter storm impacting Michiana Friday through Friday night continues to grow. A WINTER STORM WATCH has been issued for Elkhart, LaGrange, La Porte, and St. Joseph Co., IN and Berrien, Cass, St. Joseph Co., MI. This is where the heaviest snow will fall and the worst travel conditions will develop. Snowfall totals within the watch area will likely be near or above 6\\{p}Parents are reacting to the Ohio House of Representative's decision to override the {a href=\\\"https://thenationaldesk.com/top-videos/ohio-house-senate-gov-mike-dewine-hb-bill-68-trans-bill-safe-act-veto-override-politics-government-transgender#\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/top-videos/ohio-house-senate-gov-mike-dewine-hb-bill-68-trans-bill-safe-act-veto-override-politics-government-transgender#\\\"}governor's veto of H.B. 68{/a}. The state Senate{ }confirmed Thursday that it plans to follow suit when it convenes later this month.{/p}{p}The bill makes it illegal for minors in Ohio to take puberty blockers, undergo other hormone therapies or receive gender reassignment surgery, as well as blocks transgender student-athletes from participating in girls' and women's sports.{/p}{p}In a 65-28 vote, the Ohio House decided to keep H.B. 68 in its original language, and now it will be sent to the Senate. If the Senate also successfully votes to override the governor's veto, then H.B. 68 will become law in its original language.{/p}{p}Betty Elswick says she's devastated by the override because if the bill becomes law, her son won't be able to get the medical care he needs.{/p}{blockquote}My teen son, Parker, he's 16. He's been receiving gender-affirming care at a children's hospital in Cincinnati for over a year now,\\\" Elswick said. \\\"He's going to lose access to his insurance and healthcare. It's going to make him essentially a medical hot potato.\\\"{/blockquote}{p}Elswick isn't the only parent who was upset by the override. Sam Shim says his teen will also be affected by this bill if it becomes law.{/p}{p}\\\"Kids like my own are going to be harmed, and we are going to have more suicides because of this bill,\\\" Shim said.{/p}{p}Shim says he's worried about transgender youth and believes they'll be calling on state senators to uphold the governor's veto for the future of his own child.{/p}{p}\\\"Some kids are going to be afraid to talk to their parents or even to talk to their school counselors or their therapists,\\\" Shim said. \\\"They're going to be afraid to walk into a hospital because they've realized they're not going to get the care they need.\\\"{/p}{p}The state Senate will vote on January 24.{/p}{p}Thursday, January 11,{ } 2024{/p}{p}Good Thursday morning! We start with a fresh layer of snow on the roads! This snow will be quite brief and only for the early morning hours. Light snowfall accumulations are expected and a few slick spots are possible this morning.{ } Any chance of snow will be gone by midday. Thursday afternoon will be cloudy. Highs will be in the lower 30s. The wind will be out of the west at 10 to 15 mph. Thursday night will be mostly cloudy. Lows will be in the mid 20s.{/p}{p}Confidence in a winter storm impacting Michiana Friday through Friday night continues to grow. A WINTER STORM WATCH has been issued for Elkhart, LaGrange, La Porte, and St. Joseph Co., IN and Berrien, Cass, St. Joseph Co., MI. This is where the heaviest snow will fall and the worst travel conditions will develop. Snowfall totals within the watch area will likely be near or above 6\\{p}Parents are reacting to the Ohio House of Representative's decision to override the {a href=\\\"https://thenationaldesk.com/top-videos/ohio-house-senate-gov-mike-dewine-hb-bill-68-trans-bill-safe-act-veto-override-politics-government-transgender#\\\" target=\\\"_blank\\\" title=\\\"https://thenationaldesk.com/top-videos/ohio-house-senate-gov-mike-dewine-hb-bill-68-trans-bill-safe-act-veto-override-politics-government-transgender#\\\"}governor's veto of H.B. 68{/a}. The state Senate{ }confirmed Thursday that it plans to follow suit when it convenes later this month.{/p}{p}The bill makes it illegal for minors in Ohio to take puberty blockers, undergo other hormone therapies or receive gender reassignment surgery, as well as blocks transgender student-athletes from participating in girls' and women's sports.{/p}{p}In a 65-28 vote, the Ohio House decided to keep H.B. 68 in its original language, and now it will be sent to the Senate. If the Senate also successfully votes to override the governor's veto, then H.B. 68 will become law in its original language.{/p}{p}Betty Elswick says she's devastated by the override because if the bill becomes law, her son won't be able to get the medical care he needs.{/p}{blockquote}My teen son, Parker, he's 16. He's been receiving gender-affirming care at a children's hospital in Cincinnati for over a year now,\\\" Elswick said. \\\"He's going to lose access to his insurance and healthcare. It's going to make him essentially a medical hot potato.\\\"{/blockquote}{p}Elswick isn't the only parent who was upset by the override. Sam Shim says his teen will also be affected by this bill if it becomes law.{/p}{p}\\\"Kids like my own are going to be harmed, and we are going to have more suicides because of this bill,\\\" Shim said.{/p}{p}Shim says he's worried about transgender youth and believes they'll be calling on state senators to uphold the governor's veto for the future of his own child.{/p}{p}\\\"Some kids are going to be afraid to talk to their parents or even to talk to their school counselors or their therapists,\\\" Shim said. \\\"They're going to be afraid to walk into a hospital because they've realized they're not going to get the care they need.\\\"{/p}{p}The state Senate will vote on January 24.{/p}",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://thenationaldesk.com/top-videos/ohio-house-senate-gov-mike-dewine-hb-bill-68-trans-bill-safe-act-veto-override-politics-government-transgender#\\",
      "https://www.thenationaldesk.com/top-videos/ohio-house-senate-gov-mike-dewine-hb-bill-68-trans-bill-safe-act-veto-override-politics-government-transgender#\\"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "st. joseph co.",
          "sentiment": "none"
        },
        {
          "name": "cass",
          "sentiment": "none"
        },
        {
          "name": "ohio house of representative",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "elkhart",
          "sentiment": "none"
        },
        {
          "name": "la porte",
          "sentiment": "none"
        },
        {
          "name": "lagrange",
          "sentiment": "none"
        },
        {
          "name": "mi",
          "sentiment": "none"
        },
        {
          "name": "michiana",
          "sentiment": "none"
        },
        {
          "name": "berrien",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T00:08:24.348+02:00",
    "updated": "2024-01-12T00:08:24.348+02:00"
  },
  {
    "uuid": "1930075e32c6f0c9f8457c3c5a1f0b8d8addcbfc",
    "url": "https://ca.news.yahoo.com/warm-weather-wreaks-havoc-b-090000842.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Weather Network",
    "published": "2023-12-29T00:00:00Z",
    "title": "Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren",
    "text": "The Canadian Press Warm weather wreaks havoc on some B.C. ski hills as lack of snow leaves trails barren Read full article The Canadian Press December 29, 2023 at 11:00 a.m. · 3 min read VANCOUVER — British Columbia's abnormally warm winter has left local ski resorts grappling with a lack of snow during the holiday tourism season, as resorts struggle to keep runs open.\nFewer than half of Whistler Blackcomb's trails are open, while Vancouver's Mount Seymour is closed entirely while it waits for better conditions.\nWarmth related to the El Niño climate phenomenon this week has pushed temperatures to record highs in regions including Metro Vancouver, Greater Victoria, the Sunshine Coast and the Okanagan.\nIn Whistler, 120 kilometres north of Vancouver, Environment Canada was reporting no snow on the ground on Christmas Day, compared to 40 centimetres last Christmas.\nOn Thursday, the Whistler Blackcomb resort reported 117 of its 275 trails were open, as well as only 42 per cent of its terrain.\nWarm weather has hit Metro Vancouver's three main ski hills even harder, with Cypress and Grouse mountains operating only one or two runs each.\nMount Seymour closed entirely on Wednesday, Thursday and Friday, pending more snow.\nJames Shalman, general manager at Apex Mountain Resort in the Okanagans, says resorts across the province are \"definitely behind the 8-ball\" because of the warm weather, with visitors lost during the holidays unlikely to return later in the season.\n\"All resorts in B.C. are very reliant on the Christmas holidays as a significant portion of their financial picture for the season,\" Shalman said.\n\"This is not something where you can make up what you're down during Christmas break. You won't make that up later in the season, even if we get amazing snowfall in January, February, March.\"\nApex on Thursday had about a third of its roughly 79 runs open, a stark contrast from 2022 when every run was open in the first week of December thanks to heavy snowfalls.\nShalman said Apex had significant snow-making capacity and used it to combat the lack of precipitation, but there were weeks this month where the temperatures were too warm to make snow.\nStory continues \"I mean, we are essentially snow farmers,\" he says. \"We're Mother Nature-dependent, and we just have to take what we get.\"\nAt Cypress Mountain in West Vancouver, management warned skiers of \"thin snow coverage\" for what little of the hill was open.\nSeveral resorts have been offering discounted passes and tickets to entice skiers to visit.\n\"Rain's the star of the show today,\" Cypress Mountain's update on Thursday said, noting that night skiing had been cancelled.\nEnvironment Canada meteorologist Brian Proctor said that in addition to El Niño, a ridge of high pressure had created a \"blocking pattern\" across much of North America. That was preventing the warm air generated by El Niño from passing over mountains and continuing inland.\nProctor said it meant the warm air mass had lingered over B.C., unable to go east due to high pressure acting like \"a wall.\"\nHe said Environment Canada's long-term forecast called for more seasonal temperatures to return for the first week of January, bringing potential snowfall to higher elevations in the Interior.\nBut Proctor said snowfall was less certain for coastal areas in coming weeks, adding that skiers and resorts should temper expectations.\n\"We may see potential for some snowfall,\" Proctor says. \"But really longer term it does look like an El Niño winter at this point in time, continuing and remaining fairly significant into the early spring.\"\nThis report by The Canadian Press was first published Dec. 29, 2023.\nChuck Chiang, The Canadian Press\nTRENDING 1. Woman sues dentist after 4 root canals, 8 dental crowns and 20 fillings in a single visit 2. A broken pelvis, a severed vein and a holiday ruined 3. Police visited couple days before they were shot to death in Caledon. Their son wants to know why 4. B.C. trucker found dead 4 days after completing delivery in Winnipeg, family friend says 5. Councillor must apologize and pay $500 fine or resign, says P.E.I. minister",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://s.yimg.com/ny/api/res/1.2/6v_JWcLdpts1OJRgtIn_Ag--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/cp.org/f4e886ce1abd818b838c71c5150257a2",
      "http://www.thecanadianpress.com/",
      "https://s.yimg.com/ny/api/res/1.2/UnGzDgV6vhFo6IrVbr10Gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI4ODtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "https://media.zenfs.com/en/cp.org/f4e886ce1abd818b838c71c5150257a2",
      "http://www.thecanadianpress.com",
      "https://www.s.yimg.com/ny/api/res/1.2/UnGzDgV6vhFo6IrVbr10Gg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI4ODtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1",
      "http://thecanadianpress.com/",
      "https://www.media.zenfs.com/en/cp.org/f4e886ce1abd818b838c71c5150257a2",
      "https://www.s.yimg.com/ny/api/res/1.2/6v_JWcLdpts1OJRgtIn_Ag--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/cp.org/f4e886ce1abd818b838c71c5150257a2",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/7852c1a0-7c41-11eb-bcfa-df090f8f50d1"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "columbia",
          "sentiment": "none"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "okanagan",
          "sentiment": "none"
        },
        {
          "name": "whistler",
          "sentiment": "none"
        },
        {
          "name": "metro vancouver",
          "sentiment": "none"
        },
        {
          "name": "mount seymour",
          "sentiment": "none"
        },
        {
          "name": "sunshine coast",
          "sentiment": "none"
        },
        {
          "name": "whistler blackcomb",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:32:23.846+02:00",
    "updated": "2023-12-29T11:32:23.846+02:00"
  },
  {
    "uuid": "3426d67fdfd5a2d07bf5fd7044c0094b1826082d",
    "url": "https://www.channelnewsasia.com/world/israel-hamas-war-us-strikes-iran-targets-iraq-syria-gaza-ceasefire-4093001",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNA",
    "published": "2024-02-01T18:36:00Z",
    "title": "US said to back strikes on Iran targets in Iraq, Syria as Gaza truce hopes rise - CNA",
    "text": "WASHINGTON: The planned targets for US strikes in Iraq and Syria in response to the killing of three US soldiers by a drone in Jordan include \"Iranian personnel and facilities\", CBS News reported on Thursday (Feb 1), citing American officials.\nThe United States has assessed that the drone, which also wounded more than 40 people, was made by Iran, four US officials told Reuters. Sources said Iran's elite Revolutionary Guards were pulling senior officers out of Syria.\nThe CBS report follows days of conjecture about how Washington would retaliate after three US soldiers were killed on Saturday in a strike on their base .\nThe fatalities were the first US deaths in an escalation of violence across the Middle East since Israel's war in Gaza began in October.\nEven as fighting has intensified this week, diplomatic efforts to achieve a ceasefire in the Palestinian enclave have accelerated.\nQatari and Egyptian mediators presented Hamas, the militant group that runs Gaza, with the first concrete proposal for an extended halt to fighting, agreed with Israel and the US at talks in Paris last week.\nA Palestinian official close to the negotiations told Reuters the text envisages a first phase of 40 days, during which fighting would cease while Hamas freed remaining civilians among the more than 100 hostages it still holds. Further phases would see the handover of Israeli soldiers and bodies of dead hostages.\nSuch a long pause would be a first since Oct 7, when Hamas fighters attacked Israel, killing 1,200 people and capturing 253 hostages, precipitating an Israeli offensive that has laid waste to much of Gaza.\nHealth officials in the enclave said on Thursday the confirmed Palestinian death toll had risen above 27,000, with thousands more dead still lying under the rubble.\nA Palestinian official said Hamas was unlikely to reject the proposal outright, but would demand guarantees that fighting would not resume, something Israel has not agreed to.\nRead more: Iran warns of decisive response to any type of attack Commentary: After a fatal strike, restraint becomes a challenging option for the US REPORTS OF CEASEFIRE DEAL ARE DENIED A positive-sounding speech by a Qatari spokesman at Johns Hopkins University in Washington briefly triggered some celebrations in Gaza - and a drop in the price of crude oil.\nBut a Qatari official in Doha told Reuters there was no ceasefire deal yet, and that Hamas had \"received the proposal positively\" but not responded yet.\nAnd Taher Al-Nono, media adviser to Hamas chief Ismail Haniyeh, told Reuters: \"We have received the proposal that was put together in Paris but we haven’t yet given a response to any of the parties.\"\n\"We can’t say that the current stage of negotiation is zero and at the same time we can’t say that we have reached an agreement.\"\nCelebratory firing into the air and cheering in central and southern Gaza were soon suppressed by an air strike on a house in Gaza's main southern city, Khan Younis, that wounded 13 people, according to hospital officials.\nIsrael started a huge ground assault last week to capture Khan Younis, and combat has also surged in northern areas that Israel claimed to have subdued weeks ago.\nDefence Minister Yoav Gallant said Israeli forces had now dismantled the Hamas brigade in Khan Younis, and that they had killed 10,000 Palestinian fighters and wounded the same number again since the war began nearly four months ago.\nHe said those forces would now press on to Rafah on the enclave's southern edge, where more than half of Gaza's 2.3 million people are sheltering, mainly cold and hungry in makeshift tents and public buildings.\nResidents said Israeli forces had pounded areas around hospitals in Khan Younis overnight, and stepped up attacks close to Rafah.\nOsama Ahmed, 49, a father of five from Gaza City now sheltering in western Khan Younis, said there had been fierce resistance in the city, and relentless bombardment from air, ground and sea as Israeli tanks advanced.\n\"They haven’t entered deep into Al-Mawasi where we live but every day they get closer,\" he told Reuters by phone. \"All we want is a ceasefire now.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.youtube.com/embed/c4ZEUoUIAlk?autoplay=0&start=3&rel=0",
      "https://www.youtube.com/embed/c4ZEUoUIAlk",
      "https://youtube.com/embed/c4ZEUoUIAlk?autoplay=0&start=3&rel=0"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cna",
          "sentiment": "negative"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "cbs",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "jordan",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:14:09.269+02:00",
    "updated": "2024-02-02T01:14:09.269+02:00"
  },
  {
    "uuid": "1f4bdb38f3784319001c12aa4e068f4b85de8d86",
    "url": "https://www.zazoom.it/2025-06-12/brindisi-carabiniere-ucciso-a-un-posto-di-blocco-sparatoria-dopo-che-auto-non-si-e-fermata-allalt/17173939",
    "ord_in_thread": 0,
    "author": "@zazoomblog",
    "published": "2025-06-12T07:20:11Z",
    "title": "Brindisi carabiniere ucciso a un posto di blocco | sparatoria dopo che auto non si è fermata all'alt",
    "text": "Brindisi carabiniere ucciso a un posto di blocco | sparatoria dopo che auto non si è fermata all’alt\nUna tragica notte scuote Brindisi: un carabiniere, brigadiere in servizio a Francavilla Fontana, perde la vita in una sparatoria durante un posto di blocco. Dopo che un'auto si era rifiutata di fermarsi, i sospetti, scesi dal veicolo in fuga, avrebbero aperto il fuoco. La comunitÃ piange un eroe caduto, mentre le indagini affrontano un caso ancora avvolto nel mistero e nella tensione.\nLa vittima Ã¨ un brigadiere in servizio nella compagnia di Francavilla Fontana. Le persone a bordo del veicolo in fuga sarebbero scese dall'auto e avrebbero sparato.\n[🔗 Leggi su Repubblica.it]\nIn questa notizia si parla di: auto - brindisi - carabiniere - ucciso\nBrindisi, bimbo di 2 anni e mezzo investito da un’auto: Ã¨ grave in ospedale - Un tragico incidente ha colpito la comunitÃ di Ceglie Messapica, dove un bimbo di 2 anni e mezzo Ã¨ stato investito da un'auto.\nBrindisi, carabiniere ucciso a un posto di blocco: sparatoria dopo che auto non si Ã¨ fermata allâ€™alt; Brindisi, carabiniere ucciso a un posto di blocco: sparatoria dopo che auto non si Ã¨ fermata allâ€™alt; Brindisi, carabiniere ucciso a colpi di pistola durante il controllo di unâ€™auto.\nCarabiniere ucciso a colpi di arma da fuoco dopo un inseguimento. «Sono scesi dall'auto e hanno sparato» Scrive msn.com: Un carabiniere è stato ucciso all'alba a colpi di arma da fuoco durante un'attività di controllo nella zona industriale di ...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "topics": [
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->shootings",
      "War, Conflict and Unrest->armed conflict",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/search?q=auto+brindisi+carabiniere+ucciso",
      "https://www.msn.com/it-it/sicurezza-pubblica-ed-emergenze/incendio-e-salvataggio/carabiniere-ucciso-a-colpi-di-arma-da-fuoco-dopo-un-inseguimento-sono-scesi-dall-auto-e-hanno-sparato/ar-AA1GyOz4",
      "https://msn.com/it-it/sicurezza-pubblica-ed-emergenze/incendio-e-salvataggio/carabiniere-ucciso-a-colpi-di-arma-da-fuoco-dopo-un-inseguimento-sono-scesi-dall-auto-e-hanno-sparato/ar-AA1GyOz4",
      "https://www.news.google.com/search?q=auto+brindisi+carabiniere+ucciso",
      "https://news.google.com/search"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": " Francavilla Fontan",
          "sentiment": "none"
        },
        {
          "name": " Ceglie Messapic",
          "sentiment": "none"
        },
        {
          "name": "\nBrindis",
          "sentiment": "none"
        },
        {
          "name": " Brindis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": " Repubblic",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:20:11.894+03:00",
    "updated": "2025-06-12T07:25:25.000+00:00"
  },
  {
    "uuid": "09ae559b32e2040749b1f9f272e7d2ce54657a08",
    "url": "https://www.eluniversal.com.mx/mundo/cuidado-alertan-de-tormenta-geomagnetica-grave-para-este-viernes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guadalupe Galván",
    "published": "2024-05-10T02:55:00Z",
    "title": "¡Cuidado! Alertan de tormenta geomagnética grave para este viernes | El Universal",
    "text": "El Centro de Predicción Meteorológica Espacial ( SWPC ) de la Oficina Nacional de Administración Oceánica y Atmosférica ( NOAA ) emitió una alerta de tormenta geomagnética grave (G4) para la noche de este viernes 10 de mayo. En su sitio web, la NOAA señaló que esta decisión se tomó después de una serie de erupciones solares y eyecciones de masa coronal (CME) que comenzaron el 8 de mayo.\nLos meteorólogos espaciales advirtieron que, además de la alerta de tormenta geomagnética grave, “Otras erupciones solares podrían provocar tormentas geomagnéticas durante el fin de semana”.\nSegún la NOAA, un gran cúmulo de manchas solares ha producido varias erupciones solares de moderadas a fuertes desde el miércoles a las 5:00 am, hora del Este. Al menos cinco erupciones se asociaron con CME que parecen estar dirigidas a la Tierra, advirtió.\nLee también Geotormenta eléctrica severa: ¿qué es y qué tan peligrosa es para las personas?\n¿Qué es una geotormenta geomagnética grave y qué consecuencias puede tener? Se trata de un fenómeno natural que ocurre cuando se producen erupciones o explosiones en la superficie del Sol (conocidas como eyecciones de masa coronal). Las eyecciones provocan tormentas geomagnéticas cuando se dirigen a la Tierra.\nEstas erupciones liberan en el espacio grandes cantidades de energía en forma de radiación\nDe acuerdo con la NOAA, las tormentas geomagnéticas pueden afectar a las infraestructuras en órbita cercana a la Tierra y en la superficie terrestre , pudiendo interrumpir las comunicaciones, la red eléctrica, la navegación, la radio y el funcionamiento de los satélites.\nLarge sunspot groups and strong solar flares led to the issuance of SWPC's first G4 Watch since 2005... pic.twitter.com/oi55cTPXhP\n— NOAA Space Weather Prediction Center (@NWSSWPC) May 9, 2024 El SWPC notificó ya a los operadores de estos sistemas para que puedan tomar medidas de protección.\nAl mismo tiempo, las tormentas geomagnéticas también pueden desencadenar espectaculares auroras boreales en la Tierra. Una tormenta geomagnética severa incluye la posibilidad de que se vean auroras tan al sur como Alabama y el norte de California.\nLee también ¿Cómo afectaría una tormenta geomagnética a la Tierra?\n¿Qué es una tormenta solar y cuáles son sus efectos que alerta la NASA?\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nmgm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/oi55cTPXhP",
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://twitter.com/NWSSWPC/status/1788671368629772306?ref_src=twsrc%5Etfw",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://www.twitter.com/NWSSWPC/status/1788671368629772306?ref_src=twsrc%5Etfw",
      "https://www.t.co/oi55cTPXhP",
      "https://twitter.com/NWSSWPC/status/1788671368629772306",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T06:03:42.580+03:00",
    "updated": "2024-05-10T06:03:42.580+03:00"
  },
  {
    "uuid": "f539822588c22ef27b30c1fd8be87033df0f6557",
    "url": "https://www.thehansindia.com/news/national/we-will-continue-to-serve-people-with-new-energy-arvind-kejriwal-847825",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Purna Singh",
    "published": "2023-12-30T11:00:00Z",
    "title": "We will continue to serve people with new energy: Arvind Kejriwal",
    "text": "Live [Dhanush’s ‘Captain Miller’ all set to hit screens on Jan 12](/cinema/tollywood/dhanushs-captain-miller-all-set-to-hit-screens-on-jan-12-847827) [‘Kurchi Madathapetti’ from ‘Guntur Kaaram:’ A high-voltage mass number](/cinema/tollywood/kurchi-madathapetti-from-guntur-kaaram-a-high-voltage-mass-number-847826) [We will continue to serve people with new energy: Arvind Kejriwal](/news/national/we-will-continue-to-serve-people-with-new-energy-arvind-kejriwal-847825) [Actor Shritej expresses his joy for his films in 2023](/cinema/tollywood/actor-shritej-expresses-his-joy-for-his-films-in-2023-847824) [‘Hanu-Man’ clears censor; gets U/A](/cinema/tollywood/hanu-man-clears-censor-gets-ua-847823) [‘Bujjikondave’ from ‘Saindhav’ shows different facet of father-daughter relationship](/cinema/tollywood/bujjikondave-from-saindhav-shows-different-facet-of-father-daughter-relationship-847822) [Naresh completes golden jubilee in showbiz, meets his mentor Ramoji Rao](/cinema/tollywood/naresh-completes-golden-jubilee-in-showbiz-meets-his-mentor-ramoji-rao-847821) [Actor Murali Mohan felicitated](/cinema/tollywood/actor-murali-mohan-felicitated-847820) [Amitabh Bachchan bids emotional farewell to ‘KBC 15’](/cinema/bollywood/amitabh-bachchan-bids-emotional-farewell-to-kbc-15-847819) [Shabir Ahluwalia shares about donning female avatar](/cinema/bollywood/shabir-ahluwalia-shares-about-donning-female-avatar-847818) Just In We will continue to serve people with new energy: Arvind Kejriwal After returning from a ten-day Vipassana meditation program in Punjab's Hoshiarpur region, Delhi Chief Minister Arvind Kejriwal informed through his social media account X on Saturday that he had returned to the national capital. New Delhi: After returning from a ten-day Vipassana meditation program in Punjab's Hoshiarpur region, Delhi Chief Minister [Arvind Kejriwal](https://www.thehansindia.com/tags/Arvind Kejriwal) informed through his social media account X on Saturday that he had returned to the national capital. He further said in a post that this sadhana gives me immense peace, and from today onwards, we will again start serving the public with new energy. Good luck to all! It is worth noting that Kejriwal is scheduled to appear before the Enforcement Directorate (ED) on January 3 for interrogation in a money laundering case involving excise policy. Gautam Lal, a trustee of the DDVC, recognized Kejriwal before he left the meditation center. This was Kejriwal's first time practicing Vipassana in Punjab. He has already completed similar practice in Jaipur, Nagpur, Dharamkot, and Bengaluru. Vipassana, an ancient Indian meditation method, focuses on self-transformation through self-observation. During the meditation, Kejriwal followed all the rules, including refraining from using mobile phones, the internet, television, and newspapers. A DDVC spokesperson said his daily routine starts at 4 a.m. and ends at 9 p.m., with simple food and no eating after noon.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "miller",
          "sentiment": "negative"
        },
        {
          "name": "arvind kejriwal",
          "sentiment": "negative"
        },
        {
          "name": "ramoji rao",
          "sentiment": "none"
        },
        {
          "name": "guntur kaaram",
          "sentiment": "none"
        },
        {
          "name": "murali mohan",
          "sentiment": "none"
        },
        {
          "name": "shritej",
          "sentiment": "none"
        },
        {
          "name": "naresh",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T15:40:11.788+02:00",
    "updated": "2023-12-30T15:40:11.788+02:00"
  },
  {
    "uuid": "5774f3b372a50bf212d126f193efc9835b7da262",
    "url": "https://cbsaustin.com/features/we-are-austin/sinclair-cares-central-texas-rallies-for-flood-relief-with-salvation-army-partnership",
    "ord_in_thread": 0,
    "author": "We Are Austin",
    "published": "2025-07-09T17:20:00Z",
    "title": "AUSTIN, Texas - The community in Central Texas is",
    "text": "AUSTIN, Texas — The community in Central Texas is coming together to support those affected by the recent devastating floods. Partnering with the Salvation Army, the Sinclair Cares: Texas Tragedy Relief initiativ e is providing urgent assistance to neighbors in need.\nThe Salvation Army is actively working in Kerrville and surrounding areas, offering meals, hydration, hygiene supplies, and more to both survivors and first responders. Notably, 100 percent of donations go directly to these relief efforts.\nAdditional information on relief efforts is available at disaster.salvationarmyusa.org.\nCommunity members are encouraged to visit We Are Austin's social media pages for resources and updates. The platform continues to share and amplify information on how to help. Comments and messages are welcome for those seeking to offer assistance or share resources.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Disaster and Accident",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->communities",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->emergency response",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://salarmyeds.org/",
      "https://www.salarmyeds.org/",
      "https://salarmyeds.org"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "AUSTIN",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Salvation Army",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T11:54:23.345+03:00",
    "updated": "2025-07-10T09:01:04.000+00:00"
  },
  {
    "uuid": "05b81580845c64083c98a72413da501b6a1eea48",
    "url": "https://www.scimex.org/newsfeed/material-with-molecular-trapdoor-holds-promise-for-highly-selective-gas-capture",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Susan Bogle",
    "published": "2024-07-19T05:07:00Z",
    "title": "Material with molecular trapdoor holds promise for highly selective gas capture",
    "text": "Media releaseFrom: Australian Nuclear Science and Technology Organisation (ANSTO)\nAn international team led by scientists at\nCity University of Hong Kong has found flexible metal-organic framework (MOF) with one-dimensional channels that acts as a “molecular trapdoor” to selectively adsorb gases, such as carbon dioxide, in response to temperature and pressure changes.\nIn\nwork published in Small earlier this year and featured on the back cover of the journal (left), investigators including Principal beamline scientist Dr Qinfen Gu at the Australian Synchrotron, reported a solid one-dimensional channel ionic metal organic framework (MOF) had internal voids that could hold gas molecules.\nThey discovered a temperature-sensitive gas adsorption behaviour similar to the “molecular trapdoor” effect as discovered by the lead authors a decade ago in CHA zeolite, a mineral with a three-dimensional framework structure.\nExtra-framework anions, negatively charged ions that are not part of the main structural framework of a material, act as “gates” that shift from their usual positions under heat or pressure, allowing gas to enter.\nGas separation is crucial in numerous industrial contexts, including applications like natural gas separation, carbon capture, and hydrogen purification, among others.\nHowever, achieving high gas selectivity is difficult when gases are similar in size and share properties.\nDifferent guest molecules create varying energy barriers for the deviation of anions (momentary gate-opening) in pyridine-based ligands, enabling gas separation based on different specific threshold temperatures for exclusive gas admission.\nLarger, spherical anions improved the selectivity for gases like greenhouse gas CO2/CH4, hydrocarbons C3H6/C3H8 and natural gas N2/CH4.\nAlthough this was observed at low temperatures and with limited separation capabilities, the investigators suggested that the concept can be applied to design other types of MOFs. The finding may lead to the creation of “molecular trapdoor” MOFs with high surface areas that offer better capacity and separation performance.\n“This finding challenges the traditional view that gas adsorption is only about gas affinity or size-based sieving, highlighting the role of guest-induced anion movements in gas diffusion within MOFs,” said Prof Jin Shang, Associate Professor in the School of Energy and Environment, City University of Hong Kong, who supervised first author\nYuanmeng Tian.\nThe flexibility of the MOFs with respect to temperature was carefully investigated, as temperature-triggered gate-opening behaviour in MOFs is typically associated with structural transformation.\nIn situ single crystal X-ray diffraction experiments and in situ synchrotron powder X-ray diffraction measurements were performed at different temperatures to identify the topological flexibility of MOFs using the macromolecular crystallography and powder diffraction beamlines at the Australian Synchrotron.\nXRD diffraction was used to gain an understanding of the flexibility of the structural framework and movement of anions as gatekeepers in response to temperature, as well as confirm the success of anion exchange and determine the exchange rate,” explained Dr Gu.\nMacromolecular crystallography beamline scientist Dr Stefanie Bird assisted with the single crystal measurements that provided information about structural changes at different temperatures.\nDr Gu is a finalist in the 'Excellence in research\" category of the ANSTO Awards being held next week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://doi.org/10.1002/smll.202400064",
      "https://www.cityu.edu.hk/see/",
      "https://onlinelibrary.wiley.com/authored-by/Tian/Yuanmeng",
      "https://www.doi.org/10.1002/smll.202400064",
      "https://www.cityu.edu.hk/see",
      "https://www.onlinelibrary.wiley.com/authored-by/Tian/Yuanmeng",
      "https://cityu.edu.hk/see/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "qinfen gu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nuclear science and technology organisation",
          "sentiment": "negative"
        },
        {
          "name": "city university of hong kong",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T11:28:27.528+03:00",
    "updated": "2024-07-19T11:28:27.528+03:00"
  },
  {
    "uuid": "4d82a08bf9eaedd88b656b5dd3fdd98e78bbefd6",
    "url": "https://www.kmbc.com/article/saturday-is-a-good-day-to-get-outside/46255368",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katie Horner",
    "published": "2023-12-30T13:48:00Z",
    "title": "Saturday is a good day to get outside",
    "text": "Saturday is a good day to get outside Saturday will have high temperatures around 48 degrees; Sunday, New Year's Eve, will be chillier. Saturday is a good day to get outside Saturday will have high temperatures around 48 degrees; Sunday, New Year's Eve, will be chillier. IT’S 720 RIGHT NOW ON YOUR SATURDAY MORNING. KATIE. TODAY JUST A GREAT DAY OUTSIDE TOMORROW FOR NEW YEAR’S EVE NIGHT. GOING TO BE A BIT COLD, BUT NO MAJOR IMPACTS TO TALK, CORRECT? NO ICE, NO. NO MEASURABLE SNOW FALLING, BUT IT IS GOING TO BE MUCH COLDER FOR NEW YEAR’S EVE. WIND CHILLS WILL BE IN THE 20S AND UPPER TEENS. SKIES WILL BE PARTLY TO MOSTLY CLOUDY. AIR TEMPERATURE WILL BE IN THE 30S THROUGHOUT MUCH OF THE EVENING AS YOU’RE DRIVING HOME. HOPEFULLY SAFE. WE WILL HAVE WIND CHILLS AROUND 18. AIR TEMPERATURE 28 DEGREES AS BIG STORM SYSTEMS CONTINUE TO HIT THE WEST COAST, THIS IS IN ADDITION TO THE HIGH SURF THAT IS HAPPENING RIGHT NOW. THEY’VE GOT HUGE WAVES UP TO 40FT STILL BATTERING THE WEST COAST HERE. AND THEN THESE RAIN SHOWERS. SO ANY TRAVEL PLANS WEST OR ANYBODY COMING FROM THE WEST INTO KANSAS CITY, EXPECT SOME DELAYS AT THE MAJOR AIRPORTS AT LA 61 DEGREES WITH SHOWERS AND THUNDERSTORMS. SAN DIEGO, THE SAME 63. EVEN SEATTLE RAINING AND 53 DEGREES. BUT WE GO FROM THAT SYSTEM BACK HERE TO THE CENTRAL PLAINS, AND YOU CAN SEE WE’VE GOT THIS VERY SMALL DISTURBANCE COMING OUT OF NEBRASKA INTO WESTERN KANSAS. IT’S PRODUCING SOME CLOUDS AND VERY LIGHT PRECIPITATION. THAT’S THE TYPE OF PRECIPITATION THAT’S FALLING FROM THE CLOUDS. BUT HITTING DRY AIR AND NOT MAKING IT TO THE GROUND. THIS IS WHY YOU’LL SEE AN INCREASE IN CLOUDS LATER THIS MORNING, EARLY THIS AFTERNOON, BUT NO PRECIPITATION IS EXPECTED WITH THAT. WHEN IT MOVES THROUGH. AND THERE WILL BE ANOTHER SURGE OF COLD AIR COMING IN EARLY TOMORROW MORNING. AND WHILE WE DON’T EXPECT PRECIPITATION WITH THAT, AT LEAST NOT MEASURABLE PRECIP CAN’TRILLIONULE OUT SOME MAYBE SPRINKLES OR SOME FLURRIES WHEN THAT COMES THROUGH EARLY TOMORROW MORNING. AS A RESULT OF THAT FRONT, IT IS MUCH COLDER TOMORROW. TEMPERATURES WILL ONLY BE IN THE MIDDLE 30S. NORTH WIND WILL BE STRONGER THAN THE WIND WILL HAVE TODAY. TOMORROW’S WIND WILL BE AROUND 15 MILES AN HOUR. AND THAT’S WHY WE HAVE THOSE WIND CHILLS WE TALKED ABOUT IN THE 20S THROUGHOUT MUCH OF THE AFTERNOON AND THEN INTO THE TEENS FOR TOMORROW NIGHT. HERE’S OUR NINE DAY FORECAST TODAY. A DAY YOU REALLY WANT TO TAKE ADVANTAGE OF BEING OUTSIDE IF YOU’RE ABLE 48 DEGREES AND EVEN LOW 50S WITHIN OUR VIEWING AREA TOMORROW, WE MENTIONED HOW MUCH COLDER IT WILL BE. HERE’S YOUR HY-VEE CHIEFS GAME DAY FORECAST. IT’LL BE PARTLY CLOUDY, BLUSTERY WIND CHILLS IN THE 20S THROUGHOUT THE GAME AND EVEN AFTER THE FOURTH QUARTER WHEN YOU’RE HEADING HOME ON THE FIRST DAY OF THE NEW YEAR, IT’LL JUST BE COLD, 37 DEGREES. BUT MOSTLY SUNNY, AND THE FIRST WEEK OF THE NEW YEAR TEMPERATURES WILL BE RIGHT AROUND NORMAL UPPER 30S, LOWER 40S. Advertisement Saturday is a good day to get outside Saturday will have high temperatures around 48 degrees; Sunday, New Year's Eve, will be chillier. Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "katie",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T16:49:12.099+02:00",
    "updated": "2023-12-30T20:18:47.789+02:00"
  }
]