[
  {
    "uuid": "06a5c99ee55ba403f263525859741219b6f84813",
    "url": "https://in.marketscreener.com/news/latest/Ukraine-official-says-drone-debris-hits-Odesa-high-rise-building-45646483/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-28T19:45:00Z",
    "title": "Ukraine official says drone debris hits Odesa high-rise building - 29/12/2023 | MarketScreener",
    "text": "Top Capitalization India North America Europe Asia Middle East Sector Research Earnings Calendar Equities Analysis Most popular Indexes Homepage Rankings Europe America Asia Africa Index Analysis Indexes News NIFTY 50 NIFTY 500 S&P 500 DOW JONES NASDAQ 100 RUSSELL 2000 HANG SENG TOPIX Currency / Forex Homepage Rankings Currency Cross Rate Currency Converter Forex Analysis Currencies News INR / USD INR / CNY INR / HKD INR / IDR INR / KRW Commodities Homepage Energy Precious metals Agriculture Industrial Metals Livestock and Cattle GOLD CRUDE OIL (WTI) CRUDE OIL (BRENT) SILVER PLATINUM Cryptocurrencies Homepage Rankings Charts Analysis News BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Interest Rates Homepage Developed Nations Emerging Countries ETFs Rates ETF Summary Screener News All News World India Europe North America South America Asia Africa Middle East Emerging Companies All News Analyst Reco. Rumors IPOs Capital Markets Transactions New Contracts Profit Warnings Appointments Press Releases Security Transactions Earnings reports New markets New products Corporate strategies Legal risks Share buybacks Mergers and acquisitions Call Transcripts Guidance Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Asset Management Activism Climate and ESG Cybersecurity Geopolitics Central Banks Private Equity Inflation Business Leaders Sectors All our articles Most Read News Hot News Analysis All Analysis Must Read Equities Interviews Indexes Currencies Commodities ETF Cryptocurrencies Stock Trading Strategies All America Europe Asia Our Shows Shows Strategy Must Watch Satirical Cartoon Today's Editorial Crypto Recap Behind the numbers Stock Picks All our investments United States Europe Asia, Pacific Portfolios Virtual Portfolios USA Portfolio European Portfolio Asian Portfolio Watchlists My Watchlists Watchlists My previous session My most visited Most popular Investment Style Homepage Dividend Kings Momentum stocks ESG stocks Quality stocks at a reasonable price Growth stocks Yield stocks Investment Themes Homepage uranium Robotics Luxury Space Exploration Water Fintechs Rankings Top Movers Top Movers Unusual volumes New Historical Highs New Historical Lows Long Term Top Fundamentals Top Fundamentals Sales growth Earnings Growth Profitability Finances Rankings Valuation Rankings Valuation P/E ratio Enterprise value Yield Top Consensus Top Consensus Analyst Opinion Target price Estimates Revisions Divergence Top Technicals Top RSI GAPS STIM Breakouts Trends Volatility Top ranking ESG Top ranking ESG Environment Social Governance Rankings Coverage Screeners Stock Screener Home Investment Themes Serial buyers Place your bets Bionic engineering Biotechnology Ageing Population Financial Data Technical Rankings Oversold stocks Overbought stocks Close to resistance Close to support Accumulation Phases Most volatile stocks Fundamental Rankings Top Investor Rating Top Trading Rating Top Consensus Top Growth Top Dividends Low valuations My Screeners All my stocks Watchlists Virtual Portfolios Tools MarketScreener tools Stock Screener iPhone App Expert tools Stock Screener PRO Portfolio Creator Event Screener Dynamic Chart Earnings Calendar Economic Calendar Currency Converter ProRealTime Trading Our Services Our subscriptions Our Stock Picks Stock Screener Thematic Investment Lists MarketScreener Portfolios European Portfolio USA Portfolio Asian Portfolio Stock market news All News Companies Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Sectors All our articles Most Read News Hot News Ukraine official says drone debris hits Odesa high-rise building December 29, 2023 at 03:45 am IST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ftx token interest rates homepage developed nations",
          "sentiment": "none"
        },
        {
          "name": "krw commodities homepage energy",
          "sentiment": "none"
        },
        {
          "name": "index analysis indexes news nifty",
          "sentiment": "none"
        },
        {
          "name": "agriculture industrial metals livestock",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "odesa",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "europe america asia africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:49:10.686+02:00",
    "updated": "2023-12-29T00:49:10.686+02:00"
  },
  {
    "uuid": "e0f8ac58a78433cc17659f5ee4bb2c5872f4a8a7",
    "url": "https://www.jpost.com/middle-east/article-788549",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jpost.com",
    "published": "2024-02-23T18:36:00Z",
    "title": "Turkey detains lawyer who criticized sharia law - The Jerusalem Post",
    "text": "Turkish lawyer Feyza Altun was detained after she made a post criticizing Islamic law , known as Sharia , on social media, according to local media reports.\nIn one of several posts on X, the lawyer wrote “ f*** sharia ” in response to a Persian poem, the Stockholm Center for Freedom (SCF) reported.\nThe post amassed significant attention, with users initiating a campaign to have the lawyer arrested under the hashtag #feyzaaltuntutuklansın” (Feyza Altun should be arrested.)\n“For two nights, I struggled with thousands of tweets from people who said they would put me to the sword and that I would become their concubine,” Altun told media in front of the court, according to BalkanInsight. Why was the lawyer’s post deemed criminal?\nThe arrest was made by the Beykoz Chief Public Prosecutor’s Office, which investigated the incident under Article 216 of the Turkish Penal Code (TCK), according to SCF. This article criminalizes the act of openly inciting enmity or hatred toward a protected social group, including a religious one. Taliban fighters drive a car on a street following the killing of Al Qaeda leader Ayman al-Zawahiri in a US strike over the weekend, in Kabul, Afghanistan, August 2, 2022. (credit: ALI KHARA/REUTERS)\nAltun later defended herself, writing on Monday, “To this day, I have never written the slightest thing that is offensive about any belief. I don't care about anyone's religious belief or the way they live it, no matter what religion it is.\n“For me, what you call Sharia is the Taliban mind that stones women on the streets. In this context, I stand behind my word. That regime will not be implemented in this country either. Modern secular law rules apply in this country. Demanding sharia is a threat to the constitutional order and a crime.”\nBugüne kadar hiçbir inançla ilgili en ufak rencide edici şey yazmadım yazmam da. Kimsenin dini inancı , hangi din olursa olsun onu yaşama biçimi beni ilgilendirmez.Şeriat dediğiniz şey sokaklarda kadın taşlayan Taliban aklıdır benim için. Bu bağlamda sözümün de arkasındayım. Bu…\n— Feyza Altun (@feyzaltun) February 19, 2024 Altun also issued a statement dispelling rumors that she drank the alcoholic drink 'raki', something forbidden under Islamic law, when police came to her home to arrest her.\n“I have already said more than enough to say about the investigation I have undergone. I also gave my statement yesterday. For this reason, I have decided not to make another statement at this stage.\n“However, since the following news was the result of a misunderstanding, I wanted to correct it.\n“I did not say that I drank raki when the police came to my house. I think there was such a communication accident. I said that I was drinking only raki at home when the police came. When my detention period began, I did not drink anything.\n“As you will appreciate, such a thing is not possible. I wanted to correct the issue as there would be a situation that would put my fellow officers under pressure.”\nDeğerli arkadaşlar;Geçirdiğim soruşturma ile alakalı olarak söylemem gerekenleri fazlasıyla söyledim zaten. Ayrıca dün ifademi de verdim. Bu sebeple bu aşamada tekrar bir açıklama yapmama kararı aldım.Ancak aşağıdaki haberler, bir yanlış anlaşılmanın sonucu olduğu için… https://t.co/ZJqxjdhbhG\n— Feyza Altun (@feyzaltun) February 21, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://twitter.com/feyzaltun/status/1760286598954942518?ref_src=twsrc%5Etfw",
      "https://twitter.com/feyzaltun/status/1759515013268578459?ref_src=twsrc%5Etfw",
      "https://twitter.com/feyzaltun/status/1760286598954942518",
      "https://twitter.com/feyzaltun/status/1759515013268578459",
      "https://www.twitter.com/feyzaltun/status/1759515013268578459?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/feyzaltun/status/1760286598954942518?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "feyza altun",
          "sentiment": "negative"
        },
        {
          "name": "sha",
          "sentiment": "negative"
        },
        {
          "name": "altun",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "beykoz chief public prosecutor’s office",
          "sentiment": "none"
        },
        {
          "name": "taliban",
          "sentiment": "none"
        },
        {
          "name": "scf",
          "sentiment": "none"
        },
        {
          "name": "stockholm center for freedom",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T21:27:30.885+02:00",
    "updated": "2024-02-23T21:27:30.885+02:00"
  },
  {
    "uuid": "8700a1da6f6177e6e68da569badaad9f15057d07",
    "url": "https://newsrnd.com/news/2023-12-31-63--jump-in-the-number-of-haredi-students-studying-computer-science--%22forced-to-work-in-quality-employment%22-%7C-israel-hayom.ByZdHSiRDp.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-31T08:24:00Z",
    "title": "63% jump in the number of Haredi students studying computer science: \"forced to work in quality employment\" | Israel Hayom - The Limited Times",
    "text": "In recent weeks, much has been said about the importance of core education in the Haredi sector in the context of coalition funds, which include billions of shekels for Haredi educational institutions that do not teach core curriculum, thereby reducing the chances of Haredi children integrating into the employment market in the future.\nMeanwhile, data on the ground show that in recent years there has been a significant improvement in some of the data related to Haredi education and employment.\nHaredi students at the start of the current school year (the subjects have nothing to do with the information), Photo: Oren Ben Hakon\nFor example, the number of Haredi students taking the matriculation exams – even if they are not eligible for a certificate – increased from 24 per cent to 44 per cent (2008-2021). Within five years, the number of those eligible for a bagrut exam in the Haredi education system rose from 2% to 6%, and among Haredi girls from 20% to 25% (2016-2021).\nThis is according to the Israel Democracy Institute's 2023 Yearbook of Haredi Society, now in its eighth year, which surveys the changes that have taken place in recent decades in Haredi society in a variety of areas, including education, employment, and lifestyle.\nThe survey also shows that at the beginning of 2023, the number of yeshiva students and Avrachi Kollel Haredim was about 156,036. After a year in which the growth in the number of yeshiva students and yeshiva students slowed to 2.5 per cent, in 2022, at the end of which the ultra-Orthodox parties returned to the coalition, it increased again by 4.1 per cent.\n\"The cost of the ongoing slowdown strike at Haifa Port is tens of times higher than the cost of meetings,\" Photo: Nati Shochat\nIt should be noted that yeshiva students are unmarried Haredim, and the vast majority are under the age of 23. Avrachim are married Haredim, the vast majority of whom persist in their studies in the kollel for many years and even after the age of 31. MJB researchers note that there is a significant connection between the presence of the ultra-Orthodox parties in the coalition and the rate of growth in the number of yeshiva students and yeshiva students. Since 1999, the only years in which there has been a decline in their numbers were 2014-2013.\nThe ultra-Orthodox population in Israel is approximately 1,335,000, constituting 13.6% of the total population. The percentage of young adults up to age 19 in the Haredi population is 58%, compared to 31% in the general Jewish population. In 2030, the Haredi population is expected to reach 16% of the total population, while the share of Haredim up to age 20 is expected to be about one million and constitute 25% of this age group.\nMinistry of Education, Photo: Gideon Markowitz\nTechnology professions at the top Higher education: About 16,700 Haredi students, constituting 5% of all students, studied in 2022/23. Their number increased by about 900 students during the year, an increase of 7 per cent. 69% of Haredi students are women.\nAnother interesting statistic that emerges from the study is that 15% of Haredi students study computer science (compared to 13.5% among non-Haredi students). That's a 63% jump in four years. Among Haredi men, the share of Haredi students studying computer science is much lower than that of non-Haredi Jewish students (19% vs. 28.5%, respectively).\nThe editor of the Yearbook of Haredi Society, Dr. Gilad Malach, explains the data in a conversation with Israel Hayom: \"Haredi society is a 'society of learners' that designates its sons to focus on Torah study, and as a result, there has been a dramatic change in the role of women in this society. If a few decades ago they went out to work as teachers, today, in order to maintain their household, they are forced to work in quality employment, in many cases in technology professions.\"\nHaredi students studying computer, photo: Noam Rivkin Fenton\nMalach adds: \"As a result, the curriculum in Haredi high schools for girls, which now includes English, mathematics and technological tracks, has changed rapidly, as has the training system in post-secondary seminars, which in recent years has a variety of technological tracks. Many Haredi women prefer to receive full academic technological training, usually on an ultra-Orthodox campus, and so we have reached a situation where the percentage of women studying computer science is even higher than non-Haredi Jewish women.\"\nMalach continued, \"This change allows many Avrachim to continue studying in the kollel, and therefore in recent years we have seen an increase in the number of Avrachim that is no less than the growth rate of Haredi society. The only cases in which the increase in the number of Avrachim was halted were due to great economic pressure on Haredi society or when support in the yeshiva world decreased.\n\"We saw this in 2003 with a cut in child allowances, and in 2013 with a cut in the budget for yeshivas and kollels. We may also see this in the near future as a result of the economic crisis expected following the war or as a result of new priorities of the next government.\"\nHaredi street (the subjects have no connection to the article), photo: Oren Ben Hakon\nNew record Another optimistic statistic relates to employment in Haredi society. In 2023, a new record has been recorded in the number of working women and men: about 110,000 Haredi men of prime working age (64-25), constituting 55% of Haredi men, work – a figure not seen since 1995. This is a continuation of the increase observed in 2022 to about 53 per cent, after standing still at rates of 52-50 per cent in 2021-2015.\nMoreover, in 2023, the number of Haredi women working at prime working ages crossed the 80 per cent threshold for the first time and jumped to 157,000, up from 142,000 last year. It should be noted that the 2023 data are correct for the first three quarters, and it is possible that the final figure for 2023 will be lower, especially among Haredi men, due to the situation in the economy alongside coalition funds for religious institutions.\nHowever, the average monthly income of Haredi men dropped from 76 per cent in 2003 to 50 per cent of the average monthly income among non-Haredi Jews in 2021. That year, it was NIS 9,707 compared to NIS 19,279 among non-Haredi Jewish men. Haredi women earned an average of NIS 8,230 a month that year, 67% of the average monthly income among non-Haredi Jewish women (NIS 12,330).\nDecline in the incidence of poverty There was a decline in the incidence of poverty among Haredi families from 39 per cent in 2015 to 34 per cent in 2021, a very high figure compared to the general population (21 per cent in 2021). It is possible that the decline stems from an increase in the employment rate of Haredi women and an increase in the level of income among workers, alongside an increase in state support for Avrachim and child allowances. At the same time, the share of Haredi children living below the poverty line after paying benefits stood at 47% in 2021.\nHousehold income: Within six years, there has been a 19 per cent increase in gross monthly income for Haredi households (from NIS 12,616 in 2015 to NIS 14,978 in 2021), but the income is still 55 per cent lower than the gross income for a non-Haredi Jewish household (NIS 22,047).\nAn ultra-Orthodox family in Modi'in Illit (the subjects have no connection to the report), Photo: None\nThe editors of the Yearbook of Haredi Society, Dr. Gilad Malach and Dr. Lee Kahner of the Israel Democracy Institute, note that \"there is a clear trend of an increase in the standard of living of Haredi households, as a result of a jump in the share of Haredi women working and a renewed increase in the share of Haredi men working after several years of stagnation.\"\nWrong? We'll fix it! If you find a mistake in the article, please share with us",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oren ben hakon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "limited times",
          "sentiment": "neutral"
        },
        {
          "name": "israel democracy institute's 2023 yearbook of haredi society",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T10:40:55.930+02:00",
    "updated": "2023-12-31T10:40:55.930+02:00"
  },
  {
    "uuid": "8cd311b39adc538cfa94bfa3cca70097ef786644",
    "url": "https://atlantic.ctvnews.ca/female-pedestrian-struck-by-bus-in-halifax-police-1.6702748",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVAtlantic",
    "published": "2023-12-27T23:38:00Z",
    "title": "Halifax police investigate crash between bus, pedestrian | CTV News",
    "text": "[Skip to main content](#main) A pedestrian was injured Wednesday night after being hit by a Halifax Transit bus. It happened shortly before 9 p.m. at the intersection of Oxford Street and Chebucto Road. Halifax Regional Police said a female pedestrian sustained non-life threatening injuries in the crash. Information on how the collision happened has yet to be released, but police say the matter is under investigation. For more Nova Scotia news visit our dedicated provincial page. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Atlantic Top Stories CTVNews.ca Top Stories BREAKING Ten people rescued from plane crash site in remote N.W.T. The military says a rescue operation is complete after a plane crash left 10 people, some with injuries, stranded overnight in a remote area of the Northwest Territories. NDP's Jagmeet Singh rules out coalition government with Liberals after next election NDP Leader Jagmeet Singh is ruling out the possibility of forming a coalition government with the Liberals if no party wins a clear majority after the next federal election. Judih Weinstein Haggai, the last Canadian known to have been kidnapped by Hamas, confirmed dead Judih Weinstein Haggai, the only Canadian citizen who was still missing amid the Israel-Hamas conflict and believed to be held in the Gaza Strip, has been reported dead. In most African countries, drought forces rural communities to relocate, study finds Across most of Africa, drought is driving people who live in rural settlements closer to rivers and cities, according to a new study published in the journal Earth's Future. Teen dead, another missing after falling through ice in Ottawa amid spate of similar incidents across Canada A teenager is dead and another is still missing after four youths fell through the ice on the Rideau River in Ottawa's south end late Wednesday. Pierce Brosnan is in hot water, accused of trespassing in a Yellowstone thermal area Pierce Brosnan, whose fictitious movie character James Bond has been in hot water plenty of times, is now facing heat in real life, charged with stepping out of bounds in a thermal area during a recent visit to Yellowstone National Park. Ontario man charged after allegedly planning trip to U.S. for sex acts with kids Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. Tight-knit Canada set for tough test against hosts Sweden at world juniors Canada will march into the jam-packed Scandinavium arena -- a building that resembles Calgary's Scotiabank Saddledome -- against the tournament hosts Friday night in a marquee Group A matchup. \"Skilled, dangerous,\" Canadian head coach Alan Letang said of Sweden. \"Very, very dangerous off the rush.\" Canada to offer humanitarian visas to those fleeing Sudan if relatives pay costs Ottawa is offering a lifeline to people fleeing an escalating civil war in Sudan if they have relatives in Canada who agree to financially support them. Toronto - Woman allegedly intentionally drove vehicle into parking enforcement officer in Toronto Police arrested a 29-year-old woman after she allegedly intentionally drove her vehicle into a parking enforcement officer in Toronto’s east end. - Citizen's tip helps police apprehend suspect wanted in Richmond Hill axe attack Police in York Region say media coverage, along with a tip from a member of the public, helped them apprehend a suspect wanted in connection with an axe attack in Richmond Hill as well as several other criminal offences. - Ontario man charged after allegedly planning trip to U.S. for sex acts with kids Durham police say they arrested a man Thursday after learning that he allegedly planned to travel to the United States in order to engage in sex acts with a woman and her young children. Calgary - Southern Alberta girl injured in coyote attack A family from Brooks, Alta., says their daughter is lucky to have avoided more serious injuries after she was attacked and bitten several times by a coyote. - 2 teens killed in rollover crash near Crossfield, Alta. Two teens are dead following a crash in Mountain View County on Wednesday evening, RCMP said. - Child-care costs could rise for some Alberta parents as daycares consider leaving fee support program Some daycare operators in the province are considering opting out of the Alberta Affordability Grant for child-care programs, which is concerning to parents who could see their payments skyrocket in the new year as a result. Montreal - Common Front of public sector unions reaches tentative deal with Quebec The Common Front of unions representing around 420,000 public sector workers in Quebec has reached a proposed agreement in principle with the government. - Montreal man who ate recalled cantaloupes launches class-action lawsuit A Montreal man who says he was hospitalized with salmonella poisoning after eating recalled cantaloupes has launched a proposed class-action lawsuit against two companies that produced and distributed the fruit. - Beaconsfield lawsuit against City of Montreal over taxes grows to $15 million The City of Beaconsfield is taking the City of Montreal to court because it feels it is being overtaxed by the centre city. Edmonton - Deaths of two officers 'haunt' Edmonton police chief Edmonton's police chief says the \"line of duty\" deaths of two officers in 2023 will stay with him and others forever. - Closure of 8 'high-risk' encampments to begin Friday: city Notice has been given to clear several high-risk encampments in Edmonton that were the subject of an injunction earlier this month. - Man who died with wife and son in Alberta lake wasn't a risk-taker, says friend An Edmonton man who died with his wife and eight-year-old son after their utility terrain vehicle went into a lake wasn't the kind of person to put his family at risk, says a friend. Northern Ontario - Pothole machine in Sudbury offers high-quality repairs, but low production The city’s Python 5000 does a great job repairing potholes, but it’s a high-maintenance machine that depends on weather and replacement parts to operate successfully. - 17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa Ottawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia. - Christmas day fire in Hearst under investigation Officials are investigating the cause of residential fire in Hearst, Ont., that broke out early in the morning Christmas day. London - Conversation with Mayor Morgan Part 1: Homelessness, communication, and housing In a year-end interview with CTV News, London Mayor Josh Morgan opens up about his greatest challenge of 2023. - 'Could hear the windows buckling': St. Thomas, Ont. tenants evacuated after apartment collapsed Fifteen people are out of their homes after the foundation of small apartment building collapsed late Wednesday night in St. Thomas, Ont. - Injured snowy owl rescued in Huron County Huron County OPP responded to a report of an injured owl in Bayfield on Dec. 28. Winnipeg - Public asked to avoid Furby Street due to 'serious incident' The Winnipeg Police Service is currently responding to a serious incident at an apartment building on Furby Street. - 'Take our time': Kinew says decision not made yet on supervised consumption site location Manitoba Premier Wab Kinew said the province is taking its time to find a location for a supervised consumption site in Winnipeg. - Winnipeg woman wins $1M lottery jackpot A Winnipeg woman has a lot to celebrate heading into the new year after winning a $1 million lottery prize. Ottawa - 17-year-old dead, one missing after teens fall through the ice on the Rideau River in Ottawa Ottawa police say one youth is dead and one person is missing after they fell through the ice on the Rideau River in Ottawa's south end on Wednesday. Two other teens were treated for mild hypothermia. - Arnprior Aerospace to close after 70 years in operation The company opened in Arnprior in 1954 as a Boeing operation and will be closing its doors on March 6, 2024. - Police searching for federal offender known to frequent Ottawa-Gatineau Ontario Provincial Police is seeking the public's assistance in locating a federal offender wanted on a Canada-wide warrant as a result of a breach of his statutory release. Saskatoon - Saskatoon developers hint at future of former Extra Foods property The site of a former grocery store on Broadway Avenue has sold. - Dash cam footage shows van burst into flames in a Saskatoon parking lot Saskatoon firefighters say they don’t know what caused a van to burst into flames in a Cabela’s parking lot on Wednesday. - Saskatoon recruiting Aussie paramedics to help with record emergency calls Amid a record year for emergency calls, Saskatoon’s ambulance service has turned to Australia for a pool of new recruits. Vancouver - Overpass strike in Delta closes Highway 99 southbound A truck collided with an overpass in Delta Thursday, prompting road closures and a heavy presence of first responders. - Convicted murderer wanted Canada-wide after breaching conditions: police Police in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole. - 'Damage consistent with bullet holes': Surrey RCMP investigating shots fired at residence Mounties in Surrey are investigating a report of shots fired at a residence Wednesday morning. Regina - Huge plume of smoke seen at Wheat City Metals in Regina Fire crews were called out to Wheat City Metals in Regina for a report of a fire on Thursday afternoon. - 'You just get forgotten. Pushed aside': Sask. family grapples with difficulty in accessing specialist care While recent statistics suggest that Saskatchewan is making progress on shortening waitlists for surgeries and diagnostic scans – some residents are still facing serious delays in accessing certain types of specialists. - Second-degree murder charge laid following death of man in Regina A 46-year-old man has been charged with second-degree murder following investigation into a death in Regina on Dec. 22. Vancouver Island - Convicted murderer wanted Canada-wide after breaching conditions: police Police in Victoria are asking the public to call 911 if they encounter a man who is wanted on a Canada-wide warrant for breaching conditions of his parole. - Century-old heat records fall in B.C. as weather system brings warmth and wind Unseasonably warm weather has broken temperature records in southern British Columbia, including century-old marks in the provincial capital. - Calls for more addiction treatment as B.C. drug decriminalization enters second year A narrow, winding corridor at St. Paul's Hospital in Vancouver leads to a clinic offering quick access to addiction treatment for people seeking help on their own or after a referral from an emergency room, a family doctor or a social worker.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.halifax.ca/transportation/halifax-transit",
      "https://www.halifax.ca/fire-police/police",
      "https://halifax.ca/transportation/halifax-transit",
      "https://halifax.ca/fire-police/police"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jagmeet singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ndp",
          "sentiment": "none"
        },
        {
          "name": "ctv news",
          "sentiment": "none"
        },
        {
          "name": "halifax regional police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "halifax",
          "sentiment": "none"
        },
        {
          "name": "northwest territories",
          "sentiment": "none"
        },
        {
          "name": "oxford street",
          "sentiment": "none"
        },
        {
          "name": "nova scotia",
          "sentiment": "none"
        },
        {
          "name": "chebucto road",
          "sentiment": "none"
        },
        {
          "name": "atlantic",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:53.845+02:00",
    "updated": "2023-12-29T00:27:53.845+02:00"
  },
  {
    "uuid": "23bead3ae6ef86b54dbbf76a3204484aeebb7e70",
    "url": "https://uk.news.yahoo.com/nyc-protesters-gaza-ceasefire-hold-221401455.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yahoo TV UK",
    "published": "2023-12-28T00:00:00Z",
    "title": "NYC protesters for Gaza ceasefire hold mock funeral",
    "text": "AFP NYC protesters for Gaza ceasefire hold mock funeral Read full article AFP 29 December 2023 at 0:14 am · 2-min read People gather and mourn in front of 500 baby dolls wrapped in a shroud, in remembrance of children killed in the Gaza Strip, in New York on December 28, 2023. (Charly TRIBALLEAU)\nHundreds of pro-Palestinian protesters took to the streets of New York on Thursday, staging a mock funeral in a demonstration against Israel's continued heavy bombardement of the besieged Gaza strip.\nHolding banners demanding an immediate ceasefire, the activists gathered in Manhattan's Bryant Park while some briefly stood in the middle of the busy Sixth Avenue in the heart of New York's Midtown district.\nSeveral women shrouded in black held baby dolls swaddled in white cloths to represent the toll the fighting has taken on children in the coastal territory.\nThe mock funeral procession headed to New York's iconic Times Square where the protest continued with giant electronic advertisements as a backdrop.\n\"Today's action is to draw attention to the fact that, as of now, almost 10,000 children, just children alone, not counting everybody, not counting all Palestinians, have been killed... in Gaza,\" said archivist Grace Lile, 64.\nThe war, which started with Hamas's October 7 attack on Israel, has devastated much of northern Gaza, and the bombardment and fighting has intensified especially in the southern city of Khan Yunis.\nIsrael has vowed to destroy Hamas in retaliation for the October 7 attack, which left about 1,140 people dead, mostly civilians, according to an AFP tally based on Israeli figures.\nIsrael's relentless aerial bombardment and ground invasion have killed at least 21,320 people, mostly women and children, according to Hamas-run Gaza's health ministry.\nNew York City has seen dozens of protests since the October 7 attack and Israel's military response, with both pro-Palestinian and pro-Israel demonstrators taking to the streets.\nabr-gw/mdl\nTRENDING Davina McCall stormed off Masked Singer after close friend was unmasked Yahoo TV UK · 2-min read Wealthy businessman who secretly filmed himself having sex with woman has to pay £500 in damages The Telegraph · 3-min read Putin sends revenge squads into Crimea after destruction of warship The Telegraph · 3-min read ‘Perplexing’ details emerge as missing pregnant teen and boyfriend found dead with gunshot wounds The Independent · 3-min read Doctor caught on video camera punching patient during surgery suspended after outrage The Independent · 2-min read",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://media.zenfs.com/en/afp.co.uk/d93be5564c28433c041090ea55a966da",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fnyc-protesters-gaza-ceasefire-hold-221401455.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "http://www.afp.com/afpcom/en/",
      "https://s.yimg.com/uu/api/res/1.2/QzAoKrXDfJ3GLMIZprPGbQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_telegraph_818/6e7bb03ea47cd9fffae1f9f82814745b",
      "https://s.yimg.com/ny/api/res/1.2/2gqOsLXXaiqbuP3J3FUWmA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/en/afp.co.uk/d93be5564c28433c041090ea55a966da",
      "https://s.yimg.com/uu/api/res/1.2/IztMOlGlVPA7GPW8txHlMA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_telegraph_818/3bdfa98b8150cd67d3cf1f9e4633ca36",
      "https://s.yimg.com/uu/api/res/1.2/D_aHeJPl78NRF7OqbeQEvg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2023-12/b5a7e170-9809-11ee-a3e7-6f3f51f6b8ed",
      "https://s.yimg.com/uu/api/res/1.2/2voztBFby78HFuU4bY3SJw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/81cf36ef53374d65cd4ad6b7b8e6d429",
      "https://s.yimg.com/uu/api/res/1.2/LC4tIWWav59AdrWz5oi0bA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/the_independent_577/2d7ff932e741d169968ae5d5a3e2ae5b",
      "https://twitter.com/intent/tweet?text=NYC%20protesters%20for%20Gaza%20ceasefire%20hold%20mock%20funeral&url=https%3A%2F%2Fuk.news.yahoo.com%2Fnyc-protesters-gaza-ceasefire-hold-221401455.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/2voztBFby78HFuU4bY3SJw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/81cf36ef53374d65cd4ad6b7b8e6d429",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/ny/api/res/1.2/2gqOsLXXaiqbuP3J3FUWmA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/en/afp.co.uk/d93be5564c28433c041090ea55a966da",
      "http://afp.com/afpcom/en/",
      "http://www.afp.com/afpcom/en",
      "https://www.media.zenfs.com/en/afp.co.uk/d93be5564c28433c041090ea55a966da",
      "https://www.twitter.com/intent/tweet?text=NYC%20protesters%20for%20Gaza%20ceasefire%20hold%20mock%20funeral&url=https%3A%2F%2Fuk.news.yahoo.com%2Fnyc-protesters-gaza-ceasefire-hold-221401455.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooNewsUK",
      "https://www.s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fnyc-protesters-gaza-ceasefire-hold-221401455.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/uu/api/res/1.2/IztMOlGlVPA7GPW8txHlMA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_telegraph_818/3bdfa98b8150cd67d3cf1f9e4633ca36",
      "https://www.s.yimg.com/uu/api/res/1.2/LC4tIWWav59AdrWz5oi0bA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_independent_577/2d7ff932e741d169968ae5d5a3e2ae5b",
      "https://www.s.yimg.com/uu/api/res/1.2/D_aHeJPl78NRF7OqbeQEvg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2023-12/b5a7e170-9809-11ee-a3e7-6f3f51f6b8ed",
      "https://www.s.yimg.com/uu/api/res/1.2/QzAoKrXDfJ3GLMIZprPGbQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/the_telegraph_818/6e7bb03ea47cd9fffae1f9f82814745b",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "afp",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "bryant park",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "times square",
          "sentiment": "none"
        },
        {
          "name": "midtown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:13.615+02:00",
    "updated": "2023-12-29T00:34:13.615+02:00"
  },
  {
    "uuid": "b89e049ebc2de58ff300b2d8b47c649c22f7fbdb",
    "url": "https://www.financemagnates.com/cryptocurrency/ripple-xrp-funding-rates-turn-negative-will-the-cryptocurrency-plunge",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "More",
    "published": "2025-01-10T05:49:00Z",
    "title": "Ripple (XRP) Funding Rates Turn Negative: Will the Cryptocurrency Plunge?",
    "text": "XRP, the cryptocurrency supporting the Ripple blockchain, might experience bearish momentum as funding rates have turned negative on multiple derivatives exchanges today (Friday). Although the rates shifted to the positive region on many exchanges, some still show negative rates.\nBearish Movement Ahead?\nXRP funding rates refer to the periodic payments exchanged between traders in a perpetual futures market, depending on the relative demand for long and short positions. These rates are used to maintain the price of XRP perpetual contracts close to the underlying spot price.\nIf the rates are negative, there are more short sellers in the market than traders taking long positions. Similarly, a positive funding rate indicates the dominance of long positions in the market.\nThe average XRP funding rate hovers around the 0.01 per cent level. However, in the last 24 hours, it has flipped to the negative region, indicating a possible decline in the XRP price.\nThe dollar value of [Ripple's](https://www.financemagnates.com/tag/ripple/) XRP jumped significantly since November, following the election of Donald Trump as the 47th President of the United States. Further, the confirmation of the resignation of Gary Gensler as the Chair of the Securities and Exchange Commission (SEC) further boosted the cryptocurrency price.\nXRP’s value peaked in mid-December, crossing $2.5 apiece compared to $0.54 only two months ago, an increase of 363 per cent. However, the value still remains much lower than the token’s all-time high value in January 2018.\nReturning to the recent rally, sentiment is turning bearish, and analysts expect that the XRP price might test the $2.2 level. At the time of writing, the token is trading at $2.3.\nMeanwhile, the long-term performance of XRP is projected to have significant upside potential, as some analysts believe [it can reach $5 in 2025](https://www.financemagnates.com/cryptocurrency/why-is-xrp-going-up-today-analysts-forecast-5-by-2025/).\nDevelopments around XRP\nWith the recent ongoing adoption of cryptocurrencies into mainstream financial markets, XRP is also showing promise. Multiple companies have filed for approval for the [listing of XRP exchange-traded funds (ETFs)](https://www.financemagnates.com/trending/xrp-etf-filings-from-bitwise-and-others-await-sec-approval-ripple-optimistic/), but the SEC has yet to approve any.\n🚨BREAKING: CEO confirms on FOX Business that Bank of America now conducts 100% of its internal transactions using\n— Armando Pantoja (@_TallGuyTycoon)[$XRP].[#XRP][pic.twitter.com/HcHL4AdFDn][January 8, 2025]\nFurthermore, the adoption of Ripple is also anticipated to gain traction this year, particularly in Japan. SBI CEO Yoshitaka Kitao recently announced that [every bank in Japan will use Ripple’s ledger by 2025](https://www.financemagnates.com/trending/ripples-xrp-ledger-integration-could-boost-market-cap-by-64-billion-in-japan/) following the integration of the Interledger Protocol (ILP), which aims to streamline cross-border payments and simplify currency conversions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->foreign exchange market",
      "Science and Technology->economics",
      "Science and Technology->technology and engineering",
      "Social Issue->social problem",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "b89e049ebc2de58ff300b2d8b47c649c22f7fbdb",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-10T10:06:37.610+02:00",
    "updated": "2025-01-10T10:06:37.610+02:00"
  },
  {
    "uuid": "3a10adfc9d8f6f956e49213fba1403334a4f0ad1",
    "url": "https://www.mdzol.com/estilo/2024/3/28/domingo-de-pascua-diez-detalles-de-decoracion-para-este-dia-especial-415836.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "mdzol.com",
    "published": "2024-03-28T20:04:00Z",
    "title": "Domingo de Pascua: diez detalles de decoración para este día especial - MDZ Online",
    "text": "Domingo de Pascua: diez detalles de decoración para este día especial La mejor manera de preparar la casa para el próximo domingo con flores, telas y otros \"hallazgos\" vintage. La [decoración](https://www.mdzol.com/temas/decoracion-5702.html) en las [Pascuas](https://www.mdzol.com/temas/pascuas-9857.html) es mucho más que colgar una corona en la puerta: puedes celebrar las Pascua con flores, abundantes pasteles y manualidades alegres. Es un buen momento para animarse a crear algunas decoraciones propias, como coronas de Pascua y mesas decoradas con conejitos. Teniendo en cuenta el sentido de esta celebración religiosa, s continuacion diez ideas para implementar en casa este domingo de Pascuas. 1. Empezar llenando la casa de flores recién cortadas. Para una decoración de Pascua fresca y natural recurrira arreglos florales sueltos y colocarlos en jarrones, botellas y tarros de diferentes formas y tamaños. Luego colocarlos a lo largo de la mesa para la comida del domingo, o simplemente espárcirlos por toda la casa para dar un toque de aroma y color a cada rincón. Puede ser algo tan sencillo como una ramita de romero fresco atada a una servilleta o una flor de jardín cortada en un tarro de mermelada porque dan vida a la mesa y siempre añaden un toque especial. 2. Poner una mesa colorida con estampados y color pastel. Una mesa con con muchos tonos pastel y flores de la estación. Y que sea una mesa formal con vajilla y cristalería vintage combinadas con detalles de ratán. 3. Hacer servilletas con forma de conejito para cada cubierto. Usar un huevo y una servilleta para hacer orejas de conejo es un guiño divertido a la fiesta sin que parezca demasiado infantil. Para hacer los conejitos colocar la servilleta en posición horizontal y, empezando por una esquina, enrollarla con fuerza de una esquina a otra. Luego doblar el rollo por la mitad y juntar los dos extremos. Atar el rollo con una cinta a lo largo del extremo doblado, dejando un pequeño hueco en el centro para colocar un huevo (de verdad o de chocolate). Colocar el huevo en el hueco del centro de la servilleta y doblar ligeramente los extremos hacia fuera para formar las orejas del conejito. 4. Cambiar la decoración de la pared por bonitos platos pintados. Se trata de una actividad familiar que puede resultar divertida. Se trata de conseguir algunos platos y echarles un poco de pintura para cerámica. Hacerla de una manera decorativa con los motivos de la Pascua, que puede tanto desde lo no religioso (conejitos, huevos y otros) como religiosos (coronas como también otras figuras religiosas y motivos religiosos). Usar colores que tengan coherencia con el lugar donde van a ser colgados estos platos decorativos. 5. Lo antigüo vale: decorar con elementos vintage. Hay elementos vintage que pueden enriquecer la decoración de Pascuas en la casa, como como platos, cubiertos, teteras y cristalería. El objetivo es dar -sin exagerar - encanto a la mesa. Como ejemplo se puede usar desde delicadas tazas de té hasta macetas como recipientes para pequeños arreglos florales. 6. Hacer un precioso centro de mesa en flor. Las ideas de decoración de Pascua deberían girar en torno a la mesa. Este sencillo pero bonito centro de mesa de Pascua está hecho con flores más cáscaras de huevo vacías y dispuestas en forma circular. Utilizarlo como decoración de mesa pero que no ocupe demasiado espacio. A la hora de pensar en el centro de la mesa lo mejor es empezar por el centro y seguir hacia fuera de la mesa. Los objetos altos, como jarrones o velas de colores deben alinearse a lo largo de la mesa para así crear un aspecto más sobrio y elegante. 7. Hacer una corona de pascuas casera. Es para ubicarlo en la puerta de la casa y constituyen un maravilloso adorno. La única regla es disfrutar del proceso de diseñar y crear. Una corona también puede servir como excelente centro de mesa. Basta con colocarla sobre la mesa y poner unas cuantas velas LED en el centro. 8. Usar un carrito para servir la mediatarde. Se puede usar la [decoración](https://www.mdzol.com/temas/decoracion-5702.html) [Pascuas](https://es.wikipedia.org/wiki/Pascua) para vestir un carrito de bar o mesa móvil auxiliar con flores, huevos y banderines; y así utilízarlo para servir té y pasteles. 9. Traer, en macetas, plantas de afuera al interior de la casa. Aprovechar la llegada del otoño para rescatar plantas del jardín exterior a través de macetas, cacerolas y hasta tarros vintage con flores cortadas. Llenar de otoño la casa. 10. Hacer una corona de espinas colgante. Es la que refleja la corona de espinas de Jesucristo y es símbolo importante para los cristianos que celebran la Pascua como cierre de la Semana Santa. Por supuesto, sin espinas, sino que con ramas, se puede hacer una corona que recuerde a la que llevó Cristo en la cruz para darle más carácter y entidad a lo que se está celebrando. Esta corona colgante puede ir sobre la mesa y agregarle adornos colgantes, como huevos y cintas atadas, y también alguna discreta guirnalda de luces blancas para que esa corona sea visible por la noche. / Mario Simonovich - Fuente: [Homes & Gardens](https://www.homesandgardens.com/). [](/estilo/2024/3/28/video-una-vuelta-alrededor-de-lo-mas-moderno-del-mundo-sagrado-416137.html) Semana santa Video: una vuelta alrededor de lo más moderno del mundo sagrado [](/estilo/2024/3/28/consejos-para-aprovechar-al-maximo-las-ofertas-de-semana-santa-en-caba-416229.html) Para tener en cuenta Consejos para aprovechar al máximo las ofertas de Semana Santa en CABA [](/estilo/2024/3/28/estos-son-los-mejores-rituales-para-hacer-este-fin-de-semana-largo-si-queres-riqueza-abundancia-415971.html) Rituales Estos son los mejores rituales para hacer este fin de semana largo [](/estilo/2024/3/28/la-princesa-leonor-de-espana-en-una-discoteca-por-que-fue-noticia-415839.html) Realeza La princesa Leonor de España en una discoteca: por qué fue noticia [](/estilo/2024/3/28/adelgazar-sin-hacer-dieta-como-es-eso-mira-la-nota-415573.html) Estar mejor Adelgazar sin hacer dieta, ¿cómo es eso?: mirá la nota [](/estilo/2024/3/28/fin-de-semana-extra-largo-los-motivos-para-visitar-el-cementerio-de-la-recoleta-415992.html) Imperdible paseo Fin de semana extra largo: los motivos para visitar el Cementerio de la Recoleta [](/estilo/2024/3/28/por-que-mendoza-es-el-mejor-destino-de-argentina-para-escaparte-con-tu-amante-416203.html) Curioso ranking Aseguran que Mendoza es el mejor destino para cometer adulterio [](/estilo/2024/3/28/las-cascaras-de-huevo-son-buenas-para-las-plantas-416138.html) Tips de Estilo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.homesandgardens.com/).",
      "https://es.wikipedia.org/wiki/Pascua)",
      "https://www.es.wikipedia.org/wiki/Pascua)",
      "https://homesandgardens.com/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T00:08:15.464+02:00",
    "updated": "2024-03-29T00:08:15.464+02:00"
  },
  {
    "uuid": "cfcd7faacb2e36c72508212807dd70a975a030e9",
    "url": "https://news.stv.tv/scotland/wintry-conditions-continue-to-hit-scotland-amid-two-met-office-weather-warnings",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Beth Franklin",
    "published": "2025-01-03T07:27:00Z",
    "title": "Wintry conditions continue to hit Scotland amid two Met Office weather warnings",
    "text": "News / Scotland\nWintry conditions continue to hit Scotland as temperatures plummet The Met Office issued two yellow warnings for parts of Scotland on Friday, both of which expire at 10am.\niStock Forecasters warned that snow showers are expected, with snowfall of up to 7cm likely in some places. iStock Beth Franklin Friday, January 3rd, 2025 Share this story\nFacebook\nX / Twitter\nCopy Link\nPosted in Weather Wintry conditions continue to hit Scotland as temperatures plummet, and two weather warnings for snow and ice are issued.\nThe Met Office issued two yellow warnings for parts of Scotland on Friday, both of which expire at 10am.\nThe first warning for snow and ice came into place on Thursday, covering Angus, Perth and Kinross, Aberdeenshire, the Highlands, Argyll and Bute, Shetland Islands and Orkney Islands.\nForecasters warned that snow showers are expected, with snowfall of up to 7cm likely in some places.\nOn higher ground, snowfall could reach up to 10cm.\nThe Met Office said some showers may be accompanied by strong and gusty winds leading to “temporary blizzard conditions”.\nThe second warning is for ice, which came into place on Thursday, covering Stirling, the Highlands, Dumfries and Galloway, as well as Strathclyde.\nForecasters said that scattered wintry showers will be replaced by a longer spell of rain and sleet on Thursday night with temperatures dip below freezing.\nThey added that this will lead to a risk of ice formation on untreated surfaces, especially inland.\nThe wintry conditions are set to continue into the weekend with an additional warning for heavy snow and ice coming into place on Saturday.\nSTV News is now on WhatsApp Get all the latest news from around the country\nFollow STV News\nFollow STV News on WhatsApp Scan the QR code on your mobile device for all the latest news from around the country\nPosted in Weather",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather phenomena",
      "Environment->climate change",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Galloway",
          "sentiment": "none"
        },
        {
          "name": "Angus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Met Office",
          "sentiment": "none"
        },
        {
          "name": "Kinross",
          "sentiment": "none"
        },
        {
          "name": "Argyll",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Shetland Islands",
          "sentiment": "none"
        },
        {
          "name": "Aberdeenshire",
          "sentiment": "none"
        },
        {
          "name": "Strathclyde",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T09:53:35.843+02:00",
    "updated": "2025-01-03T12:59:12.698+02:00"
  }
]