[
  {
    "uuid": "57728b9a01f259eb8fad36f8c6fc2eed0328b4f8",
    "url": "https://www.wmbfnews.com/2024/03/14/this-is-carolina-first-responders-band-trading-sirens-irish-tunes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wmbfnews",
    "published": "2024-03-14T21:00:00Z",
    "title": "This Is Carolina: First responders band trading sirens for Irish tunes",
    "text": "This Is Carolina: First responders band trading sirens for Irish tunes MYRTLE BEACH, SC (WMBF) -It’s the soulful sound of the bagpipes entwined with the beating of the drum that gives a group of men and women one more reason to be proud to bleed red and blue. “It’s a wonderful group of people,” said Jeanine Shelley. “We’re a service band, which means we’re made up mostly of fire and police.” Firefighter Jeanine Shelley joined the [Coastal Carolina Shields Pipes and Drums ](https://www.facebook.com/coastalcarolinashieldspd)band in November. She’s played the pipes for the last 15 years. “I just love it. It’s a passion of mine. It’s a lifetime of learning,” said Shelley. “They say there’s only nine notes to it, but there are a million embellishments that go with it. The minute you slack off, you kind of fall backwards. You got to keep practicing to make it work for sure.” Just ask officer Danny Sullivan, the support services trainer for Myrtle Beach police. “I’ve been with the band since 2015,” said Sullivan. “I’m proud to say I’m their first student, so from student to streets, and now I’m a pipe corporal for the band.” Sullivan played in New York before he joined the more than 20-person crew to make sure all the pipers are in tune. The band not only keeps their instruments in tune but also their steps. They are ready at a moment’s notice to honor the fallen and their families or play in parades, celebrations, and graduations. “We’re a fun band,” said Sullivan. “We like to go out and have a fun time. We do like going out and playing in social events, but more importantly, we like to do the ceremonies and continue that tradition.” A tradition that retired Yonkers police officer Bob Browne brought to Myrtle Beach. “It’s become such a tradition with the police department, I just thought it would be something nice to bring down here,” said Browne. Browne is the pipe major, which means he is in charge of picking the music. “Sometimes you see school bands where they got the music up on the trumpet,” he said. “We can’t carry the music. Everything’s got to be in your head, so I roughly have 100 tunes in my head. It’s not an easy hobby, but it’s fulfilling, especially since it’s part of our heritage in all.” The band is nothing new, rather steeped in first responder history, including the kilt they wear, which is a Brodie hunting Ancient Tartan. “It’s been going on for over 200 years. A big presence, especially since I know from New York,” said Sullivan. “They say the pipes came over with immigrants when they came to New York City from Ireland and Scotland,” said Shelley. “It was big in the fire and police service because those are the jobs that most of those people held at that time. It was very popular during lines of duty deaths is when you would hear the pipes play.” The service band also raises money for several charities and is always looking for new members. “We’ll teach people. We have a couple of the old guys who can’t march anymore; they do the teaching,” said Browne. “If you enjoy music, you enjoy brotherhood. Come out and join the band,” said Shelley. “It’s just a good organization and a good way to give back to your community.” You can catch the Coastal Carolina Shields Pipes and Drums at the North Myrtle Beach St. Patrick’s Day Parade & Festival on Saturday. [Click here ](https://www.facebook.com/coastalcarolinashieldspd)to see the lineup. If you have good news to share email [goodnews@wmbfnews.com](https://goodnews@wmbfnews.com/) or message [Loren](https://www.facebook.com/loren.korn) on Facebook. Copyright 2024 WMBF. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.facebook.com/coastalcarolinashieldspd)band",
      "https://www.facebook.com/coastalcarolinashieldspd)to",
      "https://www.facebook.com/loren.korn)",
      "https://facebook.com/coastalcarolinashieldspd)to",
      "https://facebook.com/loren.korn)",
      "https://facebook.com/coastalcarolinashieldspd)band"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeanine shelley",
          "sentiment": "none"
        },
        {
          "name": "sullivan",
          "sentiment": "none"
        },
        {
          "name": "danny sullivan",
          "sentiment": "none"
        },
        {
          "name": "shelley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "coastal carolina shields pipes",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "carolina",
          "sentiment": "none"
        },
        {
          "name": "myrtle beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:07:50.180+02:00",
    "updated": "2024-03-15T00:07:50.180+02:00"
  },
  {
    "uuid": "4657facd332531ccd741f330cee63167177be8d8",
    "url": "https://www.latestnigeriannews.com/p/3079318/prayer-sought-for-success-of-tinubus-administration-at-ahmadiyyas-islamic-confer.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2023-12-29T03:15:00Z",
    "title": "Prayer sought for success of Tinubu's administration at Ahmadiyya's Islamic conference",
    "text": "10 Millionaires, 2,300 Cash Prize Winners Emerge in FCMB Millionaire Promo Season 9 - Linda Ikeji According to community sources, the girl claimed that the man was her husband who died mysteriously in their previous life. - Pulse Actor Emeka Ike's Son Micheal Says He Went Through The Abuse His Mum Went Through With His Dad - Stella Dimoko Korkus Aiyedatiwa said that the former governor diligently served God, family, friends, Ondo state and his profession. - https://www.latestnigeriannews.com/news/3079082/aiyedatiwa-said-that-the-former-governor-diligently-served-god-family-friends-on.html Army Arrests Soldier For Killing Driver At Borno Checkpoint - Information Nigeria Asisat Oshoala presents CAF award to President Tinubu and First Lady (photos) - https://www.latestnigeriannews.com/news/3079092/asisat-oshoala-presents-caf-award-to-president-tinubu-and-first-lady-photos.html BBNaija Star, Chomzy, Ties The Knot - Leadership BBNaija star, Chomzy, weds her man (photos/video) - https://www.latestnigeriannews.com/news/3079090/bbnaija-star-chomzy-weds-her-man-photosvideo.html 2024: Analysts Project Increase in Telecoms Tariffs - New Telegraph 49ers' Brock Purdy Reflects on 'Learning Experience' After 4 INTs in Loss to Ravens - Bleacher Report A big wake-up call': Son tells Tottenham to learn from wild defeat at Brighton - Yahoo Aaron Rodgers Talks Jets' 2024 Needs: 'Shore Up' OL, Add Skill Player on the Outside - https://www.latestnigeriannews.com/news/3079175/aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside.html Anthony Edwards Thrills NBA Fans as Timberwolves Win vs. Mavs Without Luka Doni - https://www.latestnigeriannews.com/news/3079181/anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doni.html Arsenal beat out a tune heard too often ' it's time to sign a goalscorer - https://www.latestnigeriannews.com/news/3079146/arsenal-beat-out-a-tune-heard-too-often-its-time-to-sign-a-goalscorer.html Arsenal lose to West Ham and miss chance to return to Premier League summit - https://www.latestnigeriannews.com/news/3079134/arsenal-lose-to-west-ham-and-miss-chance-to-return-to-premier-league-summit.html Arsenal's title hopes hit as old boy Mavropanos seals West Ham win - https://www.latestnigeriannews.com/news/3079133/arsenals-title-hopes-hit-as-old-boy-mavropanos-seals-west-ham-win.html Baker Mayfield, Amari Cooper Headline Madden 24 Ratings Update After NFL Week 16 - https://www.latestnigeriannews.com/news/3079168/baker-mayfield-amari-cooper-headline-madden-24-ratings-update-after-nfl-week-16.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.pulse.ng/news/local/ondo-governor-pays-condolence-visit-to-akeredolus-family/jqv7tgn",
      "https://www.informationng.com/2023/12/army-arrests-soldier-for-killing-driver-at-borno-checkpoint.html",
      "https://uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://www.lindaikejisblog.com/2023/12/10-millionaires-2300-cash-prize-winners-emerge-in-fcmb-millionaire-promo-season-9.html",
      "https://bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "https://uk.sports.yahoo.com/news/arsenal-title-hopes-hit-old-221722186.html",
      "https://www.lindaikejisblog.com/2023/12/bbnaija-star-chomzy-weds-her-man-photosvideo-2.html",
      "https://leadership.ng/bbnaija-star-chomzy-ties-the-knot/",
      "https://www.pulse.ng/news/local/group-kicks-against-marriage-of-4-yr-old-girl-to-54-yr-old-man-in-bayelsa/nklw6rv",
      "https://uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://bleacherreport.com/articles/10102842-baker-mayfield-amari-cooper-headline-madden-24-ratings-update-after-nfl-week-16",
      "https://www.lindaikejisblog.com/2023/12/asisat-oshoala-presents-caf-award-to-president-tinubu-and-first-lady-photos-2.html",
      "https://uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "http://www.stelladimokokorkus.com/2023/12/actor-emeka-ikes-son-micheal-says-he_28.html",
      "https://www.newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/?utm_source=rss&utm_medium=rss&utm_campaign=2024-analysts-project-increase-in-telecoms-tariffs",
      "https://www.uk.sports.yahoo.com/news/big-wake-call-son-tells-233802619.html",
      "https://www.leadership.ng/bbnaija-star-chomzy-ties-the-knot/",
      "https://www.bleacherreport.com/articles/10102842-baker-mayfield-amari-cooper-headline-madden-24-ratings-update-after-nfl-week-16",
      "https://www.bleacherreport.com/articles/10102854-aaron-rodgers-talks-jets-2024-needs-shore-up-ol-add-skill-player-on-the-outside",
      "https://pulse.ng/news/local/ondo-governor-pays-condolence-visit-to-akeredolus-family/jqv7tgn",
      "https://www.uk.sports.yahoo.com/news/arsenal-beat-tune-heard-too-001750982.html",
      "https://lindaikejisblog.com/2023/12/asisat-oshoala-presents-caf-award-to-president-tinubu-and-first-lady-photos-2.html",
      "https://newtelegraphng.com/2024-analysts-project-increase-in-telecoms-tariffs/",
      "https://www.bleacherreport.com/articles/10102864-anthony-edwards-thrills-nba-fans-as-timberwolves-win-vs-mavs-without-luka-doncic",
      "https://informationng.com/2023/12/army-arrests-soldier-for-killing-driver-at-borno-checkpoint.html",
      "https://pulse.ng/news/local/group-kicks-against-marriage-of-4-yr-old-girl-to-54-yr-old-man-in-bayelsa/nklw6rv",
      "https://www.uk.sports.yahoo.com/news/arsenal-title-hopes-hit-old-221722186.html",
      "https://lindaikejisblog.com/2023/12/bbnaija-star-chomzy-weds-her-man-photosvideo-2.html",
      "https://leadership.ng/bbnaija-star-chomzy-ties-the-knot",
      "https://lindaikejisblog.com/2023/12/10-millionaires-2300-cash-prize-winners-emerge-in-fcmb-millionaire-promo-season-9.html",
      "https://www.uk.sports.yahoo.com/news/arsenal-denied-return-premier-league-222009824.html",
      "https://www.bleacherreport.com/articles/10102837-49ers-brock-purdy-reflects-on-learning-experience-after-4-ints-in-loss-to-ravens",
      "http://stelladimokokorkus.com/2023/12/actor-emeka-ikes-son-micheal-says-he_28.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "linda ikeji ac",
          "sentiment": "negative"
        },
        {
          "name": "tinubu",
          "sentiment": "negative"
        },
        {
          "name": "chomzy",
          "sentiment": "none"
        },
        {
          "name": "emeka ike",
          "sentiment": "none"
        },
        {
          "name": "stella dimoko korkus aiyedatiwa",
          "sentiment": "none"
        },
        {
          "name": "micheal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ahmadiyya",
          "sentiment": "negative"
        },
        {
          "name": "borno checkpoint - information nigeria asisat oshoala",
          "sentiment": "none"
        },
        {
          "name": "caf",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chomzy",
          "sentiment": "none"
        },
        {
          "name": "ondo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:51:23.573+02:00",
    "updated": "2023-12-29T06:51:23.573+02:00"
  },
  {
    "uuid": "0a3bedae0d2263ba8838f6a98ea0f80215fbc318",
    "url": "https://www.tvanouvelles.ca/2023/12/29/video--des-vagues-monstrueuses-blessent-des-spectateurs-et-provoquent-de-graves-inondations-en-californie",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TVA Nouvelles",
    "published": "2023-12-29T13:24:00Z",
    "title": "VIDÉO | Des vagues monstrueuses blessent des spectateurs et provoquent de graves inondations en Californie | TVA Nouvelles",
    "text": "Une série de puissantes tempêtes dans l'océan Pacifique entraînent des vagues gigantesques sur le littoral californien, provoquant des inondations et posant un risque important pour les personnes et les structures le long de la côte. D'après CNN, des vagues monstrueuses de plus de 6 mètres se sont écrasées sur les digues, jeudi, et ont emporté et blessé plusieurs personnes, forcé des sauvetages et envoyé une vague d'eau dommageable dans les rues côtières de Californie. Une brève baisse de la hauteur des vagues peut se produire à certains endroits le long de la côte californienne pendant la journée de vendredi alors qu'une tempête pousse sur le rivage, mais le danger réaugmentera rapidement plus tard vendredi et samedi à mesure qu'un autre système se développera derrière elle. «Dans l'ensemble, on s'attend à ce qu'il s'agisse d'un événement exceptionnel de hautes vagues et d'inondations côtières qui ne s'est pas produit depuis de nombreuses années», a prévenu le service météorologique de Los Angeles. Le niveau de la mer a augmenté le long de la majeure partie du littoral californien au cours du siècle dernier, selon les données de la NOAA, à mesure que la température mondiale augmente et fait fondre les glaciers et les calottes glaciaires. La hausse du niveau de la mer aggrave les inondations côtières et continuera de le faire à l’avenir. Des vagues aussi hautes que des poteaux téléphoniques – environ 40 pieds – pourraient s’abattre sur San Francisco jusqu’à vendredi matin. Des vagues de 15 à 20 pieds sont attendues le long des côtes du centre et du sud de la Californie jusqu'à samedi soir. La première série de vagues dangereuses a frappé le côté de la marée haute jeudi matin. Plusieurs personnes ont été blessées par une énorme vague qui a frappé Ventura Beach. Getty Images via AFP La vague s'est écrasée sur une barrière le long de la plage du sud de la Californie, projetant un mur d'eau rapide sur un groupe de spectateurs qui se sont précipités pour échapper au déluge, selon des vidéos de témoins. L'eau de mer a rapidement fait tomber certaines personnes et a frappé les voitures alors que les conducteurs tentaient de fuir à toute vitesse. Près de 20 personnes ont été brièvement emportées lors de l'incident et huit personnes ont été transportées à l'hôpital, ont indiqué les responsables du comté de Ventura. Des crues élevées et des courants de retour dangereux se produiront le long de certaines plages de Californie au cours du week-end, car une grande partie de la côte ouest – s'étendant de la frontière américano-mexicaine au sud de l'Oregon – est soumise à des alertes d'inondation côtière et de fortes vagues, a déclaré le National Weather Service. Les conditions dangereuses posent un « risque exceptionnel» de noyade dans l’océan et de dommages aux structures telles que les jetées et les jetées, a déclaré le National Weather Service. Getty Images via AFP Le risque de vague dangereuse diminuera samedi pour le nord de la Californie, mais se poursuivra dans le sud de l’Oregon et rivalisera avec l’impact de jeudi au sud de l'État. La côte du comté de Ventura, ainsi que les plages des municipalités d'Hermosa Beach, Manhattan Beach et Palos Verdes, sont confrontées aux vagues extrêmes et risquent d'être victimes d'inondations côtières importantes. L'une des tempêtes qui contribuent à pousser les vagues apportera également de la pluie et du vent en Californie jusqu'à samedi. Des alertes de vent violent sont en vigueur vendredi sur la côte centrale de la Californie et dans la région de la Baie, car des rafales de vent allant jusqu'à 50 mph sont attendues. Ces fortes bourrasques brasseront encore plus les eaux. Les eaux spectaculaires ont captivé certains surfeurs et spectateurs, mais les responsables météorologiques avertissent que les vagues et les fortes marées peuvent être dangereuses pour les personnes à proximité. «Les grosses vagues déferlantes peuvent causer des blessures, emporter les gens hors des plages et des rochers et faire chavirer les petits bateaux près du rivage», a averti le National Weather Service. Getty Images via AFP Au moins un pêcheur est tombé par-dessus bord dans un port au large d'Oxnard jeudi et est ensuite revenu à terre indemne, a indiqué le service d'incendie du comté de Ventura. Les conditions ont provoqué jeudi des fermetures de routes et des évacuations dans les communautés côtières de Californie et ont incité le sauvetage de cinq campeurs le long de la côte de San Luis Obispo. Les équipes de Ventura ont travaillé toute la nuit pour renforcer une barrière de sable d'un kilomètre de long qui a été endommagée par les eaux puissantes jeudi, ont indiqué les pompiers locaux. D'une hauteur d'environ 7 pieds, le mur surélevé contribue à protéger les communautés en bord de mer. Dans l'espoir de décourager les spectateurs, les autorités locales ont fermé un point d'accès principal à Ventura Pier, qui a connu une houle d'environ 20 pieds jeudi. Certaines rues côtières de la région ont également été fermées par mesure de précaution. À Santa Cruz, dans le centre de la Californie, le bureau du shérif a émis jeudi un avertissement d'évacuation pour certaines zones, notamment des zones de Rio Del Mar, où l'eau de mer a rempli les routes en bord de mer et poussé contre certaines maisons, a rapporté KION, affilié à CNN. Les avertissements ont été levés plus tard dans la journée.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:38:36.862+02:00",
    "updated": "2023-12-29T17:38:36.862+02:00"
  },
  {
    "uuid": "369e7e6b5b76761d3e619a98a5edc3a14ccd198e",
    "url": "https://www.thenews.com.pk/latest/1187550-earth-likely-to-be-hit-by-severe-geomagnetic-storm-today",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Web Desk",
    "published": "2024-05-10T13:08:00Z",
    "title": "Earth likely to be hit by 'severe' geomagnetic storm today",
    "text": "A \"severe\" solar storm warning has been issued for the first time in 19 years due to multiple solar material plumes on the verge of colliding with Earth. These five coronal mass ejections (CMEs) are expected to strike Earth between May 10 and 11. AR3664 is a massive and incredibly energetic sunspot. A Severe (G4) Geomagnetic Storm Watch was last issued by NOAA in January 2005. Strong geomagnetic storms can affect the Earth in a number of ways, such as causing problems with satellites, radio blackouts, grid voltage management, and confused GPS navigation. The aurora borealis may also be visible farther from the poles than usual as a result of them; G4 storms in particular have been known to cause the northern lights to appear as far south as Alabama and northern California. Large clouds of CMEs are released from the Sun and frequently come with an X-ray solar flare. These CMEs can cause geomagnetic storms in our magnetosphere if they strike the Earth. \"The mass ejected from the Sun carries some of the Sun's magnetic field with it. When the magnetised matter from the Sun collides with Earth's magnetic field and rams into the outer layers of our protective field, we often get a geomagnetic storm,\" Delores Knipp, a space weather research professor at the University of Colorado Boulder, told Newsweek. Meta app brings forward new changes for iPhone holders Tim Cook's American tech giant releases new iPad generation Here's everything about the newly launched Google’s Pixel 8a After deployment, orbiter will allow imaging of desired lunar surfaces in selected 12-hour elliptical orbit Luxurious Triton submarine to offer cocktail bar, dining room, spa facilities in the depths of the ocean to 8 lucky... With new screen magnification gesture you can zoom in easily in Android phones",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Science and Technology"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "noaa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "sun",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T19:12:44.331+03:00",
    "updated": "2024-05-10T19:12:44.331+03:00"
  },
  {
    "uuid": "a59bb057e46e325a1cfe1a1e5e89dffd2de5559f",
    "url": "https://www.independent.ie/sport/soccer/damien-duff-reflects-on-sobering-european-night-as-shelbourne-are-outclassed-in-zurich/a1411481603.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniel McDonnell",
    "published": "2024-07-25T21:32:00Z",
    "title": "Damien Duff reflects on ‘sobering’ European night as Shelbourne are outclassed in Zurich",
    "text": "Damien Duff reflects on ‘sobering’ European night as Shelbourne are outclassed in Zurich\nFC Zurich 3 Shelbourne FC 0\nOn the eve of this game, Shelbourne manager Damien Duff had compared this trip to Zurich with the 2022 FAI Cup final in terms of prestige.\nUnfortunately for the Reds, it proved to be an even more one sided affair, although the final outcome was kinder than that four goal drubbing at the hands of Derry City.\nThe League of Ireland leaders were completely outclassed. And while that probably shouldn’t be surprising when a team from the 12th best league in Europe hosts opposition from the 35th-ranked division, this was still quite a sobering exercise as a match sharp Shels struggled to lay a glove on a team easing into their own campaign.\nDuff found the positives afterwards, suggesting the reality check might stop his players from getting notions around the extent of their progress. The 2022 final was banked as a similar exercise.\n\"As mad as it sounds, I love nights like this because it teaches us all because we’ve a long way to go,” said Duff afterwards, stressing he was proud of his players’ application.\n\"I might think I’m a half decent manager or coach, I promise you I don’t, but if I was to, here, it’s sobering. I can be better, the staff can be better. The players might think ooh ‘I’m big, I’m strong, I’m quick, I’m technical’ we saw levels tonight. When we’re all back home, the players can’t disrespect a speed session, a gym session, a technical session.\n“As a player, I used to love bad times, bad results because it awakens you and drives you on to be better. It was a gargantuan task. My dream is that not only Shelbourne, but the league and Irish teams, get to this level. We’ve a long way to go. How do we do it? I’m not getting into it tonight.”\nAt the end, the away side were given a warm reception from 350 travelling fans concentrated on the bigger picture of their resurgence. They sang about Shels being top of the league, and it’s now almost certain they will be returning to concentrate on domestic matters from next week with an upset never looking likely here.\nThe start paved the way for what followed.\nDuff had spoken beforehand about spending the last week watching Zurich games, and the Reds embarked with a defensive gameplan that prioritised solidity.\nThey didn’t select a natural striker, with Harry Wood the most advanced player in what was closer to a 5-4-1.\nThe concession of an opening goal inside 30 seconds suggested that any attempt at Shels resistance would be futile.\nCentre halves Sam Bone and Paddy Barrett got in each other’s way in the box and Zurich didn’t have to work too hard to fashion a chance for Nigerian Ifeanyi Matthew to convert from close range.\nIt was tough viewing from an Irish perspective. Shels sought to get bodies behind the ball, yet Zurich still had the quality to find spaces between the lines with the Italian veteran Antonio Marchesano playing with a smile on his face. As the half-hour mark approached, it looked like Shels had plugged some of the gaps.\nBut the second goal was reflective of what tends to happen Irish teams at this level; the weight of pressure created by the physical and mental challenge of facing opponents operating at a higher tempo to regular opponents forces daft mistakes that are clinically punished.\nIt makes Irish sides vulnerable in a position of comfort. Shels had opened out into their shape when Kameron Ledwidge underhit a basic pass to Shane Griffin and one through ball later, Marchesano was chipping Conor Kearns to double the advantage.\nDuff brought in Sean Boyd at half-time in an attempt to turn the tide, but Marchesano quickly added another when reacting quickest to a chipped ball over the top and thereafter it was a damage limitation exercise with Zurich bringing Irish underage international Armstrong Okoflex off the bench amid a raft of changes from both sides.\nThe pace did drop accordingly, albeit with Kearns kept far busier; a final stat of 22 goal attempts to one backed up that point. There was one brief glimpse of Will Jarvis’ ability in one on one situations, skipping away from a Zurich player before putting in a cross for Sean Boyd that was rendered meaningless by an offside the flag.\nFor Shels, the problem was that Jarvis spent most of this match faced in the opposite direction. Next Thursday’s second leg will still be a celebration of how far the club has come – but the Shels priority may well be ensuring that they don’t accrue any issues that could complicate the visit of Derry City five days later.\n“The number one for me is the league,” stressed Duff.\nAfter all, he wants his next European campaign to start in the Champions League.\nFC Zurich: Brecher, Katic, Gomez, Kryeziu, Wallner; Matthew, Conde, Marchesano (Okoflex 71); Krasniqi (Chouiar 59), Perea (Coure 71), Emmanuel (Ligue 81)\nShelbourne: Kearns, Wilson(Boyd 45), Bone, Barrett, Griffin, Ledwidge; O’Sullivan (Smith 76), Coyle (Caffrey 60), Lunney, Jarvis (Tulloch 76); Wood (Coote 64)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "damien duff",
          "sentiment": "negative"
        },
        {
          "name": "duff",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "zurich fc zurich",
          "sentiment": "negative"
        },
        {
          "name": "shelbourne",
          "sentiment": "negative"
        },
        {
          "name": "reds",
          "sentiment": "none"
        },
        {
          "name": "shelbourne fc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "derry city",
          "sentiment": "none"
        },
        {
          "name": "zurich",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:15:56.261+03:00",
    "updated": "2024-07-26T02:15:56.261+03:00"
  },
  {
    "uuid": "7a82bf279e9c8a965fcec1ed000736321e6af5bd",
    "url": "https://actualites.uqam.ca/2025/le-departement-de-musique-lance-le-balado-orchestrer-son-avenir",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Actualités UQAM",
    "published": "2025-01-23T17:35:00Z",
    "title": "Le Département de musique lance le balado Orchestrer son avenir | UQAM",
    "text": "Orchestrer son avenir, une nouvelle série de balados produite par le Département de musique, fait découvrir les parcours professionnels de personnes passionnées ayant choisi de faire carrière en musique. Cette première série porte sur des personnes diplômées des concentrations pratique artistique populaire et classique du baccalauréat en musique.\nAnimée par le professeur du Département de musique Danick Trottier, la série comporte huit entrevues, enregistrées au studio du Service de l’audiovisuel. La musique au début et à la fin de chaque épisode a été créée par un diplômé du DESS en musique de film et les textes d’introduction sont lus par une étudiante en théâtre. CHOQ.ca, la radio web de l’UQAM, également partenaire du projet, assure la diffusion sur différentes plateformes.\nLes personnes diplômées ayant participé aux entrevues sont Simon Olivier Godin, Béatrice Beaudin-Caillé, le trio Blondes naturelles, composé de Marie-Jeanne Cazes, Marie-Ève Desmarais et Frédérique Girard, Dimitri Lebel-Alexandre, Jolyane Lemay, Philippe Drolet, Flavie Léger-Roy, Samanta Crête Poudrier et Mathieu Thuot.\nOn peut accéder à la\nversion audio et à la version vidéo de la série.\nEn mai prochain, le Département de musique enregistrera une deuxième série avec des personnes diplômées de la concentration enseignement de la musique du baccalauréat et du DESS en musique de film. L’animation sera assurée par la professeure Isabelle Héroux et le professeur Vincent Laurin-Pratt.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->online media outlet",
      "Arts, Culture and Entertainment->cultural development",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:43:08.709+02:00",
    "updated": "2025-01-24T00:43:08.709+02:00"
  },
  {
    "uuid": "6a70fe85bbc42dfeeb33f47f00a7a0f30a10aab9",
    "url": "https://www.archyde.com/star-of-david-and-risk-on-a-professors-door",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-05-24T20:24:00Z",
    "title": "star of David and risk on a professor's door – - Archyde",
    "text": "This morning, on the door of the room of a professor on the College of Legislation of the College of Florence, an engraving of a Star of David accompanied by a threatening writing was found. The episode, reported to the competent authorities, “arouses profound indignation”, writes the College in a press release. «Your complete group of the Division of Authorized Sciences and the College of Legislation condemns the very critical gesture which takes us again to the darkest years of current European historical past and warns us of the necessity to firmly monitor any resurgence of anti-Semitism – we learn within the observe launched from the College – It isn’t acceptable that the worldwide scenario is used as a pretext to gas demonstrations of this sort. The Division and the College are dedicated to intensifying their presence and actions in selling a tradition of coexistence that respects the values of democratic pluralism”. One more shameful episode of anti-Semitism that has taken place because the outbreak of the warfare between Israel and Hamas in Gaza. #star #David #risk #professors #door #Tempo 2024-05-24 20:24:00 Related posts: Tourist attractions in Vung Tau city are clean and pure on Tet holiday | Destination Gloria Reyes affirms card fraud case Supérate \"was closed\" Turkey's Parliamentary Recess Delays Sweden's NATO Membership Ratification: Updates & Analysis Green Agriculture Subsidies: Impact on Environmental Protection - Exclusive Insights for Subscribers Russia announces the death of another general of its army | The World | D.W. \"It was horrible\": Sayli González details seven hours in the hands of State Security 8-year-old girl gives up inheritance of millions of dollars to become a nun Istanbul derby: Icardi misses a strange penalty - football",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "college of legislation of the college",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "college of legislation",
          "sentiment": "none"
        },
        {
          "name": "division of authorized sciences",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "florence",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T23:25:51.407+03:00",
    "updated": "2024-05-25T01:08:21.100+03:00"
  },
  {
    "uuid": "06665e853dacfd11922a3b2f12ceec5be1a5198f",
    "url": "https://lakalle.bluradio.com/entretenimiento/desafio-2025-dani-y-tina-las-mellizas-beta-se-despiden-entre-lagrimas-rg10",
    "ord_in_thread": 0,
    "author": "Carolina Montenegro",
    "published": "2025-07-17T04:27:00Z",
    "title": "Desafío 2025: Mellizas Dani y Tina se separan tras eliminación en el Box Negro",
    "text": "Publicidad\nPublicidad\nPublicidad\nPublicidad\nDesde que llegaron al Desafío 2025, las mellizas Dani y Tina del equipo Beta demostraron que, además de fuerza, las unía un lazo inquebrantable. Pero en el capítulo más reciente del reality, ese vínculo se puso a prueba en uno de los momentos más duros de la temporada: una de ellas tuvo que abandonar la competencia tras la exigente prueba en el temido Box Negro.\nLa noticia golpeó fuerte al equipo Beta, que no solo perdió a un integrante, sino a dos, pues junto a Dani también salió Magic. Sin embargo, la salida de la melliza fue la que desató la carga emocional más grande del capítulo.\nApenas se anunció el resultado, Tina se acercó rápidamente a su hermana para abrazarla con fuerza. “Lo hiciste muy bien, estoy muy orgullosa de ti”, se alcanzó a escuchar. Dani también intentó mantenerse firme, pero el momento era demasiado fuerte.\nPublicidad\nFue un abrazo largo, de esos que no se olvidan. Tina, completamente rota, le prometió a su hermana que seguiría en la competencia con más fuerza que nunca: “Lo haré por ti, por nuestro sueño y por nuestra familia”.\nPuedes leer: Andrea Serna despide a Cami del Desafío 2025; así fue su adiós y este será su reemplazo\nPublicidad\nLa despedida de las mellizas dejó un vacío no solo en Beta, sino en todos los equipos. Muchos no pudieron evitar conmoverse con la escena, recordando que el Desafío no solo es físico, sino emocional.\nAhora, con un hueco en el corazón pero con la determinación intacta, Tina sigue en el Desafío del Siglo. Y lo hace con una misión clara: representar a su hermana y demostrar que juntas, incluso desde la distancia, son más fuertes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->communities",
      "Social Issue->social networking",
      "Social Issue->values",
      "Politics->cultural policies",
      "Human Interest->graduation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Magic",
          "sentiment": "none"
        },
        {
          "name": "Dani",
          "sentiment": "none"
        },
        {
          "name": "Tina",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_co",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:47:33.498+03:00",
    "updated": "2025-07-18T05:07:36.000+00:00"
  },
  {
    "uuid": "b567492ba449b097d750c76c9d0514d535783c31",
    "url": "https://pledgetimes.com/nato-increases-security-level-at-geilenkirchen-airfield",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin_l6ma5gus",
    "published": "2024-08-22T20:05:00Z",
    "title": "Nato increases security level at Geilenkirchen airfield",
    "text": "Home policy Status: 22.08.2024, 22:49\nPress Split\nBecause of a possible threat, all employees who were not required for the mission were sent home from the NATO base in Geilenkirchen (archive photo). © Henning Kaiser/dpa Following security incidents at military sites, NATO is sending employees at Geilenkirchen airfield home. There is talk of a possible threat.\nGeilenkirchen – NATO is increasing the security level at its airfield in Geilenkirchen, North Rhine-Westphalia, due to a possible threat. All employees who were not required for the mission were sent home as a precautionary measure, said a spokesman for the base. The basis was intelligence information that pointed to a possible threat. “This is not a cause for concern and is purely a precautionary measure to ensure that we can continue our critical operations,” said the spokesman.\nThe police confirmed that they were on duty. No further details were given, including the number of officers deployed.\nAround a week ago, there were several incidents at military sites. For example, the police and state security were investigating a security incident at the waterworks of the Cologne-Wahn air force barracks on suspicion of an act of sabotage directed against the German army. Suspicious observations were also made in Geilenkirchen. According to information from security circles, a person in the vicinity of the airport was taken into custody for questioning, but the suspicion was not substantiated.\nGeilenkirchen near Aachen on the border with the Netherlands is the base for NATO’s special AWACS aircraft. The machines with the mushroom-shaped radar structure have surveillance and coordination tasks in the airspace of the defense alliance. The abbreviation AWACS stands for “Airborne Warning and Control System”. Translated, this means something like airborne early warning and control system. dpa\n#Nato #increases #security #level #Geilenkirchen #airfield",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "henning kaiser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "geilenkirchen",
          "sentiment": "none"
        },
        {
          "name": "north rhine-westphalia",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T02:03:36.651+03:00",
    "updated": "2024-08-23T02:03:36.651+03:00"
  }
]