[
  {
    "uuid": "4cab440204bb313bba4a00adbb5e679e1f74de20",
    "url": "https://www.mdjonline.com/news/education/cobb-schools-super-proposes-teacher-raises/article_22c33ae4-fdad-11ee-9763-075748314e2f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Annie Mayne amayne@mdjonline.com",
    "published": "2024-04-18T05:00:00Z",
    "title": "Cobb Schools Super Proposes Teacher Raises | Education | mdjonline.com",
    "text": "MARIETTA — Cobb Schools Superintendent Chris Ragsdale has proposed an average 6% raise for all employees in the district. The pay bumps are included in the tentative 2025 budget the school board was scheduled to consider Thursday night. Ragsdale said raises will range from 4.4% to 9% across the board. Of the $1.85 billion tentative budget, $54 million will go to bumping employee pay, with $24 million of that coming from the state. Ragsdale thanked Gov. Brian Kemp for approving $2,500 raises for every teacher in the state this March. “Shoutout to the governor for providing additional funds to allow us to bring (these) raises, Ragsdale said. “... The governor’s budget targeted teachers with a specific dollar amount. We did not do that. That dollar amount is obviously, yes, included in the raise, but we’re going above and beyond the raise ... we take the raise across the board to every category of employee.” Ragsdale said teachers can expect to receive the highest raises, since they are on a salary-step schedule. The raises will be achieved while maintaining the 18.7 millage rate the district set last year. Brad Johnson, the district’s chief financial officer, said the projected tax digest growth in Cobb for 2024 is 7.5%, compared to 14.6% in 2023, and added that the district is keeping those drops in mind when formulating the budget. Jeff Hubbard, president of the Cobb County Association of Educators, said the raises for teachers are thanks to an exceptional district financial team. “Our financial department is literally second to none nationally. They do an exceptional job of looking at all of the factors, tax bases, the different types of grants and things that make up our budget,” Hubbard said. “When they say it is a conservative budget, it is actually a very conservative budget. They make a budget that is all meat and no fat. Because of that, and because they budget so well and forecast so well, even in this time of inflation they’re going to be able to provide for all of our 19,000 employees. So, they are to be highly commended.” Hubbard added that he was especially pleased to hear that all staff will be given raises, and noted that with help from the state, employees can expect an extra bump. “The key is ‘all of the staff,’” Hubbard said. “Even better news is the state only gave $2,500 for certified — or 4%. Actually with all of that incorporated even your minimal raise is going to be over 4%. That was quite exceptional news. In this era with inflation and things like that it’s going to be well received.” Ragsdale said it’s always his goal to center staff when proposing a budget. “... My intent is to bring an employee-centric budget,” Ragsdale said. “This is exactly that.” The school board was scheduled to consider approving the tentative budget Thursday night during its voting session. District administration will seek final approval of the 2025 budget at the May 16 board meeting.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris ragsdale",
          "sentiment": "negative"
        },
        {
          "name": "ragsdale",
          "sentiment": "none"
        },
        {
          "name": "brian kemp",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cobb schools",
          "sentiment": "negative"
        },
        {
          "name": "marietta",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:08:02.736+03:00",
    "updated": "2024-04-20T08:00:56.098+03:00"
  },
  {
    "uuid": "5c967dd445f4e56177395ae26fc9f1dff4982a04",
    "url": "https://www.archyde.com/boost-your-immune-system-during-ramadan-tips-for-strengthening-your-respiratory-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-03-29T08:27:00Z",
    "title": "Boost Your Immune System During Ramadan: Tips for Strengthening Your Respiratory Health - Archyde",
    "text": "2024-03-29 05:00:00 Marwa Mahmoud Elias wrote Friday, March 29, 2024 07:00 AM Because of the wrong habits that we commit and the unhealthy eating habits that we may practice during the month of Ramadan, such as overeating, as well as eating a lot of unhealthy fried and fatty foods, fullness, a constant feeling of satiety, lethargy, and lack of exercise, all of these factors affect the immune system in general, It may make viruses and bacteria attacks us more and stronger According to a report published on the optumn website, there are many tips through which you can maintain safety [Your respiratory system](https://www.youm7.com/story/2024/3/25/%D9%85%D8%A7-%D8%A7%D9%84%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D9%84%D8%BA%D8%AF%D9%89-%D8%A3%D8%AF%D9%8A%D9%86%D9%88%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D8%B9%D8%B1%D9%81-%D8%A7%D9%84%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6-%D9%88%D8%A7%D9%84%D9%88%D9%82%D8%A7%D9%8A%D8%A9-%D9%88%D8%A7%D8%AD%D9%85%D9%90-%D8%A3%D8%B7%D9%81%D8%A7%D9%84%D9%83/6522232) Strengthening his immunity and strength against cold and flu attacks, especially as the weather changes and temperatures begin to rise, and thus the chances of developing breathing problems may increase as a result of weather changes. Among the most prominent tips that the report provides to you during Ramadan, to prevent infection: Stay away from sources of infection and gatherings that may infect you with a viral or bacterial infection Take care of enhancing the [health](https://www.archyde.com/category/health/) of your respiratory system through natural, warm herbal drinks such as anise, and reduce your caffeine consumption. Take care to stay away from dust and pollen, which increase their appearance in this weather Make sure to eat fresh fruits after breakfast, such as oranges, apples, bananas, and berries, as these fruits greatly help in strengthening the immunity of the upper respiratory system. Food rich in fiber is food that makes you feel full and at the same time strengthens your immunity. Therefore, there is no need for you to eat unhealthy food that weakens your immunity, and you will not feel ravenous. It has been found that eating healthy fats, such as olive oil or peanuts, for example, greatly helps to enhance the [health](https://www.archyde.com/category/health/) of your respiratory system and your immunity in general. If you maintain your light exercise before breakfast, this will greatly help in strengthening your immunity, enhancing the strength of your body and your respiratory system to resist diseases and infections and also regulating your breathing, so you should pay attention to your body movement. 1711700827 #magical #tips #protect #respiratory #system #infection #Ramadan Related posts: [In vitro fertilization: what impact on libido? - In the news](https://www.archyde.com/in-vitro-fertilization-what-impact-on-libido-in-the-news/) [The Impact of Pregnancy on the Mother's Brain: New Study Reveals Significant Changes and Potential I...](https://www.archyde.com/the-impact-of-pregnancy-on-the-mothers-brain-new-study-reveals-significant-changes-and-potential-implications/) [Matthew Tkachuk's Injury Uncertainty: Updates on Florida Panthers in Stanley Cup Finals](https://www.archyde.com/matthew-tkachuks-injury-uncertainty-updates-on-florida-panthers-in-stanley-cup-finals/) [Parents more worried than ever about the stress of their young people](https://www.archyde.com/parents-more-worried-than-ever-about-the-stress-of-their-young-people/) [Stress and anxiety: here are the 7 best foods for your nervous system](https://www.archyde.com/stress-and-anxiety-here-are-the-7-best-foods-for-your-nervous-system/) [Three symptoms that may indicate that you have diabetes](https://www.archyde.com/three-symptoms-that-may-indicate-that-you-have-diabetes/) [Jean-François Houle takes stock of four CH hopefuls](https://www.archyde.com/jean-francois-houle-takes-stock-of-four-ch-hopefuls/) [Lee Kang-in's Transfer to PSG: Latest Updates and News](https://www.archyde.com/lee-kang-ins-transfer-to-psg-latest-updates-and-news/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.youm7.com/story/2024/3/25/%D9%85%D8%A7-%D8%A7%D9%84%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D9%84%D8%BA%D8%AF%D9%89-%D8%A3%D8%AF%D9%8A%D9%86%D9%88%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D8%B9%D8%B1%D9%81-%D8%A7%D9%84%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6-%D9%88%D8%A7%D9%84%D9%88%D9%82%D8%A7%D9%8A%D8%A9-%D9%88%D8%A7%D8%AD%D9%85%D9%90-%D8%A3%D8%B7%D9%81%D8%A7%D9%84%D9%83/6522232)",
      "https://youm7.com/story/2024/3/25/%D9%85%D8%A7-%D8%A7%D9%84%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D9%84%D8%BA%D8%AF%D9%89-%D8%A3%D8%AF%D9%8A%D9%86%D9%88%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D8%B9%D8%B1%D9%81-%D8%A7%D9%84%D8%A3%D8%B9%D8%B1%D8%A7%D8%B6-%D9%88%D8%A7%D9%84%D9%88%D9%82%D8%A7%D9%8A%D8%A9-%D9%88%D8%A7%D8%AD%D9%85%D9%90-%D8%A3%D8%B7%D9%81%D8%A7%D9%84%D9%83/6522232)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marwa mahmoud elias",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T11:30:15.225+03:00",
    "updated": "2024-03-29T11:30:15.225+03:00"
  },
  {
    "uuid": "6141038eecfae3537fa3f04768fab9b4ed2ad41d",
    "url": "https://gizmodo.com/star-wars-tech-disney-imagineering-holotile-lightsaber-1851402410",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sabina Graves",
    "published": "2024-04-11T18:20:00Z",
    "title": "We Used the Force and Tried Future Star Wars Tech at Disney Imagineering",
    "text": "Hidden deep in a California valley near Walt Disney Animation Studios is the testing ground for all the technology seen at Disney Parks and experiences around the world. It’s a top secret area, but io9 and other members of the press were recently invited in for an up-close look at the animatronics for Tiana’s Bayou Adventure —and to preview Walt Disney Imagineering’s latest tech that may or may not be coming to a theme park or cruise near you.\nRelated Content\nStar Tours' New Adventures Could Add Ahsoka and Mandalorian Destinations Next Year\nDisney's Star Wars Season Brings a Whole Galaxy of New Snacks Related Products\nShop All Star Wars Movies on Amazon Andor Episode 9 Review\nCC Share\nSubtitles\nOff English Share this Video\nFacebook\nTwitter\nEmail\nReddit\nLink\nview video Andor Episode 9 Review\nWhile guests were not allowed to record video or take photos, WDI, led by National Inventors Hall of Famer Lanny Smoot , hosted a presentation of the immersive HoloTile and demonstrated the capabilities of the “omnidirectional floor.”\nAdvertisement Related Content\nStar Tours' New Adventures Could Add Ahsoka and Mandalorian Destinations Next Year\nDisney's Star Wars Season Brings a Whole Galaxy of New Snacks Related Products\nShop All Star Wars Movies on Amazon Andor Episode 9 Review\nCC Share\nSubtitles\nOff English Share this Video\nFacebook\nTwitter\nEmail\nReddit\nLink Andor Episode 9 Review Smoot and his team demonstrated how they are able to walk through spaces in any direction they want utilizing AR screens and the sensory-tiled floor. He explained that for now it will remain a tool, “So we can, as Imagineers, design the things that are in theme parks ... We often need to have computer-aided design diagrams—so instead of just looking at diagrams, [we figured], why don’t we walk through the things we’re about to build? We have the drawings for them.” As he said this, he motioned to mapping screens, and continued to describe how by building whatever they’re working on virtually, they can walk through it and understand how it will be when it is built in reality.\nAdvertisement He continued. “There are 19 tiles here. To make a bigger floor you just push the tiles together. Each one has the power of moving anything on its surface, in any direction. Together they make a HoloTile floor. So it’s modular. The floor needs to know where my feet are. We use lidar here; these are rays or pools of light to bounce off my legs to tell the floor where I am; you can see my walking on the screen there. If I want to make a bigger floor, I just put more tiles together.” The lidar also works with motion of hands over the space, something we got to personally test out by moving an object across the HoloTile floor—an experience not unlike using the Force. (I was so giddy to flex my Jedi sensibilities and confirm “I am one with the Force, the Force is with me.”) We can already imagine spaces in a galaxy far, far away at Disney Parks utilizing these interactive components, but it definitely feels like something that might be years away.\nAdvertisement\nAnother amazing Star Wars tech moment we got to experience first hand was Smoot’s retractable laser lightsaber. The moment it was handed to me to be the first in our group to test out is seared as a core memory in my mind. It felt like a dream to activate it and hear the hum as the lightsaber emitted from the kyber crystal (or tech magic, in this case) Smoot forged. It’s heavy; you need two hands, as is tradition, to wield it. And since we weren’t allowed to take pictures or film any video, everyone watched in awe as I moved it around utterly verklempt at the honor. (I’m currently expecting a baby, so it will be exciting to tell my future child that this is one of the first things they ever did because it was a team effort; their Force helped too).\nAdvertisement It was truly such a surreal moment as a life-long Star Wars fan—like my father before me—and I wasn’t alone in feeling that way; the person who tried it out after me actually teared up. While the retractable laser lightsaber has so far only been used by Rey aboard the now-shuttered Galactic Starcruiser, we hope that it finds its way to some sort of presentation at Galaxy’s Edge. It’s a wonder to behold.\nAnd finally right before their Season of the Force debut, we were able to meet the adorable BD-X droids. The Imagineering team behind them shared that they were an ask from Lucasfilm to be made specifically for interactive purposes. They feel so lifelike when you approach them; there’s a curiosity and whimsy to how they respond to people. Having them be just below kid-sized makes them so delightful and pet-like. Currently, you can only see this version of the droids during their daily appearances at Star Wars Galaxy’s Edge at Disneyland (you can, however, buy a way lower tech toy at the park’s Droid Depot store). Our io9 colleague Germain Lussier recently caught them in action during their Season of the Force debut:\nSeason of the Force runs through June 2; you can catch the droids wandering around the Black Spire Outpost at Galaxy’s Edge only at the Disneyland Resort (sorry, Walt Disney World).\nAdvertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "smoot",
          "sentiment": "none"
        },
        {
          "name": "tiana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "disney imagineering hidden",
          "sentiment": "negative"
        },
        {
          "name": "walt disney animation studios",
          "sentiment": "negative"
        },
        {
          "name": "walt disney imagineering",
          "sentiment": "none"
        },
        {
          "name": "disney parks",
          "sentiment": "none"
        },
        {
          "name": "wdi",
          "sentiment": "none"
        },
        {
          "name": "national inventors hall of famer lanny smoot",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:24:01.982+03:00",
    "updated": "2024-04-26T12:03:35.584+03:00"
  },
  {
    "uuid": "e6b1e8e1784efff7ba65315d7da763df8487d1ec",
    "url": "https://www.ncregister.com/news/vatican-conference-china-compromises",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "medium.com",
    "published": "2024-05-24T19:00:00Z",
    "title": "Vatican Conference on Catholic Church in China Reflects the Vatican’s Compromises| National Catholic Register",
    "text": "Vatican Conference on Catholic Church in China Reflects the Vatican’s Compromises ANALYSIS: The May 21 gathering shows that Pope Francis remains committed to pursuing closer ties with the People’s Republic. VATICAN CITY — The Holy See and the People’s Republic of China have never had formal diplomatic relations. But under Pope Francis, the two have come closer together than at any time since the communist revolution of 1949, most notably with a 2018 agreement that gives both sides a say in the appointment of Catholic bishops. A Vatican conference May 21 on the history of the Church in China was the latest sign of this rapprochement — and a prominent illustration of the compromises that the Church has made in the process. Speakers at the conference included Cardinal Pietro Parolin, the Vatican secretary of state, and Cardinal Luis Antonio Tagle, acting head of the Vatican’s Dicastery for Evangelization. Pope Francis greeted the gathering in a short video. But the most notable speech was by Bishop Joseph Shen Bin of Shanghai. Bishop Shen Bin is chairman of the Chinese Catholic Bishops’ Conference, a government-controlled body not recognized by the Holy See. Last year, Chinese authorities transferred him to his current post in Shanghai without consulting the Vatican, which accepted the move under protest. The bishop is thus the leading prelate in the government-controlled portion of the Church in China, often referred to as the official Church to distinguish it from the so-called underground Church, made up of Catholics who resist government control. The total number of Catholics in China is estimated at around 10 million. Like the other speakers at the Vatican conference, Bishop Shen Bin spoke about the legacy of the [1924 Council of Shanghai](https://www.ncregister.com/cna/it-s-been-100-years-since-the-catholic-church-s-first-council-in-china), which encouraged the Church in China, led at that time by foreign missionaries, to develop an indigenous clergy and otherwise distance itself from the colonial Western powers that had long supported it, so that it would no longer be considered a foreign religion. The bishop said that the Church in China today should accordingly follow a policy of “sinicization” to make Catholicism more Chinese, for instance by adopting traditional local forms of religious art, architecture and music. Sinicization is the name of a campaign launched by China’s leader Xi Jinping to transform all of the country’s society, including religion, by aligning it not only with Chinese culture but with the ideology of the country’s Communist Party. Bishop Shen Bin has acknowledged this. In an interview with a state news agency last year, the bishop said that sinicization “should use the core socialist values as guidance to provide a creative interpretation of theological classics and religious doctrines that aligns with the requirements of contemporary China’s development and progress, as well as with China’s splendid traditional culture.” The bishop downplayed that side of sinicization in his speech at the Vatican this week. He noted there that the constitution of the bishops’ conference [states that the body's mission ](https://www.ncregister.com/cna/bishop-of-shanghai-defends-china-s-religious-freedom-record-at-vatican-conference)“is to uphold the faith, preach the Gospel, and promote the holy church based on the Bible and tradition, adhering to the spirit of the universal and apostolic Catholic Church and the Second Vatican Council.” He did not quote the next sentence of the same document, which states that the bishops’ conference “supports the leadership of the Chinese Communist Party, the socialist system, and adheres to the principles of independence and self-governance in political, economic and church affairs.” Such a combination of principles would seem to sit uneasily, to say the least, with Pope Francis’ oft-stated aversion to ideologies, especially when they substitute for religious faith. “All ideology is bad, whether it is from the right, the center, or the left,” the Pope said to CBS in an [ interview](https://www.ncregister.com/commentaries/pope-francis-and-60-minutes-de-souza) broadcast this week. Yet the agreement with Beijing on the appointment of bishops has bolstered the position of the official church in China, and thus its program of sinicization, since the civil authorities point to it as a sign of papal approval. The year after the agreement, the Vatican encouraged underground clergy to register with the civil authorities. Archbishop Paul Gallagher, the Vatican Secretary for Relations with States, [told EWTN](https://urldefense.com/v3/__https:/www.ewtnvatican.com/articles/interview-with-archbishop-paul-gallagher-secretary-for-relations-with-states-627__;!!GfxeEQ!TFmL_8nRluwHnNs241nl79zDdpqw7xi6QCTyKKp0jaYV9rasETU914xEmb8nXtytrhlc7TJ-mbnE$) last year that the agreement “was always going to be used by the Chinese party to bring greater pressure on the Catholic community, particularly on the so-called underground Church.” So why have Pope Francis and his advisers concluded that their overture to China is worth such compromises on religious freedom? A key factor is clearly the Pope’s desire to reduce the danger of schism, or a permanent split in the Church, by unifying the Catholic hierarchy in China. Only nine bishops have been named under the current agreement, and some 40 dioceses in China are still lacking a bishop, but at least the government has promised not to approve bishops without approval of the pope. “The aim is the unity of the Church,” Cardinal Parolin said of the deal in 2020. “All the bishops in China are in communion with the pope. There are no more illegitimate bishops.” Unity was equally a concern for St. John Paul II and Pope Benedict XVI, who cooperated with Beijing on the appointment of bishops in China even in the absence of a formal agreement. But Pope Francis’ China policy also reflects other priorities of his pontificate. One of these is the Pope’s emphasis on dialogue with the non-Catholic world. In his speech to the Vatican conference, Cardinal Tagle mentioned a prominent example of such outreach, the Abu Dhabi declaration on Human Fraternity, which the Pope signed with the Muslim leader Sheikh Ahmed el-Tayeb in 2019. Another example is Pope Francis’ support for the DIALOP transversal dialogue project, which the official Vatican News outlet has [described](https://urldefense.com/v3/__https:/www.vaticannews.va/en/pope/news/2024-01/marxists-and-christians-to-fight-together-corruption-illegality.html__;!!GfxeEQ!TFmL_8nRluwHnNs241nl79zDdpqw7xi6QCTyKKp0jaYV9rasETU914xEmb8nXtytrhlc7YP5VrxR$) as “aimed at formulating a common social ethic … with an integral ecology between the Social Doctrine of the Church and Marxist social critique at its core.” Yet another factor at play in his dealing with China is Pope Francis’ distinctively multipolar geopolitical outlook, unbound by deference to the priorities of a U.S.-led West, which inspires the Pope to engage with the rising Chinese superpower. That approach is also evident in the Pope’s stand on the war in Ukraine, which he has suggested was provoked by NATO “barking at Russia’s gate.” This week’s conference shows that Pope Francis remains committed to pursuing closer ties with the PRC. The agreement on the appointment of bishops expires this fall and Cardinal Parolin told reporters on the sidelines of the conference that both parties to the deal were interested in renewing it. He said the Vatican still hoped to establish some kind of permanent representative office in the country, even if well short of an embassy. Studying the 1924 Council of Shanghai has inspired the cardinal to have hope as well as patience in his dealings with China, he said: “The seeds that are cast on the ground, even if they don’t seem to yield anything immediately, germinate in the end and there is always something to harvest.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.addtoany.com/share",
      "https://ncregister.coral.coralproject.net",
      "https://docs.coralproject.net",
      "https://urldefense.com/v3/__https:/www.ewtnvatican.com/articles/interview-with-archbishop-paul-gallagher-secretary-for-relations-with-states-627__;!!GfxeEQ!TFmL_8nRluwHnNs241nl79zDdpqw7xi6QCTyKKp0jaYV9rasETU914xEmb8nXtytrhlc7TJ-mbnE$",
      "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240524130556_cd0b615071905ddc0d0c580f2f35e94b249409fa324dc003abb7031318b3c44f.webp",
      "https://publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240524130556_bc10e515913ab58d07f4f49725c8b21a106e6138e9c20bf5fdc551b3ab612ed5.webp",
      "https://urldefense.com/v3/__https:/www.vaticannews.va/en/pope/news/2024-01/marxists-and-christians-to-fight-together-corruption-illegality.html__;!!GfxeEQ!TFmL_8nRluwHnNs241nl79zDdpqw7xi6QCTyKKp0jaYV9rasETU914xEmb8nXtytrhlc7YP5VrxR$",
      "https://addtoany.com/share",
      "https://www.publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240524130556_bc10e515913ab58d07f4f49725c8b21a106e6138e9c20bf5fdc551b3ab612ed5.webp",
      "https://www.docs.coralproject.net",
      "https://www.urldefense.com/v3/__https:/www.vaticannews.va/en/pope/news/2024-01/marxists-and-christians-to-fight-together-corruption-illegality.html__;!!GfxeEQ!TFmL_8nRluwHnNs241nl79zDdpqw7xi6QCTyKKp0jaYV9rasETU914xEmb8nXtytrhlc7YP5VrxR$",
      "https://www.ncregister.coral.coralproject.net",
      "https://www.urldefense.com/v3/__https:/www.ewtnvatican.com/articles/interview-with-archbishop-paul-gallagher-secretary-for-relations-with-states-627__;!!GfxeEQ!TFmL_8nRluwHnNs241nl79zDdpqw7xi6QCTyKKp0jaYV9rasETU914xEmb8nXtytrhlc7TJ-mbnE$",
      "https://www.publisher-ncreg.s3.us-east-2.amazonaws.com/pb-ncregister/swp/hv9hms/media/20240524130556_cd0b615071905ddc0d0c580f2f35e94b249409fa324dc003abb7031318b3c44f.webp"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "francis x. rocca vatican may",
          "sentiment": "none"
        },
        {
          "name": "pietro parolin",
          "sentiment": "none"
        },
        {
          "name": "cardinal luis antonio tagle",
          "sentiment": "none"
        },
        {
          "name": "filippo monteforte",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vatican conference on catholic church",
          "sentiment": "negative"
        },
        {
          "name": "national catholic register vatican conference on catholic church",
          "sentiment": "negative"
        },
        {
          "name": "church",
          "sentiment": "none"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "vatican",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vatican",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "people’s republic",
          "sentiment": "none"
        },
        {
          "name": "people’s republic of china",
          "sentiment": "none"
        },
        {
          "name": "st. peter's square",
          "sentiment": "none"
        },
        {
          "name": "vatican city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T22:09:06.877+03:00",
    "updated": "2024-05-25T04:17:11.124+03:00"
  },
  {
    "uuid": "b066e8ed3e98da470690b90bad19190fe3e25e1b",
    "url": "https://ultimasnoticias.com.ve/monagas/avanza-recuperacion-del-acueducto-amana-maturin",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "María Amodío",
    "published": "2025-03-12T23:09:00Z",
    "title": "Avanza recuperación del acueducto Amana-Maturín",
    "text": "Con el propósito de restaurar al 100% la distribución de agua potable, avanzan en Monagas con la restauración, recuperación y mejoras en el acueducto Amana-Maturín\nAsí lo informó el gobernador de Monagas, Ernesto Luna, quien agregó que en los próximos días reactivarán el acueducto Amana-Maturín en el tramo de la avenida Bella Vista para asegurar el suministro a 25 sectores en Alto de Los Godos en la ciudad capital y la activación de los pozos en distintos puntos del territorio monaguense.\nCabe resaltar que en el 2022 Monagas sólo tenía 450 pozos de agua activos, de un total de 877, y la gestión de Luna incrementó esta cifra a 677 en 2024, mientras que en lo que va de 2025 ya subió a 882.\nEntre enero y febrero fueron perforados cuatro pozos, dos en la parroquia San Simón, uno en Las Cocuizas y otro en El Furrial, para favorecer a 5.304 personas de 1.487 familias.\nReparación de ocho averías\nEl mandatario regional manifestó que 30 especialistas de Aguas de Monagas repararon ocho de 10 averías en la tubería de 48 pulgadas «en busca de la recuperación de 180 litros de agua por segundo del acueducto Amana-Maturín, en un tramo de 250 metros en la avenida Bella Vista de la capital monaguense”.\nEl Gobernador detalló que con estas labores los habitantes de 25 sectores de la red alta de la capital monaguense, en la zona de Alto de Los Godos, podrán recibir el agua por tubería en los próximos días.\nAsí también adelantó que están reparando dos bombas de la principal estación hídrica de la región para restaurar el servicio al Casco Central, La Manga y Boquerón.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->construction and property",
      "Economy, Business and Finance->utilities",
      "Economy, Business and Finance->business governance",
      "Environment->water",
      "Environment->environmental clean-up",
      "Social Issue->social services",
      "Social Issue->communities",
      "Social Issue->public housing"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Ernesto Luna",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Monagas",
          "sentiment": "none"
        },
        {
          "name": "Las Cocuizas",
          "sentiment": "none"
        },
        {
          "name": "El Furrial",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T01:39:00.794+02:00",
    "updated": "2025-03-13T01:39:00.794+02:00"
  }
]