[
  {
    "uuid": "8dd08c6f5be8f42a963465760bfa7e4f6c71d285",
    "url": "https://ca.marketscreener.com/quote/index/TOPIX-INDEX-61714390/news/Pakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-02-23T04:34:00Z",
    "title": "Pakistani Islamist parties rally against top judge on blasphemy accusations -February 23, 2024 at 05:34 am | MarketScreener",
    "text": "ISLAMABAD (Reuters) - Hundreds of supporters from Pakistani Islamist parties on Friday rallied to protest against what they say were blasphemous remarks by the country's chief justice.\nThe protest call, by various religious and political groups led by hardline Tehreek-e-Labaik Pakistan (TLP) whose rallying cry is \"death to blasphemers\", said that remarks by Chief Justice of Pakistan Qazi Faez Isa in a case against a member of the minority Ahmadi community were blasphemous.\nThe court had granted bail to an Ahmadi community member earlier this week, ruling that blasphemy charges against him did not stand. The man, accused of blasphemy for distributing Islamic literature, had been in jail for 13 months.\n\"We (will) monitor the sermons and protests outside mosques,\" said police official Abrar Hussain in southern city of Karahci, warning the protesters to remain peaceful.\nHundreds of the protesters took to streets in the northwestern city of Peshawar, chanting slogans against the chief justice, said police official Mubarak Khan.\nThe top court on Thursday issued a statement after the Islamist parties and some political groups launched a campaign accusing the chief justice of deviating in his ruling from the constitutional definition of a Muslim, which excludes Ahmadis.\n\"This impression is absolutely wrong,\" the court statement said, deploring what it called a \"vicious campaign\" against Isa.\nThe campaign against Isa was also joined by some supporters and aides of jailed former Prime Minister Imran Khan, who think a ruling by the chief justice stripping Khan's party of its symbol on ballots cost them votes in an election on Feb. 8.\nKhan's Pakistan Tehreek-e-Insaf (PTI) party's information secretary Rauf Hasan did not respond to a request for a comment.\nHuman rights groups say Pakistan's harsh blasphemy laws are often misused to settle personal scores, and just accusing someone of such a crime could lead to mob justice.\nJudges hesitate to take up such cases for fear of retribution, which leaves accused languishing in jail for years without cases being heard.\nBlasphemy is punishable by death in Pakistan. No one has been executed by the state for it, but numerous accused have been lynched by outraged mobs.\n(Reporting by Asif Shahzad in Islamabad, Ariba Shahid in Karachi and Mushtaq Ali in Peshawar; Editing by Peter Graff)\nShare © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Pakistani",
      "https://twitter.com/intent/tweet?text=Pakistani",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=Pakistani",
      "https://telegram.me/share/url",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fquote%2Findex%2FTOPIX-INDEX-61714390%2Fnews%2FPakistani-Islamist-parties-rally-against-top-judge-on-blasphemy-accusations-46017089%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Pakistani",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "qazi faez isa",
          "sentiment": "none"
        },
        {
          "name": "ahmadi",
          "sentiment": "none"
        },
        {
          "name": "abrar hussain",
          "sentiment": "none"
        },
        {
          "name": "mubarak khan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "karahci",
          "sentiment": "none"
        },
        {
          "name": "peshawar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T12:42:18.624+02:00",
    "updated": "2024-02-23T12:42:18.624+02:00"
  },
  {
    "uuid": "1bc075750077a41ad192292c193d8ff7d7e49b68",
    "url": "https://www.terra.com.br/esportes/futebol/internacional/equipes/arsenal/arsenal-perde-do-west-ham-e-desperdica-chance-de-tirar-liverpool-da-lideranca-do-ingles,021f026e0355c34a3da9e2b53cf35ce22gaydsk7.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gazeta Esportiva",
    "published": "2023-12-28T22:21:00Z",
    "title": "Arsenal perde do West Ham e desperdiça chance de tirar Liverpool da liderança do Inglês",
    "text": "Arsenal perde do West Ham e desperdiça chance de tirar Liverpool da liderança do Inglês\nO Arsenal foi derrotado pelo West Ham nesta quinta-feira e, com isso, não conseguiu retomar a liderança do Campeonato Inglês. Pela 19ª rodada, no Emirates Stadium, os visitantes venceram por 2 a 0, com gols de Tomás Sucek e Konstantinos Mavropanos.\nO meia Lucas Paquetá, que também atua pela Seleção Brasileira, teve que ser substituído ainda no primeiro tempo por conta de dores na panturrilha esquerda. O jogador sentiu durante o aquecimento, mas ainda assim tentou jogar. Depois de 33 minutos em campo, precisou sair.\nOs Gunners foram ultrapassados pelo Liverpool, que venceu nesta rodada e alcançou 42 pontos. Com 40, o Arsenal terminou a rodada na segunda colocação. Seu próximo desafio será no domingo, às 11h (de Brasília), contra o Fulham, em Craven Cottage.\nO West Ham subiu para a sexta posição, com 33 pontos, separado por três da zona de classificação para as competições europeias. A equipe volta a campo na terça-feira, para receber o Brighton no Estádio Olímpico de Londres, a partir das 16h30.\nOs gols do jogo\nO Arsenal dominou a posse de bola durante todo o primeiro tempo. Os donos da casa focaram seus ataques pelo lado direito, com Saka e Odegaard jogando próximos. Ainda assim, foi o West Ham quem abriu o placar.\nAos 13 minutos, a defesa dos Gunners se atrapalhou na tentativa de cortar um cruzamento. O atacante Jarrod Bowen impediu a saída da bola pela linha de fundo e tocou para o meio. Tomás Soucek apareceu no meio da área para completar. O VAR chegou a revisar o lance para investigar uma possível saída da bola no momento da assistência, mas validou o gol.\nO West Ham ampliou a vantagem pouco depois do início do segundo tempo. Aos 10 minutos, Ward-Prowse cobrou um escanteio na medida para Konstantinos Mavropanos cabecear com firmeza. O zagueiro subiu mais alto que os marcadores e desviou para o canto superior direito, a bola chegou a tocar no travessão antes de entrar.\nPouco antes do apito final, os visitantes marcaram mais uma vez. Emerson foi derrubado dentro da área por Declan Rice e um pênalti foi marcado. Benrahma cobrou no canto direito e o goleiro David Raya caiu para defender. Logo na sequência, o árbitro assinalou o final da partida.\nJoão Pedro marca dois, e Brighton vence Tottenham\nO Brighton encerrou uma sequência de três jogos sem vencer nesta quinta-feira, com um triunfo contra o Tottenham por 4 a 2, no Falmer Stadium. O destaque da partida foi o atacante da Seleção Brasileira, João Pedro, que marcou dois gols de pênalti. Jack Hinshelwood e Pervis Estupinán marcaram completaram o placar para os mandantes, enquanto Alejo Véliz e Ben Davies descontaram para os visitantes.\nO resultado levou o Brighton para a oitava colocação, agora com 30 pontos. Seu próximo compromisso será contra o West Ham. O Tottenham seguiu no quinto lugar, com 36, e volta a campo para enfrentar o Bournemouth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:18.781+02:00",
    "updated": "2023-12-29T00:33:18.781+02:00"
  },
  {
    "uuid": "ccf0b41f2fbc174955f4ecb3d3f7d825b9edb8ac",
    "url": "https://english.jagran.com/india/their-ideology-of-raja-maharaja-rahul-gandhi-attacks-bjp-cites-slavery-story-at-nagpur-rally-10123537",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-28T18:16:00Z",
    "title": "'Their Ideology Of Raja Maharaja': Rahul Gandhi Attacks BJP, Cites 'Slavery' Story At Nagpur Rally",
    "text": "- By [Anushka Vats](/authors/anushka-vats) - Updated: Fri, 29 Dec 2023 12:05 AM (IST) - Source:JND Congress leader Rahul Gandhi on Thursday took a swipe at the BJP and RSS and accused them of taking the country back to the pre-independence era of slavery, and said the BJP ideology is the ideology of \"Raja-Maharajas\" (kings) who do not listen to anyone and where an order comes from the top and everybody has to follow it. While addressing the 'Hain Taiyyar Hum' rally in Nagpur district, he asserted that the BJP treats its leaders and employees like slaves and that the voice of the bottom rungs is ignored, citing an exchange with a BJP MP who had previously been a member of the Congress. That was what happened with (present Maharashtra Congress chief) Nana Patole who left the saffron party after questioning Prime Minister Narendra Modi on farmers' issues, he added. He also said that there is an ongoing conflict between two opposing ideologies in the country. \"There is a fight of ideologies going on in the country. People think that it is a political fight, a fight for power, it is, but the foundation of this fight is of ideology, of two opposing ideologies. (Desh mai vichardhaara ki ladai chal rahi hai, logo ko lagta hai rajneetik ladai hai, satta ki ladai hai, vo hai, magar iss ladai ki neev jo hai vo vichardhara hai, do vichardhara hai,\" said the Wayanad MP. [Also ReadRelief For Eight Indian Navy Veterans As Qatar Court Reduces Death Sentence To Prison Term : Timeline Of Events](/india/relief-for-eight-indian-navy-veterans-as-qatar-court-reduces-death-sentence-to-prison-term-timeline-of-events-10123484) The Congress leader further stated that a Bharatiya Janata Party (BJP) leader spoke to him about the centre-led party and said that 'ghulami' works in BJP.\" \"There are many parties in NDA and India Alliance, but the fight is between two ideologies, a few days ago I met a BJP MP in the Lok Sabha, many BJP MPs were earlier in Congress, and this one was also in Congress. I met him secretly, he spoke out of fear and said, Rahul ji, I want to talk to you. I asked him what do you want to talk about, you are in BJP. Tension was visible on his face, I asked him if everything was okay. To which he answered no,\" said Rahul Gandhi. \"He said Rahul ji, I can't bear being in BJP. I am in BJP but my heart is in Congress. I said, your heart is in Congress, your body is in BJP, meaning the heart is afraid of bringing the body to Congress. I asked him why is your mind not set on the party. To which the BJP leader replied 'BJP mai ghulami chalti hai' (slavery continues in the BJP),\" said the Congress leader. [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
      "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raja maharaja",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "rahul gandhi",
          "sentiment": "none"
        },
        {
          "name": "nana patole",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rahul gandhi attacks bjp",
          "sentiment": "negative"
        },
        {
          "name": "anushka vats",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "maharashtra congress",
          "sentiment": "none"
        },
        {
          "name": "jnd congress",
          "sentiment": "none"
        },
        {
          "name": "bjp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nagpur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:17:17.978+02:00",
    "updated": "2023-12-29T01:38:17.982+02:00"
  },
  {
    "uuid": "093d3eef4c4091ebb515717ef9250ba94cb7b36d",
    "url": "https://www.citizen.co.za/news/south-africa/south-africa-support-palestine-israels-war-gaza-welcomed/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Faizel Patel",
    "published": "2023-12-31T05:03:00Z",
    "title": "SA's support for Palestine over Israel’s war on Gaza welcomed",
    "text": "South Africa’s support for Palestine over Israel’s war on Gaza welcomed by ANC SA filed an urgent case against Israel at the ICJ accusing the state of crimes of genocide against Palestinians in Gaza A participant holds up a sign reading “Stop Israeli Apartheid” during a protest in solidarity with the Palestinians called over the ongoing conflict with Israel in front of the Israeli embassy in Warsaw, May 15, 2021. (Photo by Wojtek RADWANSKI / AFP)\nSouth Africa has received support for its decision to take Israel to the International Court of Justice (ICJ) for ‘genocidal acts’ in Gaza , including from the ruling ANC.\nIn a significant development, South Africa filed an urgent case against Israel at the ICJ also known as the World Court on Friday, accusing the state of crimes of genocide against Palestinians in Gaza\nThe move which has been lauded by some, comes after nearly three months of relentless Israeli bombardment which has killed more than 21,500 people, about two thirds of them women and children, according to the Palestinian Health Ministry following Hamas’ 7 October attack on Israel.\nALSO READ: SA takes Israel to International Court of Justice accusing it of ‘genocidal acts’\nAccountability The African National Congress (ANC) has commended government’s decision to approach the ICJ .\nRead more ‘SA continues to humiliate itself in the international arena’- Jewish Board of Deputies ANC national spokesperson Mahlengi Bhengu-Motsiri said the decision signifies the nation’s unwavering commitment to justice, human rights, and the principles enshrined in international law.\n“The ANC stands in solidarity with the South African government’s pursuit of justice through the appropriate international legal mechanisms. The decision to seek the intervention of the ICJ underscores the ANC’s dedication to uphold values of peace, justice, and human dignity.\n“We emphasize the importance of accountability for any violations of international law and stress the need for a comprehensive and fair investigation to determine responsibility,” Bhengu-Motsiri said.\nGeorge Galloway\nLong live the #ANC Long live #SouthAfrica Long live #Palestine #Gaza #GazaGenocide\n🇿🇦🇵🇸 pic.twitter.com/GnW05nUSCy\n— ANC SECRETARY GENERAL | Fikile Mbalula (@MbalulaFikile) December 30, 2023 ALSO READ: Gaza turned into ‘concentration camp’ – SA refers Israel to ICC for war crimes\nSupport Good party secretary-general Brett Herron also welcomed the decision.\n“It is, though, too soon to pop champagne corks, as the application will greatly test the UN court’s fortitude and ability to enforce global conventions such as the Convention on the Prevention and Punishment of the Crime of Genocide.”\nThe Economic Freedom Fighter’s (EFF) Nazier Paulsen said more should be done to hold Israel accountable for genocide.\n“We should demand more. This is possible when we act in solidarity. Around the world decent citizens are using their voices, standing together and taking to the streets to demand that their governments act against the genocide unfolding in the Middle East.\n“We want more. We must demand that SA citizens serving in the Israeli Occupation Forces are prosecuted. Political parties that support the genocidal Israelis must be banned and their leaders prosecuted. It’s sheer hypocrisy to maintain any diplomatic or trade relations with a country that we know is committing a genocide,” Paulsen said in a X post.\nWe should demand more. This is possible when we act in solidarity.\nAround the world decent citizens are using their voices, standing together and taking to the streets to demand that their governments act against the genocide unfolding in the Middle East.\nWe want more. We must… pic.twitter.com/OAZjeFlEWe\n— NazierPaulsen (@nazier_paulsen) December 30, 2023 ‘Publicity stunt lacking credibility’ The SA Jewish Board of Deputies (SAJBD) has reacted to the SA government’s decision, labelling it a publicity stunt lacking in credibility and understanding.\nIt said it met with Ramaphosa earlier this month to share its views on the conflict and urge government to speak to both sides of the war.\n“Rather than play a positive role, South Africa has chosen to expend its time and energy in filing a case against Israel at the International Court of Justice (ICJ).”\n“This latest media-seeking stunt lacks credibility and is evident that they have no real understanding of the current conflict, international law or interest in finding a peaceful resolution to the conflict,” National Chair, Prof Karen Milner, said.\nGenocide In the 84-page court application to the ICJ, South Africa labelled Israel’s attacks as “genocidal” in character.\n“The acts and omissions by Israel complained of by South Africa are genocidal in character because they are intended to bring about the destruction of a substantial part of the Palestinian national, racial and ethnic group that being the part of the Palestinian group in the Gaza Strip.\n“The conduct of Israel — through its State organs, State agents, and other persons and entities acting on its instructions or under its direction, control or influence — in relation to Palestinians in Gaza, is in violation of its obligations under the Genocide Convention,” the affidavit read.\nThe application asks the ICJ for a hearing to take place next week and requests that a number “provisional measures” be indicated by the court.\nLast month cabinet indicated that it had filed a referral to the court at The Hague to investigating war crimes committed by Israel in Gaza and accused Israel of turning the enclave into a concentration camp.\nIsrael has rejected the allegation, calling it “baseless.”\nALSO READ: Gaza turned into ‘concentration camp’ – SA refers Israel to ICC for war crimes\nRead more on these topics Benjamin Netanyahu gaza Israel Palestine united nations Catch up with the latest news from The Citizen on WhatsApp by following our channel. Click here to join.\nEDITOR'S CHOICE Politics ANC, Ezulweni Investments reach settlement over R102 million debt dispute South Africa ‘Reckless’: ANC youth leader Collen Malatji calls for Zuma’s expulsion Politics ‘When you leave ANC, don’t throw a party’ – ANCYL president criticises veterans ‘behaving like prefects’ Celebs And Viral Zahara: My late night calls with a musical healer Local Soccer Kaizer Chiefs strip Khune of club captaincy Click here to get The Citizen news and updates on Whatsapp.\n1 Newsletters Do not miss a single story.\nGet all the latest news in your inbox.\nSubscribe Find out more RELATED ARTICLES South Africa ‘SA continues to humiliate itself in the international arena’- Jewish Board of Deputies 7 hours ago World 19 pro-Iran fighters killed in Syria strikes: monitor 23 hours ago South Africa SA takes Israel to International Court of Justice accusing it of ‘genocidal acts’ 1 day ago World US warship shoots down drone, missile fired by Yemen’s Huthis 1 day ago Access premium news and stories Access to the top content, vouchers and other member only benefits\nSubscribe About us Contact us Our Team Newsletters Code of Conduct Jobs at The Citizen Advertising Rate Card Privacy Policy NEWS PREMIUM BUSINESS SPORT PHAKAAATHI LIFESTYLE ENTERTAINMENT TRAVEL MULTIMEDIA MOTORING HORSES COMPETITIONS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.facebook.com/TheCitizenNewsSA",
      "https://www.linkedin.com/company/citizen",
      "https://www.icj-cij.org/home",
      "https://www.t.co/OAZjeFlEWe",
      "https://flipboard.com/@TheCitizenNews",
      "https://www.linkedin.com/company/citizen/",
      "https://instagram.com/thecitizen_news/",
      "https://iabsa.net/home/",
      "https://www.youtube.com/channel/UC6W8rnMBwnzioz-3-8jH0-w",
      "https://facebook.com/TheCitizenNewsSA/",
      "https://twitter.com/AJEnglish/status/1741017529378558005",
      "https://twitter.com/nazier_paulsen/status/1740939779104035266?ref_src=twsrc%5Etfw",
      "https://whatsapp.com/channel/0029VaC6h5cGpLHZ59q2Ei2Q",
      "https://www.prc.za.com/",
      "https://www.instagram.com/thecitizen_news",
      "https://twitter.com/nazier_paulsen/status/1740939779104035266",
      "https://www.tiktok.com/@thecitizen_news",
      "https://www.iabsa.net/home",
      "https://www.t.co/X0L25jLqN6",
      "https://presscouncil.org.za",
      "https://www.instagram.com/thecitizen_news/",
      "https://twitter.com/TheCitizen_News",
      "https://en.wikipedia.org/wiki/The_Citizen_(South_African_newspaper)",
      "https://www.flipboard.com/@TheCitizenNews",
      "https://t.co/OAZjeFlEWe",
      "https://tiktok.com/@thecitizen_news?lang=en",
      "https://www.iabsa.net/home/",
      "https://presscouncil.org.za/",
      "https://t.co/X0L25jLqN6",
      "https://www.tiktok.com/@thecitizen_news?lang=en",
      "https://www.presscouncil.org.za/",
      "https://prc.za.com",
      "https://www.facebook.com/TheCitizenNewsSA/",
      "https://youtube.com/channel/UC6W8rnMBwnzioz-3-8jH0-w",
      "https://prc.za.com/",
      "https://www.en.wikipedia.org/wiki/The_Citizen_(South_African_newspaper)",
      "https://twitter.com/AJEnglish/status/1741017529378558005?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/AJEnglish/status/1741017529378558005?ref_src=twsrc%5Etfw",
      "https://icj-cij.org/home",
      "https://www.whatsapp.com/channel/0029VaC6h5cGpLHZ59q2Ei2Q",
      "https://www.twitter.com/TheCitizen_News",
      "https://linkedin.com/company/citizen/",
      "https://www.twitter.com/nazier_paulsen/status/1740939779104035266?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wojtek radwanski",
          "sentiment": "none"
        },
        {
          "name": "nabila bana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "icj",
          "sentiment": "none"
        },
        {
          "name": "international court of justice",
          "sentiment": "none"
        },
        {
          "name": "world court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        },
        {
          "name": "warsaw",
          "sentiment": "none"
        },
        {
          "name": "gaza south africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T09:26:15.020+02:00",
    "updated": "2023-12-31T20:41:12.912+02:00"
  },
  {
    "uuid": "6b6b5ea3722cddfba11f44da8087cc7cfb597e3e",
    "url": "https://www.infobae.com/colombia/deportes/2025/01/16/federico-santander-seria-el-refuerzo-estelar-para-atletico-bucaramanga-de-cara-a-la-proxima-copa-libertadores",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Camilo Rodríguez Parrado",
    "published": "2025-01-16T21:23:00Z",
    "title": "Federico Santander sería el refuerzo estelar para Atlético Bucaramanga de cara a la próxima Copa Libertadores - Infobae",
    "text": "El conjunto bumangués salió campeón del fútbol colombiano en junio de 2024 - crédito Atlético Bucaramanga Atlético Bucaramanga continúa ultimando detalles para su inédita participación en la Copa Libertadores 2025. Y es que luego de conseguir el primer título de su historia tras coronarse campeón del fútbol colombiano en junio de 2024, el cuadro santandereano disputará la próxima edición del torneo de clubes más importante en Sudamérica.\nNo obstante, el panorama no es el mejor en las toldas bumanguesas, teniendo en cuenta, entre múltiples factores, la salida del entrenador venezolano Rafael Dudamel, con el que consiguió su anhelada primera estrella en el primer semestre del año anterior.\nAhora puede seguirnos en Facebook y en nuestro WhatsApp Channel .\nFrente a ello, la dirigencia del cuadro Leopardo decidió contratar al paraguayo Gustavo Florentín como su nuevo entrenador. Sin embargo, teniendo en cuenta su participación en la Copa Libertadores, la hinchada del cuadro bumangués no estaría contenta ante los refuerzos que se concretaron en las últimas semanas, teniendo en cuenta que no se ha conseguido fichar a un delantero de jerarquía.\nRafael Dudamel no continuará en la dirección técnica del Atlético Bucaramanga - crédito Colprensa Por ejemplo, en redes sociales circuló que desde la directiva del conjunto santandereano habrían hecho contacto con delanteros como Rodrigo Holgado y Agustín Rodríguez, que supieron figurar en equipos como América de Cali e Independiente Santa Fe meses atrás. Sin embargo, tales acercamientos nunca se habrían concretado y, de la mano del nuevo entrenador guaraní, el cuadro bumangués se habría fijado en otro delantero de talla internacional.\nSegún explicó el periodista Armando Araque, reconocido por cubrir el día a día del conjunto Leopardo, el equipo bumangués estaría cerca de concretar el fichaje del atacante paraguayo Federico Santander , que actualmente milita en Nacional de Montevideo.\n“En un 80% Federico Santander será el nuevo delantero del @ABucaramanga. En próximas horas, debe definirse este tema”, explicó el periodista.\nArmando Araque aseguró que Federico Santander está cerca de ser nuevo jugador de Bucaramanga - crédito @armandoaraque11/X Al parecer, la noticia generó tranquilidad entre la hinchada del cuadro santandereano, que ve en el atacante bumangués una buena alternativa para liderar el ataque Leopardo.\n“Buen fichaje”, “Ese es ese ese”, “Ojalá”, “Es el indicado. Goles en champions league, copa libertadores y viene de un grande”, “Delantero jodido, buen delantero trae el Bucaro”, “ojalá se de”, fueron algunos de los comentarios al respecto.\nFederico Santander estaría cerca de vestir la camiseta del Atlético Bucaramanga - crédito @armandoaraque11/X Cuál es la trayectoria de Federico Santander Federico Javier Santander Mereles, nacido el 4 de junio de 1991 en San Lorenzo, Paraguay, es un futbolista que se desempeña como delantero centro. Inició su carrera profesional en el Club Guaraní de Paraguay, donde debutó en 2008.\nSu rendimiento en el club llamó la atención de equipos europeos, y en agosto de 2010 fue transferido al Toulouse FC de Francia. Sin embargo, su paso por el fútbol francés fue breve, y en 2012 regresó a Sudamérica para unirse a Racing Club de Argentina.\nTras su etapa en Racing, Santander tuvo un breve paso por Tigre, también en Argentina, antes de regresar al Club Guaraní en 2013.\nEn 2015, dio el salto al fútbol europeo al fichar por el FC Copenhagen de Dinamarca, donde tuvo una destacada actuación, anotando 38 goles en 82 partidos de liga y contribuyendo a la conquista de dos títulos de la Superliga danesa y dos Copas de Dinamarca.\nFederico Santander integró la selección paraguaya - crédito AFP En junio de 2018, Santander firmó un contrato de cuatro años con el Bologna FC de la Serie A italiana, en una transferencia valorada en aproximadamente 6 millones de euros. Durante su tiempo en Italia, disputó 67 partidos de liga y anotó 10 goles.\nEn agosto de 2022, se unió a la Reggina de la Serie B italiana, pero en enero de 2023 regresó al Club Guaraní en calidad de préstamo hasta junio de 2023.\nEl 16 de enero de 2024, Santander fue presentado como nuevo jugador del Club Nacional de Football de Uruguay, firmando un contrato por una temporada. En su debut oficial con Nacional, el 10 de marzo de 2024, anotó un gol clave en el empate 3-3 contra Defensor Sporting.\nA lo largo de la temporada 2024, disputó 21 partidos y anotó 10 goles, contribuyendo significativamente al rendimiento del equipo en el campeonato uruguayo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Sport->soccer",
      "Social Issue->demographics",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/infobaecolombia",
      "https://whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://www.whatsapp.com/channel/0029Va4oNEALikgEL4Y8mb2K",
      "https://facebook.com/infobaecolombia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:11:10.613+02:00",
    "updated": "2025-01-17T00:11:10.613+02:00"
  },
  {
    "uuid": "014b9ebb57af06f473f94d8437695bff65c7e42f",
    "url": "https://www.ghanabusinessnews.com/2025/06/12/mahama-calls-for-reinstatement-of-ptas-in-schools",
    "ord_in_thread": 0,
    "author": "emmakd",
    "published": "2025-06-12T06:57:00Z",
    "title": "Mahama calls for reinstatement of PTAs in schools",
    "text": "President John Mahama President John Dramani Mahama has called for the reinstatement and full participation of Parents Teachers Association (PTAs) in the management of the nation’s first and second cycle institutions.\nHe said the trend everywhere in the world was to give communities a say in how their schools were being run.\nHe noted that he felt very scandalized when PTAs were virtually shoved aside under the previous administration and not allowed to be a part of the running of the nation’s schools, especially at the secondary level.\n“And so I believe that PTA participation must be fully restored so that they work with teachers and the administration of the schools to make sure that the schools are run properly and that our children are getting a good outcome in terms of teaching and learning,” President Mahama stated when he received a delegation of the Ghana National Association of Teachers (GNAT) led by the Secretary-General Mr Thomas Tanko Musah at the Presidency in Accra.\nThe delegation was at the Presidency to congratulate President Mahama on his resounding victory in the December 2024 general election.\nPresident Mahama said the government would continue to work closely with tthe GNAT and other teacher unions to make sure that they were able to improve the conditions of service of teachers, so that teachers were treated with respect.\nHe said teachers are the ones who create the foundation that makes them who they will become in the future.\nPresident Mahama reiterated that the government had passed a directive that every school that was being built at the basic level must come with accompanying accommodation for teachers.\nHe said instead of just building a sixth classroom block, there must be teachers’ quarters attached to the classroom block, so that the teachers teaching there could have accommodation.\nTouching on housing for Teachers, President Mahama said the government wanted to collaborate with the Teachers Fund, so that the governments could also make a counterpart funding and add it to what the teachers had and then they could have their members apply for housing.\nHe said the government would sit with GNAT and make a design for low-cost houses for teachers.\n“So, if we can make provision in the budget for a fund that will be a counterpart fund to the Teachers Fund, then teachers can apply to own their own homes. And so, we would go in and build it for them,” the President said.\nHe added: “And if they have a working life of, say, 15 to 20 years, it is possible to deduct, you know, monthly from their salaries, so that by the time they are ready to go on retirement, they own the house….We believe that they should be able to retire in dignity.”\nHe said the teachers’ housing project was something that the Minister of Education would take up with GNAT, so that they could design it, and then maybe from beginning of 2026, when they come for their big meeting.\nAdding that they should be able to announce something big for teachers to celebrate at their next big meeting early next year.\nWith regards to pensions, President Mahama said the government and the Trades Union Congress (TUC) and Organised Labour would soon hold a meeting to look at the pension restructure.\nConcerning the report of the Education Review Committee, the President said one of the highlights was the issue of decentralisation; so that they have better supervision at the district level and better-quality outcomes.\nHe said: ““Because I think that it’s easier for the education service to supervise and monitor schools at the district level than for us to try and do it from the centre.\n“And so that’s one of the issues we’ll be taking up with you.”\nMr. Haruna Iddrisu, Education Minister, said it is evident that they could not achieve quality education without positioning the teacher and therefore the service of the teacher to the success of the learner was a sine qua non.\nMr. Thomas Tanko Musah, the Secretary-General of GNAT, congratulated President Mahama on his decisive victory in the December 7 general election.\nHe expressed the hope that God would assist President Mahama to deliver on all his electoral promises to Ghanaians, particularly the teachers.\nHe extended an invitation to the President to be the guest of honour at their national delegate congress, slated for the first week of January 2026, in Accra.\nMr. Kwame Pianim, an eminent economist, described the GNAT as one of the best labour unions in the country.\nSource: GNA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Education->parents group",
      "Politics->education policy",
      "Politics->government",
      "Politics->civil and public service",
      "Social Issue->family",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "John Dramani Mahama",
          "sentiment": "neutral"
        },
        {
          "name": "Thomas Tanko Musah",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Ghana National Association of Teachers",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Parents Teachers Association",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "014b9ebb57af06f473f94d8437695bff65c7e42f",
      "first_syndicated": true
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:00:26.972+03:00",
    "updated": "2025-06-12T18:50:05.603+03:00"
  },
  {
    "uuid": "4ddc1b02895a20b825e12332ce0f7f8e226f7386",
    "url": "https://www.clarin.com/deportes/luis-advincula-expulsion-increible-boca-quedo-10-jugadores-minuto-duelo-cruzeiro-belo-horizonte_0_dTnFRq1eml.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Clarín",
    "published": "2024-08-23T00:51:00Z",
    "title": "Luis Advíncula y una expulsión increíble: Boca quedó con 10 jugadores antes del minuto en el duelo contra Cruzeiro en Belo Horizonte",
    "text": "El partido ante Cruzeiro por la revancha de los octavos de final de la Copa Sudamericana en el Mineirao no pudo empezar peor para Boca . Antes del minuto de juego se fue expulsado Luis Advíncula . El defensor peruano le cometió una fuerte falta a Lucas Romero a los 9 segundos y el árbitro Wilmar Roldán le mostró la tarjeta roja a los 29 segundos. Increíble. El lateral del Xeneize se convirtió en uno de los expulsados más precoces de la historia de la competencia. La expulsión le cambió todos los planes al técnico Diego Martínez y enseguida mandó a la cancha a Jorge Figal en lugar de Agustín Martegani. Advíncula no ocultó su tristeza y se fue llorando de la cancha. El peruano sufrió la undécima expulsión de su carrera, la segunda en 132 partidos en Boca. La anterior había sido en la final del Trofeo de Campeones ante Racing, en San Luis. Advíncula, sin embargo, no se convirtió en récord. El 17 de septiembre de 2015, por la segunda fase de la Copa Sudamericana, Lanús goleó a Belgrano 5-1. Fue después de que a los 20 segundos el Pirata se quedara sin el arquero Pablo Heredia, quien recibió la roja directa por hacerle un penal a Sergio González, del Granate.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T03:58:32.463+03:00",
    "updated": "2024-08-23T03:58:32.463+03:00"
  },
  {
    "uuid": "53555c0daf7e161677ea1f90fbcaa512bbdfe36c",
    "url": "https://www.kgw.com/article/news/local/northern-lights-oregon-washington-october-10-2024/283-cb17d355-b50d-4d69-bdd7-57b72c9de7e6",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luisa Anderson",
    "published": "2024-10-11T00:00:00Z",
    "title": "Photos: Northern Lights spotted over Oregon",
    "text": "PORTLAND, Ore. — People across Oregon and Washington saw a colorful light show on Thursday as the [Northern Lights](/article/news/local/northern-lights-oregon-washington-october-10/283-3e897c22-dac3-4cdb-b3a0-37fddd737ac0) lit up the night sky. The aurora borealis was visible in much of the Pacific Northwest amid a powerful geomagnetic storm. The National Oceanic and Atmospheric Administration's (NOAA) [Space Weather Prediction Center](https://www.swpc.noaa.gov/communities/aurora-dashboard-experimental) issued a [severe geomagnetic storm](https://www.swpc.noaa.gov/) watch for Thursday going into Friday. The unusually strong solar storm produced lights that were visible further south than normal. Dozens of KGW viewers shared their colorful photos from all over the region, including in Astoria, Salem, Prineville, in parts of Washington and further north in Alberta, Canada. PHOTOS: Northern Lights over the Pacific Northwest A [fast coronal mass ejection (CME)](/article/news/nation-world/solar-storm-northern-lights-could-stress-power-grids/507-bca99703-f06a-4cde-ac4b-6096c9739518) from the sun was detected earlier this week and arrived to the Earth on Thursday, Oct. 10, producing a geomagnetic storm. Such a storm increases the chances of seeing the aurora borealis. When the material collides with atoms and molecules in the Earth's upper atmosphere, the particles can appear to glow pink, purple, blue, green and yellow. Solar activity increases and decreases in a cycle of about 11 years. The sun currently appears to be at its peak of that cycle, making solar storms and the Northern Lights visible more frequently. Some Oregonians were able to see the phenomenon [Monday night](/article/news/local/northern-lights-oregon-october-2024/283-b8fcacb2-159a-4b15-a295-cd2a325978c7) as well, and stretching back into [August](/article/news/local/northern-lights-across-oregon/283-bcd6af10-dfac-4e62-a00b-952ff57e1688). A geomagnetic storm watch remains in effect on Thursday and Friday. However, the storm is predicted to be fairly mild. People in Washington may have a chance to see the lights again Friday night, but chances are slim if you're located south of the state, according to NOAA's [aurora forecast](https://www.swpc.noaa.gov/products/aurora-viewline-tonight-and-tomorrow-night-experimental).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.swpc.noaa.gov/communities/aurora-dashboard-experimental)",
      "https://www.swpc.noaa.gov/)",
      "https://www.swpc.noaa.gov/products/aurora-viewline-tonight-and-tomorrow-night-experimental).",
      "https://swpc.noaa.gov/)",
      "https://swpc.noaa.gov/products/aurora-viewline-tonight-and-tomorrow-night-experimental).",
      "https://swpc.noaa.gov/communities/aurora-dashboard-experimental)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "NOAA",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Pacific Northwest",
          "sentiment": "none"
        },
        {
          "name": "Prineville",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T00:10:53.281+03:00",
    "updated": "2024-10-12T00:10:53.281+03:00"
  },
  {
    "uuid": "53870243142e3e60ccfc63afaef268a7255f87a0",
    "url": "https://www.richlandsource.com/2023/12/28/rebecca-becky-mackey/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Snyder Funeral Home",
    "published": "2023-12-28T20:38:00Z",
    "title": "Rebecca \"Becky\" Mackey",
    "text": "MANSFIELD: “In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.” – Matthew 5:16 Many people look forward to Christmas morning for a variety of different reasons. The excitement of the unknown is all part of the fun! If we aren’t intentional, it would be very easy to miss the hidden ‘special’ lingering in the moments the Lord quietly stores away for us. December 25, 2023, was no different. Becky was able to ‘Rejoice and be glad, for her reward in heaven was great!’ As a brilliant sun opened up the sky, the unusually warm December day took the sting away as we quietly watched her pass away from this life into heaven’s home. She fought a truly brave, courageous and joyful fight against cancer. She absolutely WON and is completely healed and more alive and well than even the best here. Becky was born in Mansfield, Ohio on March 22, 1947 where she lived most of her life. She graduated from Ontario High School in 1965 and went on to marry the love of her life, David on September 21, 1968. She enjoyed a career at Mansfield Christian School serving others well as a part time aide. Becky was truly a woman who loved well, lived simply and prayed fervently. Things were just things. Money wasn’t meant to be spent lavishly. If she ever bought something for herself, it was a true rarity. You would not typically find her in a crowded room, or a table full of people. But when you found her, and took the space and time for her, her smile was joy and her presence was enough. She loved animals and always wanted to own a baby monkey. She loved flowers and was wonderful at planting. When Becky was diagnosed with cancer, she never complained or said “Why me?’ She just smiled and asked, “What do we need to do?” She walked this journey in faith and valor. Her husband David, loving her and caring for her every step of the way. As Corrie Ten Boom once said: “Never be afraid to trust an unknown future to a known God.” She always trusted the sovereign Lord. From the hospital bed, from the floor after falling, from the sickness, from not being able to walk, from being told ‘there is nothing more that we can do…’ Through a smile of faith and a sense of humor she kept her eyes on Jesus. She wanted people to see JESUS, not her cancer. Becky is survived by David Mackey, her loving husband of 55 years; Son, Brian (Chris) Mackey; Daughter, Kimberly (Matthew) Snyder. Grandchildren, Izaiah, Grady, Shelby, Tait, Zoe, Micah, Molly, Landon, Joey, Aubrey, Xavier, Jacob, Jailynn and Jaiden. Her best friend Dana Palmer and special friends Mark and Mary Winkler. She was preceded in death by her son Bret, and grandson Lazarus. The family would like to give a very special Thank You to Bob Ball and Kaye Hahn for standing so closely by us during this time. To Brandon Howard and his construction team for working so very hard on the house they called HOME. May we all remember to live and love like Jesus no matter what we face in this life. Give people their flowers while they are still alive. And you can do ALL things through Christ who gives you strength. A memorial service celebrating the life of Becky Mackey will be held Friday, January 5, 2023 at 11 am in Mansfield Alliance Church, 291 Cook Road, Mansfield, Ohio 44906 where her family will receive friends the hour prior, from 10 am – 11 am. Pastor Dale Patrick and Becky’s son, Chaplain Brian Mackey will officiate. Private burial will be held in Mansfield Memorial Park. The Lexington Avenue Snyder Funeral Homes is honored to assist the Mackey family with Becky’s services. To view her tribute video or to leave a message of condolence, please visit: [SnyderFuneralHomes.com](http://SnyderFuneralHomes.com) Funeral Home: Snyder Funeral Home Website: [https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo](https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo",
      "https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo)",
      "http://SnyderFuneralHomes.com)",
      "https://www.snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey",
      "https://snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo",
      "http://www.SnyderFuneralHomes.com)",
      "https://snyderfuneralhomes.com/obituaries/Rebecca-Becky-Mackey?obId=30207482#/obituaryInfo)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mackey",
          "sentiment": "positive"
        },
        {
          "name": "becky",
          "sentiment": "positive"
        },
        {
          "name": "rebecca",
          "sentiment": "positive"
        },
        {
          "name": "david",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ontario high school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mansfield",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:46.876+02:00",
    "updated": "2023-12-29T00:06:46.876+02:00"
  },
  {
    "uuid": "f7fb9aa0dcb3552ee3ff25ef152f6c5cb55299b8",
    "url": "https://www.meneame.net/story/condenado-prision-permanente-revisable-parricida-sueca-brutal/c011",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cocococo",
    "published": "2024-02-01T21:48:00Z",
    "title": "#11 Condenado a prisión permanente revisable el parricida de Sueca por un brutal caso de violencia vicaria",
    "text": "[Ratoncolorao](/user/Ratoncolorao)a [elpais.com](/go/link/3903758)\nYa van unos 44 personas en España con prisión permanente revisable en unos 8 años desde que se aprobó. Se reparte entre un 75% hombre y 25% mujeres. Los condenados este años, una mujer (la que mató a su marido con parálisis) y un hombre que es el de este meneo\nRelacionada:\nEl TS confirma prisión permanente revisable para la mujer que mató a su marido con parálisis y lo enterró en Godelleta [#4](c4#c-4) Tu mismo lo comentas: hablan de \"parricida\", que ya significa asesino en una de sus formas más graves y repugnantes posible. Volver a llamarle \"asesino\" sería redundante.\nEn cuanto a la violencia vicaria hacen muy bien en mencionarlo porque eso no equivale a llamarle asesino, ni parricida, sino que explica cual ha sido el motivo de esta locura: ha matado al niño para causar el mayor dolor posible a la madre, según el propio criminal. Por una vez tenemos un titular excelente: conciso, explicativo y nada clickbait.\n[#4](c4#c-4) y tanto que suena raro. Es como que metan un termino usado por 4 filósofos extravagantes que nadie más conoce.\nLa ventaja, en este caso, es que esos 4 \"filosofos\" extravagantes tienen mucho presupuesto para enseñarle a la gente esos términos inventados para que la gente los asimile. Luego usarlos no, porque da vergüenza usarlo uno mismo, pero entenderlo sí. Y, además, como va ya con carga ideológica pues te lleva a la idea en cuestión como un acceso directo o como un atajo de teclado.\nQue es un asesinato? Si, pero no solo eso, es violencia vicaría, y este concepto te lleva directamente al machismo (no a la locura de este despojo), y de ahi al machismo estructural que oprime a las mujeres.\nEl retorcimiento del titular es de categoría. Padre asesina brutalmente a su hija sería mas claro. El titular no es conciso para todo el mundo, pero es muy conciso para quien ya lleva las gafas.\nEs una locura inclasificable el nivel de odio y sadismo de este ser.\nCualquier cosa o castigo o aun tortura que se le haga en vida va a ser menos que el daño que ha hecho a la madre y familiares del niño.\nAhora bien lo de la violencia vicaria me da un asco tremendo. También hay casos de mujeres que asesinan a sus hijos para dañar al padre. El machismo existe pero no es la única violencia que se ejerce contra hijos comunes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:51:44.438+02:00",
    "updated": "2024-02-02T00:51:44.438+02:00"
  }
]