[
  {
    "uuid": "25ccaf877569c6e2e255f7c4459c86f1150b867f",
    "url": "https://toronto.ctvnews.ca/snowfall-warning-issued-for-greater-toronto-area-and-other-parts-of-ontario-1.6817802",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVToronto",
    "published": "2024-03-22T09:23:00Z",
    "title": "Snowfall warning for Greater Toronto Area | CTV News",
    "text": "Environment Canada has issued a snowfall warning for Toronto and much of the Greater Toronto Area ahead of a snowstorm that could dump as much as 15 cm of snow in some areas later today. “Light snow is expected to begin this morning, but should intensify late in the afternoon or evening. The snow will taper off from west to east late tonight,” the warning reads. It adds that the snow could have a “significant impact” on the evening commute in urban areas. The snowfall warning stretch from Hamilton in the west to Kingston and Gananoque in the east around Lake Ontario. It includes Mississauga, Brampton, Vaughan, Markham, Oshawa, and other areas. According to Environment Canada, peak snowfall rates of 2 cm/h are possible, and the storm could bring reduced visibility. \"Be prepared to adjust your driving with changing road conditions,\" the warning reads. \"If visibility is reduced while driving, turn on your lights and maintain a safe following distance.\" Toronto is expecting a high of -1 C today, though that will feel more like -12 in the morning and -5 in the afternoon. More to come… Toronto Top Stories - - EXCLUSIVE EXCLUSIVE Names of Ontario clinics found to have extra-billed patients being kept secret - - - - - - CTVNews.ca Top Stories Solar eclipse: Will I actually go blind if I stare at it? Eye-care and astronomy experts are cautioning solar eclipse watchers to protect their eyes with specialized solar filters, handheld solar viewers or eclipse glasses. Former executive given death sentence in poisoning of founder of high-flying Chinese gaming company A former executive at Yoozoo Games was sentenced to death on Friday in the 2020 poisoning of the founder of the high-profile Chinese gaming company, which has links to Game of Thrones and the new Netflix series, 'The Three-Body Problem.' Blueberries, strawberries again on the 'Dirty Dozen' list Approximately 95 per cent of nonorganic strawberries, leafy greens such as spinach and kale, collard and mustard greens, grapes, peaches and pears tested contained detectable levels of pesticides, according to the 2024 Shopper’s Guide to Pesticides in Produce. Environment Canada has issued a snowfall warning for Toronto and much of the Greater Toronto Area ahead of a snowstorm that could dump as much as 15 cm of snow in some areas later today. Tech platforms face 'whack-a-mole' situation in battling health misinformation For social media companies, the question of how to make sure people have access to good information has only grown in importance as the number of platforms multiplied and people began spending increasing amounts of time online. Florida boaters have close encounter with a hungry great white shark Boaters on the lookout for the carcass of a sperm whale came face-to-face with a hungry great white shark during mealtime on Sunday, off the coast of Sarasota, Fla. Medicine Hat, Alta., mayor stripped of powers, pay following August incident at council Medicine Hat's mayor is essentially mayor in title only following a meeting of the southern Alberta city's council on Thursday. Poilievre-led attempt to bring down Trudeau minority over carbon tax fails Conservative Leader Pierre Poilievre's attempt to pass a vote of non-confidence and bring down Prime Minister Justin Trudeau's Liberal minority government over the carbon tax failed Thursday. Smoking may lead to more belly fat, a new study suggests. Here's why that's concerning A new study found that smoking can cause an increase in a type of body fat that's linked to serious disease. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Montreal - Quebec concerned about vacancies in family medicine residencies The popularity of family medicine continues to decline among Quebec students. According to data from the Canadian Resident Matching Service (CaRMS), 91 family medicine residency positions remain vacant after the first round of matching. - Oh non! Celine Dion introduces the Boston Bruins starting line-up Celine Dion surprised a few Habs fans and the entire Boston Bruins lineup on Thursday when the Quebecois diva strolled into the locker room before the Bruins game and announced the team's starting lineup. - Canucks win 4-1 over struggling Canadiens The Canucks got the offence they needed from a defenceman and some depth forwards as they cruised to a 4-1 win over the struggling Montreal Canadiens. Ottawa - Heavy snow expected for parts of eastern Ontario this weekend Mother Nature is set to deliver a spring snowfall to the region, with up to 4 cm of snow in Ottawa Friday night and Saturday and 10 to 15 cm of snow expected in the Brockville and Kingston regions. - NEW THIS MORNING NEW THIS MORNING What's happening in Ottawa this weekend: March 22-24 CTVNewsOttawa.ca looks at things to do in Ottawa this weekend. - Ottawa veterinarian shortage putting pressure on pet care Veterinary shortages across the country and in Ottawa are having an impact on the ability to access care as prices increase and local animal rescues are feeling the pinch. Northern Ontario - Solar eclipse: Will I actually go blind if I stare at it? Eye-care and astronomy experts are cautioning solar eclipse watchers to protect their eyes with specialized solar filters, handheld solar viewers or eclipse glasses. - Don Martin: Poilievre has the field to himself as he races across the country to big crowds It came to pass on Thursday evening that the confidentially predictable failure of the Official Opposition non-confidence motion went down with 204 Liberal, BQ and NDP nays to 116 Conservative yeas. But forcing Canada into a federal election campaign was never the point. - Province gives Sudbury’s hospital approval to plan expansion Sudbury's hospital, which people often say was built too small, may be getting bigger. Kitchener - Significant snowfall in Friday’s forecast Spring is here, but winter isn’t done with us yet. - Jewish students want UW to do more to combat anti-Semitism A group of Jewish students at the University of Waterloo are raising concerns about what they say is a rise in anti-Semitism on campus. - Community health van says parking ban prevents them from delivering lifesaving care in Cambridge It’s not often a parking dispute has life or death consequences – but in Cambridge, Ont. a community health organization says a parking ban is keeping them from doing their lifesaving work. London - Winter weather travel advisory issued for London, Ont., surrounding counties A winter weather travel advisory is in effect for the region as an approaching system has its eyes set on southern Ontario. - 'I’m no expert in the geopolitical landscape': Police chief vows to come up with vetting process after Dubai trip comes under scrutiny London’s police chief said the London Police Service is developing a vetting process for future events outside of North America that officers may take part in. - 'Speed was clearly a factor': Constable called as witness for woman’s trial in roadside death of Girl Guide The jury at the trial of an elderly woman charged in the crash that killed a young girl was told the accused might have mistaken the gas pedal for the brakes on the night in question. Windsor - Winter weather travel advisory in effect for Windsor, Ont. region A winter weather travel advisory has been issued early Friday morning as a system has its eyes set on much of southern Ontario, including the Windsor region. - City of Windsor falling short on climate objectives, emissions targets: report Windsor is falling behind on its targets for the reduction of greenhouse gas emissions, according to a new report going before a committee of council next week. - Wheatley family finally home 30 months after explosion A happy smile radiated from Bugsy Lamb when he answered the knock on his door. After being displaced from their forever home 30 months ago following an explosion in Wheatley, Bugsy and his wife Becky are finally home. Barrie - Barrie sexual assault under investigation as police urge caution using apps to meet strangers Police in Barrie are cautioning residents about accessible messaging-type platforms that allow you to meet new people after an alleged sexual assault. - Porch pirate caught on camera in Barrie neighbourhood Police in Barrie warn residents to be vigilant when expecting deliveries after a porch pirate incident was caught on home surveillance camera in the city's south end this week. - Innisfil driver clocked speeding 164km/h over the posted limit on Hwy 427 Police charged a driver travelling on Highway 427 at more than double the speed limit early Thursday morning. Winnipeg - Winnipeg city council votes to reopen Portage and Main Portage and Main will reopen to pedestrians as early as next summer after Winnipeg’s city council voted in favour of a motion on Thursday. - 'Long time coming:' Manitoba premier apologizes to two men switched at birth in 1955 Manitoba’s premier has officially apologized to two men who were switched at birth in a Manitoba hospital more than 60 years ago. - 'It was pretty disgusting': Spring revealing smelly situation in school yard left behind by pet owners Spring is revealing a smelly situation at a Winnipeg school that has left parents disgusted – they believe irresponsible pet owners could be to blame. Atlantic - Volunteer firefighters in Rexton, N.B., walk off the job Volunteer firefighters in the community of Rexton, N.B., have officially walked off the job. - Spring storm to bring mix of heavy snow, rain this weekend for the Maritimes CTV Atlantic meteorologist Kalin Mitchell shares details on a winter-like spring storm expected in the Maritimes this weekend. - Simons opens first Maritime location in Halifax Nearly two years after it was first announced, Simons has opened its first Maritime location in Halifax. N.L. - Fish protesters meet riot police outside N.L. legislature, budget delivered in half-empty assembly Newfoundland and Labrador's provincial government delivered its annual budget to a half-empty legislature Thursday, as opposition politicians boycotted the speech and protesters stared down riot police outside. - Newfoundland struggling to recruit oncologists despite big signing bonus Despite a brand new hospital and a hefty signing bonus, health officials in Newfoundland and Labrador still haven't recruited the oncologists they need for an expanded cancer care program on the province's west coast. - Newfoundland budget halted as rowdy protest blocks legislature An agitated crowd of more than 100 fish harvesters demonstrating outside the Newfoundland legislature has pushed the province to delay the release of the provincial budget. Edmonton - Housing provider removed from Alberta government list after stroke patient housed in motel The housing provider that placed a 62-year-old stroke survivor in a Leduc motel is being removed from a list of agencies Alberta Health Services uses to advise patients it discharges. - Murder charge laid in strangulation death in north Edmonton One person has been charged after a man was strangled over the weekend. - New continuing care launch delayed, more engagement planned for AHS overhaul: health minister The Alberta government is pushing back the roll out of one of four new agencies replacing Alberta Health Services (AHS). Calgary - Medicine Hat, Alta., mayor stripped of powers, pay following August incident at council Medicine Hat's mayor is essentially mayor in title only following a meeting of the southern Alberta city's council on Thursday. - 8-year-old 'superstar' named 2024 ambassador of patients at Alberta Children's Hospital A young Calgary-area girl has been chosen as this year's ambassador for the Alberta Children’s Hospital Foundation because she's impressing doctors with her abilities and ambitions. - Parking at Lake Louise spikes to $36.75 this year, a 75% increase Visitors to one of Alberta's most popular tourist destinations will be paying significantly more for parking this summer, should they decide to drive. Regina - Sask. teachers begin two-day withdrawal of extracurricular support Teachers were back in school on Thursday, but Wednesday’s provincewide strike has given way to a two-day withdrawal of extracurricular supports. - Regina Pats to honour 1974 championship team in final home game of 2024 This weekend will mark the final home game for the Regina Pats 2023-24 season where the organization will honour the 50th anniversary of its 1974 Memorial Cup Championship Team. - 'Everyone benefits by it': New airport terminal building coming to Yorkton Serving as a highway in the sky for the city, a brand new airport terminal building is expected to be built in Yorkton by March 2025. Saskatoon - Sask. Health Authority touts progress dealing with hospital capacity issues The Saskatchewan Health Authority (SHA) has said its efforts in relieving capacity issues in the province's two major cities is showing progress. - Saskatoon Chamber of Commerce says provincial budget has little for small business Provincial budget gets mixed response from the Saskatoon Chamber of Commerce. - Over 4,000 reported missing in Saskatoon last year Youth make up the majority of people reported to Saskatoon police as missing, according to a report from the Saskatoon Police Service (SPS). Vancouver - 'We're the forgotten ones': Premier to meet with Princeton woman who took herself off transplant list because of costs B.C.'s premier has agreed to meet with a Princeton woman who says she had to fundraise to pay for life-saving transplant surgery in Vancouver that she desperately needs. - 'Devastating': Park board commissioners tour urban logging operation in Stanley Park On Thursday, Vancouver Park Board commissioners saw firsthand the massive logging operation now underway in Stanley Park, as crews continue to cut down tens of thousands of hemlock trees killed by a years-long looper moth infestation. - Senior spent 9 days in hallway of Victoria General Hospital while being treated for complications from infections Eric Roberts is back in his Saanich home, creating the pottery he loves, after an ordeal at Victoria General Hospital a couple weeks ago in which he spent nine days in the hallway getting treated for delirium and other complications from infections. Vancouver Island - Senior spent 9 days in hallway of Victoria General Hospital while being treated for complications from infections Eric Roberts is back in his Saanich home, creating the pottery he loves, after an ordeal at Victoria General Hospital a couple weeks ago in which he spent nine days in the hallway getting treated for delirium and other complications from infections. - COVID-19 hospitalizations drop in weekly BCCDC update The number of COVID-positive patients in B.C. hospitals declined this week, according to the latest data from the B.C. Centre for Disease Control. - Video shows 'high-speed' crash in Victoria that left 3 injured Police are investigating a 'high-speed' crash in a Victoria, B.C., intersection that sent a pickup truck careening into a city bus Wednesday night.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vaughan",
          "sentiment": "none"
        },
        {
          "name": "markham",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news environment canada",
          "sentiment": "negative"
        },
        {
          "name": "greater toronto area",
          "sentiment": "negative"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "gananoque",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "oshawa",
          "sentiment": "none"
        },
        {
          "name": "lake ontario",
          "sentiment": "none"
        },
        {
          "name": "hamilton",
          "sentiment": "none"
        },
        {
          "name": "mississauga",
          "sentiment": "none"
        },
        {
          "name": "kingston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T12:25:52.350+02:00",
    "updated": "2024-03-22T14:48:19.562+02:00"
  },
  {
    "uuid": "ae52dd78b2bd6f8a574138c226119d1c3a46e48d",
    "url": "https://daijiworld.com/news/newsDisplay?newsID=1153560",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "daijiworld.com",
    "published": "2023-12-29T03:47:00Z",
    "title": "Calgary: Mangalorean Catholic Community celebrates Christmas in Canada",
    "text": "Media Release\nCalgary, Dec 29: In a heart-warming spirit, the Mangalurean Catholic Community of Calgary celebrated Christmas on December 16, at St Thomas More Church, Calgary.\nThe celebration commenced with adoration by spiritual director, Fr Jerald D’Souza who shared a profound message during adoration, urging all to embrace the essence of Christmas in their lives.\nThe centrepiece of the celebration was a breath-taking nativity scene enacted by our little angels, drawing crowds with its depiction of the birth of Jesus. Families and friends came together to appreciate the symbol of love, peace, and goodwill that Christmas represents. Local choirs and musicians contributed to the ambiance, serenading the crowd with traditional Konkani and English carols that echoed in everyone's hearts.\nIn an unexpected turn of events that left children and families in sheer delight, Santa Claus made a surprise entrance during the community Christmas celebration, creating a magical moment that will be remembered in hearts. Following his grand entrance, Santa made his way through the crowd, posing for photos, high-fiving children, and spreading holiday cheer. The children's faces lit up with smiles as they shared their Christmas wishes and received small gifts from Santa.\nThe success of the Christmas musical celebration was not just in the performances but in the sense of community it fostered. Families, friends, and neighbours gathered in unity, sharing the joy of music and dance. The event underscored the importance of coming together to celebrate the season of giving. May the memories of this Christmas party continue to warm hearts throughout the year.\nDisclaimer:\nPlease write your correct name and email address. Kindly do not post any personal, abusive, defamatory, infringing, obscene, indecent, discriminatory or unlawful or similar comments. Daijiworld.com will not be responsible for any defamatory message posted under this article.\nPlease note that sending false messages to insult, defame, intimidate, mislead or deceive people or to intentionally cause public disorder is punishable under law. It is obligatory on Daijiworld to provide the IP address and other details of senders of such comments, to the authority concerned upon request.\nHence, sending offensive comments using daijiworld will be purely at your own risk, and in no way will Daijiworld.com be held responsible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "fr jerald d’souza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mangalorean catholic community",
          "sentiment": "negative"
        },
        {
          "name": "canada media release calgary",
          "sentiment": "negative"
        },
        {
          "name": "mangalurean catholic community of calg",
          "sentiment": "negative"
        },
        {
          "name": "st thomas more church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "calgary",
          "sentiment": "none"
        },
        {
          "name": "santa",
          "sentiment": "none"
        },
        {
          "name": "konkani",
          "sentiment": "none"
        },
        {
          "name": "santa claus",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:26:05.749+02:00",
    "updated": "2023-12-29T08:26:05.749+02:00"
  },
  {
    "uuid": "a052ffc589c8ebc040e67daf09882faa008216cb",
    "url": "https://cyberscoop.com/meta-cracks-down-on-millions-of-accounts-it-tied-to-pig-butchering-scams",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tim Starks",
    "published": "2024-11-21T23:00:00Z",
    "title": "Meta cracks down on millions of accounts it tied to pig-butchering scams | CyberScoop",
    "text": "Facebook and Instagram parent company Meta has taken down millions of accounts this year linked to overseas scam centers that enable a kind of cyber-related, fast-growing fraud known as “ pig butchering ,” the social media giant said Thursday.\nThe account takedowns are part of a multifaceted Meta strategy to combat scams that have cost U.S. victims billions of dollars of losses in recent years, and the result of two years’ worth of efforts from the company.\n“Pig butchering” is so named because it involves the metaphorical “fattening up” of victims by building up trust under false pretenses before they eventually, unwittingly hand over their money to the criminals perpetuating it. Hundreds of thousands of people have been forced into running those scams in one region of the world alone, according to one estimate .\n“Today, for the first time, we are sharing our approach to countering the cross-border criminal organizations behind forced-labor scam compounds under our Dangerous Organizations and Individuals (DOI) and safety policies,” Meta said in a blog post . “We hope that sharing our insights will help inform our industry’s defenses so we can collectively help protect people from criminal scammers.”\nScammers do their pig-butchering work over social media sites, dating websites, messaging apps and text messages. A February study placed global losses from pig butchering at $75 billion. The FBI said victims reported losses for “investment fraud,” a term that often overlaps with pig butchering, totaling $4.6 billion in 2023, up from $3.3 billion in 2022.\nAn influential British banker recently said social media companies aren’t doing enough to combat scams on their platforms, singling out Meta, and others have criticized those companies along the same lines, to Meta’s dismay .\nThe Meta pig-butchering account crackdown initially focused on scam centers in Cambodia, but has expanded to other parts of Asia — Myanmar, Laos, the Philippines — as well as the United Arab Emirates.\n“During the COVID-19 pandemic, scam compounds run by organized crime emerged in the Asia Pacific region as one of the major sources of ‘pig butchering’ and other scam activity,” Meta wrote. “And while they are mostly based in Asia, scam centers target people across the globe. These criminal scam hubs lure often unsuspecting job seekers with too-good-to-be-true job postings on local job boards, forums and recruitment platforms to then force them to work as online scammers, often under the threat of physical abuse.”\nMeta has assembled teams specifically to go after pig-butchering scam hotspots, including by designating entities as dangerous organizations and monitoring those trying to get around Meta enforcement. It has developed products to warn users about suspicious activities. It has also worked with law enforcement and industry peers on prevention, according to the Meta post.\nU.S. law enforcement has conducted operations meant to recover cryptocurrency stolen through pig-butchering scams.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.straitstimes.com/singapore/meta-dismayed-by-sun-xueling-s-comments-that-it-is-not-doing-more-to-fight-scams-on-facebook#:~:text=Facebook%2C%20WhatsApp%20and%20Instagram%20were,the%20final%20quarter%20of%202022.",
      "https://about.fb.com/news/2024/11/cracking-down-organized-crime-scam-centers",
      "https://www.justice.gov/usao-cdca/pr/justice-dept-seizes-over-112m-funds-linked-cryptocurrency-investment-schemes-over-half",
      "https://www.usip.org/sites/default/files/2024-05/ssg_transnational-crime-southeast-asia.pdf",
      "https://wp-tts-cdn.api.scpnewsgrp.com/cyberscoop/82705/english.openai.mp3",
      "https://www.cityam.com/lloyds-boss-charlie-nunn-says-meta-is-not-doing-enough-to-tackle-scams/",
      "https://www.cityam.com/lloyds-boss-charlie-nunn-says-meta-is-not-doing-enough-to-tackle-scams",
      "https://www.wp-tts-cdn.api.scpnewsgrp.com/cyberscoop/82705/english.openai.mp3",
      "https://cityam.com/lloyds-boss-charlie-nunn-says-meta-is-not-doing-enough-to-tackle-scams/",
      "https://usip.org/sites/default/files/2024-05/ssg_transnational-crime-southeast-asia.pdf",
      "https://www.about.fb.com/news/2024/11/cracking-down-organized-crime-scam-centers",
      "https://justice.gov/usao-cdca/pr/justice-dept-seizes-over-112m-funds-linked-cryptocurrency-investment-schemes-over-half",
      "https://straitstimes.com/singapore/meta-dismayed-by-sun-xueling-s-comments-that-it-is-not-doing-more-to-fight-scams-on-facebook#:~:text=Facebook%2C%20WhatsApp%20and%20Instagram%20were,the%20final%20quarter%20of%202022."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T05:35:05.703+02:00",
    "updated": "2024-11-22T05:56:21.941+02:00"
  },
  {
    "uuid": "65a193558a88976dcc2306e32941330a6938df32",
    "url": "https://eclkc.ohs.acf.hhs.gov/family-engagement/article/measuring-what-matters-using-data-support-family-progress",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@HeadStartgov",
    "published": "2024-12-05T00:00:00Z",
    "title": "Measuring What Matters: Using Data to Support Family Progress | ECLKC",
    "text": "Learn how using data more effectively can strengthen your work with children and families. Explore how to assess services and measure progress on family and child outcomes using data. This series focuses on tracking program progress as you set goals and implement plans within a five-year project period. Measuring What Matters is aligned with the Parent, Family, and Community Engagement (PFCE) Framework and the Head Start Program Performance Standards.\n[Measuring What Matters—Using Data to Support Family Progress: Overview](/sites/default/files/pdf/measuring-what-matters-using-data-overview-eng.pdf)\nLearn ways to use data to support progress toward PFCE family outcomes and the provision of quality services. Discover guiding principles for using data and explore the four data activities for tracking family and program progress in a cycle of continuous learning and quality improvement.\n[Exercises in Data Management: Introduction ](/sites/default/files/pdf/measuring-what-matters-exercises-intro.pdf)\nReview a series of exercises that focus on each of the four data activities: Prepare, Collect, Aggregate and Analyze, and Use and Share. Explore how to use data to track family and program progress.\n[Exercise 1: Prepare – Identifying PFCE Measures of Effort and Effect](/sites/default/files/pdf/measuring-what-matters-exercises-01.pdf)\nThink about the first step in using data to support your work with families. This exercise guides the process of reviewing related program objectives, services, and activities. Careful preparation includes asking the right questions, considering the data you already have, and thinking about the data you want to collect to show the reach and impact of your work with children and families.\n[Exercise 2: Collect – Collecting Data Related to Family Outcomes](/sites/default/files/pdf/measuring-what-matters-exercises-02.pdf)\nCollecting high-quality data is essential for tracking progress toward child and family outcomes. Explore how to prepare for data collection. Choose methods to help you gather data to track progress in line with your program's goals, objectives, and expected outcomes.\n[Exercise 3: Analyze and Aggregate – Dig Into Data](/sites/default/files/pdf/measuring-what-matters-exercises-03.pdf)\nLearn ways to analyze the PFCE data your program has collected over time. Aggregate and disaggregate data to get a whole picture of the progress your program and families are making.\n[Exercise 4: Use and Share – Using PFCE Data to Tell Your Story](/sites/default/files/pdf/measuring-what-matters-exercises-04.pdf)\nDiscover how to use your program's PFCE data to tell a story. This exercise will help you present and share data in accurate, appealing, and accessible ways to show family and program progress.\n[Resource Guide](/sites/default/files/pdf/measuring-what-matters-exercises-resource-guide.pdf)\nExpand your knowledge and use of data to track family progress. Find resources to help you get started, as well as for program planning and evaluation.\n[Learning Course: Measuring What Matters](/family-engagement/article/measuring-what-matters-learning-series)\nExplore this nine-module course available on the Individualized Professional Development (iPD) Portfolio to learn more about using data to enhance your work with children and families using the Measuring What Matters resources.\n[Tracking Progress Database: Standardized Measures to Assess Family Engagement Efforts and Effects](/family-engagement/article/tracking-progress-database-standardized-measures-assess-family-engagement-efforts-effects)\nFind tools to help programs measure family engagement outcomes and relationships with families.\nRead more:\nResource Type:\n[Article](/browse/resource-type/article)\nNational Centers:\n[Parent, Family and Community Engagement](/browse/national-centers/parent-family-community-engagement)\nAudience:\n[Family Service Workers](/browse/audience/family-service-workers)\nLast Updated: December 5, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T04:38:50.598+02:00",
    "updated": "2024-12-06T04:38:50.598+02:00"
  },
  {
    "uuid": "1a45ada96b11dc2b734ce48d97eb10b511df5a0f",
    "url": "https://www.newsbreak.com/oakland-ca/3540433275428-injury-to-oakland-athletics-star-mason-miller-could-derail-mlb-trade-deadline-plans-for-teams",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-25T20:32:00Z",
    "title": "Injury to Oakland Athletics star Mason Miller could derail MLB trade deadline plans for teams",
    "text": "By Vincent Frank ,\n2 hours ago Oakland Athletics All-Star closer Mason Miller has been the subject of trade rumors throughout the summer. He’s performed like the best closer in the game and has drawn interest from several contending teams.\nWhile the A’s asking price in talks surrounding Miller have been sky high , it has not stopped rumors from continuing to pop up.\nUnfortunately for contending teams, this latest update could suggest that Miller will not be dealt ahead of the July 30 MLB trade deadline.\nMartin Gallegos of MLB.com reports that the A’s have placed Miller on the injured list with a fractured pinkie on his non-throwing hand. Per the report, Miller suffered said injury when he put his hand down awkwardly on a training table as he prepared for an exercise. Talk about a freak injury.\nRelated: Underrated Oakland Athletics pitcher drawing interest on MLB trade block\nOakland Athletics unlikely to deal Mason Miller ahead of MLB trade deadline Credit: Kelley L Cox-USA TODAY Sports The injury seems minor. It’s also on his non-throwing hand. This could still lead to contending teams making a move for Miller despite the injury.\nHowever, the likelihood of Oakland moving Miller was never great in the first place. He’s under team control for five more seasons at what will be a cheap price compared to the broader MLB market. Miller has also performed at an incredible level for the otherwise lowly A’s.\nMason Miller stats (2024): 1-1 record, 2.21 ERA, 0.84 WHIP, 70 strikeouts, 40.2 innings Things are also complicated by the fact that the 25-year-old Miller has openly suggested he’d like to make the shift back to being a starter. That was his role during a dominating minor league career.\nIf so, Oakland’s asking price in any trade would increase even more. Right now, it’s a stronger likelihood that he’ll be moved during the winter.\nMore must-reads:\nLatest New York Yankees rumor reveals two recent failed attempts to land game-changer replacement for Gleyber Torres New Seattle Mariners rumor reveals huge trade target they have gone ‘big’ for but continue to fail at landing Atlanta Braves reportedly among teams in on star pitcher ahead of MLB trade deadline Expand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sportsnaut.com/oakland-athletics-mlb-trade-rumors-jp-sears/",
      "https://sportsnaut.com/mason-miller-mlb-trade-rumors-oakland-athletics/",
      "https://sportsnaut.com/seattle-mariners-vladimir-guerrero-trade-rumor/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3kRaac_0udQACNE00",
      "https://x.com/MartinJGallegos/status/1816565802210123850",
      "https://sportsnaut.com/new-york-yankees-rumor-failed-trade-attempts/",
      "https://sportsnaut.com/atlanta-braves-rumors-zach-eflin-trade/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0DDkKd_0udQACNE00",
      "https://img.particlenews.com/image.php?url=3kRaac_0udQACNE00",
      "https://img.particlenews.com/image.php?url=0DDkKd_0udQACNE00",
      "https://www.img.particlenews.com/image.php?url=0DDkKd_0udQACNE00",
      "https://sportsnaut.com/new-york-yankees-rumor-failed-trade-attempts",
      "https://www.sportsnaut.com/new-york-yankees-rumor-failed-trade-attempts/",
      "https://sportsnaut.com/mason-miller-mlb-trade-rumors-oakland-athletics",
      "https://sportsnaut.com/oakland-athletics-mlb-trade-rumors-jp-sears",
      "https://www.sportsnaut.com/seattle-mariners-vladimir-guerrero-trade-rumor/",
      "https://www.img.particlenews.com/image.php?url=3kRaac_0udQACNE00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0DDkKd_0udQACNE00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3kRaac_0udQACNE00",
      "https://img.particlenews.com/image.php",
      "https://www.x.com/MartinJGallegos/status/1816565802210123850",
      "https://www.sportsnaut.com/atlanta-braves-rumors-zach-eflin-trade/",
      "https://sportsnaut.com/atlanta-braves-rumors-zach-eflin-trade",
      "https://sportsnaut.com/seattle-mariners-vladimir-guerrero-trade-rumor",
      "https://www.sportsnaut.com/mason-miller-mlb-trade-rumors-oakland-athletics/",
      "https://www.sportsnaut.com/oakland-athletics-mlb-trade-rumors-jp-sears/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mason miller",
          "sentiment": "negative"
        },
        {
          "name": "vincent frank",
          "sentiment": "negative"
        },
        {
          "name": "martin gallegos",
          "sentiment": "none"
        },
        {
          "name": "miller",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mlb",
          "sentiment": "negative"
        },
        {
          "name": "oakland athletics",
          "sentiment": "negative"
        },
        {
          "name": "oakland athletics all-star",
          "sentiment": "negative"
        },
        {
          "name": "kelley l cox-usa",
          "sentiment": "none"
        },
        {
          "name": "underrated oakland athletics",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T01:38:25.089+03:00",
    "updated": "2024-07-26T01:38:25.089+03:00"
  },
  {
    "uuid": "d85ac2935d1db70f21b6bc39c5bb9189823c46b1",
    "url": "https://revistamonet.globo.com/noticias/noticia/2024/12/ex-modelo-desabafa-sobre-derretimento-de-rosto-que-pode-ter-parasita-como-causa-fica-se-movendo.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "globo.com",
    "published": "2024-12-19T21:44:00Z",
    "title": "Ex-modelo desabafa sobre 'derretimento' de rosto que pode ter parasita como causa: 'Fica se movendo' | Notícias | Monet",
    "text": "A ex-modelo e estrela de reality shows Brandi Glanville fez um novo desabafo após revelar o 'derretimento' de seu rosto, que pode ter um parasita como causa. A norte-americana, de 52 anos, viralizou ao relatar a condição que, segundo ela, arruinou sua vida.\nAgora, em nova entrevista ao Page Six , a famosa abordou sua desfiguração facial e disse não saber se ainda tem um parasita no rosto. \"Eu não sei, p####. Nós não sabemos\", afirmou. Ela chegou a fazer uma pausa nos antibióticos, mas percebeu que a situação voltou a piorar e decidiu retomar o tratamento.\nBrandi Glanville antes e depois da ação de suposto parasita em seu rosto — Foto: reprodução/ Instagram e X Continuar lendo “Eu prefiro [meu rosto] quando está um pouco inchado, para ser honesta”, ela explicou sobre sua situação atual. “Quando está inchado apenas de um lado, não é ótimo. Mas a coisa de afundar está me matando lentamente, porque eu simplesmente sinto que pareço uma viciada em crack\", desabafou.\nApesar da suspeita em torno do parasita, ela admitiu que isso não é um consenso e que só quer ter uma resposta urgente. \"Você poderia fazer qualquer coisa comigo, e eu aceitaria\", continuou. \"Eu tive dias de aparência normal, não semanas. Quem me dera. Mas isso vai e volta.\"\nBrandi Glanville antes do problema — Foto: Reprodução/Instagram Ela acrescentou: “No fim de semana, só inchou no lado direito do meu rosto, então parecia que eu tinha uma almôndega muito grande no lado direito da bochecha”. Brandi descreveu o inchaço como sendo preenchido por um “fluido oleoso” que é “nojento” e “muito repulsivo”.\nQuando relatou o que sente em meio ao 'derretimento' facial, explicou que nota algo se movendo. “Sempre que tenho calafrios, geralmente é uma infecção”, resumiu. “Então começo a sentir um zumbido no ouvido e, o que quer que esteja no meu rosto, se mexendo, começa a se mover novamente. E aí meu rosto começa a afundar de novo.”\nBrandi Glanville também apresenta inchaços ao longo do tratamento — Foto: Reprodução/Instagram A celebridade ainda descreveu seu sofrimento psicológico com toda essa situação, além da vergonha de aparecer em público. \"É difícil se esconder durante o Natal, quando todo mundo está fazendo suas festas. É deprimente. Isso machuca minha mente e meu coração,\" confessou.\n\"A dor é mais mental do que qualquer outra coisa, porque tenho me escondido e passado por uma depressão profunda, muito profunda. Mesmo que eu pudesse trabalhar agora, neste momento, eu não conseguiria. Então, tem sido dois anos realmente difíceis para mim.\"\nBrandi Glanville — Foto: reprodução/instagram Conhecida sua presença nos reality shows 'The Real Housewives of Beverly Hills' e 'The Real Housewives Ultimate Girls Trip', a ex-modelo disse anteriormente que gastou todo seu dinheiro com médicos para tentar descobrir o que vem causando isso em seu rosto.\nDepois, ela culpou o canal TV responsável por seus programas pelo seus problemas de saúde. Ela afirmou: \"Entrei e saí do hospital no último ano e meio, gastei quase todo meu dinheiro tentando descobrir. Alguns médicos dizem que tenho um parasita que se movimenta pelo meu rosto. Outros dizem que é edema induzido por estresse. Eu, pessoalmente, digo que é [culpa do canal] Bravo\".\nMais recente Próxima A mensagem dura que Charles está enviando para Príncipe Harry com preparativos do Natal na Família Real",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->medical condition",
      "Health->mental health and disorder",
      "Health->health care approach",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:10:53.881+02:00",
    "updated": "2024-12-20T01:10:53.881+02:00"
  }
]