[
  {
    "uuid": "053da8d8238908972853c03f32ef4d771543cef1",
    "url": "https://www.complex.com/pop-culture/a/cmplxtara-mahadevan/funny-marco-blew-first-100000-check-magic-city",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "complex.com",
    "published": "2023-12-28T22:25:00Z",
    "title": "Funny Marco Recalls Blowing First $10,000 Check at Magic City | Complex",
    "text": "Funny Marco Recalls Blowing First $10,000 Check at Magic City, Says He 'Went Crazy' The comedian sat down with Speedy Morman at ComplexCon in November.\nBy tara mahadevan Dec 28,\nyoutube.com youtube subscribe button icon\nSUBSCRIBE ON YOUTUBE View this video on YouTube youtube.com Funny Marco knows a thing or two about blowing a bag at the strip club.\nDuring his conversation with Speedy Morman for 360 With Speedy at ComplexCon in November, Marco reminisced about the first time he made money from content, which came out to $10,000.\n“When you first made that first check, did it inspire you in a way? Or did it make you feel some sort of acknowledgment, like, ‘Okay, I am on the right path. I am doing what needs to be done,’” Speedy asked the comedian around the 19:00 minute mark.\nFunny Marco on spending his first $10k at Magic City. 👀💰 👀 #360withSpeedy #FunnyMarco #ComplexCon pic.twitter.com/v8c0bZN80r\n— Complex (@Complex) December 28, 2023 Twitter: @Complex Marco skirted the question, revealing that he spent the entire check at Magic City in Atlanta. “I went crazy,” Marco said.\n“Out of the ten, how crazy?” Speedy asked.\n“Listen, I went so crazy, I went back to [the manager] and said—’cause he gave me $6,000,” Marco explained. \"I went so crazy, I went back to say, ‘Where the other [money] went?’ He said, ‘I took my percentage.’ I said, ‘Hold on, brother! I didn’t know about the percentage part.’ So I went that crazy where I didn’t really learn the business about the percentages and him doing the deal for me and everything. So I was learning as I go.”\nWatch the pair’s entire conversation up top.\nMore on this ComplexCon 2023 Day 1 Recap: Funny Marco, Zack Bia, Lil Yachty, CACTUS PLANT FLEA MARKET, and More Abel Shifferaw · Nov. 19, 2023 Blueface Threatens to Leave Funny Marco Interview When He Can't Name Three Songs by Rapper tara mahadevan · Dec. 5, 2023 Funny Marco Brings Up Jaidyn Alexis and Druski Lookalike Comments Face-to-Face, Druski Responds Alex Ocho · Nov. 28, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.youtube.com/embed/8KBlIgw5eiM",
      "https://www.facebook.com/dialog/share?href=https%3A%2F%2Fwww.complex.com%2Fpop-culture%2Fa%2Fcmplxtara-mahadevan%2Ffunny-marco-blew-first-100000-check-magic-city%3Futm_source%3Ddynamic%26utm_campaign%3Dsocial_widget_share&app_id=310521533114641&quote=Funny%20Marco%20Recalls%20Blowing%20First%20%2410%2C000%20Check%20at%20Magic%20City%2C%20Says%20He%20&#x27;Went%20Crazy&#x27;",
      "https://twitter.com/Complex",
      "https://twitter.com/hashtag/FunnyMarco?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/ComplexCon?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/360withSpeedy?src=hash\\u0026amp;ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/360withSpeedy?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/Complex/status/1740462674599633180",
      "https://www.youtube.com/complex?sub_confirmation=1",
      "https://twitter.com/hashtag/FunnyMarco?src=hash\\u0026amp;ref_src=twsrc%5Etfw",
      "https://twitter.com/Complex/status/1740462674599633180?ref_src=twsrc%5Etfw",
      "https://twitter.com",
      "https://publish.twitter.com/oembed?url=https%3A%2F%2Ftwitter.com%2FComplex%2Fstatus%2F1740462674599633180",
      "https://twitter.com/hashtag/ComplexCon?src=hash\\u0026amp;ref_src=twsrc%5Etfw",
      "https://t.co/v8c0bZN80r",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.complex.com%2Fpop-culture%2Fa%2Fcmplxtara-mahadevan%2Ffunny-marco-blew-first-100000-check-magic-city%3Futm_source%3Ddynamic%26utm_campaign%3Dsocial_widget_share&text=Funny%20Marco%20Recalls%20Blowing%20First%20%2410%2C000%20Check%20at%20Magic%20City%2C%20Says%20He%20&#x27;Went%20Crazy&#x27;",
      "http://www.youtube.com/watch?v=8KBlIgw5eiM",
      "https://www.twitter.com/hashtag/360withSpeedy?src=hash\\u0026amp;ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/FunnyMarco",
      "https://www.twitter.com/Complex",
      "https://www.t.co/v8c0bZN80r",
      "http://youtube.com/watch?v=8KBlIgw5eiM",
      "https://www.twitter.com/Complex/status/1740462674599633180?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/360withSpeedy?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com",
      "https://twitter.com/hashtag/ComplexCon",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.complex.com%2Fpop-culture%2Fa%2Fcmplxtara-mahadevan%2Ffunny-marco-blew-first-100000-check-magic-city%3Futm_source%3Ddynamic%26utm_campaign%3Dsocial_widget_share&text=Funny%20Marco%20Recalls%20Blowing%20First%20%2410%2C000%20Check%20at%20Magic%20City%2C%20Says%20He%20&#x27;Went%20Crazy&#x27;",
      "https://twitter.com/intent/tweet",
      "https://youtube.com/embed/8KBlIgw5eiM",
      "https://www.twitter.com/Complex/status/1740462674599633180",
      "https://www.twitter.com/hashtag/ComplexCon?src=hash&ref_src=twsrc%5Etfw",
      "https://www.youtube.com/complex",
      "https://twitter.com/Complex/status/1740462674599633180",
      "http://www.youtube.com/watch",
      "https://www.twitter.com/hashtag/FunnyMarco?src=hash\\u0026amp;ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/FunnyMarco?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/ComplexCon?src=hash\\u0026amp;ref_src=twsrc%5Etfw",
      "https://www.facebook.com/dialog/share",
      "https://publish.twitter.com/oembed",
      "https://facebook.com/dialog/share?href=https%3A%2F%2Fwww.complex.com%2Fpop-culture%2Fa%2Fcmplxtara-mahadevan%2Ffunny-marco-blew-first-100000-check-magic-city%3Futm_source%3Ddynamic%26utm_campaign%3Dsocial_widget_share&app_id=310521533114641&quote=Funny%20Marco%20Recalls%20Blowing%20First%20%2410%2C000%20Check%20at%20Magic%20City%2C%20Says%20He%20&#x27;Went%20Crazy&#x27;",
      "https://youtube.com/complex?sub_confirmation=1",
      "https://www.publish.twitter.com/oembed?url=https%3A%2F%2Ftwitter.com%2FComplex%2Fstatus%2F1740462674599633180",
      "https://twitter.com/hashtag/360withSpeedy"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marco",
          "sentiment": "none"
        },
        {
          "name": "morman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "magic city",
          "sentiment": "positive"
        },
        {
          "name": "facebook twitter mail link",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "magic city",
          "sentiment": "none"
        },
        {
          "name": "atla",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:47.033+02:00",
    "updated": "2023-12-30T10:25:06.615+02:00"
  },
  {
    "uuid": "9e8b9fdb0dd0ee66b2aca2904c6f92b46e8ef757",
    "url": "https://www.csis.org/analysis/north-korea-preparing-war-mere-blustering-or-something-between",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sydney Seiler",
    "published": "2024-02-01T00:00:00Z",
    "title": "North Korea: Preparing for War, Mere Blustering, or Something in Between?",
    "text": "North Korea: Preparing for War, Mere Blustering, or Something in Between? For the 70 years of shaky peace that have defined the Korean Peninsula since the conclusion of the July 1953 Armistice Agreement, the question of whether North Korea preparing for war has been a central concern of the United States, South Korea, and the international community. For the first several decades of armistice, [repeated lethal provocations](https://sgp.fas.org/crs/row/RL30004.pdf)—including multiple armed incursions into the demilitarized zone, attempts to assassinate the South Korean president, the bombing of a South Korean civilian airliner, the seizing of the USS Pueblo, and a steady stream of threatening propaganda—strained, but did not break, the durability of the armistice and the fragile peace it accomplishes. Even nuclear weapons have not yet fully tested this peace. The crisis created by Pyongyang’s [pursuit](https://www.armscontrol.org/factsheets/dprkchron) of weapons of mass destruction (WMD) has led to rumors of war at numerous key points of North Korea’s “nuclear crisis” going back to the early 1990s. Most recently, the [intense pace of missile launches in 2017](https://www.cnn.com/2018/03/06/asia/north-korea-missile-tests-2017-intl/index.html) and over the past few years has led to concerns about a U.S.-North Korea conflict, or even an inter-Korean conflict. Pyongyang’s refusal to engage either Washington or Seoul in dialogue, its growing nuclear and missile capabilities, and its threats that these capabilities could serve as a first-use preemptive strike capability have once again raised the question, “Is North Korea preparing for war?” The answer, in the author’s experience of having to contend with this question multiple times over the past 40-plus years, is no, with some caveats. Of Course War Preparations Are Underway At a certain level, the answer to that question is, of course, yes. Every country’s military prepares for war. Such preparation is crucial to that military’s success in battle as well as to its deterrence of potential adversaries in peacetime. For a militant garrison state such as North Korea, whose national identity and leadership legitimacy are inextricably tied to a perpetual struggle with outside enemies, real or concocted, there is a need for the million-man Korean People’s Army (KPA) to be portrayed by North Korea’s propaganda apparatus as training and enhancing its force capability so as to be ready for war. On the other hand, the Korean Peninsula since 1953 has survived repeated concerns that war might be imminent, yet with no resultant war. A large reason for that has been the U.S. security commitment to South Korea, the presence of United States Forces South Korea (USFK) to support that commitment, and the role of the United Nations Command (UNC) in maintaining the armistice. Deterrence has worked. There is every reason to believe that is the case today. Yes, North Korea’s growing nuclear and missile capabilities are concerning. Yes, Pyongyang’s proclivity toward provocative language and actions, to include lethal strikes to advance both tactical and strategic political goals, warrants continued attention. And yes, the United States and South Korea should be concerned about the possibility that Kim Jong-un might conclude that using or threatening to use nuclear weapons could be a viable option down the road. But, for now, there is no reason to question what U.S. secretary of defense Lloyd Austin [proclaimed](https://www.defense.gov/News/News-Stories/Article/Article/3586643/austin-affirms-ironclad-us-commitment-to-deterrence-on-korean-peninsula/#:~:text=%22Together%2C%20we've%20built,remains%20ironclad%2C%22%20he%20said.) in describing the U.S.-South Korea alliance as “one of the most robust, capable and interoperable alliances on earth” that has “deterred greater conflict on the Korean Peninsula for seven decades,” adding that “if necessary, we remain ready to fight tonight.” Avoiding Nuclear Complacency? Already There All of this is not designed to dismiss Pyongyang’s growing nuclear threat and the possibility of increasingly aggressive and coercive North Korean behavior. In fact, experts on the country’s nuclear program, particularly those within the U.S. intelligence community, have been thinking about the possibility of a nuclear war launched by North Korea for many years. Director of National Intelligence Avril Haines in June 2023 [authorized the declassification](https://www.dni.gov/files/ODNI/documents/assessments/NIC-Declassified-NIE-North-Korea-Scenarios-For-Leveraging-Nuclear-Weapons-June2023.pdf) of a National Intelligence Estimate—the most authoritative and comprehensive analysis published by the intelligence community—that addresses the likelihood of North Korea’s coercive or offensive use of nuclear weapons to achieve a variety of strategic objectives, including dominating South Korea and seizing the lead in determining the future of the Korean Peninsula. In this regard, recent analysis [that suggests](https://www.38north.org/2024/01/is-kim-jong-un-preparing-for-war/) North Korea may be preparing for nuclear war is not new in a strategic warning context—this is something about which the United States has been concerned for many years, and will need to be concerned going forward. That said, the types of indicators one would [expect to see](https://www.reuters.com/world/asia-pacific/north-korea-signals-confrontation-no-signs-war-preparation-2024-01-26/) on the eve of a North Korea attack simply have not been observed. The 2024 rhetoric—particularly Kim’s proclamation that reunification with South Korea is no longer a national goal of North Korea—has been troubling, but [not unprecedentedly so](https://www.38north.org/2024/01/north-koreas-new-unification-policy-implications-and-pitfalls/). Most importantly, there is nothing in recent rhetoric of high predictive value: the atmosphere is clearly conducive to provocative behavior, but it is difficult to know the what and when of Pyongyang’s intent. The element of surprise traditionally has been a crucial element of North Korea’s provocations, making it the best tool Pyongyang has to establish and maintain escalation control by complicating U.S. and South Korean in-kind, proportionate responses. What North Korea threatens—such as [blowing](https://ifex.org/state-radio-threatens-to-blow-up-south-korean-newspaper-chosun-ilbo/) up conservative South Korean media companies, [shelling](https://apnews.com/article/north-korea-leaflets-border-shells-11fc28c9b824b8673a0c7e3cd7391e05) the launch site of South Korean balloon launches, or [destroying](https://www.wsj.com/articles/BL-KRTB-7073) a Christmas tree near the border—it does not actually follow up on. When it does decide to engage in lethal provocations, such as the 2010 sinking of the South Korean navy vessel Cheonan or the shelling of the South Korean island of Yeonpyeong-do, it does not telegraph such actions in advance. For Now, It’s the Economy Ascertaining Kim’s intent is difficult, but North Korea is not the “ [black hole](https://today.duke.edu/2017/10/why-north-korea-pushing-hard-nukes)” some describe it to be. For the past several years, Kim has used major Workers’ Party of Korea (WPK) meetings, particularly in the final days of the year, to present reports or speeches that summarize advances across political, ideological, economic, national defense, diplomacy, and inter-Korean relations sectors over the past year, describe the environment and challenges that North Korea faces, and lay out goals and priorities for the coming year. Such reports should be taken with a grain of salt: there is no way of verifying claims of accomplishments, prioritization of goals, or precise details of the various objectives. That said, such documents [serve](https://en.asaninst.org/contents/analysis-on-north-koreas-8th-korean-workers-party-congress-pyongyangs-agony-hidden-in-the-feast-of-words/) as guidelines or “commander’s intent” for North Koreans across all sectors of society, and are often reinforced with various rallies, study sessions, project launches, resource and personnel movements, and other efforts. Two recent significant political meetings—the [9th Expanded Plenum of the WPK Central Committee 8th Party Congress](https://kcnawatch.org/newstream/1704027054-512008976/report-on-9th-enlarged-plenum-of-8th-wpk-central-committee/) in late December 2023 and the [19th Enlarged Meeting of the Political Bureau of the 8th Central Committee of the WPK](https://kcnawatch.org/wp-content/uploads/sites/5/2024/01/pyongyang-times-2024-0127.pdf) in January 2024—provided opportunities for Kim to articulate his policies for the near term, with a focus on economic development. While Kim admitted that the road ahead would be difficult, he made an impassioned call for maximum state and party efforts to be directed toward improving economic conditions throughout the country. [Reports](https://www.dailynk.com/english/north-korea-tries-improve-regional-imbalances-discharged-soldiers/) of discharged soldiers being sent to the countryside, and the KPA [doing its part](https://kcnawatch.org/newstream/1706348105-195602560/heroic-feats-of-kpa-service-personnel/) to contribute to national development, reflect the fact that North Korea is not a country mobilizing for imminent war. That said, Kim troublingly [continues to prioritize](https://www.wsj.com/world/asia/kim-jong-uns-2024-wish-list-more-nuclear-bombs-spy-satellite-launches-ec034884) advancement of his WMD program. More launches and testing will come in 2024, as seen in North Korea’s claimed test of a “ [new solid-fuel hypersonic missile with intermediate range](https://www.reuters.com/world/asia-pacific/north-koreas-kim-defines-south-korea-most-hostile-state-kcna-2024-01-09/)” on January 15 and test of a “ [new-type strategic cruise missile](http://www.kcna.kp/en/article/q/116918f888310cf2ba457833c5df04d1.kcmsf)” on January 24. The KPA’s winter training cycle will overlap with the upcoming U.S.-South Korea annual military exercises, providing an environment conducive to North Korea to ratchet up pressure and tension to support its standing disinformation messaging efforts to portray the United States and South Korea as culprits. It is impossible to rule out heightened rhetoric, bombastic proclamations and threats, shows of force, challenges to the Northern Limit Line that has served to separate maritime activities of the two sides in the West Sea, and perhaps even a lethal provocation of limited scale designed to foment criticism of North Korea policies in both Seoul and Washington. As regrettable as such coercive behavior is, it is likely to be limited in scope, with sufficient de-escalation built in: all-out war seems to be the last thing Kim seeks at this time. The Russia Variable There is justifiable concern that [recent developments](https://en.yna.co.kr/view/AEN20240112000200315) in Russian-North Korean relations could enhance North Korea’s WMD and conventional forces, expand provocation options for Kim, and embolden him to believe he has, if not a green light from Russia, at least a flashing yellow light to act more aggressively toward South Korea. The White House has [revealed](https://www.whitehouse.gov/briefing-room/press-briefings/2024/01/04/press-briefing-by-press-secretary-karine-jean-pierre-and-nsc-coordinator-for-strategic-communications-john-kirby-january-4-2024/) that Pyongyang “is seeking military assistance from Russia, including fighter aircraft, surface-to-air missiles, armored vehicles, ballistic missile production equipment or materials, and other advanced technologies.” Glenn Snyder’s [stability-instability paradox](https://nps.edu/documents/105858948/106279825/Kapur_Sage+Encyclopedia_Stability-Instability_OCt17/c7952c37-2f5d-4462-9630-5bff04f6cd8f) asserts that when two countries each have nuclear weapons, the probability of a direct war between them greatly decreases, but the probability of minor or indirect conflicts between them increases. One must conclude that any improvement to North Korea’s conventional capabilities achieved through its growing military cooperation with Moscow raises the possibility of conflict that would include either the use or threat of use of nuclear weapons. There is no separating North Korea’s nuclear threat from its conventional threat. Inter-Korean Trainwreck Ahead? Concerns are also growing about the state of inter-Korean relations given Kim’s [recent pronouncement](https://kcnawatch.org/newstream/1705399847-426066501/general-secretary-kim-jong-un-makes-policy-speech-at-10th-session-of-14th-spa/) that South Korea is the “most hostile state” to North Korea, that reconciliation and reunification between the two Koreas are no longer goals, and that in case of war North Korea would seek to, in Kim’s own words, “completely occupy, subjugate, and reclaim the ROK and annex it as a part of the territory of our Republic.” A debate has ensued as to the practical implications of this action: Does this imply that Kim is laying the groundwork for justifying an attack on South Korea based upon South Koreans no longer portrayed as being “fellow countrymen?” Or does this two-state solution justify Kim simply ignoring South Korea until a friendlier government replaces the Yoon administration in 2027? Perhaps just as Kim had to moderate any domestic enthusiasm for a breakthrough in U.S.-North Korea relations following his failed Hanoi gambit, growing affinity for South Korean culture, particularly among younger North Koreans, requires Kim to direct ideological and cultural education efforts [to avoid](http://www.kcna.kp/en/article/q/f4bf631617198851f067bd66d7f48d18.kcmsf) giving the impression that South and North Koreans are “fellow countrymen,” reminding his citizens that South Korea is their primary foe and invariable principle enemy. Public executions and prison camp sentences for young North Koreans with an affinity for South Korean music, culture, clothing, and hair styles already reflect that the North Korean regime perceives South Korea ontologically as an existential threat: South Korea is a living model to North Koreans of what their country might be without the Kim family’s regime. Regardless of the motivation, the move to lay aside denuclearization is not a predictively helpful event to assess the what, when, and where of future North Korean provocations. The China Variable China remains an additional important variable. Long gone are the days of hoping that Beijing would finally cooperate with the level of pressure necessary to bring North Korea to the negotiating table: [it will not](https://www.newyorker.com/news/news-desk/why-china-isnt-ready-to-put-pressure-on-north-korea). China dismissed calls for pressure on Pyongyang as risking destabilization of the region with no guarantee of success. The United States countered by warning that Chinese inaction toward North Korea would lead to an exponentially greater destabilization risk as North Korea’s nuclear program grows. That day is now here, particularly if Kim is emboldened by developments in North Korean-Russian military cooperation. Expansion of North Korean nuclear and missile capabilities has so far not been seen by Beijing as a threat to China’s interests. However, a war on the Korean Peninsula that would reach the nuclear threshold quite quickly would pose a direct threat to China’s interests, even if it cannot envision such an outcome at this point in time. The United States should use all diplomatic means possible to push Beijing to use its influence, with both Moscow and Pyongyang, to prevent such a scenario from unfolding in the years ahead. The late Henry Kissinger, in describing why the international community was unable to take action to counter Hitler during the interwar period, [wisely noted](https://books.google.com/books?id=HhfceQZ3pmoC&pg=PT334&lpg=PT334&dq=Statesmen+always+face+the+dilemma+that,+when+their+scope+for+action+is+greatest,+they+have+a+minimum+of+knowledge&source=bl&ots=PqXgFEuaOr&sig=ACfU3U0F93wmz8EkHs7qDbFlAm950AkGig&hl=en&sa=X&ved=2ahUKEwi7wMDwuoWEAxX6nokEHTgNBSIQ6AF6BAgmEAM#v=onepage&q=Statesmen%20always%20face%20the%20dilemma%20that%2C%20when%20their%20scope%20for%20action%20is%20greatest%2C%20they%20have%20a%20minimum%20of%20knowledge&f=false), “Statesmen always face the dilemma that, when their scope for action is greatest, they have a minimum of knowledge. By the time they have garnered sufficient knowledge, the scope for decisive action is likely to have vanished.” He added, “Had the democracies forced a showdown with Hitler early in his rule, historians would still be arguing about whether Hitler had been a misunderstood nationalist or a maniac bent on world domination.” Sydney Seiler is a senior adviser (non-resident) with the Korea Chair at the Center for Strategic and International Studies in Washington, D.C.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://ifex.org/state-radio-threatens-to-blow-up-south-korean-newspaper-chosun-ilbo/)",
      "http://www.kcna.kp/en/article/q/116918f888310cf2ba457833c5df04d1.kcmsf)”",
      "https://en.yna.co.kr/view/AEN20240112000200315)",
      "https://www.defense.gov/News/News-Stories/Article/Article/3586643/austin-affirms-ironclad-us-commitment-to-deterrence-on-korean-peninsula/#:~:text=%22Together%2C%20we",
      "http://www.kcna.kp/en/article/q/f4bf631617198851f067bd66d7f48d18.kcmsf)",
      "https://apnews.com/article/north-korea-leaflets-border-shells-11fc28c9b824b8673a0c7e3cd7391e05)",
      "https://www.armscontrol.org/factsheets/dprkchron)",
      "https://today.duke.edu/2017/10/why-north-korea-pushing-hard-nukes)”",
      "https://www.38north.org/2024/01/north-koreas-new-unification-policy-implications-and-pitfalls/).",
      "https://kcnawatch.org/newstream/1704027054-512008976/report-on-9th-enlarged-plenum-of-8th-wpk-central-committee/)",
      "https://www.dailynk.com/english/north-korea-tries-improve-regional-imbalances-discharged-soldiers/)",
      "https://www.wsj.com/articles/BL-KRTB-7073)",
      "https://nps.edu/documents/105858948/106279825/Kapur_Sage+Encyclopedia_Stability-Instability_OCt17/c7952c37-2f5d-4462-9630-5bff04f6cd8f)",
      "https://www.whitehouse.gov/briefing-room/press-briefings/2024/01/04/press-briefing-by-press-secretary-karine-jean-pierre-and-nsc-coordinator-for-strategic-communications-john-kirby-january-4-2024/)",
      "https://www.newyorker.com/news/news-desk/why-china-isnt-ready-to-put-pressure-on-north-korea).",
      "https://www.dni.gov/files/ODNI/documents/assessments/NIC-Declassified-NIE-North-Korea-Scenarios-For-Leveraging-Nuclear-Weapons-June2023.pdf)",
      "https://kcnawatch.org/newstream/1706348105-195602560/heroic-feats-of-kpa-service-personnel/)",
      "https://en.asaninst.org/contents/analysis-on-north-koreas-8th-korean-workers-party-congress-pyongyangs-agony-hidden-in-the-feast-of-words/)",
      "https://www.38north.org/2024/01/is-kim-jong-un-preparing-for-war/)",
      "https://kcnawatch.org/newstream/1705399847-426066501/general-secretary-kim-jong-un-makes-policy-speech-at-10th-session-of-14th-spa/)",
      "https://www.cnn.com/2018/03/06/asia/north-korea-missile-tests-2017-intl/index.html)",
      "https://kcnawatch.org/wp-content/uploads/sites/5/2024/01/pyongyang-times-2024-0127.pdf)",
      "https://sgp.fas.org/crs/row/RL30004.pdf)—including",
      "https://books.google.com/books?id=HhfceQZ3pmoC&pg=PT334&lpg=PT334&dq=Statesmen+always+face+the+dilemma+that,+when+their+scope+for+action+is+greatest,+they+have+a+minimum+of+knowledge&source=bl&ots=PqXgFEuaOr&sig=ACfU3U0F93wmz8EkHs7qDbFlAm950AkGig&hl=en&sa=X&ved=2ahUKEwi7wMDwuoWEAxX6nokEHTgNBSIQ6AF6BAgmEAM#v=onepage&q=Statesmen%20always%20face%20the%20dilemma%20that%2C%20when%20their%20scope%20for%20action%20is%20greatest%2C%20they%20have%20a%20minimum%20of%20knowledge&f=false),",
      "https://www.reuters.com/world/asia-pacific/north-koreas-kim-defines-south-korea-most-hostile-state-kcna-2024-01-09/)”",
      "https://www.reuters.com/world/asia-pacific/north-korea-signals-confrontation-no-signs-war-preparation-2024-01-26/)",
      "https://www.wsj.com/world/asia/kim-jong-uns-2024-wish-list-more-nuclear-bombs-spy-satellite-launches-ec034884)",
      "https://www.en.asaninst.org/contents/analysis-on-north-koreas-8th-korean-workers-party-congress-pyongyangs-agony-hidden-in-the-feast-of-words/)",
      "https://www.books.google.com/books?id=HhfceQZ3pmoC&pg=PT334&lpg=PT334&dq=Statesmen+always+face+the+dilemma+that,+when+their+scope+for+action+is+greatest,+they+have+a+minimum+of+knowledge&source=bl&ots=PqXgFEuaOr&sig=ACfU3U0F93wmz8EkHs7qDbFlAm950AkGig&hl=en&sa=X&ved=2ahUKEwi7wMDwuoWEAxX6nokEHTgNBSIQ6AF6BAgmEAM#v=onepage&q=Statesmen%20always%20face%20the%20dilemma%20that%2C%20when%20their%20scope%20for%20action%20is%20greatest%2C%20they%20have%20a%20minimum%20of%20knowledge&f=false),",
      "https://www.apnews.com/article/north-korea-leaflets-border-shells-11fc28c9b824b8673a0c7e3cd7391e05)",
      "https://books.google.com/books",
      "https://www.kcnawatch.org/wp-content/uploads/sites/5/2024/01/pyongyang-times-2024-0127.pdf)",
      "https://www.kcnawatch.org/newstream/1706348105-195602560/heroic-feats-of-kpa-service-personnel/)",
      "https://whitehouse.gov/briefing-room/press-briefings/2024/01/04/press-briefing-by-press-secretary-karine-jean-pierre-and-nsc-coordinator-for-strategic-communications-john-kirby-january-4-2024/)",
      "https://newyorker.com/news/news-desk/why-china-isnt-ready-to-put-pressure-on-north-korea).",
      "https://reuters.com/world/asia-pacific/north-korea-signals-confrontation-no-signs-war-preparation-2024-01-26/)",
      "https://38north.org/2024/01/north-koreas-new-unification-policy-implications-and-pitfalls/).",
      "https://reuters.com/world/asia-pacific/north-koreas-kim-defines-south-korea-most-hostile-state-kcna-2024-01-09/)”",
      "https://www.kcnawatch.org/newstream/1704027054-512008976/report-on-9th-enlarged-plenum-of-8th-wpk-central-committee/)",
      "https://www.en.yna.co.kr/view/AEN20240112000200315)",
      "http://kcna.kp/en/article/q/116918f888310cf2ba457833c5df04d1.kcmsf)”",
      "https://cnn.com/2018/03/06/asia/north-korea-missile-tests-2017-intl/index.html)",
      "http://kcna.kp/en/article/q/f4bf631617198851f067bd66d7f48d18.kcmsf)",
      "https://armscontrol.org/factsheets/dprkchron)",
      "https://www.sgp.fas.org/crs/row/RL30004.pdf)—including",
      "https://www.kcnawatch.org/newstream/1705399847-426066501/general-secretary-kim-jong-un-makes-policy-speech-at-10th-session-of-14th-spa/)",
      "https://wsj.com/articles/BL-KRTB-7073)",
      "https://dailynk.com/english/north-korea-tries-improve-regional-imbalances-discharged-soldiers/)",
      "https://38north.org/2024/01/is-kim-jong-un-preparing-for-war/)",
      "https://wsj.com/world/asia/kim-jong-uns-2024-wish-list-more-nuclear-bombs-spy-satellite-launches-ec034884)",
      "https://dni.gov/files/ODNI/documents/assessments/NIC-Declassified-NIE-North-Korea-Scenarios-For-Leveraging-Nuclear-Weapons-June2023.pdf)",
      "https://defense.gov/News/News-Stories/Article/Article/3586643/austin-affirms-ironclad-us-commitment-to-deterrence-on-korean-peninsula/#:~:text=%22Together%2C%20we",
      "https://www.ifex.org/state-radio-threatens-to-blow-up-south-korean-newspaper-chosun-ilbo/)",
      "https://www.today.duke.edu/2017/10/why-north-korea-pushing-hard-nukes)”",
      "https://www.nps.edu/documents/105858948/106279825/Kapur_Sage+Encyclopedia_Stability-Instability_OCt17/c7952c37-2f5d-4462-9630-5bff04f6cd8f)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "north korea",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "korean peninsula",
          "sentiment": "none"
        },
        {
          "name": "pyongyang",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:23:26.077+02:00",
    "updated": "2024-02-02T02:23:26.077+02:00"
  },
  {
    "uuid": "18e74b6e2abcfbd57dfe125a05e3ff23935973d0",
    "url": "https://community.letsencrypt.org/t/help-im-close-to-killing-myself/223197",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rg305 Rudy Gomez",
    "published": "2024-08-08T20:43:00Z",
    "title": "Help I'm close to killing myself🤬",
    "text": "Please fill out the fields below so we can help you better. Note: you must provide your domain name to get help. Domain names for issued certificates are all made public in Certificate Transparency logs (e.g. crt.sh | example.com), so withholding your domain name here does not increase secrecy, but only makes it harder for us to provide help.\nMy domain is:minatepret.com\nI ran this command: sudo certbot certonly --dns-cloudflare --dns-cloudflare-credentials=C:/Users/ahmet/OneDrive/Belgeler/CERT/credentials.ini --dns-google-propagation-seconds 120 --email --agree-tos --non-interactive --expand --domains minatepret.com,www.minatepret.com\nIt produced this output: ı dont remember but not working\nMy web server is (include version):Apache2.4\nThe operating system my web server runs on is (include version):Windows11\nMy hosting provider, if applicable, is: Self host\nI can login to a root shell on my machine (yes or no, or I don't know): yes\nI'm using a control panel to manage my site (no, or provide the name and version of the control panel): no\nThe version of my client is (e.g. output of certbot --version or certbot-auto --version if you're using Certbot):certbot 1.21.0\ncertbot --version\ncertbot-auto --version\nAnd command give a ai. I am really new this place so I don't know. I'm trying to solve it with ai.\nSomething doesn't seem right.\nYeah, leader, I'm so confused because of that stupid ai.\nAlso, why do you need a globally signed cert for FQDNs that resolve to RFC-1918 IPs and NXD:\nName: minatepret.com\nAddress: 192.168.1.194\nwww.minatepret.com: Non-existent domain\nIt might be simpler to create your own self-signed cert and just trust that [locally].\nit's like a hobby for some fun purposes just to see the https, but other than that I'm unfamiliar with many terms\nSounds like you are in the testing phase.\nPlease use the test/staging environment for all testing.\nYou shouldn't be using certbot.\nOn Windows you should use certify the web, win-acme, posh-acme, or some other Windows specific client.\nokey ı try\nTry:\n[very simple to use]\nUntil you have HTTP access to your system, you will have to use DNS authentication.\nFYI, there is no google seen in that part [only cloudflare]:\nminatepret.com nameserver = magali.ns.cloudflare.com\nminatepret.com nameserver = kianchau.ns.cloudflare.com\nyes i use cloudflare\nAre you going to use Cloudflare CDN?\n[to access your site(s) over the Internet]\nyes i use\nThen I would recommend that you use their certs.\nIs it made directly from the dash",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:13:30.169+03:00",
    "updated": "2024-08-09T00:13:30.169+03:00"
  },
  {
    "uuid": "878d2b88289c71f433c442c63174ffd694ba9e63",
    "url": "https://www.fotmob.com/news/17m5d60w8nfg91urykly98iyq7/De-Bruyne-remains-committed-to-Belgium-after-Euro-2024-disappointment",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FotMob",
    "published": "2024-09-05T00:00:00Z",
    "title": "De Bruyne remains committed to Belgium after Euro 2024 disappointment",
    "text": "Some expected Kevin De Bruyne to retire from international football after Euro 2024, but he will lead Belgium again in the Nations League. Kevin De Bruyne has stressed he remains committed to Belgium, ending speculation over his international future following their underwhelming Euro 2024 campaign. Belgium were beaten 1-0 by France in the last 16 at the European Championships in Germany, having barely scraped through a group containing Romania, Slovakia and Ukraine. That was De Bruyne's sixth tournament with the Red Devils, who came closest to glory when they made the semi-finals at the 2018 World Cup, only to again lose to France. Many believed the Manchester City star might retire from international football following yet another failure to deliver silverware, but he was included in Domenico Tedesco's squad for their opening Nations League fixtures versus Israel and France. Speaking at a press conference to preview Friday's meeting with Israel – to be played behind closed doors in Hungary – the 33-year-old reiterated his commitment to the Red Devils. \"I want to continue with the Red Devils and that's why I'm here,\" De Bruyne told reporters at Thursday's pre-match press conference. \"The season has started well for me. It's going to be a tough season. If there comes a time when it becomes too much, then I'll talk to the coach. \"I'm mainly looking ahead. I was a bit disappointed after the European Championships, but that was for a few days and then a new season starts again.\" Tedesco left fellow Belgium stalwart Romelu Lukaku out of his latest squad, and De Bruyne believes it is right the coach looks to blood young players in the next cycle. \"As always, we want to play the best football possible. There are some new guys and the coach wants to give them the chance to grow,\" De Bruyne said. \"We are not the favourites for the Nations League in this group with France.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:00:17.990+03:00",
    "updated": "2024-09-06T01:00:17.990+03:00"
  },
  {
    "uuid": "d3fb8849e4f2bfcc5b234c5ea66a60f76a7a0166",
    "url": "https://financefeeds.com/blockdag-eyes-major-exchanges-dogecoin-eyes-surge-moodeng-token-soars",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jack R. Mitchell",
    "published": "2024-10-17T20:00:00Z",
    "title": "BlockDAG Eyes Major Exchanges – Dogecoin Eyes Surge & MOODENG Token Soars",
    "text": "See how Dogecoin and MOODENG are trending up. Find out if BlockDAG’s presale success hints at big exchange listings soon.\nDogecoin and MOODENG are causing a buzz in the meme coin world. Dogecoin’s value looks set to increase with growing interest from big buyers and social media buzz.\nMeanwhile, MOODENG has soared by 390% after a nod from Ethereum co-founder Vitalik Buterin. Yet, analysts think MOODENG might see a price drop soon as early buyers start selling off their shares to cash in on gains.\nOn the other hand, BlockDAG (BDAG) is achieving new highs in its presale, likely reaching $100 million shortly. Its successful Testnet launch attracted many big buyers. These technological advances and their quick growth mean BlockDAG could be listed on major exchanges right from the start.\nDogecoin Value Poised to Surge with Increased Big Buyer Activity Dogecoin is drawing eyes as predictions show it might rally, driven by more big buyer activity and growing interest on social platforms. Market analysis suggests Dogecoin might dip shortly before it aims for record highs, with key support at $0.10 and resistance at $0.115.\nLarge transactions are increasing, pointing to interest from big institutions, and social media mentions are at a five-month peak. Analysts say these signs might push Dogecoin out of its long-lasting downward trend, potentially triggering a price increase of up to 200%. Investors are keenly watching for Dogecoin’s next big move.\nMOODENG Token Price Skyrockets The price of MOODENG tokens has jumped over 390% in just one day, reaching $0.00021, after Vitalik Buterin’s public backing. He owned about 9.5% of all MOODENG tokens but sold some after announcing his support, promising to give the money to charity. His initial support brought a lot of attention to MOODENG.\nMOODENG, inspired by memes, now has a fully diluted market cap of $88 million and sees about $36 million in daily trades. Analysts expect that the early birds might soon sell their shares, which could lead to a drop in its price.\nBlockDAG’s Technology Sets Stage for Major Exchange Listings BlockDAG burst onto the crypto scene with its advanced DAG technology, quickly establishing itself as a significant player in the blockchain arena. With its Testnet operational and its Mainnet development almost finished—soon to move into the auditing phase—BlockDAG is demonstrating remarkable scalability and speedy transactions.\nFocused on scalability and user-friendliness, BlockDAG addresses many common problems faced by other blockchains. These technological advancements position it well for listings on major exchanges, which could lead to broader market visibility and increased adoption.\nCurrently, BDAG is valued at $0.0206, with nearly $99 million collected and over 14.3 billion coins distributed since the start of its presale. Early participants have witnessed an incredible 1960% ROI—a figure that could climb even higher as each batch sells out and as BlockDAG secures spots on prominent exchange platforms.\nThe successful Testnet launch underscores BlockDAG’s readiness for bigger stages, potentially enhancing demand and market presence. Getting listed on major exchanges would not only boost BlockDAG’s global presence but also enhance the value for early supporters, offering them even greater returns.\nThe buzz about potential listings is fueling excitement among both current holders and prospective buyers. As the presale progresses, BlockDAG keeps drawing more interest from the crypto community, indicating that its journey has much more to unfold.\nThe Future Looks Bright Both Dogecoin and MOODENG are seeing exciting trends. Dogecoin, a leading meme coin, is anticipated to climb due to growing interest from major buyers, while MOODENG has surged following endorsements from Ethereum co-founder Vitalik Buterin. While Dogecoin may soon experience another rise, MOODENG might undergo short-term corrections as early backers begin to cash out.\nMeanwhile, BlockDAG is advancing rapidly, meeting its goals and showing great promise for exchange listings. Its success in the Testnet and the upcoming launch of its Mainnet are laying the groundwork for wider market exposure, with early backers already reaping substantial rewards and more gains anticipated.\nJoin BlockDAG Presale Now:\nWebsite: https://blockdag.network\nPresale: https://purchase.blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu\nThe subject matter and the content of this article are solely the views of the author. FinanceFeeds does not bear any legal responsibility for the content of this article and they do not reflect the viewpoint of FinanceFeeds or its editorial staff.\nThe information on this page does not constitute advice or a recommendation on any course of action and does not take into account your personal circumstances, financial situation, or individual needs. We strongly recommend you seek independent professional advice or conduct your own independent research before acting upon any information contained herein.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Science and Technology"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://t.me/blockDAGnetworkOfficial",
      "https://purchase.blockdag.network/",
      "https://discord.gg/Q7BxghMVyu",
      "https://blockdag.network/",
      "https://blockdag.network",
      "https://purchase.blockdag.network",
      "https://www.t.me/blockDAGnetworkOfficial",
      "https://blockdag.network",
      "https://www.blockdag.network/",
      "https://purchase.blockdag.network",
      "https://www.blockdag.network",
      "https://www.discord.gg/Q7BxghMVyu",
      "https://www.purchase.blockdag.network/",
      "https://www.purchase.blockdag.network"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Vitalik Buterin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:13:51.306+03:00",
    "updated": "2024-10-18T01:13:51.306+03:00"
  },
  {
    "uuid": "a94c32f4db36ef3786eda7b664ad340905f98240",
    "url": "https://www.npr.org/2024/08/15/1198913080/donald-trump-immigration-ice-border-election",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "npr.org",
    "published": "2024-08-15T17:17:00Z",
    "title": "What Trump's time as president tells us about his promise of mass deportations : Consider This from NPR : NPR",
    "text": "Donald Trump is pledging to go further on immigration than he did in his first term as president, if he is re-elected in November.Internal emails and documents from Trump's time in office — obtained by NPR through the Freedom of Information Act — shed light on how realistic his plan is to radically expand the United States' deportation system.For sponsor-free episodes of Consider This, sign up for Consider This+ via Apple Podcasts or at plus.npr.org.Email us at considerthis@npr.org.\" /",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "leon neal",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "donald j. trump",
          "sentiment": "none"
        },
        {
          "name": "kirstjen nielsen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "npr",
          "sentiment": "negative"
        },
        {
          "name": "getty images",
          "sentiment": "none"
        },
        {
          "name": "white house",
          "sentiment": "none"
        },
        {
          "name": "homeland security",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:25:12.410+03:00",
    "updated": "2024-08-16T02:25:04.463+03:00"
  }
]