[
  {
    "uuid": "0aa68a7ac71833a39e9f756d0db9167e312e28fe",
    "url": "https://www.ctpublic.org/2023-12-28/actors-musicians-writers-and-artists-we-lost-in-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Neda Ulaby",
    "published": "2023-12-28T10:00:00Z",
    "title": "Actors, musicians, writers and artists we lost in 2023 | Connecticut Public",
    "text": "Actors, musicians, writers and artists we lost in 2023 The worlds of art, music, literature, film and more lost some of their most notable giants and geniuses in 2023. Here are just a few of the actors, writers, producers, artists and musicians who died in the past year, listed chronologically below by the dates of their deaths. Free-spirited icon of American rock David Crosby Crosby was a prominent figure of the 1970s Laurel Canyon scene who helped bring folk-rock mainstream with both [The Byrds](https://www.npr.org/artists/15786738/the-byrds) and [Crosby, Stills & Nash](https://www.npr.org/artists/104401754/crosby-stills-nash). He developed a harmony-rich vocal approach and kaleidoscopic sound, which incorporated psychedelic rock, jazz and twangy folk. As a songwriter, Crosby's canon included the stormy classic \"Eight Miles High\" and \"Almost Cut My Hair\" from the hit album Déjà Vu. He died Jan. 18 at age 81. [Read Annie Zaleski and Eric Westervelt's remembrance](https://www.npr.org/2023/01/19/750902962/david-crosby-obituary). Burt Bacharach, who composed an astonishing number of hits The visionary pop composer wrote music that sounded simple. But there was nothing simple about the songs now seared in the memories of generations of listeners. They include \"I Say a Little Prayer,\" \"Walk on By,\" \"What the World Needs Now\" and \"Raindrops Keep Fallin' on My Head.\" He died on Feb. 8 at age 94. [Read Elizabeth Blair's remembrance](https://www.npr.org/2023/02/09/561555285/burt-bacharach-obituary). Sage of the saxophone and visionary jazz composer Wayne Shorter The 12-time Grammy-winning saxophonist and composer created some of the most singular sounds in contemporary jazz over more than half a century. From the hard bop of the late 1950s to genre-defying small-group jazz in the '60s all the way through the birth of rock-influenced jazz in the '70s, Shorter's soprano and tenor saxophones offered sonic clarion calls for change and innovation. He died on March 2 at age 89. [Read Felix Contreras' remembrance](https://www.npr.org/2023/03/02/768874324/wayne-shorter-sage-of-the-saxophone-dies-at-89). Ryuichi Sakamoto, trailblazing godfather of electronic pop The Japanese composer was one of the first musicians to bring electronic production into popular songcraft though his band Yellow Magic Orchestra. As a solo artist, he collaborated with the likes of David Bowie and Iggy Pop. Sakamoto also scored such movies as Pedro Almodóvar's High Heels and Bernardo Bertolucci's The Last Emperor, which earned him an Oscar, a Golden Globe and a Grammy. He died March 28 at age 71. [Read Anastasia Tsioulcas' remembrance](https://www.npr.org/2023/04/02/959184720/ryuichi-sakamoto-a-godfather-of-electronic-pop-has-died). Raghavan Iyer, an icon of accessible Indian cooking in the U.S. The chef and author did much to popularize Indian cooking in non-South Asian kitchens through an approachable series of books that encouraged straying from traditional preparations. He also created a line of frozen dinners sold at Target. Iyer's final book, On the Curry Trail, was published just a few months before his death. He died March 31 at age 61. [Listen back to Iyer's 2023 interview with Ari Shapiro.](https://www.npr.org/2023/03/01/1160396265/iconic-indian-american-chef-reflects-on-his-life-and-the-healing-power-of-food) Designer Mary Quant, who styled London's Swinging '60s One of the most influential designers of her era, Dame Mary Quant is credited with spreading the gospel of hot pants, miniskirts, colorful tights, waterproof mascara, baby wale corduroy, dresses with pockets, shiny PVC raincoats and Vidal Sassoon bobs. While only in her 20s, Quant opened a shop on Kings Road that evolved into a global fashion brand. She died April 13 at age 93. [Read Neda Ulaby's remembrance](https://www.npr.org/2023/04/13/1112008523/mary-quant-obituary). Ahmad Jamal, who helped define American jazz for nearly a century Over eight decades of performance, jazz pianist Ahmad Jamal influenced everyone from Miles Davis to MacArthur Award-winning pianist Jason Moran. He recorded scores of records, including his 1963 crossover hit \"Poinciana,\" which stayed on the charts for 108 weeks. He died April 16 at age 92. [Read Martin Johnson's remembrance.](https://www.npr.org/2023/04/16/846207919/ahmad-jamal-obituary) Harry Belafonte: singer, actor, activist and an EGOT for the ages Easily one of the 20th century's most charismatic performers, Belafonte won an Emmy, Grammy, Oscar and Tony award. In the 1950s, he set off a craze for calypso music with his chart-topping recording of \"Day-O\" (also known as \"The Banana Boat Song\"). Among other achievements, Belafonte helped organize the 1963 Freedom March on Washington. He died April 25 at age 96. [Read Elizabeth Blair's remembrance](https://www.npr.org/2023/04/25/516446742/harry-belafonte-dead). Incomparable soul and rock powerhouse Tina Turner An eight-time Grammy winner, Turner was known for her octave-defying voice and mesmerizing stage moves. In a recording career that spanned six decades, she found fame both as a solo artist and in a duo with her first husband, Ike Turner. Her story of surviving his abuse became the basis of the 1993 biopic What's Love Got to Do with It. She died May 24 at age 83. [Read Annie Zaleski's remembrance](https://www.npr.org/2023/05/24/834507345/tina-turner-rock-and-roll-icon-dead-at-83). NPR correspondent Wade Goodwyn, known for keen storytelling The Texas-based radio journalist reported on his home state for the better part of three decades. His top stories included coverage of the Oklahoma City bombing, school shootings, [hurricanes](https://www.npr.org/2017/08/30/547373259/rescue-operations-continue-in-houston-as-harvey-makes-landfall-in-louisiana), the [American Sniper murder trial](https://www.npr.org/2015/02/11/385537402/american-sniper-trial-opens-in-texas) and the [Boy Scouts sexual abuse scandal](https://www.npr.org/2020/11/13/933924470/boy-scouts-of-america-sexual-abuse-victims-seek-justice-in-bankruptcy-court). Known for his soothing bass baritone, Goodwyn was widely admired by his colleagues. He died June 8 at age 63. [Read Debbie Elliott's remembrance](https://www.npr.org/2023/06/08/1167837454/wade-goodwyn-npr-correspondent-dies). Crouching Tiger, Hidden Dragon singer CoCo Lee She was the Mandarin voice of the title character in Disney's animated movie Mulan and a hitmaker in three languages. The Hong Kong-born singer was a huge star in Asia. Lee recorded 18 studio albums and became the first person of Chinese descent to perform at the Academy Awards with her rendition of \"A Love Before Time\" in 2001 from the movie Crouching Tiger, Hidden Dragon. She died July 5 at age 48. [Read Chloe Veltman's remembrance](https://www.npr.org/2023/07/06/1186186904/coco-lee-singer-dies-crouching-tiger-hidden-dragon-mulan). Tony Bennett, whose silky voice epitomized the American Songbook Bennett began as a suave crooner in the 1950s and quickly established himself as one of radio's most popular hit makers. He was a showman, with an intimate nightclub sensibility. Bennett used his celebrity on behalf of civil rights and later in life replenished his fandom through collaborations with musicians ranging from k.d. lang to Lady Gaga. He died July 21 at age 96. [Read Walter Ray Watson's remembrance here](https://www.npr.org/2023/07/21/260757258/tony-bennett-king-of-the-american-songbook-dead-at-96). Irish singer Sinéad O'Connor, whose music was loved globally Sinéad O'Connor was known for her intense and beautiful voice, her political convictions, and the personal tumult that overtook her later years. Her album, I Do Not Want What I Haven't Got, went double platinum in 1990. At the height of her fame, she elicited howls of outrage for her prescient warnings against sexual abuse in the Catholic Church. She died July 26 at age 56. [Read Neda Ulaby and Anastasia Tsioulcas' remembrance here](https://www.npr.org/2023/07/26/529671631/irish-singer-sinead-oconnor-has-died-at-56). Paul Reubens, the actor better known as Pee-wee Herman Joyful, odd and subversive, Paul Reubens' character rode his bicycle through 1980s pop culture in a red bow tie and tight gray suit, shouting, \"I know you are but what am I?\" First created in the sketch comedy group The Groundlings, Pee-wee found a devoted fandom through TV shows and in movies. He died July 30 at age 70. [Read Glen Weldon's remembrance](https://www.npr.org/2023/07/31/1191104833/pee-wee-herman-dead-paul-reubens). Writer and activist Roberto Rodríguez, who chronicled Chicano life In 1979, reporter Roberto Rodríguez witnessed police brutality in Los Angeles. While trying to document it, he was attacked by L.A. County Sheriff's deputies, ending up hospitalized for days. That led him to write Justice: A Question of Race. Over the years, he also wrote poems and articles, taught at the University of Arizona and became one of the most prominent Chicano writers. He died July 31 at age 69. [Hear A Martínez's remembrance](https://www.npr.org/2023/08/04/1192070333/prolific-writer-on-chicano-life-roberto-rodriguez-dies-at-69). Trop rock king Jimmy Buffett, who lived life like one of his songs Even though \"Margaritaville\" was his only top 10 hit, Jimmy Buffett sold out venues for decades. His fans, known as Parrotheads, developed their own subculture. Over the years, Buffett built that laid-back island brand into a sprawling business empire — restaurants, hotels, merchandise, even retirement communities. He died Sept. 1 at age 76. [Hear Scott Detrow's remembrance here](https://www.npr.org/2023/09/02/1197440754/remembering-jimmy-buffett). Fernando Botero, one of Latin America's most celebrated artists Known for his whimsical, rotund figures that poked fun at the upper class of his native Colombia, Botero also explored political themes ranging from drug violence to abuses by U.S. military personal in Abu Ghraib. The artist's work can be seen at many major museums around the world, including the [Museo Botero](https://artsandculture.google.com/partner/museo-botero-bogota) in Bogotá. He died Sept. 15 at age 91. [Read John Otis' remembrance](https://www.npr.org/2023/09/15/1199762401/fernando-botero-colombian-artist-dies). Khaled Khalifa, a titan of contemporary Arabic literature A celebrated poet, screenwriter and novelist, Khalifa was known for his outspoken nature and proclivity to critique Syria's government, resulting in his work sometimes being banned. His 2016 novel, Death Is Hard Work lays bare the anguish of his country's brutal civil war. He died Sept. 30 at age 59. [Hear a remembrance](https://www.npr.org/2023/10/06/1204349572/syrian-author-khaled-khalifa-a-titan-of-contemporary-arabic-literature-dies-at-5). Nobel Prize-winning poet Louise Glück Her spare, incisive verse won fistfuls of awards, including the Pulitzer Prize, the National Humanities Medal and the National Book Award. Her 2020 [Nobel citation](https://www.nobelprize.org/prizes/literature/2020/summary/) praised \"her unmistakable poetic voice that with austere beauty makes individual existence universal.\" But Glück's first book was rejected 28 times. She died Oct. 13 at age 80. [Read Chloe Veltman's remembrance](https://www.npr.org/2023/10/13/1205851483/louise-gluck-dead). Richard Roundtree, Shaft star and one of the coolest actors ever Shaft brought audiences one of the first Black action heroes, embodied by Roundtree in a sweeping leather coat and ineffable style. The 1971 low-budget movie became a smash hit and helped create an entire genre: Blaxploitation. The actor starred in a few Shaft sequels and appeared in more than 150 movie and TV shows, ranging from Roots to Desperate Housewives to Being Mary Jane. He died Oct. 24 at age 81. [Read Neda Ulaby's remembrance](https://www.npr.org/2023/10/25/1208391418/richard-roundtree-star-of-shaft-dies-at-81). Friends star Matthew Perry, who became a spokesperson for recovery The actor achieved extraordinary celebrity as snarky Chandler Bing, an offbeat heartthrob over 10 seasons of one of the most successful TV sitcoms ever. Perry chronicled an epic struggle with addiction to drugs and alcohol in his 2022 [memoir,](https://us.macmillan.com/books/9781250866448/friendsloversandthebigterriblething) estimating he'd spent half of his life in treatment. He died Oct. 28 at age 54. [Read Emma Bowman's remembrance](https://www.npr.org/2023/10/28/1209291002/matthew-perry-dead-friends). Norman Lear, who made funny sitcoms about serious topics In the 1970s and '80s, Norman Lear dominated network television with hugely popular hits that included All in the Family, The Jeffersons, Maude and Mary Hartman, Mary Hartman. His shows tackled racial prejudice, addiction, abortion and other social issues. Lear was also a liberal political activist whose causes included free speech and voter registration. He died Dec. 5 at age 101. [Read Selena Simmons-Duffin's remembrance](https://www.npr.org/2023/12/06/334890639/norman-lear-who-made-funny-sitcoms-about-serious-topics-dies-at-101). Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.nobelprize.org/prizes/literature/2020/summary/)",
      "https://www.npr.org/2023/10/06/1204349572/syrian-author-khaled-khalifa-a-titan-of-contemporary-arabic-literature-dies-at-5).",
      "https://www.npr.org/2023/04/13/1112008523/mary-quant-obituary).",
      "https://www.npr.org/2023/07/21/260757258/tony-bennett-king-of-the-american-songbook-dead-at-96).",
      "https://us.macmillan.com/books/9781250866448/friendsloversandthebigterriblething)",
      "https://www.npr.org/2023/12/06/334890639/norman-lear-who-made-funny-sitcoms-about-serious-topics-dies-at-101).",
      "https://www.npr.org/2023/10/28/1209291002/matthew-perry-dead-friends).",
      "https://www.npr.org.",
      "https://www.npr.org/artists/104401754/crosby-stills-nash).",
      "https://www.npr.org/2023/08/04/1192070333/prolific-writer-on-chicano-life-roberto-rodriguez-dies-at-69).",
      "https://www.npr.org/2023/07/31/1191104833/pee-wee-herman-dead-paul-reubens).",
      "https://www.npr.org/2023/10/13/1205851483/louise-gluck-dead).",
      "https://www.npr.org/2023/07/06/1186186904/coco-lee-singer-dies-crouching-tiger-hidden-dragon-mulan).",
      "https://www.npr.org/2023/04/16/846207919/ahmad-jamal-obituary)",
      "https://www.npr.org/2015/02/11/385537402/american-sniper-trial-opens-in-texas)",
      "https://www.npr.org/2023/06/08/1167837454/wade-goodwyn-npr-correspondent-dies).",
      "https://www.npr.org/2020/11/13/933924470/boy-scouts-of-america-sexual-abuse-victims-seek-justice-in-bankruptcy-court).",
      "https://www.npr.org/2023/02/09/561555285/burt-bacharach-obituary).",
      "https://www.npr.org/2023/04/25/516446742/harry-belafonte-dead).",
      "https://www.npr.org/artists/15786738/the-byrds)",
      "https://www.npr.org/2023/07/26/529671631/irish-singer-sinead-oconnor-has-died-at-56).",
      "https://www.npr.org/2023/03/02/768874324/wayne-shorter-sage-of-the-saxophone-dies-at-89).",
      "https://www.npr.org/2023/03/01/1160396265/iconic-indian-american-chef-reflects-on-his-life-and-the-healing-power-of-food)",
      "https://www.npr.org/2023/05/24/834507345/tina-turner-rock-and-roll-icon-dead-at-83).",
      "https://www.npr.org/2023/10/25/1208391418/richard-roundtree-star-of-shaft-dies-at-81).",
      "https://www.npr.org/2023/09/15/1199762401/fernando-botero-colombian-artist-dies).",
      "https://www.npr.org/2017/08/30/547373259/rescue-operations-continue-in-houston-as-harvey-makes-landfall-in-louisiana),",
      "https://www.npr.org/2023/04/02/959184720/ryuichi-sakamoto-a-godfather-of-electronic-pop-has-died).",
      "https://www.npr.org/2023/09/02/1197440754/remembering-jimmy-buffett).",
      "https://www.npr.org/2023/01/19/750902962/david-crosby-obituary).",
      "https://artsandculture.google.com/partner/museo-botero-bogota)",
      "https://npr.org/artists/104401754/crosby-stills-nash).",
      "https://npr.org/2015/02/11/385537402/american-sniper-trial-opens-in-texas)",
      "https://npr.org/2023/04/16/846207919/ahmad-jamal-obituary)",
      "https://npr.org/2023/04/25/516446742/harry-belafonte-dead).",
      "https://npr.org.",
      "https://npr.org/2023/07/06/1186186904/coco-lee-singer-dies-crouching-tiger-hidden-dragon-mulan).",
      "https://npr.org/2023/04/02/959184720/ryuichi-sakamoto-a-godfather-of-electronic-pop-has-died).",
      "https://npr.org/2023/05/24/834507345/tina-turner-rock-and-roll-icon-dead-at-83).",
      "https://npr.org/2023/09/15/1199762401/fernando-botero-colombian-artist-dies).",
      "https://npr.org/2023/10/13/1205851483/louise-gluck-dead).",
      "https://npr.org/2023/10/28/1209291002/matthew-perry-dead-friends).",
      "https://npr.org/artists/15786738/the-byrds)",
      "https://npr.org/2023/03/01/1160396265/iconic-indian-american-chef-reflects-on-his-life-and-the-healing-power-of-food)",
      "https://nobelprize.org/prizes/literature/2020/summary/)",
      "https://npr.org/2023/04/13/1112008523/mary-quant-obituary).",
      "https://npr.org/2023/01/19/750902962/david-crosby-obituary).",
      "https://npr.org/2023/10/25/1208391418/richard-roundtree-star-of-shaft-dies-at-81).",
      "https://npr.org/2023/07/31/1191104833/pee-wee-herman-dead-paul-reubens).",
      "https://npr.org/2017/08/30/547373259/rescue-operations-continue-in-houston-as-harvey-makes-landfall-in-louisiana),",
      "https://npr.org/2023/02/09/561555285/burt-bacharach-obituary).",
      "https://npr.org/2020/11/13/933924470/boy-scouts-of-america-sexual-abuse-victims-seek-justice-in-bankruptcy-court).",
      "https://www.artsandculture.google.com/partner/museo-botero-bogota)",
      "https://npr.org/2023/08/04/1192070333/prolific-writer-on-chicano-life-roberto-rodriguez-dies-at-69).",
      "https://npr.org/2023/12/06/334890639/norman-lear-who-made-funny-sitcoms-about-serious-topics-dies-at-101).",
      "https://npr.org/2023/07/26/529671631/irish-singer-sinead-oconnor-has-died-at-56).",
      "https://www.us.macmillan.com/books/9781250866448/friendsloversandthebigterriblething)",
      "https://npr.org/2023/09/02/1197440754/remembering-jimmy-buffett).",
      "https://npr.org/2023/03/02/768874324/wayne-shorter-sage-of-the-saxophone-dies-at-89).",
      "https://npr.org/2023/07/21/260757258/tony-bennett-king-of-the-american-songbook-dead-at-96).",
      "https://npr.org/2023/10/06/1204349572/syrian-author-khaled-khalifa-a-titan-of-contemporary-arabic-literature-dies-at-5).",
      "https://npr.org/2023/06/08/1167837454/wade-goodwyn-npr-correspondent-dies)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "crosby",
          "sentiment": "none"
        },
        {
          "name": "annie zaleski",
          "sentiment": "none"
        },
        {
          "name": "david crosby crosby",
          "sentiment": "none"
        },
        {
          "name": "eric westervelt",
          "sentiment": "none"
        },
        {
          "name": "burt bacharach",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stills & nash",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "crosby",
          "sentiment": "none"
        },
        {
          "name": "laurel canyon",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:38.969+02:00",
    "updated": "2023-12-29T00:07:38.969+02:00"
  },
  {
    "uuid": "f446a71cc27a79821177dcd62dba473f37ead1af",
    "url": "https://news.ltn.com.tw/news/Kaohsiung/paper/1700967",
    "ord_in_thread": 0,
    "author": "自由時報電子報",
    "published": "2025-04-09T21:30:00Z",
    "title": "性騷近20學生 科大狼師被訴求重刑",
    "text": "性騷近20學生 科大狼師被訴求重刑\n2025/04/10 05:30\n〔記者蔡清華、黃良傑／高雄報導〕高雄市某科大資深男教授被控性騷近廿名女學生，橋頭地檢署分案偵辦近日偵結起訴，檢方直指該師嚴重敗壞師德，迄今矢口否認犯行且飾詞狡辯、建請法院從重量刑。\n涉受害女學生在網路所述，她從從大一至大三不斷被這名教授騷擾包括摸頭、摸手、摟肩、摟腰、有意無意摸屁股、假意拍肩實際碰胸部等。網路披露後，後續收到其他同學，甚至最遠可以追溯到前七屆的學長姐回應也曾有類似遭遇。\n橋頭地檢署獲此情資展開偵辦，今年一月廿四日對該名男師聲請羈押並限制出境、出海，法院裁定交保五萬元，經密集清查被害人及訊問相關證人後提起公訴。\n校方聲明，今年初該校女同學於社群平台發文爆料後爆發，當日學校即依法啟動校內調查及性平程序，目前該教師被處以停聘，等待性平會最後處置，校方鼓勵受害者勇於提出申訴、保護自身權益。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "topics": [
      "Crime, Law and Justice->assault"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:57:15.961+03:00",
    "updated": "2025-04-10T00:57:15.961+03:00"
  },
  {
    "uuid": "f6a01343a43bd5ca0e4375172239150c2da5b68e",
    "url": "https://www.rosario3.com/informaciongeneral/Trabajadores-de-peajes-se-movilizan-en-el-puente-a-Victoria-hay-500-puestos-en-riesgo-por-el-fin-de-la-concesion-20250326-0063.html",
    "ord_in_thread": 0,
    "author": "Rosario3",
    "published": "2025-03-26T22:01:00Z",
    "title": "Trabajadores de peajes se movilizan en el puente a Victoria: hay 500 puestos en riesgo por el fin de la concesión",
    "text": "En abril termina la concesión de la empresa Camino Río de Uruguay (Crusa) sobre varias rutas nacionales y existen alrededor de 500 los trabajadores que podrían perder su empleo.\nDesde el Sindicato Único de Trabajadores de Concesionarias Viales y Afines de la Provincia de Santa Fe (Sutracovi) aseguran que se quedarán sin fuentes laborales del servicio de peaje de las rutas nacionales 12, 14 y 174 (esta última es la conexión Rosario-Victoria).\nPor eso, este jueves harán una movilización en el mismo puente a partir de las 10 de la mañana.\nDe esta manera, la concesión existente en el puente Rosario-Victoria termina el martes 8 de abril y desde el día siguiente, la Agencia de Vialidad Nacional se hará cargo del mantenimiento de las rutas federales hasta que culmine el proceso de una nueva licitación.\nEn ese marco confirmaron que se levantarán las barreras de peaje, y \"durante el período entre la finalización del actual contrato y el inicio de los siguientes, no se realizará el cobro de peaje\", aseguró la entidad nacional en un comunicado.\nLa decisión de realizar una movilización el jueves por la mañana fue para “exigir respuestas, soluciones y garantizar la continuidad laboral y la seguridad vial en el puente Rosario-Victoria”. El secretario general de Sutracovi, Leandro Bond, destacó en Radio 2 que inician su plan de lucha ante la incertidumbre: “Como la empresa está concursada, ya nos advirtieron que no nos van a otorgar indemnizaciones\".\n“Desde el 8 de abril habrá 500 familias de trabajadores del puente y de la ruta 14 sin trabajo porque los pliegos estipulan que ese día termina la concesión y no estipulan la continuidad laboral”, aseguró el referente gremial, quien recordó después: “Históricamente, siempre en los pliegos se suponía un traspaso de los trabajadores. Esta vez no se incluye. Ya pedimos al Gobierno Nacional que recapacite y ponga la cláusula. Los pliegos definitivos no están, entonces estamos pidiendo una prórroga”.\nEl comunicado oficial de Vialidad anunciaba el pasado 21 de marzo que \"el organismo vial tomará posesión de las trazas actualmente concesionadas a Caminos del Río Uruguay S.A. desde el 9 de abril a las 00:00.\nA partir de ello, se llevará adelante el relevamiento de la infraestructura vial y de todos los bienes que forman parte de la concesión a fin de generar el cierre administrativo y labrar las actas de infracción a la empresa saliente, en caso de que se detecten deficiencias o faltantes. Seguidamente, Vialidad Nacional levantará las barreras de peaje, por lo cual, durante el período entre la finalización del actual contrato y el inicio de los siguientes, no se realizará el cobro de peaje\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->social condition",
      "Politics->government",
      "Politics->political process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.argentina.gob.ar/noticias/vialidad-nacional-avanza-en-el-proceso-que-permitira-licitar-los-tramos-oriental-y-conexion",
      "https://argentina.gob.ar/noticias/vialidad-nacional-avanza-en-el-proceso-que-permitira-licitar-los-tramos-oriental-y-conexion"
    ],
    "entities": {
      "persons": [
        {
          "name": "Crusa",
          "sentiment": "neutral"
        },
        {
          "name": "Leandro Bond",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Camino Río de Uruguay",
          "sentiment": "neutral"
        },
        {
          "name": "Afines de la Provincia de Santa Fe",
          "sentiment": "neutral"
        },
        {
          "name": "puente Rosario-Victoria",
          "sentiment": "neutral"
        },
        {
          "name": "El secretario general de Sutracovi",
          "sentiment": "neutral"
        },
        {
          "name": "Esta vez no se",
          "sentiment": "neutral"
        },
        {
          "name": "Ya pedimos al Gobierno Nacional",
          "sentiment": "neutral"
        },
        {
          "name": "Los pliegos definitivos",
          "sentiment": "neutral"
        },
        {
          "name": "Caminos del Río Uruguay S.A.",
          "sentiment": "neutral"
        },
        {
          "name": "Vialidad Nacional",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Sindicato Único de Trabajadores de Concesionarias Viales",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Agencia de Vialidad Nacional",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Radio 2",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-27T03:58:25.199+02:00",
    "updated": "2025-03-27T03:58:25.199+02:00"
  },
  {
    "uuid": "4a44f2874d26684aa61847eb078e3fc3cecdb5f7",
    "url": "https://www.time.news/bekasi-criticized-for-urban-planning-and-disaster-mitigation-failures",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2025-03-05T23:13:00Z",
    "title": "Bekasi Criticized for Urban Planning and Disaster Mitigation Failures",
    "text": "The Flood Crisis in Bekasi: Urban Planning Failures and Future Solutions As Greater Jakarta grapples with its worst flooding in years, the urgency for better urban planning has never been more apparent. This crisis, particularly severe in Bekasi, West Java, poses critical questions about disaster mitigation and future preparedness.\nUnderstanding the Tragedy: Recent Flooding Events Earlier this week, relentless rains devastated large parts of Jakarta, leaving behind profound loss and suffering. Reports paint a grim picture: lives claimed, families forced from their homes, and significant infrastructure damage. A tragic incident involved a two-year-old boy who lost his life after being swept away by floodwaters, exemplifying the human toll of this disaster.\nLocal Impact: The Paralyzing Effect on Bekasi Among the satellite cities, Bekasi bore the brunt of the flooding . As of Wednesday evening, eight out of its twelve districts remained submerged. “The city is paralyzed,” declared Bekasi Mayor Tri Adhianto, a stark reminder of the inadequacies in urban management.\nOne striking scenario occurred at the Mega Bekasi Hypermall, where countless individuals were stranded on upper floors for hours after the nearby river’s embankment failed. This incident illustrates the vulnerability of urban infrastructure in the face of natural disasters.\nUrban Planning: A Recipe for Disaster? The flooding in Bekasi is not just a result of heavy rainfall but rather a culmination of systematic failures in urban planning. The rapid urbanization, coupled with a lack of foresight towards sustainable development, has created a precarious situation for residents. Experts liken Bekasi’s situation to similar urban environments in the United States, such as New Orleans post-Katrina, where inadequate infrastructure led to catastrophic results.\nHistorical Context of Urban Development Historically, rapid urbanization in Indonesia has led to unplanned settlements, leading to extensive land runoff and insufficient drainage systems. The Jakarta Bay Reclamation project, while aimed at expanding urban land, has exacerbated the environmental impact, causing flooding in adjacent regions like Bekasi.\nThe Role of Climate Change in Urban Flooding According to the Indonesian Meteorology, Climatology, and Geophysics Agency, climate change significantly affects weather patterns, intensifying rainfall in the region. This trend aligns with global climate patterns observed in cities across the United States, where extreme weather events have become increasingly common.\nCase Studies: Learning from Global Examples American cities like Houston have faced significant flooding issues due to climate change. The city’s experience in handling urban flooding through improved drainage and flood control systems provides valuable lessons for Bekasi. The implementation of green infrastructure — like rain gardens and permeable pavements — could mitigate similar flooding issues.\nProposed Solutions and Future Developments Moving forward, strategic interventions are essential. The emphasis needs to shift from reactive measures to proactive planning. This includes enhancing the capacity of drainage systems and investing in sustainable urban designs.\nInnovative Urban Landscaping and Green Infrastructure One possible solution lies in the deployment of green infrastructure. Areas can integrate parks and green spaces designed to absorb rainwater. Similar strategies have successfully reduced flooding in various U.S. cities. For instance, the “Great Green Wall” initiative in coastal cities aims to utilize waterfronts effectively, reducing flood risks while promoting biodiversity.\nCommunity-Based Disaster Risk Management Incorporating local communities into disaster preparedness planning can significantly enhance resilience. Training programs focused on awareness and readiness can empower residents to respond effectively during crises. Engaging communities in flood risk management aligns with innovative approaches seen in American disaster management frameworks.\nPolicy Recommendations: From Local to National Strategies A comprehensive policy approach must include both local and national levels of governance. Indonesia could benefit from adopting policies akin to FEMA’s mission in the United States, which emphasizes coordination between various government entities and community involvement in disaster management.\nInvestment in Infrastructure and Technology Investing in technology for real-time weather monitoring and flood prediction provides vital information to residents and authorities. The deployment of mobile alert systems allows for timely warnings, reducing the number of casualties, as seen in various efficient systems across American cities.\nEnhancing Waste Management Systems Another critical aspect is improving waste management systems that often clog drainage and natural waterways, exacerbating flooding. Effective waste management infrastructure is a challenge facing many urban areas worldwide, including in the U.S., but can yield significant dividends in disaster mitigation.\nGlobal Learning: Collaborative Approaches to Urban Resilience Collaboration on a global scale can bring fresh insights into local problems. Cities around the world can engage in cooperative dialogues, sharing successful strategies. Initiatives such as sister city partnerships provide a platform for knowledge transfer and resource sharing.\nExamples of International Cooperation Programs have already seen American cities partner with global counterparts to exchange ideas on sustainable urban development. These collaborations not only enhance infrastructure but also foster cultural exchanges that enrich communities.\nConclusion: Hope Amidst Challenges The flooding in Bekasi highlights the fragility of urban development in the face of overwhelming natural forces. However, with comprehensive planning, community engagement, and global cooperation, the city can turn this crisis into a valuable lesson for the future. As urban areas continue to grow, a paradigm shift toward sustainable and resilient urban planning is essential for ensuring the safety and well-being of all residents.\nFrequently Asked Questions (FAQ) What caused the recent flooding in Bekasi? The recent flooding in Bekasi was primarily due to persistent torrential rains exacerbated by inadequate urban planning and insufficient drainage systems.\nHow can urban planning be improved to prevent future flooding? By incorporating green infrastructure, enhancing drainage capacities, and engaging local communities in disaster preparedness, urban planning can be significantly improved.\nWhat can be learned from American urban flooding cases? U.S. cities like New Orleans and Houston have implemented innovative solutions like improved drainage systems and community engagement in disaster management that can serve as models for Bekasi.\nIs climate change contributing to urban flooding in Jakarta? Yes, climate change has intensified rainfall patterns, making urban flooding more severe in Jakarta and its surrounding regions.\nHow important is community involvement in disaster management? Community involvement is crucial for creating a resilient urban environment, ensuring that residents are well-prepared and knowledgeable about disaster response strategies.\nBekasi Flooding: Urban Planning Failures and Potential Solutions – An Expert Interview Target Keywords: bekasi flooding, urban planning failures, climate change, disaster management, indonesia, green infrastructure, flood prevention\nTime.news Editor: The recent flooding in Bekasi has been devastating. Today, we’re speaking with Dr. Anya Sharma,a leading expert in lasting urban development and disaster resilience,to understand the root causes and potential solutions. Dr. Sharma, thank you for joining us.\nDr.Anya Sharma: it’s my pleasure to be here. This is a critical issue that demands immediate attention.\nTime.news Editor: Let’s start with the basics. What, in your expert opinion, were the primary factors contributing to the severity of the Bekasi flooding this time around?\nDr. Anya Sharma: While the torrential rains were undoubtedly a trigger, as the article points out, the real issue is the layering of years of inadequate urban planning failures combined with the escalating effects of climate change . Bekasi, like many rapidly urbanizing cities in Indonesia, has expanded quickly with insufficient attention to proper drainage and sustainable development. The result is increased land runoff, overwhelmed waterways, and ultimately, catastrophic flooding when heavy rains arrive.\nTime.news Editor: The article draws parallels with cities like New Orleans post-Katrina. What are some key lessons Bekasi could learn from those experiences, especially regarding infrastructure and disaster preparedness?\nDr. Anya Sharma: The comparison to New Orleans is apt in that both highlight the vulnerability of communities when infrastructure is neglected. New orleans learned the hard way about the importance of robust flood control systems, regular maintenance of levees and drainage canals, and comprehensive evacuation plans.\nFor Bekasi, this translates to significant investment in upgrading drainage systems, implementing green infrastructure solutions like rain gardens and permeable pavements to absorb excess water, and developing early warning systems to alert residents of impending floods. Crucially, these measures shoudl be prioritized as urgent tasks to mitigate future occurrences.\nTime.news Editor: Green infrastructure is mentioned several times. Can you elaborate on its potential role in flood prevention in a city like Bekasi?\nDr. Anya Sharma: Absolutely. Green infrastructure uses natural systems to manage stormwater. Rather of relying solely on concrete drains, we’re talking about creating parks that double as flood basins, planting trees along waterways to stabilize banks, and implementing permeable pavements that allow water to seep into the ground.This approach not only reduces runoff and the risk of flooding but also improves air quality, provides green spaces for residents, and supports biodiversity.\nTime.news Editor: The article also highlights the role of the Jakarta Bay Reclamation project. How does such a large-scale project impact flooding risk in adjacent areas like Bekasi?\nDr.Anya Sharma: Large-scale reclamation projects can have significant environmental consequences, particularly related to hydrology. Altering coastlines and natural drainage patterns can disrupt natural water flow, potentially increasing flooding in nearby regions like Bekasi. Proper environmental impact assessments are crucial before undertaking such projects, and mitigation measures must be put in place to address potential negative impacts on neighboring communities.\nTime.news Editor: Climate change is an undeniable factor. How much is it contributing to the increased frequency and intensity of these extreme weather events in Jakarta and Bekasi?\nDr. Anya Sharma: The Indonesian Meteorology, climatology, and Geophysics Agency confirms that climate change is significantly impacting rainfall patterns. We’re seeing more intense and unpredictable rainfall events, which put immense strain on already vulnerable urban infrastructure. Adapting to climate change requires a multi-faceted approach that includes reducing greenhouse gas emissions, investing in resilient infrastructure, and implementing effective disaster management strategies.\nTime.news Editor: What about the role of community involvement?\nDr. Anya Sharma: Community involvement is absolutely crucial.Residents are the first line of defense during a flood . Training programs, awareness campaigns, and participatory planning processes can empower communities to prepare for, respond to, and recover from disasters. This also ensures that solutions are tailored to local needs and contexts. Learning from american disaster management frameworks can be very helpful.\nTime.news Editor: What policy recommendations would you suggest, both at the local and national levels, to address this ongoing flood crisis?\nDr. Anya Sharma: A comprehensive policy approach is needed. at the local level, Bekasi needs to prioritize upgrading drainage systems, implementing green infrastructure , and enforcing stricter building codes to prevent construction in flood-prone areas. Nationally, Indonesia can benefit from adopting policies similar to FEMA in the United States, emphasizing coordination between government entities, community involvement , and investment in disaster management . Improving waste management systems is also essential to prevent clogged waterways. Investment in weather monitoring and alert systems is also critical.\nTime.news Editor: what advice would you give to individuals and families living in Bekasi to better prepare for future flooding ?\nDr. Anya Sharma: Stay informed about weather forecasts and flood alerts. Develop a family emergency plan that includes evacuation routes and meeting points. Store essential supplies like food, water, and medications in waterproof containers. Support community-based disaster preparedness initiatives and advocate for better urban planning and flood prevention measures.\nTime.news Editor: Dr. Sharma, thank you for sharing your expertise with us. Your insights are invaluable as we navigate this challenging situation in Bekasi.\nDr. Anya Sharma: Thank you for having me. I hope this discussion contributes to finding sustainable solutions for a more resilient future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Social Issue"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Disaster and Accident->emergency response",
      "Disaster and Accident->disaster",
      "Social Issue->communities",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.who.int/health-topics/climate-change",
      "https://www.youtube.com/embed/l40UgR2R2Ic",
      "https://www.cia.gov/the-world-factbook/about/archives/2021/countries/indonesia/",
      "https://archovavisuals.com/lessons-learned-from-failed-urban-planning-projects/",
      "https://www.researchgate.net/publication/334982638_Jakarta_Bay_Reclamation_The_Challenge_Between_Policy_Environmental_and_Social_Impacts",
      "https://www.cnn.com/2025/02/15/weather/storm-flooding-snow-tornadoes-climate/index.html",
      "https://www.archovavisuals.com/lessons-learned-from-failed-urban-planning-projects/",
      "https://who.int/health-topics/climate-change",
      "https://researchgate.net/publication/334982638_Jakarta_Bay_Reclamation_The_Challenge_Between_Policy_Environmental_and_Social_Impacts",
      "https://cnn.com/2025/02/15/weather/storm-flooding-snow-tornadoes-climate/index.html",
      "https://www.cia.gov/the-world-factbook/about/archives/2021/countries/indonesia",
      "https://youtube.com/embed/l40UgR2R2Ic",
      "https://cia.gov/the-world-factbook/about/archives/2021/countries/indonesia/",
      "https://archovavisuals.com/lessons-learned-from-failed-urban-planning-projects"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "West",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-03-06T05:24:17.315+02:00",
    "updated": "2025-03-06T05:24:17.315+02:00"
  },
  {
    "uuid": "97db6de3a5ba2909c9462d90652a72c74f640f06",
    "url": "https://www.dgabc.com.br/Noticia/4157033/tarcisio-indica-que-negaria-pedido-de-bolsonaro-para-concorrer-ao-planalto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Da AE",
    "published": "2024-08-15T19:01:00Z",
    "title": "Tarcísio indica que negaria pedido de Bolsonaro para concorrer ao Planalto - 15/08/2024 | Diário do Grande ABC",
    "text": "O governador de São Paulo, Tarcísio Gomes de Freitas (Republicanos), indicou nesta quinta-feira, 15, que rejeitaria eventual pedido do ex-presidente Jair Bolsonaro para concorrer ao Palácio do Planalto em 2026. Ele defendeu o nome do próprio Bolsonaro, que está inelegível. As declarações foram dadas em entrevista à revista Exame. \"Eu tenho muita consideração pelo presidente Bolsonaro, muita mesmo, foi o cara que me trouxe até aqui, abriu portas. E se tornou um grande amigo pessoal. Mas às vezes a gente tem que dizer não para o próprio amigo\", disse Tarcísio depois de ser questionado sobre o que faria com eventual pedido de Bolsonaro para concorrer ao Planalto. \"Eu acho que tem muita gente qualificada na direita, a começar pelo próprio presidente Bolsonaro. Eu continuo acreditando que ele pode ter uma reversão da situação jurídica dele e, tendo, tem que ser ele o candidato, não há dúvida. Porque ele é o dono do capital político. Não sendo, vai ser quem ele indicar. E, obviamente, eu quero continuar fazendo meu trabalho em São Paulo\", declarou o governador. Atenção! Os comentários do site são via Facebook. Lembre-se de que o comentário é de inteira responsabilidade do autor e não expressa a opinião do jornal. Comentários que violem a lei, a moral e os bons costumes ou violem direitos de terceiros poderão ser denunciados pelos usuários e sua conta poderá ser banida.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:14:47.516+03:00",
    "updated": "2024-08-16T00:14:47.516+03:00"
  },
  {
    "uuid": "fd5b267a6c7ff6a8c5f6831e0cf8f40d2893c28a",
    "url": "https://hoy.com.do/sistema-electrico-de-honduras-en-emergencia-por-la-brutal-ola-de-calor-y-la-sequia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Grupo de medios Corripio",
    "published": "2024-05-10T01:39:00Z",
    "title": "Sistema eléctrico de Honduras en emergencia por la “brutal” ola de calor y la sequía",
    "text": "El [Centro Nacional de Despacho (CND) de Honduras](https://cnd.enee.hn/) declaró este jueves un “estado de emergencia” en el Sistema Interconectado Nacional (SIN) debido a una alta demanda de electricidad provocada por la “brutal” ola de calor y la prolongada sequía que afecta a la región. “El Centro Nacional de Despacho (CND) acuerda declarar en estado de emergencia el sistema interconectado nacional (SIN) por espacio de 48 horas”, apuntó la institución en un comunicado. Señaló que la “brutal ola de calor que azota al país y la prolongada sequía que afecta a la región han provocado condiciones atípicas en el sistema eléctrico” de Honduras. Sumado a ello, el sobrecalentamiento y sobrecarga de circuitos y transformadores, y la densa capa de humo que se cierne sobre varios departamentos del país ha provocado la caída de la generación fotovoltaica, añadió la misma fuente. El CND indicó además que el 97 % de la generación de energía eólica “se ha perdido” y hay más de 150 megavatios (MW) de indisponibilidad de la generación térmica debido a los daños en las unidades de generación por las sofocantes temperaturas que imperan en el país. Por ello, la institución hondureña pidió “comprensión” a la población ante los efectos de la crisis climática, que también ha tenido impacto en los sistemas eléctricos de México, Costa Rica, Guatemala, Ecuador, Puerto Rico, Colombia y República Dominicana. Según las autoridades de la Empresa Nacional de Energía Eléctrica (ENEE), en 2024 se espera que la demanda máxima de energía, tomando en cuenta que el país pueda sufrir una prolongada sequía, producto de la crisis climática, oscilaría entre los 1.890 y 1.900 megavatios. El pasado 5 de marzo, el país centroamericano registró una demanda de 1.813,8 megavatios, la más alta de este año, según cifras oficiales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://cnd.enee.hn/)",
      "https://www.cnd.enee.hn/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T04:48:03.520+03:00",
    "updated": "2024-05-10T04:48:03.520+03:00"
  },
  {
    "uuid": "e0d7d64e29a15296f8b0296b6698e9a7880dc295",
    "url": "https://www.eluniverso.com/noticias/internacional/donald-trump-solicita-retrasar-sentencia-en-nueva-york-para-despues-de-las-elecciones-de-ee-uu-nota",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gino-farfan",
    "published": "2024-08-15T21:20:00Z",
    "title": "Donald Trump solicita retrasar sentencia en Nueva York para después de las elecciones de EE. UU. | Internacional | Noticias | El Universo",
    "text": "Los abogados de [Donald Trump ](https://www.eluniverso.com/temas/donald-trump/)pidieron a la justicia que posponga hasta después de las elecciones de noviembre el anuncio de su condena tras ser hallado culpable de ocultar dinero para comprar el silencio de una exactriz porno, Todd Blanche alega la fecha prevista para el anuncio, el 18 de septiembre, no da suficiente tiempo a Trump para apelar potencialmente el resultado de una audiencia separada el 16 de septiembre sobre la inmunidad presidencial derivada de un fallo de la Corte Suprema. En una carta enviada al juez el miércoles, Blanche también argumentó que “no hay ninguna base para seguir apresurándose”, aparte de los no especificados “objetivos espurios de interferencia electoral”. Publicidad [Donald Trump fue declarado culpable y es el primer expresidente de EE. UU. en ser condenado por un delito](https://www.eluniverso.com/noticias/internacional/donald-trump-fue-declarado-culpable-juicio-estados-unidos-stormi-daniels-presidente-nota/) En mayo, Trump fue declarado culpable por un jurado de Nueva York de 34 cargos de falsificación de registros de negocios para encubrir los pagos de dinero para comprar el silencio de la entonces estrella de cine porno Stormy Daniels para evitar que revelara una supuesta aventura extramatrimonial. Trump es el primer expresidente de Estados Unidos que ha sido condenado por un delito penal. “La sentencia está actualmente programada para que se anuncie una vez que se inicie la votación anticipada en las elecciones presidenciales”, escribió Blanche al tribunal. Publicidad “Al aplazar la sentencia hasta después de esa elección... el Tribunal reduciría, aunque no las elimine, las cuestiones relativas a la integridad de cualquier procedimiento futuro”. [Donald Trump declarado culpable, ¿puede ser presidente de Estados Unidos?](https://www.eluniverso.com/noticias/internacional/puede-donald-trump-llegar-a-la-presidencia-de-estados-unidos-a-pesar-de-haber-sido-declarado-culpable-nota/) El miércoles, Trump fracasó por tercera vez en su intento de apartar al juez instructor del caso. Publicidad Los abogados del magnate y actual candidato republicano a la presidencia en las elecciones del 5 de noviembre, habían pedido la recusación del juez Juan Merchan alegando el trabajo de su hija para una organización demócrata, lo que constituye un “conflicto de intereses”, según ellos. Pero Merchan lo rechazó al considerar que los argumentos de la defensa no son más que una “repetición de afirmaciones rancias y sin fundamento”. Trump ha intentado por todos los medios retrasar los diferentes casos que tiene pendientes ante la justicia hasta después de las elecciones presidenciales, entre ellos el de Washington y el estado de Georgia, donde está acusado de tratar de revertir los resultados de la elección de 2020 que perdió ante el demócrata Joe Biden, cuya victoria nunca ha reconocido. (I)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:46:36.435+03:00",
    "updated": "2024-08-16T00:46:36.435+03:00"
  },
  {
    "uuid": "b095aff72e4d307b40ed2ea17faa7d257d650b38",
    "url": "https://www.zawya.com/en/special-coverage/russia-ukraine-crisis/ukraines-soldiers-mark-easter-on-the-front-line-renqwb16",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer",
    "published": "2024-05-05T23:58:00Z",
    "title": "Ukraine's soldiers mark Easter on the front line",
    "text": "In a small house near the front line, the location a closely guarded secret, around 40 Ukrainian soldiers gathered for a copious breakfast to celebrate the Orthodox Easter.\nGathered in a canteen, where the windows were blacked out with tarpaulins, the men of the 24th motorised brigade lined up in front of the chaplain.\nUnder the harsh light of the lightbulb, the faces appeared tired after more than two years of harrowing warfare.\nSinging, prayers, blessing: the service lasted nearly an hour before the soldiers sat down to a breakfast of chicken, mashed potato, cakes and sodas.\n\"In the context of the day-to-day military work, this is a spiritual relief, a spiritual uplifting,\" said one soldier, 49-year-old Igor Kotsko.\n\"It also gives you a lot of strength. To keep your morale up, to keep fighting the enemy,\" he added.\nRostyslav Osushan, the 39-year-old military chaplain, shared the soldiers' meal, seated beside them.\n\"In war, life and death are so close,\" he said. \"And yet you have to see and feel the inner strength, which you can only get from the spirit.\"\nThe men were celebrating Easter at a time when Russian forces have been making frontline gains because of the lack of weapons and ammunitions on the Ukrainian side.\nAsked what the troops needed most badly, Osushan replied: \"Ammunition and God.\"\n\"You need ammunition, good weapons, and you also need to have a strong inner resilience,\" he added. \"It's psychology, and you also need to have spiritual power. So you need both.\"\n- 'More death than God' -\nJust a few dozen kilometres away to the south, a small village next to the front line serves as the base for the 59th mechanised brigade.\nThis time, it is a visiting chaplain who comes by to celebrate Easter with a handful of the unit's soldiers gathered in front of a house.\n\"It's a chance for my guys to relax, those who are here,\" said Mykola Panyshenko, the group's 45-year-old commander. \"For whether you're in the trenches or here, you have to get your job done at all times.\"\nPanyshenko, who has led the brigade, which has been in position here since November 2022, did not join his men for the service.\n\"You know, if there was a lot of God here, there wouldn't be so many deaths,\" he said. \"And there are a lot of deaths here. There is a lot of pain and suffering.\n\"I understand that God protects Ukraine, because Ukraine is still holding on. The whole world is helping Ukraine. But here, at the front, in these trenches, there is certainly a lot more death than God,\" Panyshenko added.\nOn the horizon, plumes of dark smoke rose up into the blue sky, as the sound of artillery and heavy explosions carried across to the house, not far away.\nDisclaimer: The content of this article is syndicated or provided to this website from an external third party provider. We are not responsible for, and do not control, such external websites, entities, applications or media publishers. The body of the text is provided on an “as is” and “as available” basis and has not been edited in any way. Neither we nor our affiliates guarantee the accuracy of or endorse the views or opinions expressed in this article. Read our full disclaimer policy here .\n© ZAWYA 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "diers",
          "sentiment": "none"
        },
        {
          "name": "rostyslav osushan",
          "sentiment": "none"
        },
        {
          "name": "igor kotsko",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T07:09:59.973+03:00",
    "updated": "2024-05-06T07:56:38.771+03:00"
  },
  {
    "uuid": "ed17d809be87f9794638fa1922fb5a475898c57c",
    "url": "https://www.comingsoon.net/guides/news/1878464-stephen-king-banned-from-x-twitter-by-elon-musk-rumors-explained",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abdul Azim Naushad",
    "published": "2024-11-14T18:53:00Z",
    "title": "Stephen King Banned From X (Twitter) By Elon Musk Rumors Explained",
    "text": "Renowned author Stephen King recently addressed rumors that he was banned from X (formerly Twitter) by the social media platform’s current owner, Elon Musk . Accordingly, fans are wondering what he said and whether he had been banned from X for certain.\nHere is what we have learned about the rumors surrounding King’s apparent X ban and his reactions to the same.\nStephen King addresses rumor about Elon Musk and X (Twitter)? King shot down the rumors of him being banned from the social media site by Musk, confirming he was still there.\nTaking to X (formerly Twitter) , the literary icon also debunked the rumor claiming he had called the Tesla CEO “Trump’s first new lady,” saying he “didn’t,” due to not having thought of it.\nI see there's a rumor going around that I called the Musk-man Trump's new first lady. I didn't, but only because I didn't think of it. There's also a rumor going around that Muskie kicked me off Twitter. Yet here I am.\n— Stephen King (@StephenKing) November 13, 2024 Meanwhile, fans responded negatively to King. “There was also a rumor that you were leaving America if Trump was elected, yet here you are,” wrote one fan. Another fan even claimed that there were no such rumors. They also stated that The Shining author was “irrelevant” and “desperate for attention.” Eventually, Musk responded to King’s post, writing, “Hi Steve.”\nThe novelist has often levied criticism against the Tesla CEO. Recently, Musk posted on X that Kamala Harris wanted to “break the constitution.” He attached a video snippet, wherein she said she would take executive action if Congress did not act on enforcing mandatory gun confiscation.\nTo this, Stephen King put up a post on X , calling Musk’s claim “ridiculous.” Moreover, he recently shared how Musk had posted on the social media site 3000 times last month. The author claimed the tech mogul spread “pro-Trump disinformation” and “outright lies.” King even asked users to be mindful of Musk’s posts.\nElon Musk earlier introduced a policy, that wiped pre-existing blue ticks from verified accounts. He mentioned it would only be given to subscribers of Twitter Blue. However, Musk reportedly allowed King to keep the blue tick. The author addressed this on X , saying he had neither subscribed to Twitter Blue nor given his contact details.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/GuntherEagleman/status/1856682779754308081",
      "https://twitter.com/elonmusk/status/1853071386425651582",
      "https://twitter.com/StephenKing/status/1853565013040017847",
      "https://twitter.com/saras76/status/1856715111395668098",
      "https://twitter.com/elonmusk/status/1856731076061770183",
      "https://x.com/StephenKing/status/1649147510525423626",
      "https://twitter.com/StephenKing/status/1856680285787582625?ref_src=twsrc%5Etfw",
      "https://twitter.com/StephenKing/status/1853253234149753217",
      "https://twitter.com/StephenKing/status/1856680285787582625",
      "https://www.twitter.com/elonmusk/status/1856731076061770183",
      "https://www.twitter.com/saras76/status/1856715111395668098",
      "https://www.twitter.com/StephenKing/status/1853565013040017847",
      "https://www.twitter.com/StephenKing/status/1856680285787582625",
      "https://www.twitter.com/GuntherEagleman/status/1856682779754308081",
      "https://www.twitter.com/elonmusk/status/1853071386425651582",
      "https://www.x.com/StephenKing/status/1649147510525423626",
      "https://www.twitter.com/StephenKing/status/1853253234149753217",
      "https://www.twitter.com/StephenKing/status/1856680285787582625?ref_src=twsrc%5Etfw",
      "https://twitter.com/StephenKing/status/1856680285787582625"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Stephen King",
          "sentiment": "negative"
        },
        {
          "name": "Muskie",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T08:28:16.580+02:00",
    "updated": "2024-11-15T08:28:16.580+02:00"
  },
  {
    "uuid": "7e214ee626ca38d76facd446f9791388b8481814",
    "url": "https://www.wtae.com/article/impact-day-off-and-on-rain-thunderstorms/61772000",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jill Szwed",
    "published": "2024-08-02T00:00:00Z",
    "title": "Impact Day - Off and on rain, thunderstorms",
    "text": "Press enter to search Type to Search Search location by ZIP code ZIP Advertisement Impact Day - Off and on rain, thunderstorms Heavy rain and lightning as you're heading out the door.\nShare Copy Link Copy",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T12:44:00.466+03:00",
    "updated": "2024-08-02T13:07:35.666+03:00"
  }
]