[
  {
    "uuid": "c61000a1893e09b97a82b14c79f8b186a551b8e3",
    "url": "https://www.metropoles.com/distrito-federal/show-gratuito-de-alok-na-esplanada-tera-arrecadacao-de-alimentos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samara Schwingel",
    "published": "2024-04-18T21:17:00Z",
    "title": "Show gratuito de Alok na Esplanada terá arrecadação de alimentos",
    "text": "Show gratuito de Alok na Esplanada terá arrecadação de alimentos\nQuem for ao show de Alok pode levar um alimento não perecível e deixar na entrada do evento, com a equipe da campanha Solidariedade Salva\natualizado\nCompartilhar notícia\nAs pessoas que forem assistir ao show do DJ Alok na Esplanada dos Ministérios, em comemoração ao\naniversário de 64 anos de Brasília, poderão fazer parte da campanha Solidariedade Salva, doando alimentos para famílias carentes do DF. Equipes estarão na entrada principal do evento, no sábado (20/4), recebendo os itens, que serão entregues a pessoas vivendo em situação de vulnerabilidade.\nA iniciativa faz parte de uma parceria entre a chefia-executiva de Políticas Sociais e a Secretaria de Cultura e Economia Criativa (\nSecec). Idealizadora da Solidariedade Salva, a primeira-dama do Distrito Federal, Mayara Noronha Rocha, reforça a importância da campanha, que já arrecadou 125 toneladas de alimentos em pouco mais de um ano. Ao todo, mais de 12 mil famílias em situação de vulnerabilidade da capital foram beneficiadas.\n“Essa campanha permite que a população colabore com as famílias em situação de vulnerabilidade social de forma emergencial. É o poder público de mãos dadas com a população para ajudar os que mais precisam”, afirma a primeira-dama.\nShow gratuito\nO fim de semana está com programação lotada de eventos em comemoração aos 64 anos de Brasília. Com início às 10h de 20 de abril na\nEsplanada do Ministérios até as 22h de domingo (21/4), as celebrações contam com atrações para todas as idades, além de shows de artistas nacionais e locais.\nEntre as principais atrações, está o\nmega show gratuito do DJ Alok. Haverá também shows de pagode, rock clássico e programação estendida para Brazlândia, Planaltina e Santa Maria.\nApelidado de “\nBsb6.4”, o 64° aniversário de Brasília é uma parceria da Secretaria de Cultura e Economia Criativa do Distrito Federal ( Secec-DF) e o Instituto Alvorada Brasil, e conta com apoio de patrocínios privados, entre eles o Banco Regional de Brasília (BRB), a operadora de telefonia Vivo S.A, a montadora de veículos GWM e a cervejaria multinacional Estrella Galicia.\nAlém disso, a divulgação da comemoração do aniversário da capital terá o apoio do Metrópoles e da empresa de mobiliário urbano We Super OOh.\nVeja a programação completa do Bsb6.4\nProgramação na Esplanada\nA programação da Esplanada será dividida em setores. Além do Setor Arena Show, haverá atividades e apresentações no Setor Exposições, Setor Circense, Setor Palco Brasília Bsb 6.4 e Praça da Criança, Setor Praça da Juventude e Arena HIP HOP.\nAlém dos shows, os brasilienses poderão aproveitar atrações diversificadas durante todo o dia 20, com uma programação que irá das 10h às 18h, preparada para atender todas as faixas etárias, com atividades que vão desde brinquedoteca, oficinas, pistas de skate, exposições, apresentações de grupos, shows de artistas locais,\nCom uma estrutura tecnológica de ponta e uma pirâmide de cerca de 30 metros de altura, sendo montada no centro da Esplanada dos Ministérios, mega show gratuito do DJ Alok promete ser a grande atração do dia.\nAlém do DJ goiano, mas naturalizado brasiliense, a véspera do aniversário da capital federal vai contar também com a cantora brasiliense Adriana Samartini, que se apresenta às 18h no Palco Brasil, e, na sequência, às 20h, o grupo de pagode Di Propósito. Alok deve subir aos palcos, do alto da grande pirâmide prateada, a partir das 22h, em uma apresentação que irá até depois da virada do dia 21.\nO dia 21 também será marcado por várias atrações pela Esplanada, com destaque do show do youtuber\nLuccas Neto, às 16h, na Praça da Criança, para divertir a molecada.\nAlém disso, às 18h30, haverá uma apresentação especial da Orquestra Sinfônica do Teatro Nacional Cláudio Santoro, com clássicos Universais, clássicos do Rock, clássicos do Cinema, e clássicos do Samba, com a participação especial da cantora Dhi Ribeiro.\nCultura Descentralizada – Programação nas RAs\nBrazlândia, Planaltina e Santa Maria também terão programações culturais diversificadas durante todo o dia 21, com atividades para atender crianças, jovens e adultos, além de shows de artistas nacionais e locais.\nA abertura da programação nas três regiões administrativas será a partir das 10h, com programações para o público infantil, aulões de dança, apresentação de DJs e algum dos melhores nomes do sertanejo local.\nA dupla Roni e Ricardo se apresentará em Brazlândia, a partir das 20h. Em Santa Maria, Pedro Paulo e Matheus fecharão as comemorações do aniversário da capital, e Planaltina receberá o show da dupla Di Paulo e Paulino. Todos os shows serão gratuitos.\nReabertura do Cine Brasília\nO aniversário de Brasília também traz uma grande surpresa para os “cinéfilos” do Distrito Federal: no dia 22 de abril, às 11h, haverá uma sessão especial para marcar a reabertura do\nCine Brasília, que estava fechado desde 28 de fevereiro.\nSerá exibido o longa-metragem “\nJK – O Reinventor do Brasil”, uma das grandes produções da TV Cultura, que resgata e celebra a vida e o legado do ex-presidente Juscelino Kubitschek.\nAlém do documentário, o Cine ainda trará exposições e uma fotobiografia com imagens inéditas de Juscelino, que governou o país entre 1956 e 1961 e é celebrado como fundador de Brasília.\nAlém de apresentações e atividades culturais, a mais importante honraria cultural do DF será entregue, no dia do aniversário da capital, a 30 personalidades e instituições engajadas na valorização e difusão cultural do DF.\nA cerimônia de outorga da Medalha Mérito Distrital da Cultura do Seu Teodoro será às 15h, no Museu Nacional da República, e contará com a participação, além dos homenageados, do secretário de Cultura e Economia Criativa, Claudio Abrantes, do governador do Distrito Federal, Ibaneis Rocha (MDB), além de autoridades do GDF e representantes da cultura local.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://cinebrasilia.com/",
      "https://www.instagram.com/reel/C4tY45dOksC/?ref=bbwezii4jabx&hl=en",
      "https://www.cultura.df.gov.br/",
      "https://cultura.df.gov.br/",
      "https://instagram.com/reel/C4tY45dOksC/?ref=bbwezii4jabx&hl=en",
      "https://cinebrasilia.com",
      "https://www.cinebrasilia.com/",
      "https://www.instagram.com/reel/C4tY45dOksC/",
      "https://www.cultura.df.gov.br"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:52:21.559+03:00",
    "updated": "2024-04-19T00:52:21.559+03:00"
  },
  {
    "uuid": "ccc3a093c3dc8c145debb4007076ba849892f89b",
    "url": "https://www.aetc.af.mil/News/Article-Display/Article/3713664/inside-the-908th-flight-nurses-saving-lives-miles-high",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maj. John T. Stamm",
    "published": "2024-03-21T00:09:00Z",
    "title": "Inside the 908th: Flight Nurses – Saving Lives Miles High",
    "text": "Inside the 908th: Flight Nurses – Saving Lives Miles High Published March 20, 2024 By Maj. John T. Stamm 908th Airlift Wing MAXWELL AIR FORCE BASE, Ala. -- When severely injured, wounded or sick service members require transportation via airlift, medical care can’t stop mid-flight. As senior members of aeromedical evacuation teams, it’s the responsibility of U.S. Air Force flight nurses, Air Force specialty code 46N0F, to provide life-saving emergency and pre-hospital care to servicemembers up to 30 thousand feet in the sky. Capt. Amber McKenzie, left, a flight nurse with the 908th Aeromedical Evacuation Squadron, supervises Tech. Sgt. Brittany Storey, center, and Staff. Sgt. Jakiya Randall, 908th AES aeromedical technicians, providing emergency medical care on a simulated patient Nov. 7, 2023, during a training flight from Maxwell Air Force Base, Alabama, to Key West, Florida. The crew simulated various scenarios to practice readiness when responding to a range of medical situations during evacuation missions. (U.S. Air Force photo 1Lt. Lauren Rossman) Photo Details / Download Hi-Res From planning a mission to disembarking the aircraft, flight nurses function as members of a critical care transport team and provide comprehensive care during aeromedical evacuation missions. Responsibilities incorporate patient assessment and triage, stabilization, critical care intervention techniques, intensive care monitoring and advanced surgical skill procedures that include neonates through geriatric age groups. Flight nurses may also be expected to execute independent judgment to deliver appropriate care when contact with a medical command physician is not possible. “It’s like you are in a flying emergency room, but you don’t have the same resources,” said Capt. Christopher Bennett, 908th AES flight nurse. “You’ve got to be very resourceful and find innovative ways to compensate.” Responsible for advanced emergency care patient management during air transport of the critically ill or injured from the scene or outlying sites to participating secondary and tertiary care institutions, becoming a flight nurse requires experience and education beyond that of a typical registered nurse. “You can’t just take an ER nurse and put them on an aircraft; it’s a bit more complicated than that,” said Capt. Kristian Taylor, 908th AES flight nurse. “It all starts with having a four-year degree, and then it’s a two-to-three-year process [of additional military training] after that.” It also is a physically and emotionally demanding profession that has more elements of danger than working in a traditional stationary hospital. Capt. Steven Armstrong, a flight nurse with the 908th Aeromedical Evacuation Squadron, configures a training station Dec. 8, 2023, during a training flight from Maxwell Air Force Base, Alabama, to St. Croix, U.S. Virgin Islands. These routine training flights enhance the squadron’s ability to respond to medical evacuations or other mission-critical situations. (U.S. Air Force photo Senior Airman Juliana Todd) Photo Details / Download Hi-Res “That’s why, when we conduct our training missions, we throw in increasing levels of stress where we can control it, so we know our limits and what we’re capable of before we go operational,” Bennett added. Candidates for this career field must be between the ages of 18 and 47, possess a bachelor’s degree in nursing from an accredited school and a have valid U.S. or U.S. territory registered nurse license. They must also be medically cleared for flight, understand the principles of drug therapy and the effects of altitude, and be accepted by the medical unit commander and Air Force Reserve Surgeon General. “It’s worth noting that the Air Force Reserve and the Air National Guard execute 80% of all aeromedical evacuations for the Department of Defense around the world,” said Bennett. “So, we get exceptional leadership opportunities and develop skills you won’t learn in the civilian sector, which makes us even better civilian practitioners.” To learn more about serving part-time in the Air Force Reserve, visit www.AFReserve.com or find a recruiter near you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john t. s",
          "sentiment": "negative"
        },
        {
          "name": "jakiya randall",
          "sentiment": "none"
        },
        {
          "name": "lauren rossman",
          "sentiment": "none"
        },
        {
          "name": "brittany storey",
          "sentiment": "none"
        },
        {
          "name": "amber mckenzie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. air force",
          "sentiment": "none"
        },
        {
          "name": "908th airlift wing maxwell air force base",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        },
        {
          "name": "908th aeromedical evacuation squadron",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maxwell air force base",
          "sentiment": "none"
        },
        {
          "name": "key west",
          "sentiment": "none"
        },
        {
          "name": "ala.",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T07:41:21.740+02:00",
    "updated": "2024-03-22T07:41:21.740+02:00"
  },
  {
    "uuid": "fea6069a4ee093d7ad2b415bcd000211273f1ba1",
    "url": "https://www.pocket-lint.com/google-android-15-public-beta",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Kanellakos",
    "published": "2024-04-11T20:00:00Z",
    "title": "Google releases first public beta of Android 15",
    "text": "Key Takeaways The first Android 15 beta focuses on optimizing screen real estate for all apps by default, improving the user experience. The beta also introduces revamped OS-level app archiving to save space on devices without data loss. While Android 15 isn't a total redesign, improvements like app archiving and accessibility tweaks enhance functionality. Google on Thursday released the first public beta of its upcoming Android 15 software release, opening the program to anyone who has a compatible Pixel device. The beta comes after the release of two separate developer previews , which have been in testing since February, and allows participants to install the update over the air. As was the case with the developer previews, we don't recommend installing the beta on any phone or tablet you rely on daily.\nRelated My Android 15 wishlist: 5 features I want Google to deliver From lock screen widgets and app pairs to improved wireless audio, Android 15 could be a low-key hit. \"We've been making steady progress refining the features and stability of Android 15, and the first beta opens the experience up to both developers and early-adopters. As we work towards a consumer release, we will continue to use the feedback from our Android community to improve Android as a platform that works for everyone,\" says Google.\nWhat's new in the first Android 15 beta? One of beta's most noteworthy inclusions is a deepened push for all apps to run edge-to-edge by default. Android has supported full screen apps for many years, but the gesture navigation system of recent releases has included a 'system bar' that sometimes draws over top of whatever is on-screen.\nDevelopers targeting Android 15 for their apps will now have an easier time optimizing for screen real estate, as they won't have to put in the extra work to make the system bar appear transparent.\n...apps from third-party app stores can take advantage of the feature just like those from the Play Store can.\nAnother notable addition in first beta release is a revamped OS-level app archiving feature. This lets you save space on your phone by storing away unused apps, without the need to delete them and lose your associated data. App archiving was first introduced by Google last year, but now it's set to work at a deeper level within the system. This means apps from third-party app stores can take advantage of the feature just like those from the Play Store can.\nAs always, there are a ton of other under-the-hood additions and changes documented by Google in this beta release. Improved accessibility options in the form of Braille display support, a new API for end-to-end contact key encryption, and improved character spacing for certain language scripts are all documented by the company.\nHow can I try out the beta? If you're interested in checking out or possibly installing Android 15 beta on your device, you can do so by visiting Google's Android Beta Program website and enrolling your device. For anyone already running an Android 15 developer preview build, the beta update should simply arrive over the air.\nThe list of Android devices eligible for the Android 15 beta program includes the Pixel 5a, 6, 6 Pro, 6a, 7, 7 Pro, 7a, 8, 8 Pro, as well as the Pixel Tablet and Pixel Fold. Unfortunately, there doesn't appear to be any support for non-Pixel branded phones, and older devices like the Pixel 5 are also left in the dust.\nGoogle What's on the horizon? Android 15 still has a ways to go before it's ready to be pushed out to consumers. Per Google's timeline graphic, we can expect at least 3 more beta releases, with a final build not arriving until at least the end of the summer.\nWhile Android 15 isn't nearly as big an update as, say, Android 12 was, the tweaks and refinements across the system are nonetheless welcome. With additional beta releases to look out for, it's possible that Google still has features or other changes it's yet to implement in code. Google I/O is set to take place in May , and so it's likely that Google still has a couple of secrets up its sleeve for us to look forward to.\nRelated Android 15 gains satellite communication in second developer preview Google just released Android 15 developer preview two with several new features. Here's what's new Readers like you help support Pocket-lint. When you make a purchase using links on our site, we may earn an affiliate commission. Read More. Subscribe to our must-read Pocket-lint Daily newsletter!\nBy subscribing, you agree to our Privacy Policy and may receive occasional deal communications; you can unsubscribe anytime.\nShare Share Share Share Copy Share Share Share Share Share Copy Link copied to clipboard Related Topics Phones Tablets google About The Author John Kanellakos (14 Articles Published) John is a writer at Pocket-lint. He is passionate about all things technology, and is always keeping up with the latest smartphone and PC releases. John has previously written at MobileSyrup. When he’s not reading and writing about tech, he enjoys listening to history podcasts and watching documentaries.\nClose Recommended Articles",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.google.com/android/beta",
      "https://io.google/2024/",
      "https://io.google/2024",
      "https://google.com/android/beta",
      "https://www.io.google/2024/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john kanellakos",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "google",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T00:03:45.269+03:00",
    "updated": "2024-04-12T06:41:32.109+03:00"
  },
  {
    "uuid": "7f1d2f97ef90c385dcca9672c6f49b894d1138c0",
    "url": "http://french.peopledaily.com.cn/International/n3/2023/1229/c31356-20116172.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "F_400987",
    "published": "2023-12-29T00:00:00Z",
    "title": "L'Allemagne lutte contre les inondations après de fortes pluies",
    "text": "- Plus L'Allemagne lutte contre les inondations après de fortes pluies A l'approche du réveillon du Nouvel An, la situation des inondations dans de nombreuses régions d'Allemagne reste grave après des semaines de fortes pluies. Plusieurs districts ont déclaré le stade préliminaire d'alerte en cas de catastrophe. Les villes et communes situées le long des fleuves Elbe et Weser, dans l'est et le nord du pays, continuent d'être touchées par des crues et des inondations. Après la rupture d'une digue à Lilienthal près de Brême mercredi, de nombreux habitants ont dû être évacués, et on craint de nouvelles ruptures de digue dans les villes voisines. Dans certaines zones inondées, les opérations de secours sont entravées par des différends entre les personnes touchées. \"Les sacs de sable placés sur les digues sont emportés par des habitants parce qu'ils n'en ont pas pour protéger leur domicile\", a ainsi déclaré Karl-Heinz Banse, de la Fédération allemande des sapeurs-pompiers. Ailleurs, des mesures préventives contre les inondations catastrophiques ont toutefois été couronnées de succès. A Magdebourg, dans l'Etat de Saxe-Anhalt, le barrage de Pretzien a été ouvert pour la première fois depuis \"l'inondation du siècle\" en 2013. Le barrage détourne un tiers de l'eau de l'Elbe dans un canal de 21 kilomètres de long. \"La protection de la population contre les risques d'inondation est notre priorité absolue\", a déclaré jeudi Armin Willingmann, ministre de l'Environnement de l'Etat de Saxe-Anhalt, qui a également rappelé les \"investissements conséquents\" dans les digues et les installations de protection contre les inondations faits ces dernières années. Bien que l'on ne s'attende pas à autant de précipitations au cours des prochains jours qu'aux alentours de Noël, \"chaque goutte est en réalité une goutte de trop\", a déclaré à l'agence de presse allemande dpa Marcel Schmid, météorologue au service météorologique allemand.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:08:13.665+02:00",
    "updated": "2023-12-29T12:08:13.665+02:00"
  },
  {
    "uuid": "2306bc75afb0ab426dca5be65cb2b2e137510b17",
    "url": "https://www.desmog.com/2024/06/06/no-environmental-review-required-for-canadas-largest-carbon-capture-proposal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mitch Anderson",
    "published": "2024-06-06T20:41:00Z",
    "title": "No Environmental Review Required for Canada’s Largest Carbon Capture Proposal",
    "text": "“Are you Canadians crazy?” That was the reaction from U.S. pipeline expert Richard Kuprewicz, when contacted by DeSmog about the proposed Pathways Alliance CO2 pipeline and storage hub that may proceed in the absence of a comprehensive review by either the federal or Alberta governments. Internal government documents unearthed by the Narwhal show that Canada’s largest bitumen producers demanded assurances from Ottawa that one of the largest infrastructure projects in Canada would be exempt from the federal environmental assessment act. In Alberta, the member companies of the Pathways Alliance are breaking the project into 126 separate parts in an apparent effort to avoid triggering a provincial environmental assessment. What are they worried the public might find out? The Pathways proposal would be Canada’s largest carbon capture and storage project costing a projected $16.5 billion, requiring 600 km of new C02 pipelines from oil sands production facilities in northeastern Alberta to an underground storage area more than three times the size of Prince Edward Island near Cold Lake. In dollar terms, this is larger than the Site C dam, the $15.7 billion Go Train expansion in Ontario, or rebuilding the Bruce or Darlington nuclear reactors. Yet if the bitumen industry gets their way, this massive undertaking largely paid for through taxpayer subsidies may move forward without a comprehensive assessment at the federal or provincial level, despite numerous potential impacts on public safety, water conservation and Indigenous rights. This stealthy approach to regulatory approval is in stark contrast to a very public promotional campaign paid for by six of the largest oil sands companies representing 95 percent of Canada’s bitumen production. Pathways bought commercials during the Superbowl and FIFA World Cup promoting the pipeline. Their Facebook and Instagram ad spend was the third largest in Canada in late 2022. With that scale of purchased profile, you might think the Pathways Alliance would welcome public scrutiny as they finally file documents to regulators on this gargantuan undertaking. “The fact that they are trying not to have oversight of this should be raising serious questions,” warned Kuprewicz, president of Accufacts Inc. who has investigated scores of pipeline ruptures over his career spanning over 40 years. “This is a big diameter pipeline. So if this were to rupture, it’s going to release a lot of tonnage. And I don’t say that to scare anybody. I just don’t need to do any more investigations after the fact.” ‘They Thought We Were Dead’ While CO2 is not poisonous, the colorless, odorless gas can displace breathable oxygen causing headaches, convulsions or death depending on exposure times and concentration. CO2 is also heavier than air and can travel undetected at dangerous levels for many kilometers. Vehicles — including those of first responders — can cease to function in high concentrations of CO2. The main Pathways pipeline would be 24 inches in diameter and carry up to 12 million tonnes of CO2 per year. As CCS and associated pipelines are being scaled up across North America — fueled by subsidies and tax breaks totaling billions of dollars — the risks to human health and local communities are becoming more evident. A CO2 pipeline burst in Satartia, Mississippi in February 2020 sending 49 residents to hospital before it was finally shut off four hours later. According to a report from Verite News , many people were close to death when found by first responders. “They found me, my cousin and my brother unconscious, with foam coming out our mouths,” said DeEmmeris Burns, who was fishing with family members near the Satartia leak when the CO2 cloud stalled their vehicle preventing their escape. “They thought we were dead.” Another CO2 pipeline owned by ExxonMobil ruptured on April 3, 2024 in Sulphur, Louisiana. First responders could only block local roads and wait almost three hours for company crews to plug the leak after they alerted the company of the dangerous spill that caused headaches and fatigue for many residents ordered to shelter in place. Is this how pipeline operators are supposed to respond to a CO2 rupture emergency? In both these recent spills, it was local residents — not company technicians — who first alerted authorities. And the time required to resolve these ruptures was measured in hours, not minutes. Even if a ruptured CO2 pipeline is shut off quickly it can still pose a deadly threat to people due to explosive pressure, lethally cold gas, or carbon dioxide flowing kilometers downslope where the colorless gas can displace breathable air. According to Kuprewicz, a rupture “is still going to release tons and tons [of CO2] even after the valves are closed because it’s going to de-inventory the pipeline.” Serious Legal Risk The regulatory rush with which Pathways is attempting to have their project approved may also prove counter-productive, as Kuprewicz has noted with other CO2 pipeline proposals in the U.S. “There are a lot of people trying to go for billions of dollars in tax credits in the United States and running into roadblocks because they haven’t really thought their projects through. And that may be the similar situation in Canada.” Chief Allen Adam of the Athabasca Chipewyan First Nation has already warned the Alberta government that any effort to avoid meaningful consultation could lead to time consuming legal conflict. “Alberta has to realize that without doing an environmental assessment, it will be unable to fulfill its constitutional obligation to consult with ACFN and other local Indigenous communities about the expected impacts of the project on our constitutionally protected Aboriginal rights. Not only does this undermine our Treaty rights but it also puts the project at serious legal risk.” The ACFN and five other organizations signed a letter submitted by Ecojustice to the Alberta government requesting a comprehensive assessment for the project. Alberta’s response to this request (or lack thereof) might set the stage for future time-consuming legal challenges. Why so secret? The member companies of the Pathways Alliance can certainly afford to provide the public and regulators comprehensive documentation on their marquee carbon capture project, having posted profits exceeding $35 billion in 2022. The Pathways Alliance was contacted by DeSmog but declined to provide comment by the filing deadline. The public is already contributing over $7 billion in tax breaks and subsidies, yet more taxpayer largesse is apparently required. Pathways is further demanding the federal government pony up half of the operating costs into the future and provide carbon credits for refined fuel burned outside of Canada. With such a shaky business case and dearth of available details, perhaps this project is already dead-on-arrival? Kuprewicz has already seen too many previous pipeline accidents due to poor planning and rushed approvals. He hopes the Pathways project does not create similar problems. “I’m not trying to be nitpicky or anything, I just don’t need to be getting into more failure investigations. I don’t advertise. And I don’t need the business.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.greenpeace.org/static/planet4-canada-stateless/2023/03/8c835b91-amended-competition-bureau-submission-for-pathways-alliance-ad-campaign.pdf",
      "https://www.huffpost.com/entry/gassing-satartia-mississippi-co2-pipeline_n_60ddea9fe4b0ddef8b0ddc8f",
      "https://pipelinefighters.org/news/denbury-co2-pipeline-leaks-in-louisiana-triggering-shelter-in-place-order/",
      "https://albertawilderness.ca/the-health-environmental-and-financial-risks-of-oil-sands-carbon-capture-projects-need-to-be-adequately-assessed-by-alberta/",
      "https://ecojustice.ca/wp-content/uploads/2024/05/2024-05-13-Letter-to-Alberta-re-EIA-for-Pathways-Alliance-FINAL.pdf",
      "https://pathwaysalliance.ca/wp-content/uploads/2023/10/PA-fact-sheet-FOUNDATIONAL-RGB-F1.1-MAL.pdf",
      "https://iowacapitaldispatch.com/2024/05/05/a-stark-warning-latest-carbon-dioxide-leak-raises-concerns-about-safety-regulation/",
      "https://thenarwhal.ca/pathways-alliance-project-request/",
      "https://storeys.com/largest-public-infrastructure-projects-canada-2024/",
      "https://www.pipelinefighters.org/news/denbury-co2-pipeline-leaks-in-louisiana-triggering-shelter-in-place-order/",
      "https://www.thenarwhal.ca/pathways-alliance-project-request/",
      "https://pipelinefighters.org/news/denbury-co2-pipeline-leaks-in-louisiana-triggering-shelter-in-place-order",
      "https://albertawilderness.ca/the-health-environmental-and-financial-risks-of-oil-sands-carbon-capture-projects-need-to-be-adequately-assessed-by-alberta",
      "https://www.albertawilderness.ca/the-health-environmental-and-financial-risks-of-oil-sands-carbon-capture-projects-need-to-be-adequately-assessed-by-alberta/",
      "https://www.storeys.com/largest-public-infrastructure-projects-canada-2024/",
      "https://greenpeace.org/static/planet4-canada-stateless/2023/03/8c835b91-amended-competition-bureau-submission-for-pathways-alliance-ad-campaign.pdf",
      "https://huffpost.com/entry/gassing-satartia-mississippi-co2-pipeline_n_60ddea9fe4b0ddef8b0ddc8f",
      "https://www.pathwaysalliance.ca/wp-content/uploads/2023/10/PA-fact-sheet-FOUNDATIONAL-RGB-F1.1-MAL.pdf",
      "https://storeys.com/largest-public-infrastructure-projects-canada-2024",
      "https://thenarwhal.ca/pathways-alliance-project-request",
      "https://www.iowacapitaldispatch.com/2024/05/05/a-stark-warning-latest-carbon-dioxide-leak-raises-concerns-about-safety-regulation/",
      "https://iowacapitaldispatch.com/2024/05/05/a-stark-warning-latest-carbon-dioxide-leak-raises-concerns-about-safety-regulation",
      "https://www.ecojustice.ca/wp-content/uploads/2024/05/2024-05-13-Letter-to-Alberta-re-EIA-for-Pathways-Alliance-FINAL.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richard kuprewicz",
          "sentiment": "neutral"
        },
        {
          "name": "desmog",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pathways alliance",
          "sentiment": "none"
        },
        {
          "name": "pathways alliance co2",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "prince edward island",
          "sentiment": "none"
        },
        {
          "name": "cold lake",
          "sentiment": "none"
        },
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:04:14.663+03:00",
    "updated": "2024-06-10T14:24:52.609+03:00"
  },
  {
    "uuid": "1ef0d4b94bb61d66fc0d57e86b34d831aa6fcd18",
    "url": "https://www.microsoft.com/en-us/worklab/podcast/ai-lowers-the-cost-of-expertise",
    "ord_in_thread": 0,
    "author": "stclarke",
    "published": "2025-04-02T21:25:00Z",
    "title": "Podcast: AI Is lowering the cost of expertise. What does that mean for business?",
    "text": "A core component of every company’s value proposition is its unique expertise. “But we now have evidence that generative AI is lowering the cost of expertise,” says Harvard Business School professor Karim Lakhani. “And if the cost is dropping, then that changes the very core of what the firm is.” That speaks to a crucial challenge leaders face in the AI era: maintaining their organization’s competitive advantage when expertise is no longer a key differentiator.\nLakhani has spent his career researching and teaching digital transformation, and he has a vital question for leaders who are integrating AI into their organizations: are they just trying to use AI to do existing tasks more quickly, or are they trying to imagine how the technology can—and will—transform their whole industry?\nLakhani joins the WorkLab podcast to share insights on how leaders can succeed in an era of abundant expertise, how they can avoid “falling asleep at the wheel” with AI, and what they can learn from the generation of AI-native MBA students who are about to enter the workforce.\nThree big takeaways from the conversation:\nNew employees will bring their own AI agents to work. “One of the conversations we’re having at Harvard and HBS is, should we have an AI agent companion for our students that learns with them, and then goes off and keeps learning? That future is not that far off,” Lakhani says. He wonders how future managers and colleagues will respond when these AI-native students graduate, get hired, and show up to work with their personal AI agents in tow.\nDon’t fall asleep at the wheel with AI. Lakhani uses advanced safety features in cars as an object lesson for the promise and peril of AI at work: “Cars have various tools to alert you. There’s automatic braking. If your eyes are darting around, it’ll buzz you. The current versions of these AI models don’t do that for you. LLMs love to freelance, to solve more problems than you’ve asked them to solve. Smart people with good AI often ’fall asleep at the wheel.’” It’s important to use the technology as a thought partner, not a thought dispenser. You’ll reap the most benefit from actively using your own experience and expertise to interrogate everything AI produces.\nLeaders can’t delegate AI transformation. Lakhani sees “low-hanging fruit” in AI adoption for everything from customer service and marketing to product development and innovation, and he says successful pilot programs can scale quickly. But he cautions leaders not to expect these initiatives to succeed without their involvement: “If you as a leader say, I’ll let my tech team, my IT department, my marketing group—I’ll let them figure it out, they’ll face a ton of friction. It behooves leaders to be engaged. It has to be your projects, sponsored by you, with a commitment to launch.”\nWorkLab is a place for experts to share their insights and opinions. As students of the future of work, Microsoft values inputs from a diverse set of voices. That said, the opinions and findings of the experts we interview are their own and do not reflect Microsoft’s own research or opinions.\nFollow the show on Apple Podcasts, Spotify, or wherever you get your podcasts.\nHere’s a transcript of the conversation.\nMOLLY WOOD: This is WorkLab, the podcast from Microsoft. I’m your host, Molly Wood. On WorkLab we hear from experts about the future of work, from how to get maximum value from AI to what it will take to thrive in a business world being reshaped by technological innovation.\nKARIM LAKHANI: I think now there are low-hanging fruits on the customer side, customer service side, customer innovation side, on the marketing side, on the software side, software development side. Those are things that there’s no doubt, those can be implemented and put into play. And the longer you wait, the harder the jump is going to be.\nMOLLY WOOD: Today I’m talking to Karim Lakhani, a Harvard business professor who also chairs several university programs dedicated to technology management, innovation, and AI transformation, including the university’s new research center called Digital Data Design Institute. In 2020, before a lot of business leaders had even heard of generative AI or large language models, Lakhani co-authored a book titled, Competing in the Age of AI: Strategy and Leadership When Algorithms and Networks Run the World. That’s kind of happening now. AI is revolutionizing every aspect of how we work. We thought he would be a great person to talk to about strategies and insights that can help leaders and organizations navigate the AI era. And now my conversation with Karim. Thanks so much for joining me.\nKARIM LAKHANI: Thanks, Molly. Great to be here with you.\nMOLLY WOOD: So you’ve been writing about and teaching about digital transformation and the potential of AI for years now. I’d love to know what this relatively recent rise of generative AI looks like to you as somebody who’s been such a close observer for so long.\nKARIM LAKHANI: The generative AI moment was sort of like, for me, feels like the 1992, 1993 browser moment. Like, we had 30 years of the internet, then Andreessen invents the browser and then, boom, the internet becomes democratized and becomes available. And so generative AI, for me, is that moment where all of a sudden AI, which was sort of the work of the pointy-headed nerds who knew math and computer science, where all of a sudden you could now use a generative AI yourself for your particular tasks. We anticipated democratization of this technology, but we didn’t anticipate the scale, the speed, and the scope of what generative AI has unleashed.\nMOLLY WOOD: So what changes now? So, you know, there you are, as a Harvard business professor, what are you telling these baby MBAs, these aspiring MBAs?\nKARIM LAKHANI: Yeah, I have 935 of them right now, so I’m actually, I just launched a brand new course I’ve co-developed with my colleagues, and it’s called Data Science and AI for Leaders. We’ve tried to make this an AI-native course. There are two bots. There’s a bot that sort of understands all the concepts, from statistics and machine learning to data architectures, all the way to transformation challenges inside of organizations. And then also we’re using a service which basically removes the constraint of programming R or Python to do machine learning, to do statistics. You could now basically do that in natural language. So all of a sudden our MBAs have this superpower available to them. The big thesis I have, and we have some data on this, if you sort of imagine this discussion we’re having right now on video and audio, 30 years ago, this would’ve cost us $10,000 per minute. Now, the marginal cost for us to do this conversation is effectively zero. And what the internet did is that it basically lowered the marginal cost of information transmission. Everything else flew from that. And so my view has been, and we now have evidence of this, that generative AI is lowering the cost of expertise.\nMOLLY WOOD: Right. In fact, you recently co-wrote a piece about that for Harvard Business Review, and this seems really relevant to this conversation about AI transformation. It’s called Strategy in an Era of Abundant Expertise.\nKARIM LAKHANI: Yeah, we had some great colleagues from Microsoft actually work with us on this. And so if you believe this world of abundant expertise, companies are just bundles of expertise, right? We have expertise in software, we have expertise in marketing, in customer, in supply chain, and so forth. And if effectively the cost of expertise is dropping, then that changes the very core of what the firm is. So we’re obsessed, you know, at our institute with various questions around this. One perspective we have at our institute is that generative AI is like a drug. We don’t know dose, we don’t know efficacy, we don’t know the right regimes, we don’t know side effects in the world of business. The only way we’ll actually be able to figure out what it’s good for, what it’s not good for, what all the issues are is to actually do these as randomized controlled trials, be experimental, be scientific about their effects, so we can both advise the companies that are adopting what to do, but also the creators of these tools to say like, here’s the good signs and here’s the bad signs.\nMOLLY WOOD: Right. And then how should leaders be thinking about the way they introduce AI into their organization? If it’s controlled trials, is it, you know, phase one and phase two? We’ve had a lot of conversations on this show, in fact, about whether you should pilot or whether you need to give it to everybody, because bottom-up is the only way that you truly determine the value.\nKARIM LAKHANI: So I see a lot of leaders here. You know, we have both an MBA program, but we also have exec ed. Today, the average leader is happy to talk about AI, be in meetings about AI, but they’re not themselves using AI. And I think that’s a problem.\nMOLLY WOOD: That’s not gonna work.\nKARIM LAKHANI: That’s not gonna work because you can’t outsource your browsing to somebody else. You can’t outsource your email to somebody else. You have to do it yourself. And similarly, because this is a cognitive effect, because it’s an expertise story, it’s a skill story, you actually have to use it yourself to understand its power, and then you can start to make decisions. So my complaint right now to them, and I’m very frank with them, it’s like, you actually have to use this stuff and do it for your own work. And then you’ll know what it means. And so the first thing is like, what I tell organizations, is that pilot or no pilot, you first need to get activated, and it’s activation at the highest levels of the organization and the C-suite, and for them to actually understand how this works. And so my colleague, Iavor Bojinov, who’s a faculty member here at HBS, he came up with this brilliant exercise that in 90 minutes, through a series of structured prompts, you can create a snack food company. You sort of do this—they’re very skeptical. You go, yeah, you only have 90 minutes, you work in teams, there’s a set of prompts. Start to use these prompts and get answers. At the end, they have a business plan, they have a jingle, they have a deck, go-to-market plan in 90 minutes, and all of a sudden they’re stunned. That’s the big light bulb moment that I gotta pay attention on. So the activation is important and the activation has to be across the board at the C-suite level and so forth. And the activation has to be, I think, tied to, like, what’s gonna be your bold stroke? Like, if you believe this conversation and we have evidence, we have data from companies about the cost of expertise going down, what’s gonna be your bold stroke around this? How do you think about this? What do you want people to do? And then there’s a question about, are you gonna democratize or are you gonna do this in pilots? I think it just depends on the organization and where they’re comfortable.\nMOLLY WOOD: I wonder, as you interact with the next generation of leaders, what are they bringing to the table on this topic?\nKARIM LAKHANI: If we get it right here with our MBAs, there’s gonna be a generation of leaders coming out now that will be AI native, and—\nMOLLY WOOD: It’ll be like breathing to them.\nKARIM LAKHANI: Exactly.\nMOLLY WOOD: You wouldn’t go anywhere without the phone, you wouldn’t run a business without AI, yeah.\nKARIM LAKHANI: You know, we said if the last century was about MBAs with Excel spreadsheets, this century will be MBAs with AI. You’ve heard this in many ways. You know, we say, machines aren’t gonna replace humans, but humans with machines are gonna replace humans without machines. And so our view is that, you know, if we do it right here at HBS, that many of our graduates will be AI native. They’ll know how to use these tools. We’ll have a sense of some of the downsides, the sharp edges and know how to navigate that. But we’ll come in with a variety of interesting approaches to solve business problems. And I think there’ll be two things going on. I was just talking to some colleagues in our entrepreneur management unit, they have a founder’s class, about 30 students that are starting companies, and, typically in the MBA program there are people that have technical knowledge and business knowledge—and of course we give them all business knowledge. But if you’re founding a company, the folks that have a business orientation are looking for technical co-founders. Early indications are that they may not need them right away. That they could do the first MVP using the tools that, you know, Microsoft has in coding and website design. This is the expertise story. Like, all of a sudden some of our students will be feeling very empowered to go start these companies now with these AI bots, and then those that join incumbent companies, they’ll be coming with the tool set, and the question will become, how will their managers, how will their peers respond to them showing up with their AI tools and AI agents?\nMOLLY WOOD: Right. I want to relate this back to the idea of abundant expertise, and then what happens to the value of expertise, which is, I would venture to say, the question.\nKARIM LAKHANI: We’re in the business. I mean, that’s what we do. We give degrees because we think you’re an expert in something.\nMOLLY WOOD: Exactly. And so how do companies continue to be the best at expertise when expertise is so abundant?\nKARIM LAKHANI: I think the, and this is part of the paper that we wrote, that for companies—and I think this is also for individuals—that you will have to be thinking about you with AI compared to AI itself. If the AI keeps improving, what value am I adding so that I’m better?\nMOLLY WOOD: No pressure.\nKARIM LAKHANI: No pressure, no pressure. And that, I think, is gonna be the key thing. At the moment, what this requires is—these large language models love to freelance, love to solve more problems than you’ve asked them to solve, right? And they come up with amazing answers. How do you know that these answers are correct? And if you don’t know what it’s talking about, but it sounds good, you better go back to your large language model, understand what it’s talking about, and then come up with an answer, if that makes sense. So in statistics, right, you’d run a regression, but it might do five different regressions, it might do additional tests. If you’re gonna go present to your management board results of some analysis you did and you don’t understand what the large language model did to give you the answer, and it gave you a task and it’s significant, that’s not good enough. You actually have to understand that, is this the right test? Is it appropriate or not? So I think it’s the combination of what you know, how well you know it, what the AI is unlocking for you, and then this ongoing conversation about, AI is getting better. How are you with AI going to be better?\nMOLLY WOOD: So it sounds like, if I had to break it down, it sounds like what you’re saying to your students, but also even within the context of the Harvard Business Analytics program, to existing executives, it’s use it but don’t turn everything over to it, which is the message we’ve heard before, I think, on the show.\nKARIM LAKHANI: Yeah. You know, my postdoc, Fabrizio Dell’Acqua, did this great study while he was at Columbia doing his PhD, and his thing was like falling asleep at the wheel.\nMOLLY WOOD: Yes. I liken this to the level three, level four self-drive.\nKARIM LAKHANI: Exactly. Like, with full self-driving cars, you know, right now they have sort of the various tools to alert you. There’s automatic braking, it’ll buzz you, if your eyes are darting it’ll intervene. The current versions of these models don’t do that in our knowledge work, they’ll just be happy to please you and so forth. And what Fabrizio found in his experiment is that good people with good AI often fell asleep at the wheel because they started just like, trust the output and didn’t pay attention. And so I think that paying attention and knowing your expertise, improving your expertise, and you with AI is gonna be a critical factor.\nMOLLY WOOD: It takes a lot of discipline though, right? I mean, ultimately, that is a leadership skill. Like the ability to—because good leaders do the research behind the scenes, good leaders actually read the reports that they’re given. I mean, it’s very interesting because it sounds like what you’re describing is also still pretty basic leadership.\nKARIM LAKHANI: Leadership 101?\nMOLLY WOOD: Leadership 101, turns out.\nKARIM LAKHANI: Like, come prepared to your meeting? Read the report?\nMOLLY WOOD: [Laughter] Yeah. You’ve also written about the need to focus on the customer problems that you can directly solve. I think where people feel overwhelmed with AI is like, I have this tool, but I don’t know what it’s for.\nKARIM LAKHANI: Throughout this journey I’ve been on, and sort of looking at AI in its various forms, you would always see pilot hell—lots of pilots, no implementation. What would happen in most organizations is that people would not say that if the pilot works, I’m going to implement. I think now we’re at a stage where, you know, you can solve real customer problems with these tools. You can actually get voice of the customer. So, for example, and on the customer side where I sort of focus a lot of my research on, which is on the new product development side, you can start to explore and hypothesize way more. There’s always this limited bandwidth of, do I have access to customers? Can I run consumer tasks? Can I do all these things? Now you can do way more. From design to testing in virtual in silico and lead to better outcomes. So that’s one side. The second is the customer experience, right? Both from customer service to how the products are being used. Certainly we see low-hanging fruits on changing customer experiences by embedding generative AI in your user workflows. And in many ways, I think customers are now going to be sort of expecting that. You know, everybody wants one-click shopping, you know, and they get mad when they don’t have that. I think very soon, I think those standards will change around that. And then I think the pilots can be on like, what are some customer value problems that we can solve first? Let’s go build those pilots first and actually have an intention to scale. So, the scaling story is like, if it works, and in many cases they work, you should not then be in another yearlong process to think about scaling. The managerial, the leadership decision is, if it works, we’re gonna scale and we’re gonna change our process.\nMOLLY WOOD: Right.\nKARIM LAKHANI: Not that we’re not gonna think about it. If you were a leader and you say, I’ve got my tech team, my IT department figuring it out, or my marketing group figuring it out, they will figure it out, but then they’ll face a ton of friction. It behooves leaders to be engaged. Now, you’re not gonna spend all day, every night on this, but it has to be your projects, sponsored by you, with a commitment to launch. And I think now there are low-hanging fruits on the customer side, customer service side, customer innovation side, on the marketing side, on the software side, software development side. Those are things that there’s no doubt those can be implemented and put into play. And the longer you wait, the harder the jump is gonna be. So what I say to many leaders is that these models, these capabilities, the performance capabilities of these models and what they can continue to do appears to be increasing quite radically or exponentially. And we don’t know what the ceiling is. Of course, everything has a ceiling. We’ll get to the ceiling when we get to it, but at least for the time being, we don’t see ceilings. And you add gentech workflows on top, it’s like, wow.\nMOLLY WOOD: Well, so that actually, that’s my next question. You’ve got this leadership challenge, and you’re clearly saying, in the words of the new great American classic Twisters, if you feel it, chase it.\nKARIM LAKHANI: Yes, yes. Oh, I like that. [Laughter]\nMOLLY WOOD: Thanks, Glen Powell for the new catchphrase for all of us. And then there is this question of agents rewriting team structures, potentially.\nKARIM LAKHANI: Yes. Yes.\nMOLLY WOOD: So how do you, as a leader, think about incorporating AI agents on top of AI?\nKARIM LAKHANI: Yes. Figure it out—that’s why you get paid the big bucks. [Laughter] Figure it out. No, I mean, so let me just add one more bit and then we’ll go to agents and you’ll see the connectivity. So, technology is improving quite radically, exponentially. Most companies are absorbing linearly. So that creates, over time, an increasing exponential gap between what you are able to do and what these models are able to do. But this question about adoption is not a simple technological adoption. Should we have Wi-Fi or not in our buildings? Remember, this was a question?\nMOLLY WOOD: Yes, I do.\nKARIM LAKHANI: Twenty years ago. Big debates.\nMOLLY WOOD: And should it be public Wi-Fi, and should it be locked Wi-Fi?\nKARIM LAKHANI: And how many layers of authentication do we need? You know, this is not a Wi-Fi adoption question because Wi-Fi’s about communication and information transmission. If these tools are about expertise, then it’s back to the work. It’s about work. Your work has to change, and your workflow has to change, your work process has to change, and the longer you wait to adopt, the bigger the hurdle is gonna be for you to change your work processes. Your teams, your organizations, your people haven’t kept up with the speed of change that these models are undergoing. And so they will be doing old line processes, but all of a sudden you’re gonna have a totally transformed process because you need to build the fitness in your companies to be able to keep changing and keep adapting and get everybody ready for it. Which would then, by the way, argue this question about democratization. Like, you really need to make everybody available to this kind of stuff. So I think the answer is yes, people will get there one way or the other. But, you know, it’s already on your bloody phone, right? Come on. Like, you’re gonna say no, they’re gonna do it on their phone with other risks. But the problem is change and change management and change fitness. And we know from lived experiences by all of us, and also lots of research, lots of papers, lots of data, lots of blog posts. That change is damn hard in organizations. It’s really hard to change—\nMOLLY WOOD: And risky.\nKARIM LAKHANI: Risky, change is hard to do, people don’t like it. Given that, if your organization is gonna be averse to change, then this becomes an even harder task. So just think, you are living in this world where your people haven’t kept up, your processes haven’t kept up, and then agents pop in and then, boom, what are you gonna do? Versus, you have been in the journey, everybody is adapting, everybody’s figured out, oh, I can do this, I can do that. I can actually take advantage of these core capabilities and actually do something additional with that. Then you’ll be in better shape. To your question about agents, I think agents are team technology. It’s a work technology. And I, you know, I’m an HBS professor, so I’m always used to asking. I never give answers, I ask questions. So, Molly, let me ask you a question. What in your life today is, and I think most people listening will have experienced this, basically has some kind of an algorithm directing the work of humans, some kind of a proto agent. So, like, everybody takes Uber, right? Who’s the manager for the driver? It’s the AI algorithm at Uber. Amazon warehouses, AI algorithm. Instacart, you know, you name it. So, already, services we’re using every day are already, have this world where the agent is part of the workflow. It’s not a GenAI agent yet at Uber or at Lyft, but it tells you that already some work is already being transformed because we don’t have the dispatcher telling people where to go. We basically have an algorithm directing work. So when we now think about agents, what we imagine, and this is part of the work in our recent HBR paper, an expertise paper, is that people will come with their own agents. Or the companies will give them their agents. One of the conversations we’re having at Harvard and with HBS is like, should we have an agent companion for our students that learns with them and then it goes off and keeps learning? That feature is not that far off. It probably exists in some form already. So workers will come with their agents, workers will have teammates that are agents. And then workers may also have bosses that are agents.\nMOLLY WOOD: Yeah. And soon.\nKARIM LAKHANI: And soon. And in many ways, a version of that exists at Uber, right, and various automated warehouses and that kind of stuff.\nMOLLY WOOD: Yeah.\nKARIM LAKHANI: So that’s already happening.\nMOLLY WOOD: Is there anything that we have not discussed yet about AI and opportunities and challenges that you think we’re really overlooking?\nKARIM LAKHANI: So let’s think about this at the three layers—at the company level, at the leader level, and at the individual level. At the company level, my biggest worry is strategic shifts are ahead. They might happen faster than we imagine, but the bigger story is if you sort of, again, you’ll remember this time, Molly, Amazon being invented, right, and you have e-commerce. So bookstores also—remember, Barnes and Noble had an e-commerce site, and Borders also had a website too. It’s not as if Barnes and Noble and Borders did not have websites, but they didn’t reimagine their business from top to bottom because the cost of communication had dropped to zero. They all invested. They, you know, they hired all the consultants. E-commerce, is it, we’re gonna have new business, we’re gonna do that. They did all that. But they did the old business. The operating model of a retailer had changed dramatically. And they didn’t realize it until much, much later, until it was too late. So the worry I have with companies is that they will do the Barnes and Noble-Borders strategy. Let’s add a chatbot, check the box, go to the board. We’re AI native. Instead of saying, if you believe what I’m saying, that the cost of expertise has dropped, then you should be really rethinking your business and reimagining it from the core up before somebody else does. So I think that’s the first thing at the company level. At the leader level, I think there are three big gaps. There’s a learning gap, right, like, they don’t know enough. They haven’t, you know, what I call the learning-doing gap. Everybody talks about AI. Nobody does AI. So I think there’s a learning gap. Then there’s an adoption gap, like, you are just not adopting fast enough, fierce enough, wide enough. And then a transformation gap. Like, you’ve thought of this as a technology play when this is a culture play, this is a work play, this is a team play. And your HR officer should be married to your data AI officer, and all adoption needs to be thought about in terms of technology and change and process change, not in terms of anything else. And for individuals what I would say is, you know, I sort of hark back to the bicycle of the mind analogy that allows you to go further and faster. Well, that’s what these things are showing, but we’re adults now trying to learn the bike, and if you remember trying to ride a bike when you were a kid, you know, you fell down, you scraped knees, you were embarrassed. It was hard to learn, but you had to keep practicing to learn to use this new instrument called the bike. And then once you got that, you had all this amazing freedom, you could sort of pretend to run away from your house very quickly when you were upset at your parents. That never happened to me. [Laughter]\nMOLLY WOOD: I did that like 30 times. I’m just flashing back to my entire childhood, and it was always the bike. [Laughter]\nKARIM LAKHANI: Right? So, but you had to invest, and you had, you know, maybe even a concussion to get there. So this is a practice thing. You’ve gotta practice this stuff to really understand. Like, don’t talk about—I got so mad at an exec class recently. I’m like, all of you guys are just talking about it. One was like, oh yeah, we’re thinking about AI and regulation. I go, does AI have a seat at the table with you? Are you asking it what it thinks? And they’re like, no. I’m like, then, what’s it gonna do? And so that, that’s where I see, I think, you know, at the company level, the leader level, and the individual level.\nMOLLY WOOD: Thank you so much. Karim Lakhani is a Harvard professor and chair of the school’s Digital Data Design Institute. What an absolute treat. Thanks for the time.\nKARIM LAKHANI: So much fun, Molly.\nMOLLY WOOD: Thank you all for joining us, and keep checking your feeds. We have more fascinating guests on the way with actionable insights that can help leaders develop an AI-first mindset, and maximize the ROI of AI. If you’ve got a question or a comment, please drop us an email at worklab@microsoft.com. And check out Microsoft’s Work Trend Indexes and the WorkLab digital publication, where you’ll find all our episodes along with thoughtful stories that explore how business leaders are thriving in today’s new world of work. You can find all of that at microsoft.com/worklab. As for this podcast, please, if you don’t mind, rate us, review us, and follow us wherever you listen. It helps us out a ton. The WorkLab podcast is a place for experts to share their insights and opinions. As students of the future of work, Microsoft values inputs from a diverse set of voices. That said, the opinions and findings of our guests are their own, and they may not necessarily reflect Microsoft’s own research or positions. WorkLab is produced by Microsoft with Godfrey Dadich Partners and Reasonable Volume. I’m your host, Molly Wood. Sharon Kallander and Matthew Duncan produced this podcast. Jessica Voelker is the WorkLab editor.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->economics",
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->investment and opinion pieces",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial and economic news",
      "Social Issue->social networking",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Iavor Bojinov",
          "sentiment": "positive"
        },
        {
          "name": "Fabrizio Dell’Acqua",
          "sentiment": "positive"
        },
        {
          "name": "Karim Lakhani",
          "sentiment": "neutral"
        },
        {
          "name": "Molly Wood",
          "sentiment": "neutral"
        },
        {
          "name": "Glen Powell",
          "sentiment": "neutral"
        },
        {
          "name": "Barnes",
          "sentiment": "neutral"
        },
        {
          "name": "Sharon Kallander",
          "sentiment": "neutral"
        },
        {
          "name": "Matthew Duncan",
          "sentiment": "neutral"
        },
        {
          "name": "Jessica Voelker",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "AI",
          "sentiment": "positive",
          "tickers": [
            {
              "ticker": "AI",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Andreessen",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Columbia",
          "sentiment": "positive",
          "tickers": [
            {
              "ticker": "COLM",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "Harvard Business School",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "WorkLab",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "HBS",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Microsoft",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Apple Podcasts",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Spotify",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "SPOT",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Digital Data Design Institute",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Data Science",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Python",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Harvard Business Review",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "MVP",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "the Harvard Business Analytics",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Wi-Fi’s",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Amazon",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "AMZN",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "Instacart",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "HBR",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Noble-Borders",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Godfrey Dadich Partners",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:35:22.117+03:00",
    "updated": "2025-04-03T01:35:22.117+03:00"
  },
  {
    "uuid": "946ba8eb25dc0449617404b0453e1d1f917b9ccc",
    "url": "https://brooksnliea.pages10.com/not-known-factual-statements-about-vashikaran-59777773",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brooksnliea Pages",
    "published": "2023-12-28T18:07:00Z",
    "title": "Not known Factual Statements About vashikaran",
    "text": "This is the most fatal mantra used to harm you. But there are only a few people who find themselves conscious of this manner. Though just about every vashikaran specialist statements this, but their claims are hollow. Next, this method will work only When you've got some stuff in front of you.\nThere are such a lot of reason why Vashikaran doesn’t get the job done or why Vashikaran fails. You will need to distinct impediment to acquire one hundred% effective cause Vashikaran puja.\nNow Tantra mantra and vashikaran on the net provider turn into a business and sort of fraud that’s why individuals have doubt irrespective of whether does vashikaran really function?\nVashikaran was earlier used just for the correct reasons. But in this era, persons searching for shortcuts in each and every work have began misusing this knowledge with some people.\nHave you ever ever heard of vashikaran pooja? This historical follow from India has attained reputation in recent times as a consequence of its purported power to catch the attention of really like and achievement. But just what is vashikaran pooja, and How can it work? Vashikaran pooja is really a style of ancient Indian astrology that entails applying mantras and rituals to influence the needs and actions of Other people.\nis actually a ritual in addition to a style of mantra accustomed to acquire Handle of someone, a condition, a person's soul as well as an animal. Whilst an historical exercise in Indian religious traditions, right now it is actually most linked to attracting enjoy and is often Employed in Jyotisha (\nLike to start with of the chapter We've stated that for making any Vashikaran or Vedic sadhana effective, it is necessary to get concentration of thoughts and accurate function.\nIt offers you options to an array of challenges. It provides an answer for don't just for interactions or appreciate daily life but in addition in enterprise, vocation, etc. Having said that, to obtain the absolute best success, it is proposed for you to always check with a specialist to grasp the procedure.\nTantric exercise to regulate any individual happen to be in ancient India for centuries. This really is performed with the help of Siddha Vashikaran mantras that one hundred% will work.\nNow’s young generation is now the target of these types of deception probably the most. The main reason for this is the fact the youngsters have grown up now by pondering the freedom through the family members. Or In this particular era, every youth begins thinking that he has grown up now and might take his own conclusions.\nCould it be feasible to go in opposition to the will of nature? You must truly feel the character’s power through the time of pandemic.\nVashikaran can be utilized to manage other’s intellect, summon them on your function, inquire them to enter in your daily life, you've some get the job done performed by them or many far more\nmore info things which involve Vashikaran.\n1. Kamdev Vashikaran Mantra for attraction and to produce your sexual life happy (for both equally males and ladies)\nSarla ji, vaise to unki poori element milne ke negative or Look at karke hi bataya ja sakta ki kya dikkat…\nNot known Factual Statements About vashikaran\nThis is the most fatal mantra used to harm you. But there are only a few people who find themselves conscious of this manner. Though just about every vashikaran specialist statements this, but their claims are hollow. Next, this method will work only When you've got some stuff in front of you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://bigboxdirectory.com/listings121477/the-best-side-of-vashikaran",
      "https://www.bigboxdirectory.com/listings121477/the-best-side-of-vashikaran"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vashikaran",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tantra",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:24:46.388+02:00",
    "updated": "2023-12-29T01:24:46.388+02:00"
  },
  {
    "uuid": "5898acd6bbed0434df3829b81f322650cb1fef7b",
    "url": "https://www.washingtonpost.com/weather/2024/10/11/dc-area-forecast-warm-weekend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ian Livingston",
    "published": "2024-10-11T20:15:00Z",
    "title": "PM Update: A mild and sunny weekend for regional leaf peeping",
    "text": "Off the chilliest lows of the season, we ended up with a winner of a Friday. Morning temperatures ranged from the mid-30s to mid-40s across a big chunk of the region. Even the regional hot spot at National Airport dipped to a fall low of 48. Afternoon highs in the mid-60s to around 70 were also a touch cooler than typical. Temperatures warm a good deal this weekend. Listen to our daily D.C. forecasts: Apple Podcasts | Amazon Echo | More options Through Tonight: Mainly clear skies last through the night. It won’t be quite as chilly as last night. Still on the cool side. Most locations dip into the 40s. More like near 50 downtown. View the current weather at The Washington Post. Tomorrow (Saturday): Another day filled with tons of sun. We might see somewhat increased clouds by afternoon. Highs should mainly make it to a mid-70s to near 80 zone during the afternoon. Winds blow out of the northwest around five to 10 mph. Sunday: Mostly to partly sunny ahead of the next cold front. Perhaps a touch warmer than Saturday, with afternoon readings mainly in the upper 70s to low 80s locally. Winds blow from the south and southwest around 10 mph. See Camden Walker’s forecast through the beginning of next week . And if you haven’t already, join us on Facebook and follow us on Twitter and Instagram . Fall foliage: It will be another fine weekend for regional leaf peeping, albeit on the warm side for mid-October. Most spots are seeing at least a little color locally, with conditions somewhat hit-or-miss given the stressful summer that trees went through amid dryness and heat. Moderate color is into the Interstate 81 corridor, per foliage tracking website Explore Fall . All but the highest elevations of West Virginia and western Maryland are still around high color or peak color this weekend. High spots in the Alleghenies are moving deeper past peak. It should be mostly sunny Saturday and Sunday. 60s to low 70s, except for the highest elevations of the mountains. Mainly 70s to near 80 in the local area and the Shenandoah Valley region.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.wunderground.com/personal-weather-station/dashboard?ID=KDCWASHI185)",
      "https://itunes.apple.com/us/podcast/id1322660776?mt=2)",
      "https://twitter.com/capitalweather)and",
      "http://www.amazon.com/exec/obidos/ASIN/B074PBNLQF",
      "https://www.facebook.com/capitalweather)",
      "https://www.instagram.com/capitalweather/).",
      "https://www.explorefall.com/fall-foliage-map).",
      "https://www.itunes.apple.com/us/podcast/id1322660776?mt=2)",
      "https://facebook.com/capitalweather)",
      "https://itunes.apple.com/us/podcast/id1322660776",
      "https://www.twitter.com/capitalweather)and",
      "https://www.wunderground.com/personal-weather-station/dashboard",
      "https://instagram.com/capitalweather/).",
      "https://explorefall.com/fall-foliage-map).",
      "https://wunderground.com/personal-weather-station/dashboard?ID=KDCWASHI185)",
      "http://amazon.com/exec/obidos/ASIN/B074PBNLQF"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-12T00:36:04.213+03:00",
    "updated": "2024-10-19T14:41:26.985+03:00"
  },
  {
    "uuid": "6b1f9b79d3c8e2355f46208b3e7605847a555947",
    "url": "https://www.president.gov.ua/en/news/volodimir-zelenskij-vruchiv-chergovi-zhitlovi-sertifikati-ge-88437",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "creator",
    "published": "2024-01-19T10:20:00Z",
    "title": "Volodymyr Zelenskyy handed over housing certificates to the Heroes of Ukraine and the families of the fallen Heroes: Thanks to our people, Ukraine will always be known as a country of the brave",
    "text": "In furtherance of the President's initiative to provide housing for the Heroes of Ukraine, President Volodymyr Zelenskyy handed over another 30 apartment certificates to the servicemen of the Defense Forces who were conferred the title of Hero of Ukraine and the families of the fallen Heroes.\nThe ceremony traditionally took place at the Mariyinsky Palace in Kyiv.\n\"Today, the Armed Forces of Ukraine are represented here: Ground Forces, Air Force, Special Operations Forces, Air Assault Forces, Navy, Territorial Defense Forces, our National Guard, State Border Guard Service and State Emergency Service of Ukraine. All of them are represented by true Heroes and relatives of Ukrainian Heroes – those of our people, thanks to whom Ukraine will always be known as a country of dignity, a country of the brave,\" Volodymyr Zelenskyy noted.\nThe President emphasized that each of the Heroes of Ukraine deserves the highest honor and gratitude from the state and all our people, as the bravery of these warriors is a salvation for Ukraine and a just punishment for the Russian occupiers.\n\"Our warriors, who are the reason Kyiv stood firm. Who ensured the lasting defense of Mariupol. Who destroyed Russian equipment in the East, destroyed the enemy in the South. Who truly cared about their brothers-in-arms, just as the most worthy warriors should,\" he said.\nVolodymyr Zelenskyy said that Ukraine will always be grateful to all its Heroes and will cherish the memory of what they did.\n“And Ukraine will always be a country with dignity, a country that respects its Heroes – each and every one of them, all its people, its history and independence. May Ukraine always be as strong as our Heroes. May the memory of every warrior fallen in the battles for the freedom of Ukraine always be blessed,\" the Head of State emphasized.\nThe President handed over housing certificates to 19 families of the Heroes who gave their lives defending Ukraine during the full-scale Russian aggression. Another 11 Heroes of Ukraine received the certificates personally.\nVolodymyr Zelenskyy handed over apartment certificates to the Heroes of Ukraine from the Armed Forces of Ukraine: Lieutenant Colonel Vitaliy Savych, Junior Sergeant Ihor Levchenko, Major Oleksiy Hrebenshchykov, Senior Lieutenant Kyrylo Ahasyiev, Major Andriy Tsarenko, Major Mykola Liubarts, Lieutenant Colonel Dmytro Shumakov, Colonel Yevhen Shamataliuk; from the National Guard of Ukraine: Major Vadym Yashchenko, Captain Yevhen Hromadskyi, Senior Lieutenant Lev Pashko.\nFamily members of the fallen Heroes of Ukraine from the Armed Forces of Ukraine also received apartment certificates from the Head of State: Colonel Serhiy Kotenko, Junior Lieutenant Vadym Blyshchuk, Colonel Oleksandr Hryhoryev, Senior Lieutenant Vitaliy Bondaruk, Soldier Oleksandr Lukyanovych, Chief Sergeant Oleksiy Seniuk, Lieutenant Vladyslav Ukrainets, Captain Yehor Serediuk, Chief Sergeant Volodymyr Dudchenko, Major Pavlo Sbytov, Sergeant Andriy Khanin, Junior Sergeant Sviatoslav Aleksapolskyi. Also, certificates were given to relatives of the fallen Heroes of Ukraine from the National Guard: Soldier Artem Amelin, Major Vadym Zeleniuk, Junior Sergeant Yevhen Bilash; from the State Border Guard Service: Colonel Yuriy Yurchyk, Master Sergeant Oleksandr Maslak, Master Sergeant Maksym Stryzhak; from the State Emergency Service: Junior Sergeant of the Civil Protection Service Illia Akhmetharieiev.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "volodymyr zelenskyy",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "none"
        },
        {
          "name": "territorial defense forces",
          "sentiment": "none"
        },
        {
          "name": "defense forces",
          "sentiment": "none"
        },
        {
          "name": "state border guard service",
          "sentiment": "none"
        },
        {
          "name": "special operations forces",
          "sentiment": "none"
        },
        {
          "name": "armed forces of ukraine",
          "sentiment": "none"
        },
        {
          "name": "air assault forces",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        },
        {
          "name": "state emergency service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "mariyinsky palace",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:25:07.476+02:00",
    "updated": "2024-01-19T17:25:07.476+02:00"
  }
]