[
  {
    "uuid": "c57d582e5c7d3def70a3543391f70698ff8cc407",
    "url": "https://mronline.org/2023/12/30/a-letter-to-my-son-on-his-first-birthday-in-gaza/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@monthly_review",
    "published": "2023-12-30T10:00:00Z",
    "title": "A letter to my son on his first birthday in Gaza | MR Online",
    "text": "No matter what, my child, we were going to celebrate your first birthday. Ever since you were born, Qais, I have felt a strong sense of purpose in life to push myself as a father. I have long prepared for this stage in my life, eager to provide you with a good upbringing that I can later look back on with pride. Ever since you were born, your mother would make you little birthdays to mark every new month that you’ve brightened our lives. I would join in on these little parties, but privately, I have been waiting for your first birthday to plan for something big. I was going to invite the entire extended family, especially your aunts and uncles and cousins. We would gather in our spacious home overlooking our planted garden from every direction, except for the street, which boasted a beautiful palm tree heavy with dates, across the street from the same neighbors I’ve known since I was born in al-Shuja’iyya, in the eastern part of Gaza City. The last time we laid eyes on our home was through a phone screen. We looked at photos of what remained of the house after we evacuated it a month earlier–before the ground invasion. The entire house, and many other houses near it, had been reduced to rubble. We left our beautiful home and stayed at your grandfather’s in the Zeiytoun neighborhood, also in Gaza City. We didn’t take many things with us; we didn’t know our time away would be so long. Even now, we don’t know when we’ll be able to return, or whether we’ll be able to return at all. We know that even if we are allowed, there’s nothing to go back to. When the house was destroyed, so were our hopes of having your first birthday in that little world we had made for you. But don’t worry little one. We will have a new house one day, wide and spacious and surrounded by trees and a vegetable garden. Right now, all we have to do is wait and join our hopes with yours for all the good things that can happen to us–to see the end of the war, to live a normal life where your access to food isn’t conditional upon your suffering, and to be able to see and hear what a child on their first birthday are supposed to see and hear. In the middle of a narrow alleyway in the Yibna refugee camp in Rafah–the latest stop in [our story of displacement](https://mondoweiss.net/2023/12/a-story-of-displacement-and-the-loss-of-my-homeland/)–one of our neighbors works the entire day making bread for displaced people. Those of us in the camp don’t have access to ovens, so we bring her flour to make us bread, and she only takes a modest, almost symbolic price for her labor. Right beside her, there is a large crater that stands as a testament to the destruction already wrought on the neighborhood. All around us, the houses that are still left standing have been deserted and the charred remains of abandoned cars line the side of the nearby road. The windows of all the houses around us have been shattered, the doors to the homes ripped from their hinges. People in the street farther down the road try to buy and sell everything and anything. Qais, you saw all of this. These are things I wish you would never have had to see, especially not in your first year of life. In our house in Gaza City, birds would be in the window beside your crib. There was a wall where we hung all your pictures, and I left a special spot in the center where I wanted to hang a picture of your first birthday party. I wanted to be able to stroll the streets of Gaza City and visit the best toy stores to buy you the best, most expensive, most beneficial toys–maybe something that can teach you a new skill, different from the behaviors you’ve picked up as a displaced refugee, mimicking how the grown-ups around you stoked a fire as you grabbed a piece of plastic and started blowing on it. But you’ll never be able to have the memories I wanted for you. Those have been buried beneath the rubble, too. We are now in Rafah, in a house not our own, unable to find a cake, or sweets, or anything else you would normally find at a birthday party. But don’t worry little one. I’m going to throw you a party even in the middle of the war, and I’ll look everywhere for ingredients to make you a cake. Finding eggs will be the hardest. Even though the doctors recommended that boys your age should have one egg a day, you haven’t eaten a single egg for two and a half months. But I’m still going to try, and if I fail, don’t worry. I’ll make it up to you in the years to come if we survive. I was able to find you a few balloons and a few biscuits that are handed out to people as humanitarian aid. Some sell them to be able to buy other things, but I can’t find much else to buy in the Rafah market. I can’t call our relatives to join us either. Telecommunications have been cut off in Gaza, and they can’t reach us in any event, as several Israeli checkpoints and tanks stand between us. Some of them are now living in shelters. Others are living in tents in makeshift refugee camps, and others are staying in hospital courtyards after [your uncle and his family were trapped under the rubble for five hours](https://mondoweiss.net/2023/10/my-brothers-family-was-under-the-rubble-for-5-hours/) before being rescued after an Israeli airstrike. You won’t be able to play with your young cousins, who all love you very much, because you’re the youngest member of our family, and they always want to play with you. Instead of finding little sparklers to light your cake with, the only thing I can do is sit beside you near the window and watch as the bombs drop in the distance on people’s homes, lighting up the sky every now and then. My little one, it’s hard to think of celebrating in times like these when we keep hearing of the thousands of children who are dying of hunger or dying in airstrikes, burnt and charred and blown into pieces. But it’s not your fault that all this is happening. On the morning of your birthday, I went to the market again, hoping I would find a single can of baby formula, which I figured would be the best birthday present I could give you in lieu of a cake or a piece of chocolate, or inviting our family over. So let’s celebrate today what we do have, my love, and my birthday wish for you will be the end of the war and our safe return to our home. I know that if we returned to Gaza City now, we would be suffering more than we already are. I’m telling you now that when the world sees Gaza and discovers what happened, they’ll know that it’s no longer a place fit for a dignified human life. The fog of war is still hiding what happened, but when it clears on the very first day after the war, the reality of Gaza will slap humanity in the face, and it will leave its burning mark on humanity’s conscience forever. Today, I carried you in a backpack, your face in front of my own so that you could sit nestled comfortably against my chest and look at the world around you. Devastated and barren as it was, you still had a right to go outside for a short while. In our house in Gaza, I would take you on strolls through the entire family building every day, stopping at each floor so that you could visit your cousins. Eventually, we would make it to the rooftop in time for sunset. On our stroll today in Rafah, I was intent on finding you a birthday candle because your mother promised she’d be able to make a cake from flour, cocoa powder, and sugar. We reached one of the most famous roundabouts in the city, known as Awda Cricle, but about 100 meters after passing the circle, two missiles hit a car behind us. Smoke billowed everywhere as people started running toward the wreckage to check for survivors, and dust filled the air as I covered your face with a jacket. I started asking whether there was another way back to the Yibna refugee camp, but people said the only other routes were very long and circuitous, winding through the refugee camp’s narrow and endless alleyways. So I had to wait a while for the smoke to clear and then hurry back the way we came, resolving not to take you out again for the duration of our stay. On our way back, we stepped over severed limbs. A young man was holding an empty flour bag and filling it with body parts he collected. People around him started pointing out other human remains that had been strewn across the road, as everyone was intent on giving the person to whom this flesh belonged something approximating a dignified burial. One old man gestured to me, saying, “Cover the young boy’s face, don’t let him see this.” But on your birthday, we walked over rivers of blood and disfigured human corpses. We passed over all of this because we wanted to find a candle with the number 1, which we were finally able to find at a stationary store in Rafah because there is no longer any demand for schoolbooks, notebooks, balloons, or birthday caps. And your mother was able to bake that cake with the ingredients that we had, and she even topped it with canned cream instead of icing. We were able to buy some sweets from a young boy in the street, made by his mother at home, and a few pieces of Za’atar manaqeesh made by a local bakery that used a wood-fired oven. The abandoned house we’re staying in is three stories high, and four large families are staying under its roof. The children in the families keep stopping by to ask after you because you’re the smallest one here, and they want to play with you. We invited them all for your birthday so we could sing for a new year, and so they could also find some comfort in these brief moments of joy. They were all ecstatic, wearing their birthday caps, playing and laughing with you until they were breathless. And when the party was over, they didn’t want to leave, and they didn’t want you to be taken by your mother for nursing and bedtime. They clearly hadn’t experienced this kind of joy in a long time. It’s hard to imagine they could ever again, after all the death they have witnessed and that they themselves have experienced and narrowly escaped every day. But on one day, among all those other days, we tried, despite everything, to find a few hours of happiness worthy of your birthday, Qais. Tareq S. Hajjaj is the Mondoweiss Gaza Correspondent, and a member of the Palestinian Writers Union. He studied English Literature at Al-Azhar University in Gaza. He started his career in journalism in 2015 working as a news writer and translator for the local newspaper, Donia al-Watan. He has reported for Elbadi, Middle East Eye, and Al Monitor.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.mondoweiss.net/2023/12/a-story-of-displacement-and-the-loss-of-my-homeland/)–one",
      "https://mondoweiss.net/2023/12/a-story-of-displacement-and-the-loss-of-my-homeland/)–one",
      "https://mondoweiss.net/2023/10/my-brothers-family-was-under-the-rubble-for-5-hours/)",
      "https://www.mondoweiss.net/2023/10/my-brothers-family-was-under-the-rubble-for-5-hours/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "qais",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T12:32:01.426+02:00",
    "updated": "2023-12-30T12:32:01.426+02:00"
  },
  {
    "uuid": "78f5954b1ff3a5d8445e2f770509b4d856ade757",
    "url": "https://www.unionesarda.it/lunione-in-edicola/muore-mentre-gioca-a-calcetto-yd363919",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UnioneSarda",
    "published": "2023-12-28T22:14:00Z",
    "title": "Muore mentre gioca a calcetto - L'Unione Sarda.it",
    "text": "Tragedia ieri pomeriggio a Nuoro, dove un ausiliario dell’Asl di 58 anni, Sandro Delrio, è morto durante una partita a calcetto con gli amici. Il dramma è avvenuto attorno alle 17 nel campetto in erba sintetica della palestra Polivalente. Sandro Delrio si è accasciato improvvisamente al suolo, inutili i tentativi di soccorso. I medici del 118 hanno praticato invano la rianimazione per ben 45 minuti.\nLa tragedia\nErano circa le 17 quando Sandro, appassionato di calcetto che spesso organizzava delle partitelle con gli amici all’improvviso si è seduto, e poi sdraiato al suolo. A rotazione con i compagni rivestiva il ruolo di portiere. E lui prima di sentirsi male era appena entrato tra i pali in quella partitella che era quasi finita. L’ora di gioco era già trascorsa,. I suo compagni come lo hanno visto accasciarsi a terra lo hanno subito soccorso, qualcuno ha chiesto anche il defibrillatore che era presente nella struttura sportiva, ma in quel momento non c’era nessuno in grado di utilizzarlo. È scattato l’allarme, con l’ambulanza che è giunta sul posto dopo una decina di minuti nonostante l’ospedale San Francesco disti dal campetto non più di un chilometro. I sanitari hanno subito provato a rianimare l’uomo. Per 45 minuti gli hanno praticato il massaggio cardiaco, ma inutilmente. Sul posto sono giunte anche agenti di pubblica sicurezza e carabinieri.\nLa passione\nDelrio, padre di due figli (Marco e Andrea) lavorava al San Francesco di Nuoro come ausiliario, la moglie Sabrina Lunesu invece, è infermiera professionale. La sua famiglia era conosciuta in città e il dipendente della Asl una persona sempre solare, felice e di grande compagnia, e che nel suo lavoro è descritta sempre disponibilissima. Con la passione per il calcetto. Fatale.\nRIPRODUZIONE RISERVATA\nQuesto contenuto è riservato agli utenti abbonati Per continuare a leggere abbonati o effettua l'accesso se sei già abbonato.\n• Accedi agli articoli premium\n• Sfoglia il quotidiano da tutti i dispositivi\nAbbonati subito Sei già abbonato? Accedi ora\nTragedia ieri pomeriggio a Nuoro, dove un ausiliario dell’Asl di 58 anni, Sandro Delrio, è morto durante una partita a calcetto con gli amici. Il dramma è avvenuto attorno alle 17 nel campetto in erba sintetica della palestra Polivalente. Sandro Delrio si è accasciato improvvisamente al suolo, inutili i tentativi di soccorso. I medici del 118 hanno praticato invano la rianimazione per ben 45 minuti.\nLa tragedia\nErano circa le 17 quando Sandro, appassionato di calcetto che spesso organizzava delle partitelle con gli amici all’improvviso si è seduto, e poi sdraiato al suolo. A rotazione con i compagni rivestiva il ruolo di portiere. E lui prima di sentirsi male era appena entrato tra i pali in quella partitella che era quasi finita. L’ora di gioco era già trascorsa,. I suo compagni come lo hanno visto accasciarsi a terra lo hanno subito soccorso, qualcuno ha chiesto anche il defibrillatore che era presente nella struttura sportiva, ma in quel momento non c’era nessuno in grado di utilizzarlo. È scattato l’allarme, con l’ambulanza che è giunta sul posto dopo una decina di minuti nonostante l’ospedale San Francesco disti dal campetto non più di un chilometro. I sanitari hanno subito provato a rianimare l’uomo. Per 45 minuti gli hanno praticato il massaggio cardiaco, ma inutilmente. Sul posto sono giunte anche agenti di pubblica sicurezza e carabinieri.\nLa passione\nDelrio, padre di due figli (Marco e Andrea) lavorava al San Francesco di Nuoro come ausiliario, la moglie Sabrina Lunesu invece, è infermiera professionale. La sua famiglia era conosciuta in città e il dipendente della Asl una persona sempre solare, felice e di grande compagnia, e che nel suo lavoro è descritta sempre disponibilissima. Con la passione per il calcetto. Fatale.\nRIPRODUZIONE RISERVATA\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:24:15.038+02:00",
    "updated": "2023-12-29T01:24:15.038+02:00"
  },
  {
    "uuid": "f8747d93038b18d45cb5194d0bf44eaf89e8c084",
    "url": "https://www.sdpnoticias.com/estados/cdmx/que-paso-en-la-colonia-modelo-pensil-mueren-2-jovenes-intoxicados-por-inhalar-gas-en-un-departamento-de-laguna-mayran-27/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth H. Escobar",
    "published": "2023-12-28T22:22:00Z",
    "title": "¿Qué pasó en la colonia Modelo Pensil? Mueren 2 jóvenes intoxicados por inhalar gas en un departamento de Laguna Mayran 27",
    "text": "Los Bomberos de la [ CDMX ](https://www.sdpnoticias.com/estados/cdmx/metro-cdmx-anuncian-obras-en-tramo-san-lazaro-a-oceania-de-linea-b/)reportaron la lamentable muerte de dos jóvenes intoxicados por inhalar gas. Esto ocurrió el día de hoy, 28 de diciembre 2023, en un [departamento ](https://www.sdpnoticias.com/mexico/video-borracho-se-quita-la-ropa-y-amenaza-con-golpear-a-vecino-de-san-pedro-garza-garcia/)de Laguna Mayran 27, en la colonia Modelo Pensil, alcaldía Miguel Hidalgo de la Ciudad de México (CDMX). Te contamos lo que se sabe hasta el momento sobre lo que pasó en la colonia Modelo Pensil. [¿Qué pasó en la colonia Morelos de CDMX hoy 28 de diciembre? Rescatan cuerpo de hombre que cayó de un cuarto piso](/estados/cdmx/que-paso-en-la-colonia-morelos-de-cdmx-hoy-28-de-diciembre-rescatan-cuerpo-de-hombre-que-cayo-de-un-cuarto-piso/) [¿Qué pasó en el Macrolibramiento de Jalisco hoy 28 de diciembre? Se registra incendio tras choque de tráileres](/estados/jalisco/que-paso-en-el-macrolibramiento-de-jalisco-hoy-28-de-diciembre-se-registra-incendio-tras-choque-de-traileres/) [¿Qué pasó en Chiapas? Un agujero en el cielo desata locas teorías](/estados/chiapas/que-paso-en-chiapas-un-agujero-en-el-cielo-desata-locas-teorias/) [¿Qué pasó en el Cereso Las Cruces de Acapulco? Reos realizan motín ante operativo de traslado](/estados/guerrero/que-paso-en-el-cereso-las-cruces-de-acapulco-reos-realizan-motin-ante-operativo-de-traslado/) [¿Qué pasó en La Merced de CDMX hoy 28 de diciembre? Se registra incendio en bodega de ropa sobre Anillo de Circunvalación](/estados/cdmx/que-paso-en-la-merced-de-cdmx-hoy-28-de-diciembre-se-registra-incendio-en-bodega-de-ropa-sobre-anillo-de-circunvalacion/) [¿Qué pasó en Taxco? Privan de la libertad a directora de relleno sanitario y 5 trabajadores del ayuntamiento](/estados/guerrero/que-paso-en-taxco-privan-de-la-libertad-a-directora-de-relleno-sanitario-y-5-trabajadores-del-ayuntamiento/) [¿Qué pasó en Mérida? Tráiler deja sin luz a habitantes de colonia Portes Gil; se enredó con los cables](/estados/que-paso-en-merida-trailer-deja-sin-luz-a-habitantes-de-colonia-portes-gil-se-enredo-con-los-cables/) [¿Qué pasó en la autopista México-Querétaro hoy? Bomberos atienden un incendio a la altura de La Quebrada](/estados/edomex/que-paso-en-al-autopista-mexico-queretaro-hoy-bomberos-atienden-un-incendio-a-la-altura-de-la-quebrada/) [¿Qué pasó en Hidalgo? Abuelita murió atragantada en un comedor comunitario de Pachuca](/estados/que-paso-en-hidalgo-abuelita-murio-atragantada-en-un-comedor-comunitario-de-pachuca/) [¿Qué pasó en la casa de Samuel García? Reportan incidente con sus escoltas](/estados/nuevo-leon/que-paso-en-la-casa-de-samuel-garcia-reportan-incidente-con-sus-escoltas/) [¿Qué pasó en Patio Universidad de CDMX hoy 27 de diciembre? Reportan conato de incendio en la plaza](/estados/cdmx/que-paso-en-patio-universidad-de-cdmx-hoy-27-de-diciembre-reportan-conato-de-incendio-en-la-plaza/) [¿Qué pasó en Tepalcatepec, Michoacán? Reportan ataques del CJNG a la población de la comunidad](/estados/que-paso-en-tepalcatepec-michoacan-reportan-ataques-del-cjng-a-la-poblacion-de-la-comunidad/) [¿Qué pasó en la Glorieta de Camarones? La muerte de un repartidor provoca protesta en Azcapotzalco](/estados/cdmx/que-paso-en-la-glorieta-de-camarones-la-muerte-de-un-repartidor-provoca-protesta-en-azcapotzalco/) Mueren 2 jóvenes intoxicados por inhalar gas en un departamento Dos jóvenes murieron intoxicados por una fuga de gas en la colonia Modelo Pensil este jueves 28 de diciembre. Los primeros reportes de la policía indican que se trata de un hombre de 20 años de edad y de una mujer de 30 años de edad los que murieron intoxicados en uno de los departamentos del número 27 de la calle Laguna Mayran, en la CDMX. Los Bomberos de la CDMX atendieron el reporte de fuga de gas en el departamento, sin embargo, no pudieron hacer nada para salvar a los dos jóvenes, los cuales perdieron la vida. Posteriormente, los bomberos procedieron a cerrar el suministro de gas para mitigar riesgos y que ocurra otro lamentable accidente. Al departamento ubicado en Laguna Mayran 27 en la colonia Modelo Pensil, llegó Protección Civil y policías de la CDMX, los cuales resguardaron la zona. También, llegaron elementos de la Fiscalía General de Justicia (FGJ) de la Ciudad de Mé, en la colonia Modelo Pensil, alcaldía Miguel Hidalgo de la Ciudad de México, donde continuarán con las investigaciones. Anteriormente se registró una explosión en la Colonia del Valle El viernes 22 de diciembre, días previos a la Navidad, se registró otra explosión al interior de una vivienda en la Colonia del Valle. La explosión ocurrió debido a la acumulación de gas LP, lo que dejó un saldo de seis personas lesionadas, mientras que una séptima persona, de 65 años de edad, fue encontrada muerta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:51:58.705+02:00",
    "updated": "2023-12-29T00:51:58.705+02:00"
  },
  {
    "uuid": "7699d2568167a9f7b2739b76d05ae51a7f303e33",
    "url": "https://vnexplorer.net/commons-speaker-sir-lindsay-hoyle-racks-up-a-125000-bill-for-travelling-in-a-year-s696887.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T21:58:00Z",
    "title": "Commons Speaker Sir Lindsay Hoyle racks up a £125,000 bill for travelling in a year",
    "text": "The money was splashed on nine foreign jaunts in the 12 months to October\nCommons Speaker Sir Lindsay Hoyle has racked up a bill of more than £125,000 in a single year to jet around the globe.\nThe money was splashed on nine foreign jaunts in the 12 months to October, details of his official expenses obtained under Freedom of Information rules show.\nIt means that in just one year Sir Lindsay has gone through half the £250,000 his predecessor John Bercow took ten years to spend on globe-trotting.\nCritics today said that, for someone whose job it is to sit in a chair and largely keep quiet, taxpayers would find the bill ‘difficult to swallow’.\nAmong the more eye-catching foreign travel bills was £40,599 – including £33,400 on premium or business-class flights – for a four-day trip to Australia.\nCommons Speaker Sir Lindsay Hoyle (pictured) has racked up a bill of more than £125,000 in a single year to jet around the globe\nIt means that in just one year Sir Lindsay has gone through half the £250,000 his predecessor John Bercow (pictured) took ten years to spend on globe-trotting\nIt was to attend the Conference of Speakers and Presiding Officers of the Commonwealth in Canberra in January with two staff.\nThe bill also included £4,702 on ‘ground transportation’ and £682 on ‘meals’.\nA five-day trip to Ottawa in Canada this summer to meet his counterpart came in at £23,571, including nearly £15,000 on flights and £8,650 on hotels.\nAnd taxpayers were billed £24,657 for a three-day jaunt to Japanese capital Tokyo for the G7 Speakers’ Conference in September, including £21,312 on flights and £3,300 on hotels.\nA trip to the G20 Parliamentary Speakers’ Summit in Jakarta, Indonesia, in November 2022 followed by a visit to Sir Lindsay’s counterpart in Singapore came with a price tag of nearly £25,000.\nThis included nearly £19,000 on flights, £5,190 on accommodation and £410 for a photographer.\nThousands of pounds was also spent on an ‘official visit’ to the Caribbean island of Montserrat, a British Overseas Territory, and giving a speech at the University of Southern California.\nWhile flights and hotels for the latter trip were covered by the university, it is unclear if the £3,169 bill for ‘ground transportation’ was. Sir Lindsay also flew to Gibraltar and Dublin in the 12-month period.\nSir Lindsay took a five-day trip to Ottawa in Canada this summer to meet his counterpart Anthony Rota (pictured) came in at £23,571\nSeparately, he spent £101,552 – including £47,962 on flights – sponsoring a ‘Speakers of the UK House of Commons and Overseas Territories’ conference on the paradise Caribbean island of Anguilla.\nHe attended the three-day conference, which made £12,000 income from ‘conference observer’ fees, with two staff.\nDuring the period, Sir Lindsay also accepted £1,000-worth of hospitality and tickets from Formula One for the Silverstone Grand Prix, £600-worth of hospitality from the Concours d’Elegance automotive display at Hampton Court Palace and £1,717-worth of hospitality from The Royal Edinburgh Military Tattoo.\nHe racked up taxi bills of £621 this year and £995 last year, according to the data released after FOI request by the Mail.\nSir Lindsay, who is the MP for Chorley and is entitled to a £163,000-a-year salary, has also spent tens of thousands of pounds laying on drinks and canapés receptions over the last year.\nThese include £4,100 on a reception to mark ‘LGBT History Month’ and £3,500 on a retirement party for former Clerk of the House Sir John Benger.\nIt comes after it emerged in October that taxpayers have been billed £7million to refurbish the grace-and-favour Speaker’s House since Sir Lindsay came into office.\nThe sum has been spent on renovations of the Grade-I listed building, located in the New Palace of Westminster, since November 2019.\nSir Lindsay also accepted £1,000-worth of hospitality and tickets from Formula One for the Silverstone Grand Prix (pictured)\nWith more than £1 million spent per year on the works since the Speaker took office, the bill appears to dwarf those of previous refurbishments.\nIt is unknown exactly how much of the money was spent on furnishings and how much went towards structural improvements.\nJohn O’Connell, chief executive of the TaxPayers’ Alliance, said: ‘Taxpayers will find these enormous expenses difficult to swallow.\n‘The Speaker’s role is a significant one, and cannot necessarily be done on the cheap, but that doesn’t give anyone in the role a blank cheque.\n‘All politicians should remember that each penny spent fulfilling their duties is ultimately billed to taxpayers, including their own constituents.’\nSir Lindsay was installed as Speaker in November 2019 but has done the vast majority of foreign travel within the last 12 months or so due to the Covid-19 pandemic.\nHis predecessor Mr Bercow came under fire for some of his spending during his ten-year tenure chairing Commons debates.\nHe flew almost 207,000 miles and his globe-trotting cost £250,000. His most expensive trip was to Burma and New Zealand in July 2013, costing £41,000 for him, three staff members and three MPs.\nA House of Commons spokesman said: ‘The Speaker is a representative for the House of Commons and has a responsibility to explain and promote the work of the House, representing it at high-profile state events and inter-parliamentary conferences – both across the Commonwealth and around the world.\n‘To meet these responsibilities, transport arrangements are made by the Speaker’s Office, with value for money and security the primary considerations.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lindsay hoyle",
          "sentiment": "negative"
        },
        {
          "name": "lindsa",
          "sentiment": "negative"
        },
        {
          "name": "hoyle",
          "sentiment": "none"
        },
        {
          "name": "lindsay",
          "sentiment": "none"
        },
        {
          "name": "john bercow",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "freedom of information",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:17.775+02:00",
    "updated": "2023-12-29T00:01:17.775+02:00"
  },
  {
    "uuid": "d4fe3edafc620420e10fe8ce76c3b30936ccfaef",
    "url": "https://www.eluniversal.com.mx/metropoli/crecen-10-veces-mas-apoyos-del-fondo-de-desarrollo-social-durante-el-gobierno-de-amlo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alberto Acosta",
    "published": "2024-07-11T21:08:00Z",
    "title": "Crecen 10 veces más apoyos del Fondo de Desarrollo Social durante el gobierno de AMLO | El Universal",
    "text": "Durante la actual administración capitalina, se han entregado 10 veces más créditos del Fondo de Desarrollo Social ( Fondeso ), que en los primeros 15 años del programa, el cual entró en operación a mitad del sexenio del entonces jefe de Gobierno, Andrés Manuel López Obrador . Así lo expusieron este jueves el titular de la Secretaría de Desarrollo Económico ( Sedeco ), Fadlala Akabani, y el jefe de Gobierno, Martí Batres , durante la entrega de 3 mil 20 créditos del Fondeso, en apoyo a micro, pequeñas y medianas empresas de las 16 alcaldías de la Ciudad de México.\n“Del año 2003 al año 2018, es decir, durante 15 años, desde que se fundó el programa hasta que empezó esta administración, se entregaron 234 mil créditos del Fondeso; y, en esta administración, 269 mil, lo cual quiere decir que en esta administración se entregaron más créditos que en todas las administraciones pasadas juntas”, destacó Batres.\nLee también ¿Cómo sacar un crédito de 10 mil pesos de Fondeso para una MIPYMES?\nEl mandatario sostuvo que los créditos del Fondeso cumplen con dos funciones: la de apoyar los emprendimiento de las personas que los solicitan, y fortalecer la economía de la capital, porque los recursos de dicho Fondo son invertidos en mercancía y productos para los negocios.\n“¿Qué van a hacer con este crédito? A comprar ropa para su negocio de ropa, a comprar zapatos para su negocio de zapatos, a remodelar su cocina económica o comprar los insumos que requieren, a comprar las nuevas herramientas para las carpinterías, para las plomerías, en fin, son recursos que se van a la economía, a darle vuelta a la rueda económica”, añadió Batres.\nLos 3 mil 20 créditos que fueron entregados este jueves, durante un acto público en el Deportivo Venustiano Carranza , son por un monto total de 31 millones 307 mil pesos, y en lo que va de 2024, suman ya 36 mil 304 apoyos económicos a igual número de micros, pequeñas y medianas empresas, por un total de 365 millones de pesos.\n“Llevamos 269 mil 319 créditos, por un monto de 2 mil 696 millones de pesos solo en esta administración”, puntualizó el titular de Sedeco.\nAkabani añadió que el 65% de los créditos han sido otorgados a mujeres, y los negocios que más lo requieren son estéticas, jarcerías, fruterías, peluquerías y cocinas económicas, y en alcaldías como Tláhuac, Milpa Alta, Xochimilco e Iztapalapa, predomina el uso de los recursos del Fondeso en el cambaceo, para la venta de zapatos, plásticos, cosméticos y ropa.\nLee también Fondeso inicia pre-registro para financiamientos a emprendedores y negocios en CDMX\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nmahc/cr",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Economy, Business and Finance"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T00:19:37.734+03:00",
    "updated": "2024-07-12T00:19:37.734+03:00"
  },
  {
    "uuid": "c9dacbb753d57b80d9692ca3d5869c317216237e",
    "url": "https://www.telemundo.com/shows/al-rojo-vivo/internacional/video/chamanes-realizan-predicciones-impactantes-para-el-2024-tmvo12509942",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2023-12-29T21:53:00Z",
    "title": "Chamanes realizan predicciones impactantes para el 2024",
    "text": "- UP NEXT Experta en numerología, ofrece consejos para recibir el Año Nuevo 2024 con energía positiva03:19 Listos los preparativos en Times Square para Recibir el Año Nuevo 202404:21 Alerta de Autoridades Sanitarias por dosis falsas de 'Ozempic' y 'Wegovy'02:31 Famosos comparten sus rituales y platillos imprescindibles para despedir el año02:24 Timothée Chalamet, nombrado el 'Hombre Más Guapo del 202300:37 Arrestan a 5 sospechosos del asalto a mano armada que sufrió Miguel Bosé00:42 Doña Silvia Pinal, internada por influenza, podría regresar a casa este fin de semana01:08 Detienen a reina de belleza por posible tráfico de armas y narcotráfico01:46 Gloria Trevi demanda en Estados Unidos a Sergio Andrade por presunto abuso sexual.04:14 Conductora de noticiero en México se desmaya en vivo, dejando atónitos a televidentes00:37 Perro sobrevive a caída desde quinto piso en Colombia; vecino denuncia presunto maltrato animal00:42 Familia en Colombia ataca a golpes al personal médico en hospital, causando heridas a tres empleados00:28 Nuevo desarrollo en el caso de pareja encontrada sin vida; autoridades del condado investigan01:53 Derek Rosa, el joven que apuñaló 46 veces a su madre en Miami, relata los detalles01:27 Extorsionista en Ecuador termina desmembrado al intentar colocar explosivo en un negocio00:37 Joven hallado casi congelado en el tren de aterrizaje de un avión en el aeropuerto de París00:34 Más de 100 millones de personas planean viajar a lo largo y ancho del país para recibir el año03:55 Resumen Al Rojo Vivo, viernes 29 de diciembre de 202311:23 Famosos ARV: Silvia Pinal podría salir pronto del hospital y caen sospechosos de robo a Miguel Bosé02:32 - UP NEXT Experta en numerología, ofrece consejos para recibir el Año Nuevo 2024 con energía positiva03:19 Listos los preparativos en Times Square para Recibir el Año Nuevo 202404:21 Alerta de Autoridades Sanitarias por dosis falsas de 'Ozempic' y 'Wegovy'02:31 Famosos comparten sus rituales y platillos imprescindibles para despedir el año02:24 Timothée Chalamet, nombrado el 'Hombre Más Guapo del 202300:37 Arrestan a 5 sospechosos del asalto a mano armada que sufrió Miguel Bosé00:42 Doña Silvia Pinal, internada por influenza, podría regresar a casa este fin de semana01:08 Detienen a reina de belleza por posible tráfico de armas y narcotráfico01:46 Gloria Trevi demanda en Estados Unidos a Sergio Andrade por presunto abuso sexual.04:14 Conductora de noticiero en México se desmaya en vivo, dejando atónitos a televidentes00:37 Perro sobrevive a caída desde quinto piso en Colombia; vecino denuncia presunto maltrato animal00:42 Familia en Colombia ataca a golpes al personal médico en hospital, causando heridas a tres empleados00:28 Nuevo desarrollo en el caso de pareja encontrada sin vida; autoridades del condado investigan01:53 Derek Rosa, el joven que apuñaló 46 veces a su madre en Miami, relata los detalles01:27 Extorsionista en Ecuador termina desmembrado al intentar colocar explosivo en un negocio00:37 Joven hallado casi congelado en el tren de aterrizaje de un avión en el aeropuerto de París00:34 Más de 100 millones de personas planean viajar a lo largo y ancho del país para recibir el año03:55 Resumen Al Rojo Vivo, viernes 29 de diciembre de 202311:23 Famosos ARV: Silvia Pinal podría salir pronto del hospital y caen sospechosos de robo a Miguel Bosé02:32",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T03:37:41.939+02:00",
    "updated": "2023-12-30T03:37:41.939+02:00"
  }
]