[
  {
    "uuid": "f683afe61ff284867cb05d3f3ff49f804b3c5e1c",
    "url": "https://www.gazettelive.co.uk/whats-on/shopping/tesco-expansion-uk-stores-starts-28358340",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "news@gazettemedia.co.uk (John Rogan-GAZ)",
    "published": "2023-12-29T00:01:00Z",
    "title": "Tesco in expansion at UK stores and it starts 'from New Year's Day'",
    "text": "Tesco will be starting 2024 with an expansion of its Plant Chef range just in time for Veganuary. The chain is adding a number of extra products to its line of vegan-friendly products. The range will be online and will be rolling out in stores from 1 January, just in time for Veganuary The upgraded range features a whole host of fan favourite 100 per cent plant-based dishes, reports Birmingham Live. It features dishes inspired by food from the USA, India, Asia, and Mexico, including [Tesco](https://www.gazettelive.co.uk/all-about/tesco) Plant Chef Sweet Potato Katsu Style Curry and Tesco Plant Chef 2 Mexican Inspired Bean Burgers. - READ MORE: [GALLERY: Spandau Ballet star Martin Kemp transports fans back to 80s](https://www.gazettelive.co.uk/whats-on/whats-on-news/gallery/gallery-spandau-ballet-star-martin-28357006) - READ MORE: [Punters 'gutted' after much-loved pub announces closure date 'with a heavy heart'](https://www.gazettelive.co.uk/news/teesside-news/punters-gutted-after-much-loved-28353023) A new record was set for Veganuary in 2023, seeing over 700,000 global sign-ups. Plant Chef is not only designed for those already eating a vegan diet, but is also perfect for anyone looking to include more plant-based meals in their weekly routine, with a selection of convenient meals that don’t compromise on taste. The new range features an indulgent Tesco Plant Chef Meat Free Spaghetti Bolognese, which is packed full of lentils, plant protein and mushrooms, in a herby tomato and red wine sauce. And Tesco Plant Chef No-Beef Meatballs which are high in soya protein, with both flavours and seasoning designed to create the perfect addition to a bowl of pasta. The expanded range also brings a taste of other cuisines from around the world, including dishes inspired by food from the USA, India, Asia and Mexico. Indulge in comforting Southern Fried seasoning with the Tesco Plant Chef 2 Meat Free Southern Fried Fillets or add some heat with the Tesco Plant Chef Hot & Spicy No-Chicken Stripsand the Tesco Plant Chef Sweet Potato Katsu Style Curry. Tex Mex lovers can cook up the Tesco Plant Chef 2 Mexican Inspired Bean Burgers, for a dinner high in fibre and packed with veg. The Plant Chef range can help mix up mid-week dinners, with options like Tesco Plant Chef 2 Katsu Style Veggie Crispbakes and Tesco Plant Chef 4 Spicy Bean Burgers that are super-fast to cook. For breaking news in your area direct to your inbox every day, [go here](https://www.gazettelive.co.uk/newsletter-preference-centre/?view=Solus&mailingListId=662aa614-8be5-46b2-a390-4604a39921b4&utm_source=solusarticle) to sign up to our free newsletter",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "curry",
          "sentiment": "none"
        },
        {
          "name": "martin kemp",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tesco",
          "sentiment": "negative"
        },
        {
          "name": "mexican inspired bean burgers",
          "sentiment": "none"
        },
        {
          "name": "tesco plant chef",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "asia",
          "sentiment": "none"
        },
        {
          "name": "spandau ballet",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:31:49.910+02:00",
    "updated": "2023-12-29T02:46:00.721+02:00"
  },
  {
    "uuid": "a7de49e63443e04e36a5a028cecc35fb1528d355",
    "url": "https://www.princegeorgecitizen.com/national-news/another-death-reported-since-2021-recall-of-home-bed-assist-handles-health-canada-8036528",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T22:11:00Z",
    "title": "Another death reported since 2021 recall of home bed assist handles: Health Canada - Prince George Citizen",
    "text": "OTTAWA — Health Canada is reminding Canadians about a recall of home bed assist handles after learning of an additional death. Four models of bed handles distributed by Drive Medical were first recalled two years ago after two reported deaths — one in Canada and one in the U.S. Health Canada says as of Dec. 19, the company has received a report of a second death in this country. The metal handles are affixed alongside the mattress to help people get in and out of their regular bed at home. The products are not designed for hospital beds. Health Canada says more than 68,000 of the affected handles were sold between 2016 and 2021 in Canada. It says consumers should stop using them and contact Drive Medical Canada to get a refund. The recalled home bed assist model numbers are 15064, 15062, RTL15073 and RTL15063-ADJ. No information has been provided about what caused any of the deaths, but the recall notice says that retention straps were not properly secured in the initial cases in Canada and the U.S. Drive Medical has also learned of an additional three deaths in the U.S. that happened before Dec. 6, 2021, when the recall was first issued. More than 496,000 of the bed assist products were distributed in the U.S. between 2007 and 2021. The products were sold on Amazon. This report by The Canadian Press was first published Dec. 28, 2023. Canadian Press health coverage receives support through a partnership with the Canadian Medical Association. CP is solely responsible for this content. The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "health canada - prince george citizen ottawa — health canada",
          "sentiment": "neutral"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. drive medical",
          "sentiment": "none"
        },
        {
          "name": "drive medical canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. health canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:36.034+02:00",
    "updated": "2023-12-29T00:25:36.034+02:00"
  },
  {
    "uuid": "7447b1695c799c319adda3126266d237b333e500",
    "url": "https://www.phoenixmag.com/2024/01/05/16-must-try-restaurants-in-scottsdale-and-paradise-valley/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editorial Staff",
    "published": "2024-01-05T19:24:00Z",
    "title": "16 Must-Try Restaurants in Scottsdale and Paradise Valley",
    "text": "LON’s at the Hermosa Inn Thanks to its territorial decor and fabulous patios, LON’s is a romantic favorite that oozes Old Arizona charm. The chefs source locally for their Southwestern-inflected menu, from Crow’s Dairy goat cheese in the salad to Noble Bread at brunch and dinner. $$$\nArboleda A wholly original concept launched by the hospitality group behind San Francisco-based Town Hall, Arboleda boasts a delectable assortment of jamón plates, pop-’em-until-you-die Ibérico ham croquettes and a shockingly tender orange-and-thyme-candied pork shoulder steak. Fine swine isn’t the only magic conjured at Arboleda – you’ll also find pleasant wisps of molecular gastronomy and a filet mignon trio done in scrumptious roulades with truffled potato. $$$\nBourbon & Bones This hip, good-looking chophouse specializing in premium bourbons and wet- and dry-aged steaks is anything but buttoned-up, but don’t let the cool music, creative cocktails and lively vibe fool you – you’ll pay top-dollar for the bone-in filets and center-cut rib-eyes. Then again, if you’re a scenester, you may love every minute of it – the bar at happy hour is a very good place to be. Other location: San Tan (480-597-9459). $$$-$$$$\nCien Agaves Tacos & Tequila This lively, colorful cantina in Old Town serves fresh, excellent margaritas (made with premium tequilas). Tacos come in a slew of varieties and can be ordered by the platter. Great Kahlúa flan. Other location: North Scottsdale (480-467-4455). $-$$\nDominick’s The Mastro family, who created Mastro’s steakhouses and Mastro’s Ocean Club, spent millions constructing this lavish temple to beef at Scottsdale Quarter. Try the succulent bone-in veal chop. $$$$\nEl Chorro A Valley touchstone for generations, El Chorro offers a peerless patio and welcoming dining room. The core of the old menu remains, with an emphasis on such mid-20th-century favorites as shrimp cocktail, beef Stroganoff, trout almondine, wine-braised short ribs and delicious sticky buns. $$$$\nFat Ox Named for a cattle-centric food festival in Italy, Fat Ox offers modern Italian food in an absolutely gorgeous setting. Expect an expansive, amaro-focused cocktail list and some truly exquisite pasta dishes, like garganelli with black truffle butter, speck and Parmesan. Also expect nose-bleed prices. This is Scottsdale, after all. $$$-$$$$\nThe Greene House This lean, clean-lined space offers sophisticated California cuisine that reflects a reverence for the simple and natural. Feast on fresh salads, Asian-inflected appetizers, house-made pastas and memorable fish entrées. $$-$$$\nHush Public House Just close your eyes and point: Everything is delicious and comforting at this dim, narrow and noisy strip mall restaurant run by industry vets Dom Ruggiero and Charles Barber. The menu, which skews New American, features lots of shared plates, so come with a food-loving friend or three and order in quantity. Don’t miss the country pâté, chicken liver mousse, spaghetti alla chitarra, luscious Italian beef sandwich or New York strip – all excellent, all a bargain. $$-$$$\nJOJO Coffeehouse Set right off Scottsdale Road in Old Town, this breezy and bright breakfast and lunch spot has a fun coffee flight – a selection of five sippable styles (e.g. cold brew, mocha, latte) served on a handsome plank. From the food menu, try the goat-cheese-studded JOJO breakfast sandwich, the breakfast tacos and an assortment of pancakes. $-$$\nHearth ’61 Housed in the resurrected Mountain Shadows Resort, casual but elegant Hearth does a splendid job of turning out modern American classics with surprising little twists. Try the ahi tartare, artisanal flatbreads, short rib agnolotti, herb-crusted salmon or honey-fig cheesecake, and you’ll get the delicious drift. $$-$$$$\nMaple & Ash Scottsdale scenesters love this gorgeous steakhouse, a stylish Chicago transplant offering caviar, an oven-roasted seafood tower and tons (literally) of steak, including a 40-ounce porterhouse that will set you back $215. Bring a credit card with lots of room on it; this quintessential Scottsdale experience is expensive. $$$$\nNorth Italia Hungry for a snug New York loft setting, rustic Italian food given a modern spin and a great glass of wine? Go North. And when you get there, try the grilled branzino with roasted vegetables or the prosciutto and fig pizza. Other locations: Phoenix (602-324-5600), Gilbert (480-256-8978). $$\nOcean 44 Brought to you by the Mastro family of upscale steakhouse fame, this swanky seafood restaurant is the hottest game in town for good reason: gorgeous décor, impeccable service, good booze, great steaks and lots of seafood – sometimes good, sometimes great. Here, it’s the overall experience that counts. $$$-$$$$\nSushi Ko Enjoy modern Japanese dishes including katsu curry, Chilean seabass with mushroom sauce and tofu steaks. Don’t pass up more traditional selections, such as sukiyaki and shabu-shabu. $$\nTottie’s Asian Fusion 2 Elegantly decorated with treasures from the owner’s country of origin, Laos, and other Asian nations, Tottie’s serves the best of Chinese, Thai and Vietnamese cuisine. Owner Tottie Kaya ensures that everything is fresh and delicious by personally grocery shopping and assisting in the kitchen. Other location: Scottsdale (480-970-0633). $$\nThe restaurants listed are noteworthy and randomly selected from our rotating master list. We suggest that you confirm information, and we solicit your help in correcting any errors in the guide. We also ask readers to send us complaints in writing when one of the listed restaurants fails to meet expectations. Please note that, unless otherwise indicated, the listed restaurants offer free parking and recommend reservations for peak hours and large groups. Price categories reflect average dinner entrée prices; drinks, tax and tip are extra.\n$=under $10 $$=$11-$15\n$$$=$16-$25 $$$$=$26 and over\nAmerican\n5532 N. Palo Cristi Rd., Paradise Valley\n602-955-7878, hermosainn.com\nMediterranean\n15345 N Scottsdale Rd.,\n480-701-1007, arboledaaz.com\nSteakhouse\n4200 N. Scottsdale Rd.\n480-629-4922, bourbonandbonesaz.com\nMexican\n7228 E. First Ave.\n480-970-9002, cienagaves.com\nSteak\n15169 N. Scottsdale Rd. (Scottsdale Quarter)\n480-272-7271, dominickssteakhouse.com\nAmerican\n5550 E. Lincoln Dr.\n480-948-5170, elchorro.com\nModern Italian\n6316 N. Scottsdale Rd. (Lincoln Plaza)\n480-307-6900, ilovefatox.com\nCalifornia Cuisine\n15024 N. Scottsdale Rd. (Kierland Commons)\n480-889-9494, thegreenehouseaz.com\nNew American\n14202 N. Scottsdale Rd.\n480-758-5172, hushpublichouse.com\nBreakfast/Brunch/Coffee\n3712 N. Scottsdale Rd.,\n480- 907-6100, jojocoffeehouse.com\nModern American\n5445 E. Lincoln Dr., Paradise Valley (Mountain Shadows Resort)\n480-624-5400, mountainshadows.com\nSteakhouse\n7135 E. Camelback Rd.\n480-400-8888, mapleandash.com\nItalian\n15024 N. Scottsdale Rd. (Kierland Commons)\n480-948-2055, northitaliarestaurant.com\nSeafood/steaks\n4748 N. Goldwater Blvd.\n480-867-0044, ocean44.com\nSushi/Japanese\n9301 E. Shea Blvd.,\n480-860-2960, sushikoscottsdale.com\nPan-Asian\n6204 N. Scottsdale Rd.\n480-998-8220, tottiesasianfusion.com\nAbout this guide\nLON’s at the Hermosa Inn\nThanks to its territorial decor and fabulous patios, LON’s is a romantic favorite that oozes Old Arizona charm. The chefs source locally for their Southwestern-inflected menu, from Crow’s Dairy goat cheese in the salad to Noble Bread at brunch and dinner. $$$\nArboleda\nA wholly original concept launched by the hospitality group behind San Francisco-based Town Hall, Arboleda boasts a delectable assortment of jamón plates, pop-’em-until-you-die Ibérico ham croquettes and a shockingly tender orange-and-thyme-candied pork shoulder steak. Fine swine isn’t the only magic conjured at Arboleda – you’ll also find pleasant wisps of molecular gastronomy and a filet mignon trio done in scrumptious roulades with truffled potato. $$$\nBourbon & Bones\nThis hip, good-looking chophouse specializing in premium bourbons and wet- and dry-aged steaks is anything but buttoned-up, but don’t let the cool music, creative cocktails and lively vibe fool you – you’ll pay top-dollar for the bone-in filets and center-cut rib-eyes. Then again, if you’re a scenester, you may love every minute of it – the bar at happy hour is a very good place to be. Other location: San Tan (480-597-9459). $$$-$$$$\nCien Agaves Tacos & Tequila\nThis lively, colorful cantina in Old Town serves fresh, excellent margaritas (made with premium tequilas). Tacos come in a slew of varieties and can be ordered by the platter. Great Kahlúa flan. Other location: North Scottsdale (480-467-4455). $-$$\nDominick’s\nThe Mastro family, who created Mastro’s steakhouses and Mastro’s Ocean Club, spent millions constructing this lavish temple to beef at Scottsdale Quarter. Try the succulent bone-in veal chop. $$$$\nEl Chorro\nA Valley touchstone for generations, El Chorro offers a peerless patio and welcoming dining room. The core of the old menu remains, with an emphasis on such mid-20th-century favorites as shrimp cocktail, beef Stroganoff, trout almondine, wine-braised short ribs and delicious sticky buns. $$$$\nFat Ox\nNamed for a cattle-centric food festival in Italy, Fat Ox offers modern Italian food in an absolutely gorgeous setting. Expect an expansive, amaro-focused cocktail list and some truly exquisite pasta dishes, like garganelli with black truffle butter, speck and Parmesan. Also expect nose-bleed prices. This is Scottsdale, after all. $$$-$$$$\nThe Greene House\nThis lean, clean-lined space offers sophisticated California cuisine that reflects a reverence for the simple and natural. Feast on fresh salads, Asian-inflected appetizers, house-made pastas and memorable fish entrées. $$-$$$\nHush Public House\nJust close your eyes and point: Everything is delicious and comforting at this dim, narrow and noisy strip mall restaurant run by industry vets Dom Ruggiero and Charles Barber. The menu, which skews New American, features lots of shared plates, so come with a food-loving friend or three and order in quantity. Don’t miss the country pâté, chicken liver mousse, spaghetti alla chitarra, luscious Italian beef sandwich or New York strip – all excellent, all a bargain. $$-$$$\nJOJO Coffeehouse\nSet right off Scottsdale Road in Old Town, this breezy and bright breakfast and lunch spot has a fun coffee flight – a selection of five sippable styles (e.g. cold brew, mocha, latte) served on a handsome plank. From the food menu, try the goat-cheese-studded JOJO breakfast sandwich, the breakfast tacos and an assortment of pancakes. $-$$\nHearth ’61\nHoused in the resurrected Mountain Shadows Resort, casual but elegant Hearth does a splendid job of turning out modern American classics with surprising little twists. Try the ahi tartare, artisanal flatbreads, short rib agnolotti, herb-crusted salmon or honey-fig cheesecake, and you’ll get the delicious drift. $$-$$$$\nMaple & Ash\nScottsdale scenesters love this gorgeous steakhouse, a stylish Chicago transplant offering caviar, an oven-roasted seafood tower and tons (literally) of steak, including a 40-ounce porterhouse that will set you back $215. Bring a credit card with lots of room on it; this quintessential Scottsdale experience is expensive. $$$$\nNorth Italia\nHungry for a snug New York loft setting, rustic Italian food given a modern spin and a great glass of wine? Go North. And when you get there, try the grilled branzino with roasted vegetables or the prosciutto and fig pizza. Other locations: Phoenix (602-324-5600), Gilbert (480-256-8978). $$\nOcean 44\nBrought to you by the Mastro family of upscale steakhouse fame, this swanky seafood restaurant is the hottest game in town for good reason: gorgeous décor, impeccable service, good booze, great steaks and lots of seafood – sometimes good, sometimes great. Here, it’s the overall experience that counts. $$$-$$$$\nSushi Ko\nEnjoy modern Japanese dishes including katsu curry, Chilean seabass with mushroom sauce and tofu steaks. Don’t pass up more traditional selections, such as sukiyaki and shabu-shabu. $$\nTottie’s Asian Fusion 2\nElegantly decorated with treasures from the owner’s country of origin, Laos, and other Asian nations, Tottie’s serves the best of Chinese, Thai and Vietnamese cuisine. Owner Tottie Kaya ensures that everything is fresh and delicious by personally grocery shopping and assisting in the kitchen. Other location: Scottsdale (480-970-0633). $$\nThe restaurants listed are noteworthy and randomly selected from our rotating master list. We suggest that you confirm information, and we solicit your help in correcting any errors in the guide. We also ask readers to send us complaints in writing when one of the listed restaurants fails to meet expectations. Please note that, unless otherwise indicated, the listed restaurants offer free parking and recommend reservations for peak hours and large groups. Price categories reflect average dinner entrée prices; drinks, tax and tip are extra.\n$=under $10 $$=$11-$15\n$$$=$16-$25 $$$$=$26 and over",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arboleda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "town hall",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "paradise valley lon",
          "sentiment": "none"
        },
        {
          "name": "hermosa inn thanks",
          "sentiment": "none"
        },
        {
          "name": "scottsdale",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        },
        {
          "name": "crow",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:00:26.125+02:00",
    "updated": "2024-01-06T01:00:26.125+02:00"
  },
  {
    "uuid": "97bf7147df4e19cc7c4f0e43481e91099532661a",
    "url": "https://www.greenprophet.com/2024/06/like-the-pope-muslims-create-an-islamic-covenant-for-planet-earth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Julie Steinbeck",
    "published": "2024-06-02T08:56:00Z",
    "title": "Like the Pope, Muslims launch an Islamic covenant for Planet Earth",
    "text": "Muslim women learn the art of beekeeping.\nThe new Al Mizan offers Quranic context to ecological concerns and questions Similar to Pope Francis encyclical Laudato Si’ published in 2015 , Al-Mizan is an Islamic-inspired global call to head the cries of the people and the earth seeking to inspire billions of people from all religions in all parts of the world to tend to our one planet, our home.\nThe Muslim-based Covenant ushers in a movement for comprehensive action and concerted efforts to achieve, collectively, sustainable lifestyles. Some of the topics inside include the prohibition of killing birds for sport, protecting nature and plants, and the discussion on genetic engineering, if it’s satanic or sent from God? In this case, only questions are asked?\nWe quote from the guide: “Genetic engineering brings with it a host of ethical and practical problems. Is genetic manipulation to be prohibited absolutely as the satanic “changing of God’s creation,” which may lead to environmental catastrophe? Or does it offer legitimate means to cure genetic illnesses and to stave off starvation by enhancing the drought resistance and disease resistance of our crops?\n“We might bear in mind that justifications are offered for most evils on the basis of the benefits they bring, whereas if, like intoxicants and gambling, the harm in them is greater than the good, the sharī‘ah requires their prohibition. If, on the other hand, genetic engineering is permissible within limits, how are these limits to be defined?”\n“Al-Mizan,” or “balance” in English, gives a Muslim perspective on how faith can inform and inspire action in the face of current global ecological challenges. It calls on Muslims and the broader global community to unite to restore ecological balance and preserve the Earth for future generations.\n“The word ‘Al-Mizan,’ the title of our treatise, means equilibrium and reciprocity. The Quran describes all beings as balanced and integrated in interconnected and interdependent equilibrium,” said Othman Llewellyn, one of its lead authors. According to the scholar, God had unfolded all things in a balance with one another, and all things need, support and benefit the other.\n“Nothing is created wantonly or in vain. All are created in truth and for right, and each has rights on us: that we care for it,” said Llewellyn, a member of the International Union for Conservation of Nature’s World Commission on Protected Areas and World Commission on Environmental Law.\nChristian leaders said the document struck a balance between the Islamic worldview and the Christian perspective, particularly that of the Catholic Church.\n“In many ways, ‘Al-Mizan’ is the Islamic equivalent to Laudato Si’, the encyclical of Pope Francis, and more recently, the ‘Laudate Deum,’ a follow-up document,” said Catholic Archbishop Hubertus van Megen, the apostolic nuncio in Kenya and South Sudan: “‘Al-Mizan,’ although building entirely on its own profound Islamic tradition, resonates in many ways the teachings of ‘Laudato Si’.’\n“In fact, I would like to invite all of you to read them in tandem, as they raise together a harmonious song of praise, who is the creator of the universe,” said van Megen.\nRabbis in Israel have come up with a Jewish version of this theology and have called it the Eco Bible .\nAl Mizan can inspire religious and secular people alike\nWho is part of the covenant? The Islamic World Educational, Scientific and Cultural Organization, The Islamic Foundation for Ecology and Environmental Sciences, Üsküdar University, The Qur’anic Botanic Garden, The College of Islamic Studies at Hamad Bin Khalifa University in Qatar, and UNEP Faith for Earth.\nAl-Mizan draws from the Holy Quran, practices of Prophet Mohammad, and the teachings of Islam urging humanity to value and protect nature.\nIn October 2019, at the 8th Islamic Conference of Environment Ministers (ICEM) held in Rabat, Ministers approved a strategy of “enhancing the role of cultural and religious factors in protecting the environment and achieving sustainable development in the Islamic World”, building upon the foundations laid since the first ICEM held in Jeddah in 2002.\nFollowing this, there was a sense that a global platform linking environmental issues to Islamic teachings and incubating Islamic perspectives on nature was missing, yet urgently needed.\nThis would serve to demonstrate how Islam can be a driving force towards the achievement of the 2030 Agenda for Sustainable Development, leveraging cultural practices and traditional knowledge in driving behavioral changes required alongside science and policy.\nDownload the Islamic Covenant for the earth\nTo this end, the Covenant drew a team of renowned Islamic-environmental scholars and leading institutions comprising of diverse religious and geographic backgrounds to mobilize the world’s 1.8 billion Muslims towards a stronger environmental ethic and routine. You don’t need to be a Muslim to be inspired by the philosophy.\nRead related: The Eco Bible for the Woke Generation\nTitled Al-Mizan, derived from the opening of Surat Al-Rahman, the Core and Drafting Team present a Covenant for the Earth.\nWant to know more? You can download the covenant here .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pope francis",
          "sentiment": "negative"
        },
        {
          "name": "laudato si’",
          "sentiment": "none"
        },
        {
          "name": "al-mizan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al mizan",
          "sentiment": "negative"
        },
        {
          "name": "muslim",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T13:37:17.201+03:00",
    "updated": "2024-06-02T13:45:06.871+03:00"
  },
  {
    "uuid": "098d4394c210b666f28a6077b6bb5435d27e5ab7",
    "url": "https://citinewsroom.com/2023/12/66-artillery-regiment-in-ho-reaffirms-commitment-to-uphold-peace-ahead-of-2024-polls/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@citi973",
    "published": "2023-12-31T09:48:00Z",
    "title": "66 Artillery Regiment in Ho reaffirms commitment to uphold peace ahead of 2024 polls",
    "text": "The Gunners of the 66 Artillery Regiment in Ho have reaffirmed their commitment to upholding peace and security in the Volta and Oti Regions throughout the upcoming year of 2024. Despite sporadic insurgent incidents over the years, swift action by security forces effectively quelled any disturbances, ensuring the continuity of peace in the Volta and Oti Regions, with the Gunners of the 66 Artillery Regiment playing a pivotal role in maintaining stability in these areas. Lt. Col. Jalalidin Ibrahim, Commander Rear of the Regiment, who spoke to Citi News during this year’s West African Soldiers Social Activity (WASSA) at the 66 Artillery Regiment, emphasized the regiment’s dedication to supporting lead agencies during the impending general elections to maintain a peaceful environment. “We are not the lead agency when it comes to elections, but what we do is to give our support to the lead agencies, the civil authorities, Electoral Commission, and especially the police to ensure there’s peace and security before, during, and after the elections. And it comes in so many forms; mostly, the other agencies make specific requests, but basically, when they are overstretched and they need us to give an extra hand, we come in, so we are here to assure them that they have our support, anytime they call on us we will support them.” Lt. Col. Jalalidin Ibrahim highlighted the regiment’s focus on “intensifying public education initiatives to cultivate an ongoing atmosphere of peace among residents.” According to him, they aim to further solidify the reputation of the Volta Region as a bastion of peace, evident in its history of hosting various events and attracting tourists. Lt. Col. Jalalidin Ibrahim, however, commended the regiment’s outstanding performance in providing security throughout 2023 and assured continuous security provision to the people of Volta and Oti Regions while appealing for their cooperation. “Our primary role is to ensure there is peace and security in the Volta and Oti Regions, and within the year, we have done that very well and we are celebrating a successful year and also reflect on the coming year. We are here for you and because of you. We are here to serve you [the people of Volta and Oti] and we need your cooperation to be able to serve you. Peace is paramount and should be our focus,” he said. In response, Dr. Archibald Yao Letsa, the Volta Regional Minister, lauded the regiment for sustaining peace in the two regions. He also emphasized the importance of the regiment maintaining political neutrality and professionalism during the upcoming general elections in 2024. “Your role in ensuring that the peace and security of the regions is not breached is commendable. I am pleased with your professionalism and dedication to duty, and it is my hope that you continue to collaborate with other security agencies in the regions to ensure that we continue to enjoy the prevailing peace.” He added that, “I do not doubt that this regiment, led by the commander rear, will remain politically neutral and professional as we head towards next year’s general elections.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jalalidin ibrahim",
          "sentiment": "none"
        },
        {
          "name": "oti regions",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "artillery regiment",
          "sentiment": "negative"
        },
        {
          "name": "electoral commission",
          "sentiment": "none"
        },
        {
          "name": "citi news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "volta",
          "sentiment": "none"
        },
        {
          "name": "wassa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T12:04:36.030+02:00",
    "updated": "2023-12-31T12:04:36.030+02:00"
  },
  {
    "uuid": "530865571323afc38de34afe61347af0f4847ace",
    "url": "https://news.knowledia.com/fr/en/articles/why-your-home-theater-sound-is-distorted-d51f0d933aa7a615aa835a2f2fc6dc0191aaf09e",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Smart",
    "published": "2025-01-31T04:06:50Z",
    "title": "Why Your Home Theater Sound Is Distorted",
    "text": "You deserve clear audio. Summary Distorted audio can result from turning speakers up too high, causing signal clipping or mechanical damage.\nProviding too much power from an amp can overdrive speakers, leading to audio distortion and potential permanent damage.\nThe speaker placement can significantly affect sound quality and cause distortion, especially when placed too close to a wall.\nNobody wants to sit down, put on a movie, and have it sound fuzzy and distorted. Here are some major reasons why your audio might be distorted, and how you can avoid and fix it.\nYou Have the Volume Turned Up Too High\nIf the volume is turned up all the way on your speakers, there's a chance that will cause some audio distortion. You would think that a speaker would only drive as much power as it can handle, but at the highest volume, a lot of speakers will still suffer. Too strong a signal can surpass what the cones inside the speaker drivers can handle, causing audio clipping and distortion.\nJustin Duino / How-To Geek\nThe cause of distortion from high volumes can also be mechanical. You can overheat the speaker by turning it up too high and overpowering it, and you really don't want to fry the inside of your speakers. You can also have the coil inside the driver lose its place and rub against the magnet, causing a scraping noise.\nTo avoid this, don't overwork your speakers with a super high volume. Adjust the placement of your speakers to see if that solves any volume issues you're having that leads to you turning them up too high. If you need louder speakers, rather than suffering through clipping and distorted audio, find speakers that can handle more wattage. More wattage generally correlates with more volume.\nYou're Providing Too Much Power to Your Speakers\nIf you have a dedicated amplifier powering your speakers, you should ideally have an amplifier that has a power rating lower than the maximum wattage of your speakers. However, if the amplifier is more powerful than the speakers can handle,…\nSam Smart",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Lifestyle and Leisure->house and home"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.howtogeek.com/why-your-home-theater-sound-is-distorted/",
      "https://www.howtogeek.com/why-your-home-theater-sound-is-distorted",
      "https://howtogeek.com/why-your-home-theater-sound-is-distorted/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T06:06:50.459+02:00",
    "updated": "2025-01-31T06:06:50.459+02:00"
  },
  {
    "uuid": "ddd26f7d9cb53ca43d8b8fdea728a10aa5bd6768",
    "url": "https://vejario.abril.com.br/comer-e-beber/roteiro-restaurantes-encomendar-ceia-ano-novo-rio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VEJA RIO",
    "published": "2024-12-26T20:36:00Z",
    "title": "Um roteiro de restaurantes para encomendar ceia para o Ano Novo no Rio",
    "text": "Artesanos Bakery\nA Artesanos Bakery preparou cardápio completo para o Réveillon. Na área das entradas há exemplos como os Bolinhos de Bacalhau (R$ 169,00, aprox. 1kg, congelados). A Pastinha de Bacalhau Artesanos (R$ 58,00, aprox. 500g) é temperada com toque de azeitonas, acompanha Grissinis de Parmesão Artesanos. Na categoria de pratos principais, merece atenção o Lombinho com Bacon (R$ 259,00, aprox. 2.3kg), com molho de laranja e batatas coradas. O Bacalhau às Natas (R$ 289,00, aprox. 1kg) é Bacalhau cremoso tradicional feito com um delicado Creme de Natas, e farofinha crocante com Queijo Parmesão 18 meses de cura. A sobremesa traz pedidas como a Guirlanda de Natal (R$ 119,00, 10 pessoas), brownie em formato de guirlanda feito com chocolate Callebaut, finalizado com uma ganache belga e decorado com morangos e chocolate belga. A Pavlova (R$ 129,00, 6 pessoas) é feita com merengue francês, crocante por fora e macia por dentro. Recheada com creme belga e calda de frutas vermelhas da casa, finalizada com chantilly e frutas vermelhas da época. As encomendas para o Réveillon podem ser feitas até 29/12. Os pedidos podem ser feitos pelo WhatsApp (21) 96691-0169 ou diretamente na unidade Recreio. Av. Genaro de Carvalho, 1.435.\nArtesanos: ala dos doces está caprichada na boulangerie (Tomás Rangel/Divulgação) + Feira das Yabás no CCBB, pré-Réveillon no Al Farabi e baile na Lapa\nBar de Sto António\nO Bar de Sto António, preparou um cardápio especial para as celebrações de fim de ano. Para iniciar, entradas irresistíveis, que incluem a leve e fresca Salada do Mar – polvo, lula e camarão ao limão com tomate e cebola – (R$ 250,00 450g), e o Atum Escabeche, lombo de atum em vinagrete com cebolas roxas (R$ 158,00, 450g), entre outras. De pratos principais, o cardápio oferece pratos diversos como o clássico Bacalhau do Chef, de lombo assado com batatas ao murro, cebolas caramelizadas, ovo cozido e brócolis (R$ 258,00 para 2 pessoas; R$ 507,00, para 4 pessoas). Outra opção é o Arroz de Pato com Chouriço Português (R$ 168,00, 2 pessoas; e R$ 288,00, 4 pessoas). As Rabanada com Caramelo Salgado e Creme Inglês (R$ 128,00 6 unidades) estão entre as sobremesas. Pedidos de Ano Novo até 29 de dezembro, para retirada no dia 31 de dezembro até 11h. Rua Humberto de Campos, 827-B, Leblon. Tel/WhatsApp.: 3518-0810.\nhttps://www.instagram.com/bardestoantonio/\n@artesanos.bakery\nCompartilhe essa matéria via: WhatsAPP Telegram Continua após a publicidade Farrapos Wine Bar\nO Farrapos Wine Bar tem itens como saladas de polvo (R$ 250,00, 1 kg), preparada com tentáculos tenros e tempero especial; e de bacalhau (R$ 230,00, 1 kg), com lascas de bacalhau, grão de bico e ovo com temperos do chef. Para os principais, destaque para o bacalhau com natas (R$ 299,00 para quatro pessoas), com lascas de Gadus Morhua, batata, cebola e creme de leite, gratinado ao forno. Sobremesas tradicionais portuguesas, como pastel de natas (R$ 60,00, seis unidades) e toucinho do céu (R$ 240,00), completam o cardápio. Pedidos para o Réveillon até 30/12, às 12h, com retirada dia 31, das 13h às 17h. Contato: (21) 3518-2654; ou WhatsApp: (21) 99890-6629. Rua Anita Garibaldi, 83-C, Copacabana.\nTragga del Mar: arroz de pato com linguiça de costela (Felipe Azevedo/Divulgação) Loire Bistrô\nEntre os destaques do menu do restaurante francês estãoa quiche de queijo e alho-poró, clássica torta francesa com recheio cremoso de queijo e alho-poró (R$ 105,00, serve até seis pessoas); o croquete de cordeiro, servido com molho de hortelã (R$ 95,00, serve 10 unidades). Entre os pratos principais, o arroz de pato com azeitona verde e cebola crocante (R$ 298,00, serve até cinco pessoas); chester assado com tempero especial e farofa natalina (R$ 320, serve até seis pessoas). Como acompanhamentos, purê de batata com ervas (R$ 89,00/kg); legumes assados com mel e alecrim (R$ 89,00/kg). Para sobremesa, destaque para as tradicionais rabanadas natalinas (R$ 89,00, seis unidades). As encomendas podem ser realizadas diretamente pelo WhatsApp: (21) 97999-3403. Vogue Square. Av. das Américas, 8585, Barra da Tijuca.\nContinua após a publicidade Tasca Carvalho\nEntre as opções de entrada da Tasca Carvalho, para começar a ceia, os tradicionais bolinhos de bacalhau (R$ 72,00 12 unidades); as pataniscas de bacalhau (R$ 84,00 12 unidades); e a salada de polvo, com tentáculos de polvo e batata calabresa (R$ 250,00 o quilo). Entre os principais, que servem quatro pessoas, estão o bacalhau da Tasca (R$ 499,00), postas de Gadus Morhua à dorê com batatas coradas e cebolada de camarões, acompanha arroz de brócolis; e o bacalhau à lagareiro (R$ 499,00), postas de Gadus Morhua grelhado, servido com batatas ao murro, brócolis, ovo, azeitonas e regado no azeite extravirgem. Para sobremesa, quindim (R$ 66,00, seis unidades); toucinho do céu (R$ 180,00) ou pastel de natas (R$ 60,00, seis unidades). Pedidos de Ano Novo até o dia 30, com retirada dia 31, das 13h às 17h. Encomendas pelo telefone 2146-8858 e 99890-6629. Rua Ronald de Carvalho, 266-D, Copacabana.\n+ Para receber VEJA RIO em casa, clique aqui\nTragga Del Mar\nO Tragga Del Mar oferece opções que destacam os sabores do mar, ideais para celebrar o Ano Novo com sofisticação. Nos destaques do menu estão, entre as entradas, os bolinhos de bacalhau, preparados com bacalhau desfiado e temperos especiais (R$ 89,00, 12 unidades); entre outras. De pratos principais, arroz cremoso de bacalhau, com azeitonas pretas, tomate cereja e palha de batata-baroa (R$ 379,00, serve até cinco pessoas); bacalhau colonial, preparado com azeite, alho e brócolis (R$ 359,00, serve até cinco pessoas). Como sobremesas, destaque para o cheesecake com calda de frutas vermelhas (R$ 189,00, serve de 10 a 12 fatias). As encomendas podem ser realizadas diretamente pelo WhatsApp do Tragga Del Mar: (21) 97999-3403. Vogue Square. Av. das Américas, 8585, Barra da Tijuca.\nContinua após a publicidade BAIXE O APP COMER & BEBER E ESCOLHA UM ESTABELECIMENTO:\nIOS: https://abr.ai/ comerebeber-ios\nANDROID: https://abr.ai/ comerebeber-android\nReceba gratuitamente as melhores dicas de programação cultural no Rio. Inscreva-se aqui para receber a nossa newsletter Aceito receber ofertas produtos e serviços do Grupo Abril. Cadastro efetuado com sucesso! Você receberá nossas newsletters pela manhã de segunda a sexta-feira.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->holiday",
      "Human Interest->ceremony",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->tourism and leisure industry",
      "Economy, Business and Finance->products and services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/bardestoantonio/",
      "https://instagram.com/bardestoantonio/",
      "https://www.instagram.com/bardestoantonio"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:46:30.487+02:00",
    "updated": "2025-01-03T16:34:22.831+02:00"
  }
]