[
  {
    "uuid": "1227315b395eeb9e9527ed822a110cb7b7371b3c",
    "url": "https://www.sportskeeda.com/nfl/news-ja-marr-chase-takes-shots-patrick-mahomes-chiefs-defense-ahead-week-17-matchup",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hindi.sportskeeda.com",
    "published": "2023-12-28T16:53:00Z",
    "title": "Ja'Marr Chase takes shots at Patrick Mahomes’ Chiefs defense ahead of Week 17 matchup",
    "text": "') > -1) { addClass($('.section-container'), 'pill-tag'); } Chase has fired shots ahead of the Bengals' Week 17 game against the Chiefs. Like what you are reading? Unlock the Full Story for Free! Sign in with Google Continue with Facebook Login using other methods The one thing that players tend to want to avoid is giving the opposition bulletin board material, but it seems like Cincinnati Bengals receiver Ja'Marr Chase didn't get the memo. As the Bengals gear up to face Patrick Mahomes and the Kansas City Chiefs, Chase has fired a shot of sorts at the Chiefs defense.\nDespite Kansas' defense ranking second in the NFL for points allowed per game (17.7), Chase has given his thoughts on what makes the defense so good, and his answer will not go down well in Kansas City.\n•\n70% Win (110-25-1) 70% Win (110-25-1) 70% Win (110-25-1) Unlock Free tips from our Experts Get Picks Now Ja'Marr Chase fires shot at Chiefs defense With the Bengals and Chiefs making a habit of meeting in the postseason, their rivalry has grown each year. But this latest installment won't have Joe Burrow , and Mahomes hasn't been playing his best.\nBut Chase isn't worried about facing Steve Spagnuolo's defense and gave a little parting shot. He said:\n“It’s not really like have a Jalen Ramsey on their squad.” Expand Tweet We imagine that the Chiefs will be playing this audio clip before the game and it will add an extra edge to a clash that didn't really need it. But one thing is for certain now, the Chiefs defense will be trying to make life hell for Ja'Marr Chase whenever he's near the ball.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://betstoday.com",
      "https://twitter.com/trags/status/1740473830148387135?s=48&t=xGBMF5Ce2-bNu6fcnscKxQ",
      "https://www.twitter.com/trags/status/1740473830148387135?s=48&t=xGBMF5Ce2-bNu6fcnscKxQ",
      "https://twitter.com/trags/status/1740473830148387135",
      "https://www.betstoday.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "benga",
          "sentiment": "negative"
        },
        {
          "name": "joe burrow",
          "sentiment": "none"
        },
        {
          "name": "mahomes",
          "sentiment": "none"
        },
        {
          "name": "patrick mahomes",
          "sentiment": "none"
        },
        {
          "name": "chase",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "patrick mahomes’ chiefs",
          "sentiment": "neutral"
        },
        {
          "name": "cincinnati bengals",
          "sentiment": "none"
        },
        {
          "name": "chiefs",
          "sentiment": "none"
        },
        {
          "name": "google continue",
          "sentiment": "none"
        },
        {
          "name": "facebook login",
          "sentiment": "none"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "bengals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        },
        {
          "name": "kansas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:09.262+02:00",
    "updated": "2023-12-29T00:18:09.262+02:00"
  },
  {
    "uuid": "d58dc51354eff225c40401625046d353847cafc9",
    "url": "https://tn.com.ar/policiales/2024/01/25/almagro-un-hombre-denuncio-que-una-mujer-lo-sedujo-por-tinder-lo-drogo-y-le-desvalijo-la-casa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@todonoticias",
    "published": "2024-01-25T22:15:00Z",
    "title": "Almagro: conoció a una chica por Tinder, la invitó a su departamento y lo drogó para ROBARLE TODO | TN",
    "text": "Un hombre de 36 años denunció que fue víctima de una mujer que lo drogó para robarle, luego de haber acordado una cita por Tinder.\nSegún contó a los investigadores, el hecho ocurrió luego de que invitara a la sospechosa a su departamento en Almagro. Allí, repentinamente, se durmió y cuando despertó notó que lo habían desvalijado.\nAunque trascendió este jueves, el hecho ocurrió el pasado 2 de enero en la calle Humahuaca de ese barrio porteño. Antes de la medianoche, pasadas las 23, la joven fue hasta el lugar.\nLeé también: Se conocieron los resultados de la autopsia al cuerpo de Umma, la hija del custodio de Patricia Bullrich\nDe acuerdo a lo que se puede observar en las imágenes de las cámaras de seguridad, ambos ingresaron caminando mientras charlaban. Hasta ese momento no pasaba nada extraño.\nEl hecho ocurrió en un edificio ubicado en la calle Humahuaca. (Foto: captura Google Street View) Ya dentro del departamento, el hombre se durmió repentinamente y cuando despertó horas después, sin recordar nada, notó que había sido víctima de una asalto.\nLuego de realizar un llamado al 911, el personal policial de la Comisaría Vecinal 5A de la Policía de la Ciudad fue hasta el lugar. De acuerdo a lo que les comentó a las autoridades, le faltaba dinero, dos celulares Xiaomi y una notebook Acer.\nLeé también: Cobraba un plan social y tiene antecedentes: quién es “Pelusa”, el segundo detenido por el crimen de Umma\nCuando fue entrevistado, explicó que solo sabía que la chica que estuvo con él se llama Rocío Belén (nombre que tenía en la aplicación de citas).\nLos investigadores hicieron el relevamiento de las cámaras en la cuadra y las del edificio, con las que intentan identificar a la autora del hecho, de acuerdo a lo que le informaron fuentes policiales a TN.\nLeé también: Video: sicarios quisieron balear a clientes de un bar en Rosario, pero se les trabaron las armas\nLa Fiscalía Nacional en lo Criminal y Correccional 5, a cargo del Dr. Troncoso, ordenó la intervención de la División Investigaciones Comunales 5 (DIC5) de la Policía de la Ciudad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:21:38.160+02:00",
    "updated": "2024-01-26T00:21:38.160+02:00"
  },
  {
    "uuid": "2fc86096f4c06bf056003b49e840f61e77fadbc7",
    "url": "https://timesofindia.indiatimes.com/city/mysuru/hc-mahadevappa-emphasizes-the-need-to-safeguard-democracy-and-the-indian-constitution/articleshow/106363958.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2023-12-29T03:29:00Z",
    "title": "Safeguarding Democracy: HC Mahadevappa emphasizes the need to safeguard democracy and the Indian Constitution | - Times of India",
    "text": "Mysuru: Social welfare minister HC Mahadevappa on Thursday stressed the need for safeguarding democracy and the Indian Constitution. He was speaking after inaugurating the Congress’ foundation day celebrations organised by Mysuru City and District Congress Sevadal Unit at Indira Bhavan in Mysuru. He said that both the Constitution and democracy were facing threat from political parties indulging in religious terrorism, communal violences, spreading religious bigotry politics across the country.“A second freedom struggle-like movement is necessary for the country to fight against these communal forces which are involved in destruction of social, secular, democratic values the Constitution of India is based on. Congress is working abiding by the core values of the democracy,” he said. He said that the Congress party always worked for welfare of masses, fought against imperial and colonial forces during freedom struggle, besides giving best administration in the country focusing on improvement of literacy and striving for all round development of the country.The minister asked the Congress Sevadal workers to educate the people on the commendable works carried out by the party.The district minister, who also inaugurated the ‘Donate For India’ crowdfunding campaign launched by the part. On the occasion, the minister announced to donate Rs 1.4 lakh for the party.MLC D Thimmaiah, former MP Shivanna, district Congress chief BJ Vijayakumar, city Congress chief R Murthy were present. tnnWe also published the following articles recentlyRegional satraps holding on to domain, onus of second freedom struggle on Congress: Sanjay RautShiv Sena MP Sanjay Raut criticized regional parties and the INDIA bloc for not sacrificing to protect freedom and democracy. He pointed out that while Congress, which played a significant role in the freedom struggle, is struggling for its own existence, no regional satraps are willing to allow Congress to enter their territory. Raut also mentioned that PM Modi had proposed a Congress-free India, but the BJP's actions suggest they want an opposition-free India instead. He criticized the ruling party for ruling over a crematorium with the ashes of a body and emphasized that democracy will rise from the ashes in India.106257141Congress chief Mallikarjun Kharge unfurls party flag on 139th Foundation DayCongress president Mallikarjun Kharge unfurled the party flag at All India Congress Committee (AICC) Headquarters in Delhi on the party's 139th Foundation Day celebration event. Congress leader and former Member of the Bihar Vidhan Sabha, Shakeel Ahmad said that the objective of the party since its formation has been constant and today and it wants to unite the society and do away with hatred. The Indian National Congress was founded on December 28, 1885, in Bombay (Mumbai) in the presence of 72 delegates at Das Tejpal Sanskrit College.106339552Compare India with democracies, not China: ModiPM Narendra Modi dismisses concerns over unemployment, corruption, administrative hurdles, and skills gap, comparing India with other democracies instead of China. He argues that India's status as the world's fastest-growing economy proves that these concerns are not as pervasive as suggested. Modi counters claims of a grim employment situation, pointing to official numbers from the Periodic Labour Force Survey. He also highlights Indian-origin CEOs of global companies as evidence of no skills gap. Modi emphasizes the government's efforts to create an inclusive and welcoming environment for investments. He addresses allegations of democracy under threat and highlights the economic success of India's Parsis as an example of religious micro-minorities thriving in the country.106196192",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hc mahadevappa",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "mysuru city and district congress sevadal unit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mysuru",
          "sentiment": "none"
        },
        {
          "name": "indira bhavan",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:02:11.858+02:00",
    "updated": "2023-12-29T06:02:11.858+02:00"
  }
]
