[
  {
    "uuid": "a5bb381a4a33e190ffa8fe77105a64ce71206f84",
    "url": "https://www.meneame.net/story/anton-losada-triunfa-resumen-49-segundos-plan-xunta-galicia/c015",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LaVozDeLaSabiduria",
    "published": "2024-01-07T22:06:00Z",
    "title": "#15 Antón Losada triunfa con su resumen en 49 segundos del plan de la Xunta de Galicia para hacer frente a las \"bolitas plásticas\"",
    "text": "Portada\nmis comunidades\notras secciones\n\"Las bolitas\" ya están llegando a Asturias y Cantabria.\nhttps://www.diariodenavarra.es/noticias/vivir/medio-ambiente/2024/01/07/xunta-pide-calma-el-vertido-plasticos-llegado-costa-gallega-594826-3281.html\nA Antón le faltaba esta imagen:\nNi bolsa ni cubo ni nada para almacenarlos , seguramente los de TRAGSA lo teletrasportan a la Xunta desde los guantes:\nhttps://www.nosdiario.gal/articulo/social/dez-minutos-material-informacion-asi-actua-xunta-limpeza-pellets/20240106180705186592.html\nInformativo de la televisión de Galicia hoy:\nhttp://www.crtvg.es/tvg/a-carta/telexornal-mediodia-fds-6368588?t=686\nMe parece la polla lo de la Xunta.\nUna comunidad que vive mucho de su mar y de sus playas y su turismo, y llevan 15 días sin menear un puto dedo porque la culpa y responsabilidad es de Perroxanxe.\nGobiernan para los gallegos, así que que hagan todo lo que esté en su mano y si el gobierno no mueve un dedo, entonces critícas y pides ayuda, pero no, me toco los webos a manos llenas y la culpa es de PerroXanxe que quiere ver Galicia arder porque la gobierna el PP.\nQue el gobierno tenga su plan de acción o responsabilidad no es óbice para que la Xunta haga todo lo que sea necesario.\nDel propio artículo:\n\"De forma paralela se están realizando gestiones para conseguir máquinas cribadoras que se puedan pasar por la arena para sacar los plásticos, aunque precisan permisos de la Xunta y avanzan que \"está complicado\".\"\n¿Los voluntarios están buscando por su cuenta maquinas cribadoras pero el permiso para utilizarlas no se lo van a dar?\nEs que es para mear y no echar gota. Y el Gobierno de Ejpaña tambien debería hacérselo mirar\n[#7](c7#c-7) El plan existe y funciona; Justo antes de las elecciones se reparten unas ayudas de dinero publico y vuelven a ganar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.diariodenavarra.es/noticias/vivir/medio-ambiente/2024/01/07/xunta-pide-calma-el-vertido-plasticos-llegado-costa-gallega-594826-3281.html",
      "https://www.nosdiario.gal/articulo/social/dez-minutos-material-informacion-asi-actua-xunta-limpeza-pellets/20240106180705186592.html",
      "http://www.crtvg.es/tvg/a-carta/telexornal-mediodia-fds-6368588?t=686",
      "http://crtvg.es/tvg/a-carta/telexornal-mediodia-fds-6368588?t=686",
      "https://diariodenavarra.es/noticias/vivir/medio-ambiente/2024/01/07/xunta-pide-calma-el-vertido-plasticos-llegado-costa-gallega-594826-3281.html",
      "https://nosdiario.gal/articulo/social/dez-minutos-material-informacion-asi-actua-xunta-limpeza-pellets/20240106180705186592.html",
      "http://www.crtvg.es/tvg/a-carta/telexornal-mediodia-fds-6368588"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:11:09.249+02:00",
    "updated": "2024-01-08T01:11:09.249+02:00"
  },
  {
    "uuid": "aca94a9e50d236dc02c1ee479dfdff0c6e345005",
    "url": "https://menafn.com/1107667525/Indo-Canadian-Charged-In-Connection-With-Hindu-Temple-Break-Ins",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-28T23:45:00Z",
    "title": "Indo-Canadian Charged In Connection With Hindu Temple Break-Ins | MENAFN.COM",
    "text": "( MENAFN - IANS) Toronto, Dec 29 (IANS) A 41-year-old Indian-origin man has been arrested in connection with multiple robberies at Hindu temples in the Canadian province of Ontario in recent months, police said.\nJagdish Pandher from Brampton is facing charges for numerous offences and is currently being held for a bail hearing, the Durham Regional Police said on Thursday.\nInvestigators have linked Pandher to numerous break-and-enters at Hindu temples throughout the year, most of which occurred in Durham Region and around the Greater Toronto Area.\nIn a media release, police said that on October 8 at approximately 12:45 am its officers responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering.\nA male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes, the release said, adding that he fled the area prior to police arrival.\nHe was seen on surveillance footage later that morning committing additional break-and-enters at Hindu temples in Pickering and Ajax.\n\"Although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate,\" Durham Regional Police said.\nAt least six Hindu temples were reportedly robbed in the month of September and October alone, mostly in the Greater Toronto Area, which included the Chintpurni Temple in Brampton, Rameshwar Mandir in Caledon and the Hindu Heritage Centre in Mississauga.\nAccording to local media reports, last year, close to half-a-dozen Hindu temples in the Greater Toronto Area were reportedly robbed in a span of ten days.\nThe Peel police in Toronto arrested three Canada-based Punjabi men in 2022 responsible for vandalism and theft in Hindu temples in the Greater Toronto Area from November 2021 until March 2022.\nPandher was one of the three accused, which also included Gursharnjeet Dhindsa and Parminder Gill from Brampton.\nThey were slapped with as many as 78 charges including Disguise with intent (13 counts each) and Break, enter and commit an indictable offence (13 counts each), according to media reports.\n--IANS\nmi/dan\nMENAFN29122023000231011071ID1107667525\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://ians.in/detail/indo-canadian-charged-in-connection-with-hindu-temple-break-ins--20231229130606/",
      "https://ians.in/detail/indo-canadian-charged-in-connection-with-hindu-temple-break-ins--20231229130606",
      "https://www.ians.in/detail/indo-canadian-charged-in-connection-with-hindu-temple-break-ins--20231229130606/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandher",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ians",
          "sentiment": "negative"
        },
        {
          "name": "durham regional police",
          "sentiment": "none"
        },
        {
          "name": "greater toronto area",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "durham region",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:45:55.483+02:00",
    "updated": "2023-12-29T10:45:55.483+02:00"
  },
  {
    "uuid": "559fe2d014fc744e1d54a564fa4e6f0f84e4bb63",
    "url": "https://hoopshype.com/rumor/2584287/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "HoopsHype",
    "published": "2024-01-05T19:13:00Z",
    "title": "“He pulled me aside while the game was goin… | HoopsHype",
    "text": "“The whole organization has made it really easy, to be honest,” he said. “Family-environment, the way the guys have accepted me, showing me different things, coaches, trainers, everybody, top to bottom and this is a top tier organization. So it makes it really easy for me to be honest, the basketball part.”\n“He pulled me aside while the game was going on and said, ‘You’re not having fun. Have fun,’” revealed the Kentucky product, “I have never really had a coach do that. He told me that. Then I started skipping.” Set to become a restricted free agent this summer, Quickley has been impressed by the Raptors.\nRumor Hype Rumor visits per day for the last week\nViews per day\nJanuary 5, 2024 | 5:10 pm EST Update\nNBA Central:\nMalik Beasley says he turned down $3-6 million offers from the Mavericks and Lakers and decided to choose Milwaukee for a starting role and championship potential(Via @ChrisBHaynes / h/t @TiWindisch) pic.twitter.com/f6PUslY5se\nNBA on ESPN:\n“I’ve heard it all about myself. I’ve heard it all about this team. … We genuinely feel like we have a chance to win versus anybody we play against.” 💪Julius Randle to @malika_andrews on the Knicks’ mindset. pic.twitter.com/3LfHAOSxEo\nJames Edwards: Detroit will make a trade before Feb. 8. I’d bet good money on it.\nMy feeling is that the Pistons will bring in a veteran or two in an attempt to try and right the ship down the final stretch, but I haven’t heard about anything being close to done or on the table as of now.\nTim MacMahon:\nAn email from Mark Cuban to Mavs employees informing them of a plan to pay approximately $35M in bonuses in the wake of selling a majority stake of the franchise:pic.twitter.com/omoamjRA1H\nJay King:\nAl Horford (rest) will not play tonight, per the Celtics.Front end of a back to back, so I’m assuming he’ll play tomorrow, but assuming can make an ass out of u and me.\nJanuary 5, 2024 | 3:56 pm EST Update\n957 The Game:\n[“I think the [Golden State Warriors] are using the next three weeks to assess what move needs to be made. I do think a move WILL be made. In the past I haven’t felt that way.”]http://twitter.com/957thegame/status/1743357541432840200– @anthonyVslater on @SteinyGuru957 .\nMary Schmitt Boyer/Jodie Valade: Donovan Mitchell pays homage to cherished teammate Ricky Rubio following retirement announcement\n“I wish I got one more year with him, but at the end of the day he’s done so much good for the NBA,” Mitchell said.\nKC Johnson:\nAlex Caruso joins the injury report, listed as probable with cervical soreness. For amount of time Caruso spends taking charges and diving for loose balls, he probably could be listed as “probable, general soreness from overall mayhem” every game.\nVinny Benedetto:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://theathletic.com/5176961/2024/01/05/detroit-pistons-mailbag-nba-trade-deadline-2024/",
      "http://twitter.com/957thegame/status/1743357541432840200–",
      "https://www.eurohoops.net/en/nba-news/1608050/immanuel-quickley-toronto-raptors-darko-rajakovic-nba/",
      "http://www.twitter.com/957thegame/status/1743357541432840200–",
      "https://www.eurohoops.net/en/nba-news/1608050/immanuel-quickley-toronto-raptors-darko-rajakovic-nba",
      "https://eurohoops.net/en/nba-news/1608050/immanuel-quickley-toronto-raptors-darko-rajakovic-nba/",
      "https://theathletic.com/5176961/2024/01/05/detroit-pistons-mailbag-nba-trade-deadline-2024",
      "https://www.theathletic.com/5176961/2024/01/05/detroit-pistons-mailbag-nba-trade-deadline-2024/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "malik beasley",
          "sentiment": "none"
        },
        {
          "name": "quickley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "raptors",
          "sentiment": "none"
        },
        {
          "name": "mavericks and lakers",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "milwaukee",
          "sentiment": "none"
        },
        {
          "name": "kentucky",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:49:31.180+02:00",
    "updated": "2024-01-06T00:49:31.180+02:00"
  },
  {
    "uuid": "e0749c7401f56e3ebb7dc53fc0fd90f8c5788471",
    "url": "https://www.itv.com/news/tyne-tees/2023-12-29/honour-for-police-officer-whose-emotional-campaign-is-making-the-roads-safer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ITVNews",
    "published": "2023-12-29T17:12:00Z",
    "title": "New Year's Honours: Medal for Durham officer whose emotional campaign is making the roads safer | ITV News Tyne Tees",
    "text": "A detective who led a campaign to get drivers to put down their mobile phones following a crash which killed three people has been honoured by the King. Durham detective constable Natalie Horner has been recognised with the King's Police Medal in the New Year's Honours list. The officer led the investigation into a crash on the A1(M) at Bowburn in County Durham in July 2021 which claimed three lives when a lorry driver ploughed into a queue of traffic while using his mobile phone at the wheel.Elaine Sullivan, 57, and her partner David Daglish, 59, from Seaham, along with 51-year-old Paul Mullen, from Washington, all died in the crash.Since the investigation, which led to lorry driver Ion Onut being jailed for eight years and ten months after pleading guilty to three counts of causing death by dangerous driving, DC Horner has campaigned to bring a positive change from the tragedy. She oversaw the production of an emotional video which aims to persuade drivers to put down their mobile phones while behind the wheel; just one of a string of successful campaigns the 43-year-old has led over the last eight years.Durham Police said the campaign had been partially responsible for a \"significant decrease\" in the number of serious and fatal crashes in County Durham and Darlington in the last year.It is now used in driver training across the world. She said: “The roads claim lives daily. It’s about more than convicting offenders; it’s about making our roads safer nationally. I want everyone in the UK to feel safe.”She was nominated for the honour for her positive approach, her drive to help others and her dedication to the community.Chief Constable Rachel Bacon, of Durham Constabulary, said: \"This is a thoroughly well-deserved honour for Detective Constable Horner.“I am immensely proud of the amazing work that Nat and her colleagues have done to make people safer on our roads and I have no doubt their forward-thinking campaigns have helped to save lives.“She exemplifies the very best of Durham Constabulary: a willingness to put victims first and a genuine desire to make a real difference to real people”.DC Horner, who joined the police in 2001, said the loss of her colleague Police Constable Jonathan Green in a crash had fuelled her commitment to improving support for affected families.She said: “The loss was devastating. It made me realise the vital role we play in supporting those affected by road incidents. It's a responsibility we cannot overlook.”On learning she would be recognised with the King's Police Medal, she added: “I’m overwhelmed and immensely grateful to receive this honour,“It’s a proud and emotional moment I’ll never forget in my career.”Want ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "natalie horner",
          "sentiment": "none"
        },
        {
          "name": "ion onut",
          "sentiment": "none"
        },
        {
          "name": "david daglish",
          "sentiment": "none"
        },
        {
          "name": "sullivan",
          "sentiment": "none"
        },
        {
          "name": "paul mullen",
          "sentiment": "none"
        },
        {
          "name": "horner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "durham",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "county durham",
          "sentiment": "none"
        },
        {
          "name": "bowburn",
          "sentiment": "none"
        },
        {
          "name": "seaham",
          "sentiment": "none"
        },
        {
          "name": "durham",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T01:44:30.448+02:00",
    "updated": "2023-12-31T02:56:48.601+02:00"
  },
  {
    "uuid": "4881fa72f3f719c3ebe6a419e0a57792e70161c9",
    "url": "https://fr.le360.ma/societe/le-spectre-de-la-prison-plane-de-nouveau-sur-dounia-batma_GZD7EVBJNJHHJJGWKQKHQZATH4/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Le360",
    "published": "2023-12-28T19:57:00Z",
    "title": "Le spectre de la prison plane de nouveau sur Dounia Batma | le360.ma",
    "text": "Nouveau rebondissement, et non des moindres, dans l’affaire Dounia Batma. La Cour de cassation vient de refuser le recours présenté par la défense, et donc la confirmation du jugement prononcé en appel, qui condamne la chanteuse à une année de prison ferme et à une amende de 10.000 dirhams.\nC’est ce que rapporte Assabah dans son édition du vendredi 29 décembre, rappelant que le jugement en appel avait également prévu un dédommagement au profit de Saida Charaf, qui accusait sa consœur de diffamation dans le cadre de l’affaire «Hamza mon bébé».\nD’après la même source, en prononçant son jugement, la première chambre pénale rend de facto le jugement en appel définitif, et donc l’application de la sentence contre Dounia Batma effective. La procédure d’exécution devrait être entamée dès que le dossier sera transféré au parquet qui veillera à l’application du jugement. Quant à la chanteuse, elle pourra récupérer la caution de plus de 500.000 dirhams déposée en échange de sa liberté provisoire.\nLe passage de Dounia Batma par la case prison semble donc aujourd’hui plus que jamais inéluctable. Sauf si, explique Assabah , la chanteuse joue une toute dernière carte. Il s’agit d’un recours en révision, de nature non suspensive de l’application de la sentence. En d’autres termes, si la procédure de mise en exécution du jugement est appliquée avant de connaître le sort de ce dernier recours, Dounia Batma devra bien passer ses premières nuits derrière les barreaux.\nEn attendant, le quotidien souligne que le traitement de ce dossier très suivi par la Cour de cassation s’est déroulé dans des conditions normales. La chambre chargée de son traitement a pris tout le temps nécessaire pour prendre une décision indépendante et en totale application des dispositions judiciaires.\nComme le rappelle Assabah , c’est en 2021 que la chanteuse avait pris connaissance du jugement prononcé contre elle dans cette affaire. L’actrice était, entre autres, accusée de complicité d’intrusion informatique et de participation volontaire à l’entrave de la circulation sur la voie publique. Après avoir été condamnée en première instance à huit ans de prison ferme, Dounia Batma a vu sa peine s’alourdir en appel.\nPar Fayza Senhaji Le 28/12/2023 à 20h57",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:20.146+02:00",
    "updated": "2023-12-29T00:04:20.146+02:00"
  },
  {
    "uuid": "3d0f1ee76d1ceea0af8f6682113b72872d5d6f89",
    "url": "https://www.breakinglatest.news/health/improving-posture-and-health-pilates-exercises-you-can-do-at-home",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin",
    "published": "2024-04-04T21:17:00Z",
    "title": "Improving Posture and Health: Pilates Exercises You Can Do at Home - Breaking Latest News",
    "text": "Pilates: The Ideal Exercise to Correct Posture To take care of your body’s health, it is important to have a good diet and complement it with some type of exercise. And if you spend a lot of time in front of a computer or in poor posture, pilates is the best option.\nThis exercise is known to be a favorite of many women and has too many benefits for all ages and genders. Furthermore, it is not necessary to go to a gym to do them. Here we teach you the best pose for you to do from the comfort of your home and recompose your posture.\nPixabay\nPilates: The Ideal Exercise to Correct Posture The Pilates exercise that is very good for regenerating our spine and abdomen is “the saw”. Practicing this pose at home is very simple. You just have to follow the following steps:\nTo start the movement you have to sit on the pelvic bones, with a neutral back, legs extended and slightly wider than shoulder width. As a second step, you must extend your arms in a cross, with palms facing down, shoulders relaxed and scapulae active. At this point, your knees should be straight and your feet flexed. When we start the movement we must inhale and look for maximum torque without the pelvic bones lifting off the mat we have placed on the floor. When you exhale, you should flex with rounded back and projecting the top of the head forward and the navel inward and upward, always emptying the lungs. One hand looks for the opposite foot and is placed on the ankle as if trying to saw it, while the opposite arm seeks to extend backwards, with the little finger facing upward. Finally, go back to the beginning and the direction of what was done previously is changed. It is recommended to repeat this exercise 3 times on each side.\nThe Benefits of Doing Pilates Among the many positive aspects of this exercise, the considerable improvement in body posture stands out, since the spinal erectors and core are strengthened. But it also helps to gain flexibility, pelvic stability, and breathing.\nIn any case, it is always important to consult with a family doctor if it is possible to perform these types of exercises. Generally, people with herniated discs, lack of lumopelvic mobility, hip flexor problems, or pregnancy are not recommended.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "improving posture and health",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:21:16.833+03:00",
    "updated": "2024-04-05T02:36:00.582+03:00"
  },
  {
    "uuid": "4f3421b01a6b5a4b26dda0f2e2e115b6aae3a894",
    "url": "https://www.fox29.com/news/brotherly-love-pro-am-foundation-holds-its-first-annual-youth-day",
    "ord_in_thread": 0,
    "author": "Shawnette Wilson",
    "published": "2025-07-24T03:23:00Z",
    "title": "Brotherly Love Pro-Am Foundation holds its first annual Youth Day | FOX 29 Philadelphia",
    "text": "Local foundation unites youth organizations for community building Local organizations joined to host Brotherly Love Youth Day, in an effort to bring kids together and advocate for community wellness. There was basketball, free haircuts, giveaways and entertainment.\nThe Brief A Brotherly Love Youth Day event was held at William Penn Charter School in East Falls. Novar Gadson organized basketball games for the youth. The event provided resources to help youth cope with violence and mental health. EAST FALLS - Shooting hoops, giveaways and live entertainment all under one roof in an effort to help save our streets. Local organizations gathered to host the first annual Brotherly Love Youth Day, with the express wish of bringing young people together to advocate for community wellness and crime prevention.\nWhat we know:\nA unity and youth empowerment event brought together youth organizations from all over the city. Novar Gadson organized it under his organization Brotherly Love Pro-Am Foundation to help address violence and mental health among young people.\nWhat they're saying:\n\"We unify this thing and we can try to save as many of the youth as possible,\" said Novar Gadson. He is on a mission to use his talent and passion for good.\n\"I played basketball professionally internationally. I played in three different continents. Europe, South America and Asia for the last six years. It has been a blessing, too, so I am ready to come home and I am ready to lead by example,\" he explained.\n He held his first annual Youth Day Wednesday evening, through his organization Brotherly Love Pro-Am Foundation. He began it five years ago.\n\"It&apos;s a mental health organization using basketball as a vehicle to drive more awareness to the topic,\" said Gadson who organized five basketball games Wednesday night.\n\"You got a New York team, you got a Delaware team, a New Jersey team and obviously a Philadelphia team,\" he said.\nThe backstory:\nGadson says basketball was his own personal lifeline after 2001 when someone murdered his 18-year-old brother, Omari Gadson.\n\"And to this day my family still hasn&apos;t recovered from it,\" he said. Gadson was 12 when it happened.\n\"I started playing basketball at 16 and it gave me new life,\" he said.\nBig picture view:\nHe hopes it can help do the same for kids who came to his event, which also included free haircuts, free uniforms, PlayStation and gift card give-a-ways. Anti-violence and mental health services were there with resources for the youth.\n\"We all go through some trauma and the message I feel like is everyone should seek help,\" said Gadson.\n18-year-old Malachi Jackson says he has dealt with mental health too.\n\"Stuff like this is a good opportunity for people to talk about their troubles and all that and heal themselves,\" he said. He participated Wednesday night and is open to more opportunities.\n\"It&apos;s a good opportunity for people to come together and really just stop the violence and enjoy themselves,\" he said.\nPastor Aaron Campbell of Level Up youth mentorship brought out his kids and showed other youth some of what his program offers while also supporting Gadson&apos;s message.\n\"No matter what you go through we take those stumbling blocks and turn them into steppingstones and healing is a choice. He chose healing,\" said Campbell.\n\"I want to keep it all under one roof and show that unity is the best way outside of dividing and hurting each other,\" said Gadson.\nPhiladelphia News",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Human Interest->ceremony",
      "Social Issue->teenagers",
      "Social Issue->charity",
      "Social Issue->communities",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Novar Gadson",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Brotherly Love Pro-Am Foundation",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": "local_news",
        "city": [
          "Philadelphia"
        ],
        "state": [
          "Pennsylvania"
        ],
        "country": [
          "US"
        ],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:42:47.840+03:00",
    "updated": "2025-07-24T08:05:20.265+03:00"
  },
  {
    "uuid": "6620cb6b0178bbef5278dbb39d2f73c315aec849",
    "url": "https://www.ktre.com/2024/06/20/not-all-patients-are-humans-14-puppies-rescued-rollover-vehicle-crash",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Polansky",
    "published": "2024-06-20T00:00:00Z",
    "title": "‘Not all patients are humans’: 14 puppies rescued from rollover vehicle crash",
    "text": "WOODSTOCK, CT ( WFSB /Gray News) - Fourteen puppies were rescued from a rollover crash that closed a road in Woodstock, Connecticut Thursday morning. Several fire agencies responded to Senexet Road between Laurel and Bull Hill roads for a single-vehicle rollover accident involving wires down. Firefighters found a pole that had snapped, with wires down, and called Eversource CT to disable the power. Power was out in the area while the electricians worked. Officials say minor injuries were originally reported, but no one ended up being hurt. First responders also rescued and provided care for 14 puppies at the scene. the Muddy Brook Fire Department shared photos on Facebook of firefighters interacting with the puppies. The Necogg Humane Society and a doctor from Peake Brook Veterinary Center responded to the scene to provide veterinary care and shelter to the animals, firefighters said. Some puppies will be taken to a veterinary office for further care. Drivers were warned to expect a “long duration road closure.” Copyright 2024 WFSB via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.wfsb.com/2024/06/20/14-puppies-rescued-rollover-crash-woodstock/",
      "https://www.facebook.com/permalink.php?story_fbid=791535169786660&id=100067905522124&ref=embed_post",
      "https://www.wfsb.com/2024/06/20/14-puppies-rescued-rollover-crash-woodstock",
      "https://www.facebook.com/permalink.php",
      "https://wfsb.com/2024/06/20/14-puppies-rescued-rollover-crash-woodstock/",
      "https://facebook.com/permalink.php?story_fbid=791535169786660&id=100067905522124&ref=embed_post"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "wfsb /gray news",
          "sentiment": "neutral"
        },
        {
          "name": "gray media group, inc",
          "sentiment": "none"
        },
        {
          "name": "wfsb",
          "sentiment": "none"
        },
        {
          "name": "muddy brook fire department",
          "sentiment": "none"
        },
        {
          "name": "necogg humane society",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "woodstock",
          "sentiment": "none"
        },
        {
          "name": "bull hill",
          "sentiment": "none"
        },
        {
          "name": "peake brook veterinary center",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "laurel",
          "sentiment": "none"
        },
        {
          "name": "senexet road",
          "sentiment": "none"
        },
        {
          "name": "woodstock",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T06:01:31.890+03:00",
    "updated": "2024-06-21T06:01:31.890+03:00"
  },
  {
    "uuid": "1dedb0b8027c8d451dd938c3bb27a8e97203d926",
    "url": "https://magicvalley.com/news/nation-world/cher-elijah-blue-allman-conservatorship-substance-abuse/article_bde11929-0ae2-559b-9d48-55215ecdc030.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LISA RESPERS FRANCE, CNN",
    "published": "2023-12-28T21:45:00Z",
    "title": "Cher files for conservatorship of son Elijah Blue Allman",
    "text": "Cher has filed for temporary legal conservatorship of her adult son Elijah Blue Allman, citing his alleged ongoing substance abuse issues.\nAccording to a petition filed this week in Los Angeles Superior Court and obtained by CNN, Cher is seeking to be the sole conservator of her son’s estate, alleging that he “is currently unable to manage his assets due to severe mental health and substance abuse issues.”\n“Elijah is entitled to regular distributions from the Trust, but given his ongoing mental health and substance abuse issues,” according to the documents. “Petitioner (Cher) is concerned that any funds distributed to Elijah will be immediately spent on drugs, leaving Elijah with no assets to provide for himself and putting Elijah’s life at risk.”\nThe 47-year-old is the son of Cher and her former husband, the late rocker Gregg Allman.\nPeople are also reading…\nGregg Allman and Cher were married from 1975 to 1979. He\ndied in 2017 at the age of 69 due to liver cancer complications.\nThe petition filed by Cher states that her son is set to receive funds from a trust by the end of the year. It also states that the 77-year-old singer and actress has “worked tirelessly to get Elijah into treatment and get him the help he needs.”\n“Petitioner (Cher) loves Elijah immensely and has always acted with his best interests in mind,” the filing states.\n“I’m not suffering from any problem that millions of people in the United States aren’t,”\nCher told People magazine in October, referring to her son’s substance abuse.\n“I’m a mother. This is my job — one way or another, to try to help my children,” she said. “You do anything for your children. Whenever you can help them, you just do it because that’s what being a mother is. But it’s joy, even with heartache — mostly, when you think of your children, you just smile and you love them, and you try to be there for them.”\nCher is also the mother of Chaz Bono.\nA hearing has been scheduled in March, according to court documents. CNN is working to determine if Allman has legal representation.\nCNN has reached out to representatives for Cher for further comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html",
      "https://people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230",
      "https://cnn.com/2017/05/27/entertainment/gregg-allman-obituary/index.html",
      "https://www.people.com/cher-speaks-out-on-kidnapping-plot-allegations-about-son-not-true-exclusive-8350230"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah blue allman",
          "sentiment": "negative"
        },
        {
          "name": "cher",
          "sentiment": "negative"
        },
        {
          "name": "elijah blue allman cher",
          "sentiment": "negative"
        },
        {
          "name": "gregg allman",
          "sentiment": "none"
        },
        {
          "name": "elijah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "los angeles superior court",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:01.894+02:00",
    "updated": "2023-12-29T00:01:01.894+02:00"
  }
]