[
  {
    "uuid": "c8260f682d7a56a383597bdb6b11f37a1b28f2e0",
    "url": "https://www.meneame.net/story/hace-48-h-yolanda-diaz-intentando-convencernos-sumar-habia-cgpj/c010",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harkon",
    "published": "2024-06-27T22:04:00Z",
    "title": "#10 Hace 48 h. Yolanda Díaz intentando convencernos que Sumar había participado en la renovación del CGPJ",
    "text": "Portada\nmis comunidades\notras secciones\nErrejón es poco discreto?, Yolanda miente?.... a saber, lo que si está claro es que si el PPSOE está de acuerdo es un pacto que no beneficia a los Españoles.\nPues si han negociado 2 de los 10 vocales de izquierda, y por otra parte no han participado en la redacion de la ley\n2 de 10 vocales de izquierda son de Sumar\nhttps://www.elmundo.es/espana/2024/06/26/667be99be85ece41358b457c.html\nhttps://www.europapress.es/nacional/noticia-sumar-asegura-pacto-psoe-lista-vocales-cgpj-funcion-peso-coalicion-20240625185700.html?utm_campaign=smartclip_social&utm_medium=Social&utm_source=Twitter\nhttps://elpais.com/espana/2024-06-26/sumar-reivindica-su-papel-en-el-pacto-sobre-el-poder-judicial-y-trata-de-aplacar-las-discrepancias-internas.html\nhttps://www.epe.es/es/politica/20240626/acuerdo-cgpj-desata-desconcierto-sumar-104292944\nEL PSOE y PP registran en el Congreso la reforma de la ley del Poder Judicial\nhttps://www.rtve.es/noticias/20240626/psoe-pp-registran-congreso-reforma-ley-poder-judicial-acuerdo-cgpj/16163963.shtml\nhttps://efe.com/espana/2024-06-27/propuesta-nuevo-cgpj/\nhttps://elpais.com/espana/2024-06-25/texto-integro-del-acuerdo-entre-psoe-y-pp-para-renovar-el-poder-judicial-tras-mas-de-cinco-anos-de-bloqueo.html\nUn tweet calquiera, que es erroneo por mezclar churras con merina.\n[#10](c10#c-10) SUMAR no ha participado en la redacción de la ley PERO ha negociado 2 vocales.\nNo hay ninguna contradicción.\nHarkon, su clon Delay y el resto del rebaño de meneame a las órdenes de la Chepa Suprema ilustra claramente la situación actual de la estúpida izquierda española, que se encuentra hundida en su propio pozo de mierda, cada día más cerca de la irrelevancia. Todo el día echándose mierda unos a otros encima de sus cabezas tiene las consecuencias que todos sabemos y hemos visto en las últimas 2 elecciones.\nPor mi podéis seguir así hasta el infinito. Más votos sacará Alvise, más votos sacará la extrema derecha y más gobiernos formará el PP. Sois unos cracks",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://elpais.com/espana/2024-06-25/texto-integro-del-acuerdo-entre-psoe-y-pp-para-renovar-el-poder-judicial-tras-mas-de-cinco-anos-de-bloqueo.html",
      "https://www.elmundo.es/espana/2024/06/26/667be99be85ece41358b457c.html",
      "https://www.europapress.es/nacional/noticia-sumar-asegura-pacto-psoe-lista-vocales-cgpj-funcion-peso-coalicion-20240625185700.html?utm_campaign=smartclip_social&utm_medium=Social&utm_source=Twitter",
      "https://www.epe.es/es/politica/20240626/acuerdo-cgpj-desata-desconcierto-sumar-104292944",
      "https://efe.com/espana/2024-06-27/propuesta-nuevo-cgpj/",
      "https://www.rtve.es/noticias/20240626/psoe-pp-registran-congreso-reforma-ley-poder-judicial-acuerdo-cgpj/16163963.shtml",
      "https://elpais.com/espana/2024-06-26/sumar-reivindica-su-papel-en-el-pacto-sobre-el-poder-judicial-y-trata-de-aplacar-las-discrepancias-internas.html",
      "https://elmundo.es/espana/2024/06/26/667be99be85ece41358b457c.html",
      "https://www.elpais.com/espana/2024-06-26/sumar-reivindica-su-papel-en-el-pacto-sobre-el-poder-judicial-y-trata-de-aplacar-las-discrepancias-internas.html",
      "https://www.europapress.es/nacional/noticia-sumar-asegura-pacto-psoe-lista-vocales-cgpj-funcion-peso-coalicion-20240625185700.html",
      "https://epe.es/es/politica/20240626/acuerdo-cgpj-desata-desconcierto-sumar-104292944",
      "https://europapress.es/nacional/noticia-sumar-asegura-pacto-psoe-lista-vocales-cgpj-funcion-peso-coalicion-20240625185700.html?utm_campaign=smartclip_social&utm_medium=Social&utm_source=Twitter",
      "https://www.efe.com/espana/2024-06-27/propuesta-nuevo-cgpj/",
      "https://efe.com/espana/2024-06-27/propuesta-nuevo-cgpj",
      "https://rtve.es/noticias/20240626/psoe-pp-registran-congreso-reforma-ley-poder-judicial-acuerdo-cgpj/16163963.shtml",
      "https://www.elpais.com/espana/2024-06-25/texto-integro-del-acuerdo-entre-psoe-y-pp-para-renovar-el-poder-judicial-tras-mas-de-cinco-anos-de-bloqueo.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:12:39.652+03:00",
    "updated": "2024-06-28T02:12:39.652+03:00"
  },
  {
    "uuid": "7e916b2ebcfec484e085c5aef9c5d6aeda6cebe6",
    "url": "https://www.si.com/mlb/dodgers/news/dodgers-gm-reveals-why-james-paxton-was-designated-for-assignment-01j3k0qmmz8r",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maren Angus-Coombs",
    "published": "2024-07-25T22:30:00Z",
    "title": "Dodgers GM Reveals Why James Paxton Was Designated for Assignment",
    "text": "In a shocking transaction Monday, the Los Angeles Dodgers designated veteran starting pitcher James Paxton for assignment. The move to designate Paxton came as a surprise, given that he was 8-2 with a 4.43 ERA. The tough call also came the morning after Paxton allowed just two runs and struck out seven over five-plus innings against the Boston Red Sox on Sunday night. “Obviously not an easy decision. Pax is a total pro, did everything that we asked of him,” Dodgers general manager Brandon Gomes told reporters. “Everything that went into that decision was winning games short-term but also looking at what we would project as a potential postseason, down-the-stretch roster. \"I think that was the tipping point, and knowing that we’re going to need some roster spots coming up here.” Paxton dealt with inconsistent performances throughout the season but the Dodgers seemed to find ways to win with him on the mound. The team was 14-4 in games that he started, which led the league. With a large number of players returning from the injured list, the Dodgers needed to make a roster decision. By also removing Paxton from the 40-man roster, the Dodgers could make room for River Ryan, who was making his major league debut Monday. Ryan allowed just one earned run and pitched into the sixth inning against the San Francisco Giants. The Dodgers activated Tyler Glasnow to start Wednesday and Clayton Kershaw on Thursday. “I definitely lost sleep over it last night,” Gomes said Monday, “but ultimately I just felt this was the right decision for the organization.” This roster could look a lot different over the next week between the July 30 trade deadline and players coming off the IL. Paxton was just the first of several difficult roster decisions that have to be made.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Corporate News and Profiles",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james",
          "sentiment": "negative"
        },
        {
          "name": "james paxton",
          "sentiment": "negative"
        },
        {
          "name": "brandon gomes",
          "sentiment": "none"
        },
        {
          "name": "paxton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dodgers",
          "sentiment": "negative"
        },
        {
          "name": "los angeles dodgers",
          "sentiment": "negative"
        },
        {
          "name": "boston red sox",
          "sentiment": "none"
        },
        {
          "name": "” dodgers",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T02:34:08.313+03:00",
    "updated": "2024-07-26T02:34:08.313+03:00"
  },
  {
    "uuid": "2555844cd46706131008a56699e58e3e17190f8c",
    "url": "https://www.meneame.net/story/sacerdote-antonio-casado-obispo-cadiz-obligo-donar-fundaciones/c027",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ochoceros",
    "published": "2023-12-24T10:36:00Z",
    "title": "#27 El sacerdote Antonio Casado: \"El obispo de Cádiz me obligó a donar fundaciones de caridad para controlar el dinero\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#24](c24#c-24) Si hubiese transparencia real bastaría con ver qué notarios son los que firman las donaciones y ultimas voluntades que se destinan a la iglesia.\nSi hubiese transparencia real y total, con herramientas de datamining y BI sacas a la luz en cero coma toda la corrupción endémica en este país. Por eso los más corruptos son los primeros interesados en que no haya nada a la vista, atesorar ellos lo delicado (como la documentación en manos de la Fundación Nazional Francisco Franco) y destruir documentación pública (como hizo la Botella durante días antes de entrar Carmena). Incluso misteriosamente se inundan e incendian archivos \"conflictivos\" de distintas instituciones antes de abrir juicios, y en pleno siglo XXI resulta que no tenemos digitalizado, accesible y con copia externalizada toda esa documentación tan delicada\nDesde los templarios, los Borgia, el banco Ambrosiano, etc., son tantos los casos que indican que su reino sí es de este mundo, que levanta el ánimo ver que todavía quedan personas dentro de esta institución que creen en algunos pilares éticos. Abogo por más información directa, concreta, constante, para que poco a poco los sinvergüenzas queden cada vez más arrinconados en una sociedad cada vez más autocrítica.\n[#1](c1#c-1) ¿Tantos casos? Te has tenido que remontar a 1982 (Banco Ambrosiano), Los Borgia (siglo XVI) y ni más ni menos que los templarios (siglo XII) para poner ejemplos. Te pregunto ¿realmente es algo habitual o es anecdótico teniendo en cuenta la extensión en el tiempo y en el espacio que tiene la Iglesia?\n[#23](c23#c-23) Pero el tema de las inmatriculaciones puede ser polémico pero no constituye corrupción. Desde 1863 las instituciones públicas y la Iglesia tienen la capacidad de inmatricular por certificación, un sistema especial para inscribir aquellos bienes de los que no es posible mostrar un título de propiedad, por ejemplo, por su antigüedad o por razones históricas.\nPodrías poner en cambio lo del robo de bebés y su posterior adopción. Ahí tocarías un tema algo más actual. En ese caso sí podríamos hablar de corrupción.\nQue miren en la fundación Las Edades del Hombre y en la Junta de Castilla y Leon y verán el lodazal de mierda que hay\n[#10](c10#c-10) [#17](c17#c-17) Buff... Me contesto solo:\nhttps://www.google.com/search?q=\"las edades del hombre corrupción\"\n[#2](c2#c-2) Hasta que te informas y resulta que te obligan a hacer chorrocientos trámites y papeleos, además de visitas a parroquias buscando tu registro. Este coñazo echa a mucha gente para atrás.\nYa que en Hacienda se integran tan bien con la iglesia para la X del IRPF, a ver cuándo ponen otra casilla al lado de \"QUIERO APOSTATAR\".\n[#4](c4#c-4) [#2](c2#c-2) https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp gracias a los 2, al menos me habéis hecho replantearme la necesidad de intentarlo.\n[#4](c4#c-4) Es más fácil de lo que piensas:\nhttps://apostatar.wordpress.com/como-apostatar-informacion-practica/\n[#4](c4#c-4) lo hacen tan difícil que al final, lo más rápido es ir a su templo y mearse en la pila del agua, a ver si así aceleran los trámites,\n[#22](c22#c-22) Ellos encantados si te meas en la pila del agua. No te borran del registro, te denuncian, te meten a la cárcel y ahí con un funcionario capellán, pagado de tus impuestos, te van a estar dando la turra sin posibilidad de defenderte.\nY no cambiarían ni el agua de la pila\n[#25](c25#c-25) ya, eso imaginaba. Tengo que buscar motivos para la excomunión en los últimos 1000 años, a ver si alguno que se les haya olvidado persiste...\n[#2](c2#c-2) Me parece estupendo, pero no creo que tenga consecuencias reales.\nLo que hay que hacer es no darles ni un céntimo, ni a nivel particular, ni desde el gobierno, aunque esto es bastante difícil hoy por hoy.\nY hacer proselitismo del ateísmo como si fuera otra religión, que mucha gente simplemente pasa.\nDe toda maneras, tienen tal capital inmobiliario, que es imposible dejarles en la ruina. Como suelo decir, se van a convertir en una multinacional inmobiliaria.\nEste obispo es especialmente intenso en lo que al pecunio se refiere. Desde su entrada en el obispado está siempre en portadas locales y nunca por temas espirituales. Ha liquidado negocios solidarios que llevaban décadas instituidos, ha desahuciado a comunidades religiosas, ha vendido propiedades a empresas del sector educativo privado de cierta tendencia...\nIglesia S.A. es como suelen llamar la engendro que preside.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://www.google.com/search?q=",
      "https://apostatar.wordpress.com/como-apostatar-informacion-practica/",
      "https://google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://apostatar.wordpress.com/como-apostatar-informacion-practica",
      "https://google.com/search?q=",
      "https://www.google.com/search",
      "https://www.apostatar.wordpress.com/como-apostatar-informacion-practica/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:45:17.371+02:00",
    "updated": "2023-12-24T13:45:17.371+02:00"
  },
  {
    "uuid": "80fd2a4d6a116929e2901b1e80c4504fd99ff9b7",
    "url": "https://www.businessinsider.nl/lauren-boeberts-ex-husband-called-the-authorities-after-a-physical-confrontation-between-the-two-report-says/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@binederland",
    "published": "2024-01-07T20:38:00Z",
    "title": "Lauren Boebert’s ex-husband called the authorities after a physical confrontation between the two, report says",
    "text": "- Lauren Boebert and her ex-husband, Jayson Boebert, were reportely involved in a physical confrontation on Saturday.\n- The alleged incident, which occurred at a Colorado restaurant, was first reported by The Daily Beast.\n- Jayson Boebert attempted \"to grab her\" in \"an aggressive move, not romantic,\" per an aide who heard from Lauren Boebert.\nA physical confrontation between US Rep. Lauren Boebert of Colorado and her ex-husband Jayson Boebert ended with Mr. Boebert calling the police, according to reports.\nA meeting between the\nlong-embattled couple became physical on Saturday night, The Daily Beast first reported, citing an aide to Lauren Boebert. Colorado's Silt Police Department confirmed to the outlet that an \"active investigation\" is ongoing.\nThe police department did not immediately respond to Business Insider's request for comment on Sunday. A spokesperson from Lauren Boebert's office also did not immediately respond to a request for comment.\nLauren Boebert's aide told The Daily Beast that the former couple met up at a restaurant after Jayson Boebert asked for a meeting with his ex-wife after attempting to hug her earlier that same day when she picked up their son from his home. At one point at the restaurant, Jayson Boebert attempted \"to grab her\" in \"an aggressive move, not romantic,\" The Daily Beast reported, citing the aide, who had heard the story from Lauren Boebert.\nAs Lauren Boebert attempted to keep Jayson Boebert back, she \"put her hand in his face, put her hand on his nose,\" and then Jayson Boebert called the police to report a case of domestic violence, The Daily Beast reported, citing the aide.\nLauren Boebert then called a non-emergency number and said that a domestic violence incident had not occurred, per the report.\nJayson Boebert spoke with The Daily Beast on Sunday and\nconfirmed the details of an X post from the American Muckrakers PAC that his ex-wife had \"punched\" him in the face several times.\nAccording to The Daily Beast, no one was arrested.\nThe alleged incident comes shortly after Lauren Boebert, a conservative who represents Colorado's 3rd congressional district, last month decided to abandon her reelection bid in her highly competitive reelection race and switch to the open 4th district congressional race — in what is a firmly Republican redoubt.\nLauren Boebert's district switch has received mixed reactions, with some Republicans applauding her move while others are questioning her candidacy in a district where she doesn't live or have political roots.\nLast week, she\ntold The Durango Herald she was \"protecting\" her 3rd district constituents from a Democratic takeover of the seat in 2024 by running in the redder 4th district, which was easily carried by then-President Donald Trump in 2020.\nOver the course of Lauren Boebert's roughly three-year congressional tenure,\nshe has generated headlines over her controversial statements as a lawmaker as well as the tumult in her personal life, including last year's Beetlejuice scandal where she was booted from a Denver theater over her conduct. Business Insider",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.businessinsider.com/lauren-jayson-boebert-physical-confrontation-police-silt-colorado-2024-1",
      "https://www.businessinsider.com/lauren-boebert-husband-divorce-papers-threw-wild-tantrum-2023-5",
      "https://www.thedailybeast.com/lauren-boeberts-ex-husband-jayson-called-the-cops-after-physical-fight-in-public?ref=home?ref=home",
      "https://www.durangoherald.com/articles/rep-boebert-heads-to-district-4-peddling-a-familiar-pitch/",
      "https://www.businessinsider.com/lauren-boebert-controversy-scandals-statements-colorado-congresswoman-photos-2023-9",
      "https://www.businessinsider.com/lauren-boebert-colorado-house-district-switch-2024-elections-gop-conservatives-2023-12?mrfhud=true",
      "https://www.businessinsider.com/lauren-boebert-apologizes-beetlejuice-scandal-campaign-overhaul-gop-2023-10",
      "https://www.businessinsider.com/lauren-boebert-protecting-my-voters-district-switch-colorado-carpetbagging-2024-1",
      "https://twitter.com/AmericanMuck/status/1743850831848276437",
      "https://www.businessinsider.com/lauren-boebert-son-called-911-report-abuse-husband-jayson-2023-5",
      "https://www.thedailybeast.com/lauren-boeberts-ex-husband-jayson-called-the-cops-after-physical-fight-in-public",
      "https://businessinsider.com/lauren-boebert-husband-divorce-papers-threw-wild-tantrum-2023-5",
      "https://durangoherald.com/articles/rep-boebert-heads-to-district-4-peddling-a-familiar-pitch/",
      "https://businessinsider.com/lauren-boebert-colorado-house-district-switch-2024-elections-gop-conservatives-2023-12?mrfhud=true",
      "https://www.durangoherald.com/articles/rep-boebert-heads-to-district-4-peddling-a-familiar-pitch",
      "https://businessinsider.com/lauren-boebert-apologizes-beetlejuice-scandal-campaign-overhaul-gop-2023-10",
      "https://businessinsider.com/lauren-boebert-son-called-911-report-abuse-husband-jayson-2023-5",
      "https://businessinsider.com/lauren-boebert-controversy-scandals-statements-colorado-congresswoman-photos-2023-9",
      "https://thedailybeast.com/lauren-boeberts-ex-husband-jayson-called-the-cops-after-physical-fight-in-public?ref=home?ref=home",
      "https://businessinsider.com/lauren-jayson-boebert-physical-confrontation-police-silt-colorado-2024-1",
      "https://www.businessinsider.com/lauren-boebert-colorado-house-district-switch-2024-elections-gop-conservatives-2023-12",
      "https://www.twitter.com/AmericanMuck/status/1743850831848276437",
      "https://businessinsider.com/lauren-boebert-protecting-my-voters-district-switch-colorado-carpetbagging-2024-1"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jayson boebert",
          "sentiment": "negative"
        },
        {
          "name": "lauren boebert",
          "sentiment": "negative"
        },
        {
          "name": "boebert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "colorado's silt police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:02:22.586+02:00",
    "updated": "2024-01-08T00:02:22.586+02:00"
  },
  {
    "uuid": "d9598b90aaccda6566ad0c1ed896e56dad3fd38f",
    "url": "https://www.legit.ng/business-economy/industry/1597303-hope-investors-addyfx-farmkonnect-farmsponsor-court-sentences-famzhi-owner",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zainab Iwayemi",
    "published": "2024-06-13T20:39:00Z",
    "title": "Hope for Investors of Addyfx, Farmkonnect, Farmsponsor, Others as Court Sentences Famzhi MD - Legit.ng",
    "text": "Hope for Investors of Addyfx, Farmkonnect, Farmsponsor, Others as Court Sentences Famzhi MD - Mariam Suleiman, the chairman of Famzhi Interbiz Limited, was found guilty by a Federal High Court in Abuja - The court handed her a five-year prison sentence for defrauding investors of more than N2 billion - It also issued the directive to shut down the company and turn over all of its assets to the federal government Legit.ng journalist Zainab Iwayemi has over 3-year-experience covering the Economy, Technology, and [Capital Market](https://www.legit.ng/business-economy/capital-market/). A [Federal High Court](https://www.legit.ng/tags/federal-high-court-of-nigeria/) in Abuja found Mariam Suleiman, the chairman and Managing Director of Famzhi Interbiz Limited, guilty and sentenced her to five years in jail for defrauding investors of over N2 billion. Trial judge Justice Inyang Ekwo handed down the verdict after finding Suleiman and her business guilty of the two accusations the federal government had filed against them. The judge held in his judgment, PAY ATTENTION: [Click “See First” under the “Following” tab to see Legit.ng News on your Facebook News Feed! ](https://www.legit.ng/1325957-new-facebook-algorithm-how-legitngs-posts-timeline-now.html) “Upon the provisions of Section 516 of the Criminal Code Act and Section 56(6) of the Securities and Investment Act being read to the defendants, for understanding of the terms of punishment therein. “And upon hearing the allocations of the learned counsel for the defendants and considering the same, I am minded not to impose the full punishment on the first defendant (Suleiman) particularly.” Suleiman was thus sentenced by Judge Ekwo to three years in jail for count one and two years in prison for count two, both of which would begin on the date of the order and run concurrently. In addition, he gave the order to wind up the business and provide the federal authorities with forfeiture of all its assets. He declared. “The said property shall be sold, and the proceeds used to compensate the victims of this crime,” Operations violate standards [Leadership reported ](https://leadership.ng/ponzi-scheme-court-jails-famzhi-boss-for-5-years/#google_vignette)that three years ago, [the SEC ](https://sec.gov.ng/)had denounced Famzhi Interbiz Limited's operations and issued a warning, stating that neither the company nor the \"illegal products\" it offered were under the Commission's registration or regulation. The Securities and Investment Act (ISA) 2007 was flagrantly violated, according to the SEC, as the company proceeded to illegally solicit funds from the investing public on the product(s) neither approved nor registered by the Commission, promising a guaranteed return on investment. The Commission consequently declared that it had forwarded the firm to the competent law enforcement body for a criminal investigation and potential prosecution for violating the Investments and Securities Act 2007 and other pertinent Nigerian laws. Justice Ekwo stated earlier in the ruling that it was evident the first and second defendants had planned an illegal act with them. “That is, to lure and offer for subscription an unregistered investment collective scheme valued over N2 billion to the unsuspecting general public. “On that note, I found that the conspiracy offence in count one is proved as required by law, and I sold it.” Justice Ekwo further found that it was proven that the defendants ran a scheme in pursuance of which public members were invited or permitted to invest [money](https://www.legit.ng/business-economy/money/) in a portfolio for a participatory interest based on the testimony of prosecution witnesses and the materials submitted. \"The defendants never disputed this evidence. The position of the law as settled in many authorities is that evidence adduced in court, relevant to the issue in controversy neither being challenged nor successfully debunked becomes good and credible evidence, which ought to be relied upon by a trial judge.” Meanwhile, Legit.ng reported that, like Famzhi, some other supposed investment platforms, such as Addyfx, Farmkonnect, Farmsponsor, and others, still hold on to investors' funds years after failing to meet their commitments. Many of these investors are still hopefull that justice will be served someday and their funds reclaimed accordingly. Court orders Agropartnership to refund investors' funds Legit.ng reported that the Agropartnerships agritech crowdfunding website has been found to be [ operating illegally](https://www.legit.ng/business-economy/money/1545603-justice-court-rule-favour-agropartnerships-investor-orders-payment-victims/) in [Nigeria](https://www.legit.ng/nigeria/), according to the Abuja-based investments and securities tribunal. Recall that the SEC earlier warned that Nigerians should beware of some platforms that are illegal. The verdict was made on June 8 by a five-member panel of the tribunal, led by Abubakar Ahmad served and also included Nosa Osemwengie, Jude Udunmi, Albert Otesile, and Emeka Madubuike. PAY ATTENTION: [Unlock the best of Legit.ng on Pinterest! Subscribe now and get your daily inspiration!](https://www.pinterest.com/Legitng/) Source: Legit.ng [](https://www.legit.ng/authors/zainab-iwayemi/) Zainab Iwayemi (Business Editor) Zainab Iwayemi is a business journalist with over 5 years experience reporting activities in the stock market, tech, insurance, banking, and oil and gas sectors. She holds a Bachelor of Science (B.sc) degree in Sociology from the University of Ilorin, Kwara State. Before Legit.ng, she worked as a financial analyst at Nairametrics where she was rewarded for outstanding performance. She can be reached via zainab.iwayemi@corp.legit.ng",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Business and Market Analysis",
      "Crime, Law and Justice",
      "Corporate Governance and CSR"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.pinterest.com/Legitng/)",
      "https://leadership.ng/ponzi-scheme-court-jails-famzhi-boss-for-5-years/#google_vignette)that",
      "https://sec.gov.ng/)had",
      "https://pinterest.com/Legitng/)",
      "https://www.leadership.ng/ponzi-scheme-court-jails-famzhi-boss-for-5-years/#google_vignette)that",
      "https://www.sec.gov.ng/)had"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "suleiman",
          "sentiment": "none"
        },
        {
          "name": "zainab iwayemi",
          "sentiment": "none"
        },
        {
          "name": "mariam suleiman",
          "sentiment": "none"
        },
        {
          "name": "inyang ekwo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "famzhi interbiz limited",
          "sentiment": "none"
        },
        {
          "name": "legit.ng",
          "sentiment": "none"
        },
        {
          "name": "federal high court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "farmkonnect",
          "sentiment": "none"
        },
        {
          "name": "addyfx",
          "sentiment": "none"
        },
        {
          "name": "abuja",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T01:04:36.688+03:00",
    "updated": "2024-06-14T01:04:36.688+03:00"
  },
  {
    "uuid": "14280abfa8f69a7c1e5d2c31cc85b65c4ecaaca1",
    "url": "https://news.china.com/socialgd/10000169/20250328/48139976.html",
    "ord_in_thread": 0,
    "author": "#5434",
    "published": "2025-03-28T00:00:00Z",
    "title": "任教31年教师临近退休遭解聘 合同到期引争议_新闻频道_中华网",
    "text": "在山东省泰安市泰安技师学院工作了31年的张莉，在即将50岁退休之际被学校解聘，无法办理退休手续，感到非常寒心。自1993年起，她在该学院及其前身学校连续工作31年。2024年2月，学院以劳动合同到期不再续期为由终止了合同。\n张莉毕业于泰安市商业技工学校（现泰安技师学院），毕业后曾在一家工厂工作，后因学校急需会计专业教师而被借调回校任教。在这31年里，她承担了多门课程的教学任务，最高课时每周达26节，教授了14届23个班级的学生，还担任班主任、系团总支书记、女生心理辅导员等职务。\n多年来，张莉的工资一直维持在较低水平，从2002年的500元到最后每月仅2000元左右，与有编制的教师相比差距悬殊，从未享受过同工同酬待遇。尽管如此，她多次被评为“优秀班主任”，并获得了26本荣誉证书。\n根据《中华人民共和国劳动合同法》，张莉认为自己应与学院建立无固定期限劳动合同关系。然而，2024年2月，学院以劳动合同到期不再续签为由单方面解除了与她的劳动关系，使她失去了生活来源，并且无法使用医保。她是工人身份，50岁可办理退休，但学院拒绝了她的退休要求。\n学院给张莉开具的《解除/终止协议证明书》显示，双方订立了2016年9月1日起至2024年2月28日止7.5年的劳动合同。由于合同期满，于2024年2月28日终止劳动合同。同时，学院提供了一份协议书，内容包括解除劳动关系、支付经济补偿金23760元以及双方再无其他劳动人事争议。张莉未签字，认为学院的做法违反了《劳动合同法》。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Labor",
      "Human Interest"
    ],
    "topics": [
      "Education->teachers",
      "Education->vocational education",
      "Labor->retirement",
      "Labor->labour relations",
      "Labor->employment legislation",
      "Human Interest->graduation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T03:29:22.825+03:00",
    "updated": "2025-03-28T03:29:22.825+03:00"
  },
  {
    "uuid": "46dafaf98546631e0496a5248793aa1fe96a5b37",
    "url": "https://observador.pt/2024/11/08/nuno-melo-diz-que-governo-esta-empenhadissimo-em-resolver-problemas-na-saude",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Lusa",
    "published": "2024-11-07T23:32:00Z",
    "title": "Nuno Melo diz que Governo está “empenhadíssimo em resolver problemas” na saúde – Observador",
    "text": "O presidente do CDS-PP e ministro da Defesa Nacional, Nuno Melo, assegurou, esta quinta-feira, que o Governo está “empenhadíssimo em resolver problemas” em todas as áreas, incluindo na saúde.\nÀ margem de um evento de comemoração dos 50 anos da Juventude Popular, na sede do CDS-PP, em Lisboa, Nuno Melo recusou comentar diretamente os problemas na saúde que se prendem com a capacidade de resposta do Instituto Nacional de Emergência Médica (INEM).\n“Eu não me vou pronunciar sobre outras áreas setoriais, digo apenas que o Governo está empenhadíssimo em todas elas em resolver problemas , o que tem sido nítido e visto em toda a linha. É assim na Defesa, é assim também na Saúde”, afirmou.\nSobre a atuação da ministra da Saúde, o ministro da Defesa Nacional afirmou que tem “extraordinários colegas em todas as áreas”.\n“Quem tem de manter confiança ou deixar de manter confiança, em qualquer caso também em mim, é o primeiro-ministro. A minha palavra é de solidariedade e posso-lhe dizer que tenho todo o orgulho de fazer parte de um Governo que conta com muitíssimo bons ministros, e o CDS faz por estar a altura”, salientou.\nNuno Melo acrescentou que da sua parte “não haverá outra coisa que não seja total solidariedade e coesão e respeito por um esforço muito grande em tempos difíceis de um Governo que tem todos os dias crescido na expressão da confiança dos portugueses”.\nPUB • CONTINUE A LER A SEGUIR",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Health"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:41:01.061+02:00",
    "updated": "2024-11-08T02:41:01.061+02:00"
  },
  {
    "uuid": "bc4d4781bbb447aedc0c13a75de3992d923c670f",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrft3929669.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:34:00Z",
    "title": "A500ETF指数（512020）跌0.90%，半日成交额4060.37万元_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，A500ETF指数（512020）跌0.90%，报0.991元，成交额4060.37万元。A500ETF指数（512020）重仓股方面， 贵州茅台 截止午盘涨0.00%， 宁德时代 跌1.13%， 中国平安 跌0.93%， 招商银行 跌0.70%， 美的集团 跌0.65%， 长江电力 跌0.33%， 比亚迪 跌1.40%， 兴业银行 跌0.08%， 紫金矿业 跌1.44%， 东方财富 跌2.19%。\nA500ETF指数（512020）业绩比较基准为 中证A500指数 收益率，管理人为鹏华基金管理有限公司，基金经理为余展昌，成立（2024-11-21）以来回报为0.01%，近一个月回报为-0.05%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Health"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->investment and opinion pieces",
      "Science and Technology->biotechnology",
      "Science and Technology->technology and engineering",
      "Health->health organisation",
      "Health->health treatment and procedure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:21.277+03:00",
    "updated": "2025-06-20T05:06:37.000+00:00"
  },
  {
    "uuid": "6f1a4447d06116979fc0d6e484c93470d5812c65",
    "url": "https://globegazette.com/weather/nh-wfo-portland-warnings-watches-and-advisories/article_ad4eb177-51b3-5d64-ae39-a213b4a61552.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Accuweather",
    "published": "2024-03-22T07:02:00Z",
    "title": "NH WFO PORTLAND Warnings, Watches, and Advisories",
    "text": "WFO PORTLAND Warnings, Watches and Advisories for Sunday, March 24, 2024\nAREAL FLOOD WATCH\nURGENT - IMMEDIATE BROADCAST REQUESTED\nFlood Watch\nNational Weather Service Gray ME\n257 AM EDT Fri Mar 22 2024\n.A period of heavy rain is expected on Saturday as low pressure\nmoves up the coast. This period of heavy rain may be sandwiched in\nbetween mixed precipitation Friday night and again Saturday evening\nand night. However, up to 2 inches of rain on cold ground may cause\nurban and small stream flooding.\nPeople are also reading…\n...FLOOD WATCH IN EFFECT FROM SATURDAY AFTERNOON THROUGH SATURDAY\nEVENING...\n* WHAT...Flooding caused by excessive rainfall is possible.\n* WHERE...Portions of Maine, including the following areas, Coastal\nCumberland, Coastal Waldo, Coastal York, Knox, Lincoln and\nSagadahoc and New Hampshire, including the following areas,\nCoastal Rockingham, Eastern Hillsborough, Interior Rockingham and\nStrafford.\n* WHEN...From Saturday afternoon through Saturday evening.\n* IMPACTS...Excessive runoff may result in flooding of rivers,\ncreeks, streams, and other low-lying and flood-prone locations.\nPRECAUTIONARY/PREPAREDNESS ACTIONS...\nYou should monitor the latest forecast and be alert for possible\nFlood Warnings. Those living in areas prone to flooding should be\nprepared to take action should flooding develop.\nCopyright 2024 AccuWeather",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lincoln",
          "sentiment": "none"
        },
        {
          "name": "knox",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "interior rockingham",
          "sentiment": "none"
        },
        {
          "name": "eastern hillsborough",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "coastal waldo",
          "sentiment": "none"
        },
        {
          "name": "coastal cumberland",
          "sentiment": "none"
        },
        {
          "name": "coastal rockingham",
          "sentiment": "none"
        },
        {
          "name": "strafford",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        },
        {
          "name": "coastal york",
          "sentiment": "none"
        },
        {
          "name": "sagadahoc",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T09:54:31.829+02:00",
    "updated": "2024-03-22T09:54:31.829+02:00"
  }
]