[
  {
    "uuid": "040f1eb80495a872e2603f6bf9f75feb7f6ad8df",
    "url": "https://www.elmostrador.cl/agenda-pais/agenda-sustentable/2024/07/05/con-las-recientes-lluvias-se-acabo-la-sequia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agenda País",
    "published": "2024-07-05T03:30:00Z",
    "title": "Con las recientes lluvias, ¿se acabó la sequía?",
    "text": "Embalses al 89% y “nieve caída alcanza niveles históricos” son algunas de las afirmaciones que se tomaron la prensa después de la lluvia. Sin embargo, expertos dicen que estos indicadores, aunque positivos, no resuelven la sequía que Chile arrastra por 14 años.\nSegún información de la Dirección Meteorológica de Chile, este otoño es el que más lluvias ha acumulado en los últimos 22 años en Santiago. De acuerdo al organismo, durante junio han caído 183,1 milímetros de agua en la capital, superando los 146 milímetros registrados en 2005.\nLas, en apariencia, inusuales lluvias registradas las últimas semanas, despiertan el optimismo respecto de un posible fin de la mega sequía que afecta la zona norte y centro sur de nuestro país, hace 14 años. De hecho, hace algunos días, el Centro del Agua y Observatorio Climático de la Universidad San Sebastián publicó un análisis donde expone que 8 de los 25 embalses de la Dirección General de Aguas están por sobre los niveles observados en 2023. Es más, los embalses El Yeso (Región Metropolitana) y Los Aromos (R. de Valparaíso) están a un 89% y 99%, respectivamente, de su capacidad.\nSin embargo, el mismo reporte también advierte que el volumen total de agua en estas obras alcanza el 44%, donde la mayoría de los embalses en el país tienen menos agua acumulada de la que debieran. En efecto, pese a que (como ya se mencionaba) en la Región de Valparaíso Los Aromos está prácticamente lleno, la realidad es muy distinta para Peñuelas, que está en apenas un 3% de su capacidad, mientras que en promedio los embalses de la Región de Coquimbo están en un 13%.\n“Hemos tenido un comienzo de invierno muy afortunado respecto de la cantidad de agua que ha caído en la Región Metropolitana. Pero debemos recordar que la mega sequía que enfrenta el país es estructural y no se soluciona con un año donde se generen buenas reservas de agua”, aclara al respecto la geógrafa y vocera de Greenpeace, Silvana Espinosa.\nEl experto en hidrología andina y glaciólogo, Alexis Caro, expresa que si bien aún podemos esperar más lluvias -pues, en un año normal, los meses más lluviosos son junio y julio, e incluso se pueden registrar importantes precipitaciones en agosto-, dos años con precipitaciones normales no tienen la capacidad para terminar con una mega sequía.\n“Si este año logra tener precipitaciones normales, serían dos años seguidos con lluvias cerca o sobre lo normal, lo que no se registra desde 2006. Pero es importante recordar que lo que se estima como un año normal es el resultado de un promedio que considera la precipitación total anual por un periodo de 30 años, en los cuales siempre hay años con menos y más precipitaciones”, explica el experto.\nEspinosa profundiza en el punto y complementa: “Si miramos más allá del promedio y observamos el comportamiento de las precipitaciones o acumulación de nieve en los últimos 10 años, lo que vemos es que la tendencia es hacia una reducción en la ocurrencia de episodios de lluvia, lo que derivó en que, en lo que va del año, el gobierno ha emitido Decretos de Escasez Hídrica en 49 comunas del país, repercutiendo en más 1.600.000 personas”.\nCon todo, lo importante para los especialistas es entender que la sequía no se ha acabado y que considerar que estos episodios son suficientes para revertir esta situación es sumamente perjudicial, ya que puede implicar que se relajen las medidas de cuidado en la materia.\n“Creer que estamos ‘salvados’ y tenemos efectivamente agua asegurada hasta 2025 (al menos en los casos de las regiones Metropolitana y de Valparaíso), podría generar una falsa sensación de tranquilidad que posibilite, por ejemplo, que sigamos rellenando humedales, permitiendo la explotación minera cerca de glaciares o entregando más derechos de agua de los que los territorios pueden aguantar. Lo cierto es que dos regiones del país han tenido la fortuna de poder rellenar sus embalses en un mes, pero la gran parte del país está muy bajo la capacidad de almacenamiento. Esto, sumado al fenómeno de La Niña y su característica principal que tiende a una disminución de las lluvias, nos avisa que la sequía sigue acechando, por lo que debemos ser más responsables y cautelosos”, concluye la vocera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T07:36:48.963+03:00",
    "updated": "2024-07-05T07:36:48.963+03:00"
  },
  {
    "uuid": "d2cb4dd3006a1b52760cb4fd02236403ac36624f",
    "url": "https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Association",
    "published": "2023-12-29T22:47:00Z",
    "title": "Archbishop of Canterbury recognised by King for his coronation role - Press and Journal",
    "text": "Archbishop of Canterbury recognised by King for his coronation role By Press Association December 29 2023, 10.47pm Share Archbishop of Canterbury recognised by King for his coronation role Share via Facebook Twitter Whatsapp Messenger Linkedin Email Post link https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/ Copy Link Archbishop of Canterbury Justin Welby has been honoured (PA)\nThe King has made the Archbishop of Canterbury a Knight Grand Cross of the Royal Victorian Order (RVO) in recognition of his prominent role in the coronation.\nJustin Welby anointed and crowned Charles during the ceremony on May 6 at Westminster Abbey, as the world watched the King fulfil his destiny.\nAwards under the RVO are in the King’s gift and are bestowed independently of Downing Street to people who have served the monarch or the royal family in a personal way.\nThe King is crowned with St Edward’s Crown by the Archbishop of Canterbury (Aaron Chown/PA) A number of leading figures from the arts to the military, who contributed to the coronation, have also been recognised by the King.\nA BBC documentary about Charles screened on Boxing Day gave an insight into the preparations for the coronation, filming behind the scenes and showing the King and Archbishop rehearsing together and sharing a joke.\nCharles was shown laughing and shaking his head when the senior cleric forgot his words at one point, and the Archbishop said later: “I have a memory that is probably about as good as our spaniel’s – in other words, zero.”\nArchbishop Welby followed the longstanding tradition of commissioning new coronation liturgy – the prayers and actions of the coronation service – which had the theme “Called To Serve”.\nThe archbishop chaired an advisory group of theology, constitutional history and inter-faith relationships experts to draft the service, produced in close consultation with the King and the Government.\nDean of Westminster David Hoyle has been honoured (Dominic Lipinski/PA) Representatives from the nation’s faith communities – leaders from Jewish, Hindu, Sikh, Muslim and Buddhist groups – played an active role in the coronation in an historic first.\nNew ground was broken in other areas, from the inclusion of female bishops the first time, to the use of Welsh, Scottish Gaelic and Irish Gaelic languages.\nBut the controversial “Homage Of The People” element of the service was toned down with the Archbishop inviting a show of support from the congregation rather than a call to those in the Abbey and elsewhere to swear allegiance to the King.\nDr David Hoyle, the Dean of Westminster, who officiated during the coronation – delivering St Edward’s Crown to the Archbishop – was made a Knight Commander of the RVO while his colleague Paul Baumann, Westminster Abbey’s receiver-general, equivalent to a chief executive, was made a lieutenant of the RVO.\nThe Royal Opera House’s music director Sir Antonio Pappano, who conducted the coronation orchestra, was made a Commander, and Colonel Jeremy Bagshaw, who in his former role as chief of staff at Army Headquarters London District oversaw the ceremonial role of the Household Division during the event, has become a Lieutenant.\nThe RVOs are part of the wider New Year honours and named among the recipients was Claire van Straubenzee, the mother of the Prince of Wales and Duke of Sussex’s late friend Henry van Straubenzee, who was killed in a 2002 car crash.\nMrs van Straubenzee co-founded a memorial fund named after her son, which William and Harry support as patrons, and was awarded an MBE for her charity’s work supporting education institutions in Uganda.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/&#038;redirect_uri=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd?s=64&#038;d=mm&#038;r=g",
      "https://api.whatsapp.com/send?text=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/%20-%20The%20King%20has%20made%20the%20Archbishop%20of%20Canterbury%20a%20Knight%20Grand%20Cross%20of%20the%20Royal%20Victorian%20Order%20(RVO)%20in%20recognition%20of%20his%20prominent%20role%20in%20the%20coronation.",
      "https://api.whatsapp.com/send?text=https://pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/%20-%20The%20King%20has%20made%20the%20Archbishop%20of%20Canterbury%20a%20Knight%20Grand%20Cross%20of%20the%20Royal%20Victorian%20Order%20(RVO)%20in%20recognition%20of%20his%20prominent%20role%20in%20the%20coronation.",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/&#038;redirect_uri=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role",
      "https://www.secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd?s=64&#038;d=mm&#038;r=g",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role",
      "https://api.whatsapp.com/send",
      "https://www.facebook.com/sharer/sharer.php",
      "https://twitter.com/intent/tweet?url=https://pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://linkedin.com/sharing/share-offsite/?url=https://pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role",
      "https://www.facebook.com/dialog/send",
      "https://facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/&#038;redirect_uri=https://pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://facebook.com/sharer/sharer.php?u=https://pressandjournal.co.uk/news/uk/6312334/archbishop-of-canterbury-recognised-by-king-for-his-coronation-role/",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet",
      "https://secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles",
          "sentiment": "none"
        },
        {
          "name": "aaron chown",
          "sentiment": "none"
        },
        {
          "name": "justin welby",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "press association",
          "sentiment": "negative"
        },
        {
          "name": "canterbury",
          "sentiment": "negative"
        },
        {
          "name": "facebook twitter whatsapp messenger linkedin email post",
          "sentiment": "none"
        },
        {
          "name": "westminster abbey",
          "sentiment": "none"
        },
        {
          "name": "knight grand cross",
          "sentiment": "none"
        },
        {
          "name": "st edward",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T01:11:22.062+02:00",
    "updated": "2023-12-30T01:11:22.062+02:00"
  },
  {
    "uuid": "f00c9985d357a65136fb88fc3fee507bb454c670",
    "url": "https://jewishlink.news/lauren-cooper-balances-family-faith-and-filmmaking",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harry Glazer",
    "published": "2024-09-19T17:28:00Z",
    "title": "Lauren Cooper Balances Family, Faith and Filmmaking",
    "text": "Lauren Cooper I was all excited to tell you about the inspiring story of Lauren Cooper, a young Orthodox Jewish professional who is pursuing her passion for filmmaking while demonstrating a strong fidelity to her faith. Then I realized that you might already be familiar with some of her work.\nCooper served as the line producer for a few episodes of “Soon By You,” a comedic web series in 2016-2017 that chronicled the challenges of dating for young modern Orthodox singles in New York City. As line producer, Cooper oversaw the budget, scheduling, and hiring the crew.\nShe was the associate producer of “SportsNite” and the New York Mets pregame and postgame shows in 2015, the production coordinator for a 2013 episode of the CBS sitcom “How I Met Your Mother,” and a production assistant for three episodes of “Brain Games,” a Disney+ game show, in 2011.\nCooper has also served as post-producer for commercials by Butterfinger, Corona, Crunch Bar, E*Trade, Fruity Pebbles, Morgan Stanley, Samsung and Viant Technology. And she has produced video footage to support social media campaigns for clients such as the American Dream Mall, American Girl, Johnson & Johnson, Neutrogena and Pampers.\nCooper knew when she attending Queens College that she was eager to enter the filmmaking field and landed internships with MTV, working on “Cribs” and “My SuperSweet 16,” and NBC, working on the “Today in New York” early morning show; that internship required her to show up at 4 a.m.\nLauren Cooper on a set. She graduated from Queens College in 2010 and then got her Film & Television Industry Essentials Certification from the New York University Tisch School of the Arts. She went to work for the American Movie Company production studio in New York City, when she worked on a variety of projects. In 2014 she landed a job as a producer’s assistant for Academy Award-winning director Cynthia Wade and worked on the “Selfie by Dove” short film, which raised awareness of how mothers can unconsciously pass on their own insecurities to their daughters. The film premiered at the Sundance Film Festival.\nIn 2013 Cooper founded her own production company, Elle Bee & Co., which led to her working with over 100 noted brands. She rebranded her agency as LC Films in 2024 and has continued to enjoy success in her work.\nCooper told The Jewish Link that pursuing her career as an Orthodox Jew has not always been easy. “Being Orthodox from birth has presented unique challenges in this field,” she said. “I’ve faced instances where job offers were rescinded after I mentioned my need to leave early on Fridays for Shabbat. One director even reassured me that ‘God would understand’ if I arrived after Shabbat had begun. On another occasion, I was offered a role in a film with a prestigious Oscar-winning filmmaker, only to be told I wasn’t taking my career seriously when I explained that I couldn’t work on Shavuot.\n“These experiences have been difficult, but my upbringing—shaped by my parents, grandparents and Jewish community—has molded me into the producer I am today. I have also been able to connect to other Orthodox directors, writers, producers and actors—it’s truly an amazing feeling having Judaism be our connected bond.”\nCooper is also aided in her career and her efforts to strike a healthy work/life balance by her husband, Binyamin, who works in organizational management consulting. She describes him as “a rock” who is “very supportive of a wife in a freelance role.” They have three children. The family lives in Highland Park, New Jersey and attends Congregation Ahavas Achim.\nAsked which filmmaking project excites her most lately, Cooper spoke about the short film “Derailed,” which she self-funded, produced, and partnered with a writer who stars in it. “Derailed” tells a story of unexpected barriers in NYC to a person with physical limitations and promotes disability advocacy.\nCooper is currently wrapping up the post-production for “Derailed.” At the same time, she is creating a three-hour workshop for people who want to enter the film industry. The workshop, which will be offered starting in November at locations to be determined in New York and New Jersey, will focus on learning the basics of cameras, lighting and audio equipment and offer hands-on experience.\nLauren Cooper hard at work. The producer is also developing a one-hour workshop on post-production, which will cover the basics of editing, coloring, and audio mixing. The workshop will be available via her website this fall.\nAdditionally, she is poised to launch a “Lean In Circle: Female Filmmakers Over 30,” a monthly forum for women filmmakers to network, support each other, learn from and teach each other about aspects of their field. The group will be small and will start this fall.\nAnd if those four projects weren’t enough to keep her busy, Cooper is writing her own screenplay, perhaps somewhat autobiographical, about a woman in the filmmaking business who offers support to a young assistant and recalls her own early days in the field. She hopes to start production in spring 2025.\nCooper is available for speaking engagements, career coaching and consulting, and also for film production (short-form or feature-length), all offered at reasonable rates.\nFor more information on Cooper’s inspiring career, please see her website at https://laurenbcooper.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://laurenbcooper.com",
      "https://www.laurenbcooper.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:04:06.144+03:00",
    "updated": "2024-09-20T00:04:06.144+03:00"
  },
  {
    "uuid": "55464fae119cfcb73aedfd851c34a2ecb0c7f191",
    "url": "https://cph.uky.edu/news/college-public-health-professor-elected-fellow-american-statistical-association",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UKCPH",
    "published": "2024-12-05T00:00:00Z",
    "title": "College of Public Health Professor Elected as Fellow of the American Statistical Association | College of Public Health",
    "text": "David W. Fardo, PhD, the Stephen W. Wyatt Endowed Professor of Public Health at the University of Kentucky College of Public Health (CPH), has been named a Fellow of the American Statistical Association (ASA). This prestigious honor recognizes his exceptional contributions to the field of statistical science and his dedication to advancing the discipline.\nFellowship in the ASA is one of the highest honors in the field of statistics. Each year, no more than one-third of 1% of ASA members are selected. Established nearly 100 years ago, the honor highlights contributions such as published works, leadership positions, professional activities, and impact on statistical science.\n\"It’s surreal and not something I imagined as possible, frankly,” said Dr. Fardo, reflecting on his election as a Fellow “But it feels great, and it’s truly a testament to the teams I’ve been blessed to work with over the years here. Across the board, I’ve been blessed with fantastic students, staff, and faculty mentors and collaborators here at UK and across the world.\"\nIn addition to his role as a professor at CPH, Dr. Fardo is an affiliate faculty member at the Sanders-Brown Center on Aging and a co-investigator at the UK Alzheimer’s Disease Research Center (ADRC), funded by the National Institute on Aging (NIA).\nDr. Fardo currently leads two NIA-funded research projects as principal investigator focusing on genetic risk factors associated with various neuropathological traits and neurodegenerative diseases. His work has resulted in more than 120 peer-reviewed publications, contributing significantly to advancements in his field.\nDr. Fardo has developed and taught a wide range of courses in CPH across degree programs, including graduate-level classes in statistical genetics. He has also served in key leadership roles, such as Academic Leadership Academy Fellow, Chair of the Faculty Council, and Chair of the Appointment, Promotion, and Tenure Committee.\n\"I joined ASA as a student when in UK’s Statistics PhD program many years ago. I got fairly active, then maintained that connection at Harvard and then back here at UK when I joined the faculty in 2008,\" he said.\nDr. Fardo expects that this milestone will open doors for new projects, collaborations, and funding opportunities that will continue to advance statistical science and support the department’s work.\n“It’s nice to be recognized, and the honor will help lend additional credibility to our department and future work, such as grant proposals,\" he said.\nTo learn more about ASA Fellows, visit the ASA site.\nTo learn more about the University of Kentucky College of Public Health, visit cph.uky.edu.\nCollege of Public Health 111 Washington Avenue Lexington, KY 40536 ukcph@uky.edu",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:31:16.467+02:00",
    "updated": "2024-12-06T00:31:16.467+02:00"
  },
  {
    "uuid": "55839d04d5e553134c610d64c822bde2d898d09d",
    "url": "https://www.razon.com.mx/estados/rehabilitacion-presa-peaje-vuelve-captar-agua-lluvia-san-luis-potosi-581580",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La Razón Online",
    "published": "2024-06-20T23:50:00Z",
    "title": "Por rehabilitación, presa 'El Peaje' vuelve a captar agua de lluvia en San Luis Potosí",
    "text": "Ante la llegada de “Alberto” Por rehabilitación, presa 'El Peaje' vuelve a captar agua de lluvia en San Luis Potosí Con la rehabilitación de la cortina y el desazolve, se podrán almacenar hasta diez millones de metros cúbicos de agua Las lluvias que desde la madrugada del jueves, se han presentado en el territorio potosino, a la baja presión remanente “Alberto”, han generado un incremento considerable del nivel de almacenamiento de agua de la presa \"El Peaje\", resultado de las acciones de rescate que impulsó el Gobierno del Estado con la reparación de la cortina y el desazolve en el vaso captador, con lo que brinda apoyo a las y los habitantes de la zona metropolitana de la capital potosina. Gracias a la intervención del gobierno del estado que dirige Ricardo Gallardo Cardona, se rescató su capacidad de almacenamiento de hasta 10 millones de metros cúbicos de agua, explicó el director general de la Comisión Estatal del Agua (CEA), Gabino Manzo Castrejón. El funcionario estatal dijo que se prevé que, con las lluvias de la ahora depresión tropical, \"El Peaje\" superará el 50 por ciento de su capacidad, con lo que se podría suministrar a los hogares de la zona metropolitana por algunos meses. Finalmente Gabino Manzo aseguró que se espera que además de \"El Peaje\", las presas \"San José\", \"El Potosino\" e incluso \"El Realito\", logren una captación importante de agua para que se ponga fin a la escasez del vital líquido en los hogares potosinos. JVR - [¿Quién es Rosaura Ruiz Gutiérrez, próxima titular de la Secretaría de Ciencia, Humanidades, Tecnología e Innovación?](/mexico/perfil-rosaura-ruiz-gutierrez-proxima-titular-perfil-gabinete-claudia-sheinbaum-581482) - [Piquero se rompe la cara y los VIDEOS más perturbadores de TikTok](/entretenimiento/piquero-rompe-cara-otros-perturbadores-videos-virales-tiktok-571245) - [Piquero se rompe la cara, la historia del perturbador VIDEO que es viral en TikTok](/entretenimiento/piquero-rompe-cara-impactante-video-viral-redes-563215) - [Babo y Celia Lora hacen VIDEO sin censura](/entretenimiento/babo-celia-lora-video-censura-579412) - [Resultados del Tris de hoy 20 de junio del 2024. Ve aquí los números ganadores](/mexico/resultados-tris-hoy-20-junio-2024-ve-numeros-ganadores-580924)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T03:24:13.109+03:00",
    "updated": "2024-06-21T09:58:55.666+03:00"
  },
  {
    "uuid": "3f6d0689cfc645c3f7b385440ab2208c02cb92c8",
    "url": "https://cndl.org.br/varejosa/camara-dos-deputados-aprova-fim-gradual-da-desoneracao-da-folha-de-pagamento",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Varejo S.A.",
    "published": "2024-09-13T12:53:00Z",
    "title": "Câmara dos Deputados aprova fim gradual da desoneração da folha de pagamento - Varejo S.A",
    "text": "Câmara dos Deputados aprova fim gradual da desoneração da folha de pagamento Projeto de lei propõe uma transição de três anos para o fim da desoneração da folha de pagamentos de 17 setores da economia Foto: Bruno Spada/Câmara dos DeputadosA Câmara dos Deputados aprovou nesta quinta-feira (12) o projeto de lei que propõe uma transição de três anos para o fim da desoneração da folha de pagamento de 17 [setores da economia](https://cndl.org.br/varejosa/) e para a cobrança de alíquota cheia do INSS em municípios com até 156 mil habitantes. A proposta será enviada à sanção presidencial. O [Projeto de Lei 1847/24](https://www.camara.leg.br/noticias/1091935-camara-vai-analisar-projeto-do-fim-gradual-da-desoneracao-da-folha-de-pagamento), do Senado, surgiu depois de o Supremo Tribunal Federal (STF) considerar inconstitucional a [Lei 14.784/23](https://www2.camara.gov.br/legin/fed/lei/2023/lei-14784-27-dezembro-2023-795169-norma-pl.html), que prorrogou a desoneração até 2027, por falta de indicação dos recursos para suportar a diminuição de arrecadação. Um acordo posterior foi fechado no sentido de manter as alíquotas para 2024 e buscar fontes de financiamento para os anos seguintes. Para José César da Costa, presidente da Confederação Nacional de Dirigentes Lojistas (CNDL), a medida é importante para que as empresas beneficiadas possam se replanejar com um mínimo de tempo hábil. “A desoneração para os 17 setores, que agora serão reonerados gradualmente, passou por um dos debates mais críticos entre os Poderes Constituídos do país e a CNDL reconhece o trabalho da Frente Parlamentar do Comércio e Serviços (FCS) no Congresso Nacional, liderada pelo Senador Efraim Filho (UB-PB), os membros foram aguerridos na defesa do setor produtivo e garantiu, ao menos, um alívio com o acordo para que a reoneração seja gradual e que as empresas beneficiadas possam se replanejar com um mínimo de tempo hábil”, comemora o presidente da entidade. O texto contém várias medidas que buscam recursos para amparar as isenções durante o período de sua vigência, como atualização do valor de imóveis com imposto menor de ganho de capital, uso de depósitos judiciais e repatriação de valores levados ao exterior sem declaração. O que é a desoneração Com a desoneração, as empresas beneficiadas podem optar pelo pagamento de contribuição social sobre a receita bruta com alíquotas de 1% a 4,5% em vez de pagar 20% de INSS sobre a folha de salários. Instituída em 2011 para alguns setores, principalmente tecnologia da informação (TI) e comunicação (TIC) e call center, a política de desoneração foi ampliada para diversos setores da economia em 2014, mas sofreu diminuição a partir de 2018 devido à grande renúncia fiscal, permanecendo desde então apenas para algumas áreas de serviços e determinados produtos. O presidente da CNDL ressalta que a desoneração ampla da folha de pagamentos é fundamental para fomentar o empreendedorismo e geração de empregos no país. “Atualmente o maior custo das empresas, principalmente as de serviços, é com a folha de salários. Agora, seguiremos defendendo o tema na Reforma Tributária que prevê a apresentação de uma proposta para futura compensação”, finaliza José César da Costa. Redução gradual A título de transição, o projeto prevê, de 2025 a 2027, a redução gradual da alíquota sobre a receita bruta e o aumento gradual da alíquota sobre a folha. De 2028 em diante, voltam os 20% incidentes sobre a folha e fica extinta aquela sobre a receita bruta. A todo caso, durante esses anos, as alíquotas incidentes sobre a folha de salários não atingirão os pagamentos do 13º salário. Por outro lado, se a empresa atuar em outras atividades não beneficiadas com a desoneração, terá de pagar os adicionais progressivos da contribuição sobre a folha junto com outro percentual já devido segundo as regras atuais da [Lei 12.546/11](https://www2.camara.gov.br/legin/fed/lei/2011/lei-12546-14-dezembro-2011-612002-norma-pl.html). Municípios Quanto aos municípios, permanecerá a alíquota de 8% do INSS em 2024, aumentando gradualmente para 12% em 2025, 16% em 2026 e voltando a 20% a partir de janeiro de 2027. O benefício valerá para cidades com população de cerca de 156 mil habitantes (em torno de 5300 cidades). Para contarem com a redução de alíquotas, os municípios devem estar quites com tributos e contribuições federais. O projeto exige ainda dos municípios beneficiados que mantenham atualizados os dados cadastrais no sistema eSocial para poderem contar com a alíquota diferenciada e também com a compensação prevista em lei entre o Regime Geral de Previdência Social (RGPS) e regime próprio de previdência de determinado município, seja ele beneficiário ou não da desoneração da folha. Empregos Se o projeto virar lei, as empresas que optarem por contribuir ao INSS dessa forma deverão, a partir de 1º de janeiro de 2025 e até 31 de dezembro de 2027, firmar termo de compromisso para manter, ao longo de cada ano, quantidade média de empregados igual ou superior a 75% da média do ano imediatamente anterior. Caso a empresa não cumpra o termo, não poderá usar a contribuição sobre a receita bruta a partir do ano seguinte ao descumprimento, devendo pagar integralmente a alíquota de 20% sobre a folha. Impacto fiscal O texto foi relatado em Plenário pelo deputado José Guimarães (PT-CE), que apresentou uma emenda de redação na tentativa de resolver impasse sobre a contagem do dinheiro de depósitos esquecidos no cálculo do resultado fiscal. O Banco Central, em nota oficial, discordou de trecho que considerava esses valores incorporados ao Tesouro Nacional para fins de estatísticas fiscais. Nomeada relatora no início da tarde de ontem (11), a deputada Any Ortiz (Cidadania-RS), só conseguiu chegar a Brasília por volta das dez da noite, pois ainda há problemas no aeroporto de Porto Alegre por conta das enchentes do início do ano. Ao discursar na tribuna, ela lamentou o veto total do presidente Lula à proposta aprovada inicialmente pela Câmara, que prorrogava a desoneração da folha de pagamento para 17 setores até o final de 2027. Ortiz abriu mão da relatoria da proposta. “Eu venho da iniciativa privada e decidi entrar na política para defender o setor produtivo deste país por entender que um país grande e rico se faz com um setor produtivo forte, com trabalho, com renda, com dignidade para as pessoas”, discursou. “Hoje, como empresária e advogada, eu gostaria, presidente, de pedir sua permissão para devolver a relatoria do projeto.” Any Ortiz recebeu o apoio de outros deputados contrários à proposta. Acordo O líder do governo, José Guimarães, assumiu a relatoria e destacou o acordo para votar a proposta. Ele lembrou que o Supremo Tribunal Federal deu prazo até ontem (11) para o Congresso Nacional apresentar a estimativa de receita por causa da renúncia que estava sendo feita em função da desoneração. “No governo Dilma, quando o tema esteve em debate, houve, sim, um compromisso dos empresários de que o incentivo seria para a geração e a manutenção de empregos e não foi feito absolutamente nada nesse sentido”, disse Guimarães. “A realidade é que o Supremo decidiu que para gerar despesa é necessário ter a fonte de receita. Se o Congresso não votar este projeto, os municípios vão voltar a pagar 20% de contribuição previdenciária e é essa a responsabilidade que alguns, com bravata, dizem que têm para dizer desaforos nos microfones deste plenário”, argumentou. Declarações De todas as pessoas jurídicas que contam com qualquer benefício fiscal federal, o projeto exige a apresentação de declaração eletrônica à Receita de dados sobre os incentivos, as renúncias, os benefícios ou as imunidades tributárias usufruídas, assim como o valor do crédito tributário correspondente. A regra consta da MP 1227/24. Além disso, o aproveitamento dos benefícios fiscais passa a ser condicionado à: - regularidade com os tributos federais, Cadin e FGTS; - inexistência de sanções por atos de improbidade administrativa; - inexistência de interdição temporária de direito por atividade lesiva ao meio ambiente; - inexistência de atos lesivos à administração pública que impeçam o recebimento de incentivos fiscais; - adesão ao Domicílio Tributário Eletrônico (DTE), da Receita Federal; e - regularidade cadastral perante a Receita Federal. A pessoa jurídica que não entregar a declaração, ou entregar com atraso, estará sujeita ao pagamento de multa, que varia de 0,5% a 1,5% sobre a receita bruta de forma escalonada: - 0,5% sobre os valores até R$ 1 milhão; - 1% sobre o que estiver entre R$ 1 milhão e R$ 10 milhões; e - 1,5% sobre o que exceder R$ 10 milhões. A penalidade, no entanto, fica limitada a 30% do valor dos benefícios fiscais. Além disso, haverá a aplicação de multa de 3% sobre o valor omitido, inexato ou incorreto. Dinheiro esquecido Em relação aos R$ 8,5 bilhões esquecidos em contas bancárias sem movimentação há vários anos, o projeto direciona os recursos ao Tesouro Nacional em definitivo, se o interessado não pedir o resgate até 30 dias depois da publicação da futura lei. Depois dessa apropriação, o Ministério da Fazenda publicará no Diário Oficial da União a relação das contas, seus números, bancos em que estão e valores recolhidos. A partir dessa listagem, os titulares poderão contestar o recolhimento no prazo de 30 dias. No caso de contestação indeferida, caberá recurso com efeito suspensivo ao Conselho Monetário Nacional, a ser apresentado em dez dias após o indeferimento. Embora o texto considere que a incorporação será definitiva se não houver contestação, concede prazo de seis meses para o requerente entrar na Justiça reclamando os recursos. O prazo conta a partir da publicação da listagem ou, se houver decisão administrativa definitiva indeferindo a restituição, contará a partir da ciência dessa decisão pelo interessado. Por outro lado, o texto permite também, em outro trecho, que o titular da conta reclame os recursos junto à instituição financeira até 31 de dezembro de 2027. Atualização de imóveis Uma das medidas propostas para obter recursos e bancar a desoneração até 2027 é a permissão para pessoas físicas ou jurídicas atualizarem a valor de mercado o custo de aquisição de imóveis declarados à Receita. O imposto de renda sobre ganho de capital, de caráter definitivo, deverá ser pago em 90 dias após a publicação da futura lei com alíquota de 4% para pessoas físicas e de 6%, a título de IRPJ, mais 4%, a título de Contribuição Social sobre o Lucro Líquido (CSLL), para as pessoas jurídicas. A diferença entre o valor de mercado declarado e o custo de aquisição antes dessa atualização de valores será incorporado ao custo declarado do imóvel na declaração à Receita. No entanto, se o contribuinte decidir vender o imóvel antes de 15 anos, a base de cálculo (diferença entre o preço de venda e o custo de aquisição) será encontrada por mecanismo criado pelo projeto em vez de simples subtração. A ideia é desincentivar a venda nos anos seguintes porque o imposto de 4% é bem menor que os 15% incidentes segundo a legislação atual. Quanto mais tempo passa, menor será a base de cálculo do tributo no momento da venda que, somado ao pago na atualização, será o total de imposto de renda sobre ganho de capital para aquela transação. Cada contribuinte deverá analisar a situação individual para decidir se vale a pena ou não optar pela atualização, pois a lei permite o uso de redutores da base de cálculo proporcionais ao tempo passado entre a compra e a venda. Legalização de bens O PL 1847/24 ressuscita o programa de regularização de bens obtidos legalmente e não declarados à Receita ou declarados com omissão de dados essenciais em anos anteriores. O prazo de adesão será de 90 dias a partir da publicação da futura lei e implicará o pagamento de imposto de renda sobre ganho de capital de 15% mais multa de igual montante, totalizando 30%. Poderão aderir ao regime especial de regularização (RERCT-Geral) as pessoas físicas ou jurídicas residentes ou domiciliadas no Brasil que tenham sido proprietárias desses recursos ou bens em períodos anteriores a 31 de dezembro de 2023. Aquele que tiver a adesão aprovada será anistiado de vários crimes tributários relacionados aos valores declarados, como sonegação fiscal ou descaminho, e outros listados em leis específicas, a exemplo da lei sobre lavagem de dinheiro e evasão de divisas. Todo tipo de bem estará sujeito à regularização, como aqueles listados em trusts, veículos, imóveis, depósitos e investimentos e direitos intangíveis (marcas, patentes e outros). O valor a declarar deverá ser o de mercado, considerado assim o indicado em cada situação diferente. Se forem depósitos ou investimentos, o constante em documento do banco; se forem oriundos de empréstimo, o informado no contrato entre as partes; se forem patentes, o indicado em avaliação feita por entidade especializada, e assim por diante. Ao contrário da lei de 2016, não há restrições ao uso do mecanismo por parte de políticos e detentores de cargos e seus parentes até o segundo grau. O ônus da prova para demonstrar, em qualquer tempo, que a declaração de origem lícita feita pelo contribuinte é falsa caberá à Receita Federal. Para o órgão abrir procedimento de investigação ou denúncia criminal terá de demonstrar a presença de indícios diferentes dos indicados na declaração para poder intimar o contribuinte a apresentar documentação. Informações: [Agência Câmara de Notícias](https://www.camara.leg.br/noticias/1096348-camara-dos-deputados-aprova-fim-gradual-da-desoneracao-da-folha-de-pagamento/) e Confederação Nacional de Dirigentes Lojistas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Labor"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www2.camara.gov.br/legin/fed/lei/2023/lei-14784-27-dezembro-2023-795169-norma-pl.html),",
      "https://www2.camara.gov.br/legin/fed/lei/2011/lei-12546-14-dezembro-2011-612002-norma-pl.html).",
      "https://www.camara.leg.br/noticias/1091935-camara-vai-analisar-projeto-do-fim-gradual-da-desoneracao-da-folha-de-pagamento),",
      "https://www.camara.leg.br/noticias/1096348-camara-dos-deputados-aprova-fim-gradual-da-desoneracao-da-folha-de-pagamento/)",
      "https://.camara.gov.br/legin/fed/lei/2023/lei-14784-27-dezembro-2023-795169-norma-pl.html),",
      "https://camara.leg.br/noticias/1091935-camara-vai-analisar-projeto-do-fim-gradual-da-desoneracao-da-folha-de-pagamento),",
      "https://camara.leg.br/noticias/1096348-camara-dos-deputados-aprova-fim-gradual-da-desoneracao-da-folha-de-pagamento/)",
      "https://.camara.gov.br/legin/fed/lei/2011/lei-12546-14-dezembro-2011-612002-norma-pl.html)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T17:08:40.600+03:00",
    "updated": "2024-09-28T11:24:41.329+03:00"
  },
  {
    "uuid": "06c29df5f039bf7c37ffad57e967b42e2f289e0e",
    "url": "https://sipse.com/novedades-yucatan/colorido-inicio-de-las-fiestas-de-aniversario-461373.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Novedades Yucatán",
    "published": "2024-01-07T22:28:00Z",
    "title": "Colorido inicio de las fiestas de aniversario",
    "text": "Colorido inicio de las fiestas de aniversario\nCelebran a Mérida con una alborada y trovadores.\nAcompañado de cientos de meridanos y meridanas, el alcalde Alejandro Ruz Castro encabezó anteanoche la tradicional callejoneada, alborada y “mañanitas” a la ciudad, actividades con las que inician oficialmente los festejos por el 482 aniversario de la fundación de la capital yucateca.\nEn el marco del Mérida Fest 2024, “La Fiesta de la Ciudad, Un Festival Internacional”, decenas de trovadores rodeados de meridanos, meridanas, turistas nacionales y extranjeros, caminaron con entusiasmo desde el parque de Santa Lucía, hasta llegar a los bajos del Palacio Municipal.\nEn el derrotero, el Presidente Municipal estuvo acompañado de su esposa, Verónica Cetina Arjona, presidenta del DIF Mérida; Cecilia Patrón Laviada y Katia Bolio Pinelo, diputadas federales; Diana Canto Moreno, síndico; Julio Sauma Castillo, secretario de Participación Ciudadana; Alice Patrón Correa, regidora presidenta de la Comisión de Cultura y Espectáculos del Ayuntamiento de Mérida; Irving Berlín Villafaña, director de Cultura. Asimismo, Karem Achach Ramírez y Dafne López Osorio, diputadas locales; regidoras y regidores, directoras y directores municipales.\nLa tradicional alborada se realiza desde el año 1985. En esta ocasión, 120 trovadores de las agrupaciones “Guty Cárdenas”, “Pastor Cervera”, “Armando Manzanero” y “Pepe Domínguez” le cantaron a Mérida, en una serenata que incluyó temas tradicionales como “Peregrina”, “En tus ojos”, “Manos de arminio” y “Ciudad Blanca”, entre otras.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:30:22.427+02:00",
    "updated": "2024-01-08T01:30:22.427+02:00"
  }
]