[
  {
    "uuid": "c5c3fc69b07d75d36eea602ef6ab92bf733bd804",
    "url": "https://countercurrents.org/2023/12/gaza-facing-a-christmas-genocide/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Countercurrents",
    "published": "2023-12-24T06:31:00Z",
    "title": "Gaza Facing A Christmas Genocide| Countercurrents",
    "text": "Palestine’s Christian community is – not surprisingly – the oldest in the world, dating back to the first century. In Gaza, the community is now tiny, with just some 800 to 1,000 Christians remaining. But Gaza’s churches are some of the oldest in existence anywhere on the planet. Now these churches are shelters for refugees, and Christians are targets of Israel’s genocidal violence. On 19 October, the third oldest church in the world, the Church of Saint Porphyrius, was [hit by an Israeli airstrike](https://www.aljazeera.com/features/2023/10/20/we-were-baptised-here-and-we-will-die-here-gazas-oldest-church-bombed), killing 18 people. Ibrahim Jahsan survived the strike and continues to shelter there with his family. He told Al Jazeera, “We were baptized here and we will die here.” Two weeks later, the Israeli military [bombed](https://www.vaticannews.va/en/church/news/2023-11/wcc-join-in-condemning-bombing-of-greek-orthodox-centre-in-gaza.html) the Greek Orthodox Cultural Center in the southern Gaza City neighborhood of Tel al-Hawa. Food, blankets, gas cylinders and other much needed supplies were destroyed in the blast. The destruction of cultural centers and religious sites features as part of the definition of genocide. The Greek Orthodox Patriarchate of Jerusalem released a statement condemning the attack. “Such attacks on civilians, particularly children, and the deliberate destruction of civilian infrastructure, cannot be justified on rational or humanitarian grounds and are fundamentally at odds with even the most basic moral values.” The World Council of Churches joined in condemning the attacks, calling them a “clear violation of international law.” Gaza’s only Christian hospital was also bombed. A blast rocked Gaza City’s al-Ahli Baptist Hospital in October. Hundreds died in the explosion, hundreds were injured. Israel [denied responsibility](https://electronicintifada.net/blogs/ali-abunimah/israels-spin-about-hospital-massacre-quickly-comes-apart) for the carnage. In cold blood Dr. Ghassan Abu Sitta [described](https://www.nbcnews.com/news/world/gaza-hospital-blast-deadliest-war-rcna120849) the scene to NBC News. He was in an operating room when the ceiling collapsed on him. He says he made his way to the exit where he witnessed “people carrying wounded and walking wounded with blood streaming down covered in dust.” Both the [World Health Organization](https://www.un.org/unispal/document/who-statement-on-attack-on-al-ahli-arab-hospital-and-reported-large-scale-casualties/) and [Doctors Without Borders](https://www.doctorswithoutborders.ca/msf-condemns-bombing-of-ahli-arab-hospital-in-gaza/) condemned the attack. On 16 December, Nahida Antoun and her daughter Samar Antoun were shot to death by Israeli snipers as they walked inside the grounds of the Holy Family Parish in Gaza. At least seven other members of Gaza’s only Catholic Church were wounded by sniper fire. The Latin Patriarchate of Jerusalem [said](https://www.lpj.org/en/news/gaza-16th-december-2023): “One was killed as she tried to carry the other to safety.” “They were shot in cold blood.” The patriarchate posted photos of damage to the Church from missile attacks. The damage shows fires and extreme destruction to the convent. The tweet indicates that “deaths and injuries of a number of citizens in the Latin convent of Gaza” occurred and calls for an “end [to] this senseless conflict.” Pope Francis [condemned](https://news.sky.com/video/pope-francis-condemns-killing-of-two-christian-women-in-gaza-church-13033828) the attack: “Unarmed civilians are being bombed and shot at, and this has happened inside the Holy Family Parish complex, where there are no terrorists, but families, children, sick people with disabilities, nuns.” The Pope continued, “Some say, ‘It’s terrorism, it’s war.’ Yes, it is war. It is terrorism.” This is the second time the Pope has accused Israel of terrorism. On 22 November, the pontiff said Israel had gone [beyond war](https://www.aljazeera.com/news/2023/11/22/terrorism-israel-hamas-conflict-has-gone-beyond-war-says-pope-francis): “This is not war. This is terrorism.” Indeed, it is terrorism. It is terrorism against Palestinians, and some of the most vulnerable Palestinians are the minority Christian population now besieged in the few churches in Gaza. Israel is targeting this small population of Christians and they’re doing it at Christmas. The Israeli military is bombing churches, destroying Christian community centers, and sending snipers to shoot Christian women to death while the world watches, all part of the [ninth stage of genocide](https://www.genocidewatch.com/tenstages): Extermination. How many Christians will be left when Israel is done? Jennifer Welborn Williams has a postgraduate degree in history and is a freelance writer. Originally published in [Electronic Intifada](https://electronicintifada.net/content/gaza-facing-christmas-genocide/43041)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.lpj.org/en/news/gaza-16th-december-2023):",
      "https://www.aljazeera.com/features/2023/10/20/we-were-baptised-here-and-we-will-die-here-gazas-oldest-church-bombed),",
      "https://www.un.org/unispal/document/who-statement-on-attack-on-al-ahli-arab-hospital-and-reported-large-scale-casualties/)",
      "https://www.vaticannews.va/en/church/news/2023-11/wcc-join-in-condemning-bombing-of-greek-orthodox-centre-in-gaza.html)",
      "https://www.doctorswithoutborders.ca/msf-condemns-bombing-of-ahli-arab-hospital-in-gaza/)",
      "https://news.sky.com/video/pope-francis-condemns-killing-of-two-christian-women-in-gaza-church-13033828)",
      "https://www.aljazeera.com/news/2023/11/22/terrorism-israel-hamas-conflict-has-gone-beyond-war-says-pope-francis):",
      "https://electronicintifada.net/content/gaza-facing-christmas-genocide/43041)",
      "https://electronicintifada.net/blogs/ali-abunimah/israels-spin-about-hospital-massacre-quickly-comes-apart)",
      "https://www.nbcnews.com/news/world/gaza-hospital-blast-deadliest-war-rcna120849)",
      "https://www.genocidewatch.com/tenstages):",
      "https://aljazeera.com/features/2023/10/20/we-were-baptised-here-and-we-will-die-here-gazas-oldest-church-bombed),",
      "https://doctorswithoutborders.ca/msf-condemns-bombing-of-ahli-arab-hospital-in-gaza/)",
      "https://lpj.org/en/news/gaza-16th-december-2023):",
      "https://nbcnews.com/news/world/gaza-hospital-blast-deadliest-war-rcna120849)",
      "https://www.news.sky.com/video/pope-francis-condemns-killing-of-two-christian-women-in-gaza-church-13033828)",
      "https://www.electronicintifada.net/content/gaza-facing-christmas-genocide/43041)",
      "https://genocidewatch.com/tenstages):",
      "https://un.org/unispal/document/who-statement-on-attack-on-al-ahli-arab-hospital-and-reported-large-scale-casualties/)",
      "https://vaticannews.va/en/church/news/2023-11/wcc-join-in-condemning-bombing-of-greek-orthodox-centre-in-gaza.html)",
      "https://www.electronicintifada.net/blogs/ali-abunimah/israels-spin-about-hospital-massacre-quickly-comes-apart)",
      "https://aljazeera.com/news/2023/11/22/terrorism-israel-hamas-conflict-has-gone-beyond-war-says-pope-francis):"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ibrahim jahsan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al jazeera",
          "sentiment": "none"
        },
        {
          "name": "greek orthodox cultural center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "tel al-hawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T10:18:47.404+02:00",
    "updated": "2023-12-24T10:18:47.404+02:00"
  },
  {
    "uuid": "4682505065fb30286e7a0532a111a1259cf0551c",
    "url": "https://www.kplctv.com/video/2024/05/09/whats-that-smoky-haze-air-5-pm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@KPLC7News",
    "published": "2024-05-09T00:00:00Z",
    "title": "What’s that smoky haze in the air? - 5 p.m.",
    "text": "Skip to content Live Video TV Schedule News Weather Elections Sports Community Contests About Us Home Download Apps Share Your Pics Recent Videos Watch Live News State National Crime Video Weather Rainfall Totals Skycams Fishing Forecast River Stages Elections Sports Submit Photos Sports Person of the Week Two a Days High School Football LSU McNeese State Stats & Predictions How to Watch Health COVID Great Health Divide Food Gotta Eat Holiday Kitchen Community Class Act Gas Price Tracker Heart of Louisiana Hometown Heroes Contests TV TV Schedule About Us Zeam - News Streams PowerNation Circle Country InvestigateTV Gray DCC Digital Marketing What’s that smoky haze in the air? - 5 p.m. Published: May. 9, 2024 at 6:03 PM CDT | Updated: 1 hour ago Email This Link Share on Facebook Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn News New birding website announced Updated: 1 hour ago | News Sulphur residents may see discolored water as city replaces service pump Updated: 2 hours ago News 2 arrested on cruelty charges after 3-month-old hospitalized with broken bones, malnourishment Updated: 2 hours ago News New birding website announced Updated: 2 hours ago | KPLC brings you the latest weather, news, and sports in Southwest Louisiana. News Legal Corner: Do we have to pay a builder for changing original plans? Updated: 5 hours ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hom",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "lsu mcneese state stats & predictions how",
          "sentiment": "none"
        },
        {
          "name": "louisiana hometown heroes contests tv tv",
          "sentiment": "none"
        },
        {
          "name": "dcc digital marketing what",
          "sentiment": "none"
        },
        {
          "name": "facebook share",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T02:07:38.076+03:00",
    "updated": "2024-05-10T03:21:54.348+03:00"
  },
  {
    "uuid": "fc3e6db30fef29f67df47f3081c680184f547774",
    "url": "https://partner.sciencenorway.no/government-pandemic-society-and-culture/how-norway-could-succeed-when-a-new-crisis-strikes/2493956",
    "ord_in_thread": 0,
    "author": "Presented by:",
    "published": "2025-04-16T22:01:00Z",
    "title": "How Norway could succeed when a new crisis strikes",
    "text": "THIS CONTENT IS BROUGHT TO YOU BY University of Oslo - read more\nHow Norway could succeed when a new crisis strikes\nNorway is well prepared for a new pandemic, but dependent on one factor that money cannot buy, says a media professor.\nOne of the most fundamental cornerstones of democracy is trust, which played a crucial role in the Norwegian authoroties' management of the Covid-19 pandemic.\nThis is supported by research conducted by Øyvind Ihlen. He is a professor at the University of Oslo's Department of Media and Communication.\nHigh trust in the authorities\n“Trust in the authorities’ handling of the pandemic was high during the crisis, around 80-90 per cent. However, maintaining trust involves more than just providing information and instructions. People need to feel listened to, understood, and respected,” says Ihlen.\nHe has conducted extensive research on strategic and political communication.\nIn 2022, 77 per cent of Norwegians reported that they had trust in public authorities. Only the Swiss were more trusting than Norwegians, according to an OECD report.\nSince then, Norwegians’ trust in the authorities has declined.\nWhat worked during the pandemic, and what lessons can be carried into upcoming crises?\nFive strategies to build trust\nIn a new book, Ihlen and his colleagues looked at how the authorities responded during the pandemic. They identified five trust-building strategies that were used.\n“The first thing authorities need to do is to demonstrate competence and reliability. They can achieve this by showing that they have plans and strategies in place and are part of an international network,” says Ihlen.\nAt the very beginning of the pandemic, this was precisely where the authorities fell short.\nDespite the overwhelming coverage of high infection rates in Italy, flights carrying potential cases from the country were still permitted to land.\nAt that time, public trust in the authorities reached a low point of under 50 per cent, according to data from the Norwegian Directorate of Health.\nThe effect of rallying together\nWhen measures were implemented and a lockdown was eventually enacted, the trust barometer surged to over 90 per cent.\nNever before had trust in the authorities been as high as during what was described as 'the most intrusive measures Norway has had in peacetime.'\n“When the situation is at its worst and the authorities send a clear signal that this is serious, we see what researchers call the ‘rally around the flag’ effect. People put aside their disagreements and come together to support a common cause,” says Ihlen.\nHe explains that this ability to unite and refrain from criticism gradually diminishes. The event becomes politicised, leading to discussions such as: Didn't we overreact a bit? What's the right way forward now?\nImportant to listen to the people\nA strong emphasis on media visibility and the use of social media is the second strategy for building trust.\nThis helped create a sense of community in facing the pandemic as an external threat.\n“The authorities focused on what we call inviting rhetoric and expressed their desire for feedback from the public. Through this two-way communication, they demonstrated that they were listening to people’s concerns,” says Ihlen.\nMuch of his research is based on observation, primarily from the communications department at the Norwegian Institute of Public Health, where researchers involved in the project spent periods of time.\nHe believes that allowing this is a good example of the third trust-building strategy: the authorities promoted transparency.\nOpen about uncertainty\nWhen Ihlen and his fellow researchers compared how the authorities managed the pandemic in Norway, Sweden, and Denmark, they found that Norway stood out due to its transparency.\n“The Norwegian authorities were candid about their uncertainties and indicated at one point that recommendations might change over time. They also acknowledged that experts could disagree among themselves, for instance, about whether a cabin ban was an effective measure,\" he says.\nIhlen explains that in both Sweden and Denmark they were more cautious about being open about disagreement and uncertainty in public.\nThis rhetorical strategy – being transparent about the complexities of the pandemic and acknowledging that much was uncertain – fostered a sense of honesty and integrity, signalling that people’s safety was being taken seriously.\nBut would such a strategy work equally well in other countries to gain public trust in the authorities? This is something Ihlen is currently looking into.\nWhat you do matters\nThe authorities did not shy away from the seriousness of the pandemic while also appealing to a sense of collective responsibility.\nIhlen and his research colleagues identify this as the fourth trust-building strategy.\n'Henny, 10, wants to continue meeting her friends at school. That’s why it’s especially important for you to keep your distance, wash your hands, and stay home when you’re sick,'\nThat was in a campaign from the Norwegian Directorate of Health in 2020. It featured a child’s drawing of someone washing their hands.\nThe campaign about Henny is also an example that highlights the last of the five strategies employed during the pandemic:\nDuring crises, it is essential that people are given very concrete information about what to do.\n“We needed a toolbox of actions we could take, such as the encouragement to wash hands. Surveys show that there was a high level of acceptance for these types of instructions,” Ihlen notes.\nAccording to measurements from the Norwegian Directorate of Health, over 90 per cent responded ‘to a large extent’ when asked whether they followed the recommendations from health authorities – except toward the end of the pandemic.\nAn important task for the authorities during crises is also to understand the challenges that make it difficult for the public to follow recommendations and rules.\nThis requires dialogue and the ability to adapt communication in line with a constantly evolving situation, as seen during a pandemic.\nTrust must be foundational\nBut could these five strategies for achieving trust be applied to other crises, such as the climate crisis or in a wartime situation?\n“Being open, providing clear information about what people should do, and engaging in two-way communication are important rhetorical strategies that will work in most crises. However, the contexts are entirely different,” says Ihlen.\nHe illustrates this with some examples:\nNorway, for instance, has a high number of climate sceptics. This must be seen in the context of how important oil is to the Norwegian economy. The climate crisis is also perceived as less urgent compared to the immediacy a wartime situation might present. In a wartime situation, dialogue and relationship-building may take a backseat to decisive action and instructions.\n“But again, we need trust across all these situations,” Ihlen points out.\nHe highlights how crucial it is that people have faith in the authorities’ competence, that they do not conceal important information, and that, at their core, they have the public’s best interests at heart.\n“The critical challenge now relates to political polarisation and the politicisation of research. We are seeing an increasing tendency for many to dismiss research they do not agree with, or that does not align with their worldview. This poses a challenge not only for trust in research and institutions but for society and democracy as a whole,” says Ihlen.\nReference:\nIhlen et al. Navigating pandemic phases: Public health authority communication during COVID-19 in Norway, Nordicom, University of Gothenburg, 2024. DOI: 10.48335/9789189864047",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Politics->political development",
      "Politics->government policy",
      "Politics->international relations",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->macro economics",
      "Economy, Business and Finance->economy",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://norden.diva-portal.org/smash/record.jsf?pid=diva2%3A1915134&dswid=-2846",
      "https://www.norden.diva-portal.org/smash/record.jsf?pid=diva2%3A1915134&dswid=-2846",
      "https://norden.diva-portal.org/smash/record.jsf"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:25:46.497+03:00",
    "updated": "2025-04-17T01:25:46.497+03:00"
  },
  {
    "uuid": "015cbabaf021ac90310ccf429e39f6fb81710e63",
    "url": "https://www.dakotanewsnow.com:443/2023/12/28/when-we-said-i-do-we-meant-i-do-couple-celebrating-70-years-balances-love-family-business/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "By",
    "published": "2023-12-28T17:26:00Z",
    "title": "‘When we said ‘I do,’ we meant ‘I do’’: Couple celebrating 70 years balances love, family and business",
    "text": "LUBBOCK, Texas ( KCBD /Gray News) - A Texas couple celebrating decades together said that when they first met they just clicked.\nThe Gibsons say they have never thought about leaving one another in the 70 years they’ve been together, and now they’re celebrating their long-lasting vows with their entire family.\n“When we said ‘I do,’ we meant ‘I do,’” Pam Gibson said.\nPam Gibson and her husband, Bill Gibson, first met on a blind date, set up by Pam Gibson’s brother-in-law who was working with Bill Gibson.\n“He was quite a hunk when he come to the front door to get me,” Pam Gibson said.\nAfter their first date at the amusement park, Bill Gibson said it was love at first sight.\n“Oh, I knew she was the one. There wasn’t any question about it,” he said.\nBill Gibson later popped the question, and the two were married on Dec. 21, 1953.\nA few years after they got married, they started their own business, Gibson Plumbing. The two worked together for 35 years, and Bill Gibson said they never argued.\n“Everything’s special about her. I mean, we don’t criticize each other. We never have,” he said.\nAll the while, they balanced business with a growing family.\n“Our oldest son, we were married in December of 1953, and he was born in November of 1954, so we didn’t have much time to think about it,” Pam said.\nThey now have three kids, 11 grandchildren, 29 great-grandchildren and five great-great-grandchildren. The “memaw” and “pepaw” even built a party house next door to host everyone for get-togethers.\nTheir son Scott Gibson said 70 years is truly momentous.\n“They’ve been a tremendous example. We haven’t always followed their example or their advice, you know, but they’re quite an example of commitment and something to really look up to,” he said.\nPam Gibson said there’s only one boss in the marriage and it’s Bill Gibson. She said she likes not holding that responsibility.\n“We’re best friends, and yes, I don’t know what I’d do without him. And I hope I never have to,” she said.\nPam Gibson said without God, they wouldn’t have made it all these years.\nIf they ever had a disagreement, they waited until the kids were in bed. And no matter what, they always chose to stick together.\n“Never once did I think about leaving him, and I’m sure he felt the same way with me. That wasn’t an option,” Pam Gibson said.\nSaturday, their whole family will celebrate the vows that have lasted 70 years.\n“We’re working for 75 now,” Pam said.\nCopyright 2023 KCBD via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.kcbd.com/2023/12/28/when-we-said-i-do-we-meant-i-do-lubbock-couple-celebrating-70th-anniversary/",
      "https://www.kcbd.com/2023/12/28/when-we-said-i-do-we-meant-i-do-lubbock-couple-celebrating-70th-anniversary",
      "https://kcbd.com/2023/12/28/when-we-said-i-do-we-meant-i-do-lubbock-couple-celebrating-70th-anniversary/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pam gibson",
          "sentiment": "none"
        },
        {
          "name": "bill gibson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gibson plumbing",
          "sentiment": "none"
        },
        {
          "name": "gibsons",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "lubbock",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:36.508+02:00",
    "updated": "2023-12-29T00:06:36.508+02:00"
  },
  {
    "uuid": "5f5658d2fe56464f57d0fe3f504d0062e0918bea",
    "url": "https://bleedingcool.com/tv/doctor-who-rtd-clarifies-recent-showrunner-comments-im-loving-it",
    "ord_in_thread": 0,
    "author": "@OldManGeek88",
    "published": "2025-04-02T23:37:00Z",
    "title": "Doctor Who: RTD Clarifies Recent Showrunner Comments: \"I'm Loving It\"",
    "text": "Posted in: BBC, Disney+, TV | Tagged: doctor who\nDoctor Who: RTD Clarifies Recent Showrunner Comments: \"I'm Loving It\"\nDoctor Who Showrunner Russell T. Davies clarified the comments he made during David Tennant's podcast: \"I'm very happy, and I'm loving it.\"\nWith the second season premiere of Showrunner Russell T. Davies's Ncuti Gatwa (Fifteenth Doctor), Millie Gibson (Ruby Sunday), and Varada Sethu (Belinda Chandra)-starring Doctor Who set to hit this month, Davies is looking to claridt some comments he made last month during an episode of David Tennant's podcast, David Tennant Does a Podcast With… Davies shared that there have already been \"conversations\" about who would follow him to lead the show and that he couldn't see himself returning for a third go-around – leaving many to interpret that to mean that RTD was looking to move on (more details on all of it below).\nSpeaking with CinemaBlend, RTD made it clear that the \"conversations\" he referenced shouldn't be taken too seriously – or have a countdown clock attached to them. \"It's not even a discussion, to be honest. When me and David [Tennant] talked about it [on the podcast], it's kind of a conversation [we've had amongst staff] every day. It's been a conversation when I arrived… who would do this next,\" RTD shared, before adding that he wasn't looking to be handing over the reins anytime soon. \"There's absolutely no detail, no names, no one. I'm very happy, and I'm loving it. So, fingers crossed, we're going to make more.\"\nDoctor Who: Tennant, RTD on New Showrunner \"Conversations,\" Disney\nDuring the podcast, Davies and Tennant cover a wide range of issues, personal and professional, over the course of a little more than an hour – with two Doctor Who-related highlights grabbing our attention. First up, Tennant and Davies discuss if Davies would ever return to the show for a third time after his current run ends – with Davies noting that there have been \"conversations\" about who would come next. Following that, Davies explains why the Disney deal was one of the reasons why he returned while also clarifying the timeline regarding when the BBC had an interest in seeking a streaming partner.\nDavies on \"Doctor Who\" Showrunner Future: When asked if he's ever thought about shutting it down for good with the show and walking away, Davies responded, \"Oh, yes. I mean, I won't go back a third time, for God's sake; that would be insane.\" After Tennant jokingly pushed back that he said the same thing about his previous return, Davies added, \"That's very true, but I'm not getting younger, darling, and I will need to slow down at some point. That'll come,\" noting that Steven Moffat was brought in after his second run and – as Davies says – it was \"'Right, off you go!'\" from there. Davies does share that there have been \"conversations\" about who takes over after him – and while he admits the situation is \"hard\" and \"a tricky one\" to navigate, he understands that those talks need to be happening now. \"But they better exist… imagine, I'm dead at the desk. The cliche would kill me!\" Davies added – before making it clear that he doesn't plan on being done with Doctor Who anytime soon. \"I've just been reading the next month's 'Doctor Who Magazine' […] So am I putting down 'Doctor Who' anytime? I'll never put it down completely. I will always be reading a 25-page interview with a former producer,\" he explained.\nDavies on Thinking \"Doctor Who\" Needed \"Protecting\" From Disney: \"There was already a move from the BBC to shift it to a streamer. I kind of thought it would need protecting, and they very honestly said to me, 'We're gonna need a producer who can deal with a thousand executives,' which is what it's like,\" Davies shared with Tennant, clarifying that the BBC had interest in a streaming partner before his return. Why was the BBC looking to get the show a big budget boost? For many, it was to keep the show competitive and because – after 60 years – it deserved it. \"It's not just that's the world we're in. [The BBC's former head of drama] Piers Wenger genuinely thought it deserves this budget,\" Davies explained. \"You're looking at all 'Stranger Things' and 'Star Wars' shows and Marvel show,s and he said, 'It should look like that. It deserves to look like that.'\"\nDavid Tennant Does A Podcast With… is available on all podcast platforms.\nStay up-to-date and support the site by following Bleeding Cool on Google News today!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "topics": [
      "Arts, Culture and Entertainment->television",
      "Lifestyle and Leisure->lifestyle",
      "Science and Technology->scientific publication",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://listen.sonymusic-podcasts.link/eGf-vEof?at=1010l396Y",
      "https://www.cinemablend.com/interviews/russell-t-davies-clarified-comments-doctor-who-finding-a-replacement-showrunner-so-relieved",
      "https://news.google.com/publications/CAAqBwgKMPHflgsw1IauAw?hl=en-US&gl=US&ceid=US:en",
      "https://listen.sonymusic-podcasts.link/eGf-vEof?at=1010l396Y&c=pz8OrDgiyQPYL9kEE9L9eA&h=dd024414674d30ea9",
      "https://news.google.com/publications/CAAqBwgKMPHflgsw1IauAw",
      "https://listen.sonymusic-podcasts.link/eGf-vEof",
      "https://www.news.google.com/publications/CAAqBwgKMPHflgsw1IauAw?hl=en-US&gl=US&ceid=US:en",
      "https://www.listen.sonymusic-podcasts.link/eGf-vEof?at=1010l396Y",
      "https://cinemablend.com/interviews/russell-t-davies-clarified-comments-doctor-who-finding-a-replacement-showrunner-so-relieved",
      "https://www.listen.sonymusic-podcasts.link/eGf-vEof?at=1010l396Y&c=pz8OrDgiyQPYL9kEE9L9eA&h=dd024414674d30ea9"
    ],
    "entities": {
      "persons": [
        {
          "name": "David Tennant's",
          "sentiment": "neutral"
        },
        {
          "name": "Russell T. Davies's",
          "sentiment": "neutral"
        },
        {
          "name": "Ncuti Gatwa",
          "sentiment": "neutral"
        },
        {
          "name": "Millie Gibson",
          "sentiment": "neutral"
        },
        {
          "name": "Varada Sethu",
          "sentiment": "neutral"
        },
        {
          "name": "Belinda",
          "sentiment": "neutral"
        },
        {
          "name": "Steven Moffat",
          "sentiment": "neutral"
        },
        {
          "name": "Piers Wenger",
          "sentiment": "neutral"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "CinemaBlend",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "BBC",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "RTD",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Tennant and Davies",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Disney",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Marvel",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "MRVL",
              "exchange": "NASDAQ"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:41:42.606+03:00",
    "updated": "2025-04-03T02:41:42.606+03:00"
  },
  {
    "uuid": "6a9fc1ebe392406c95196554c4727a80d6674b43",
    "url": "https://www.delawareonline.com/story/sports/sports-betting/2024/01/12/nfl-wild-card-weekend-parlay-lets-make-some-money/72199291007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer - Unlimited Digital Access",
    "published": "2024-01-12T05:05:00Z",
    "title": "NFL Wild Card Weekend parlay: Let's make some money",
    "text": "We're heading into the NFL postseason, and we have 6 games on the schedule for NFL Wild Card Weekend . Weather is going to play a huge factor, which is something we'll be watching awfully close as it affects our plays.\nSaturday's K.C. outlook -- when the Kansas City Chiefs (11-6) host the Miami Dolphins (11-6) -- calls for 0 degrees with winds at 13-16 MPH. The good news is that there is no precipitation in the forecast.\nThe same cannot be said for Orchard Park, N.Y., where the Pittsburgh Steelers (10-7) visit the Buffalo Bills (11-6) Sunday. They will not only face temperatures of 21 degrees, but there is a 60% chance of snow with 22-24 MPH winds. This season, the Under cashed at a 14-2-1 rate in games played with an average wind speed of 13 MPH or greater.\nWrapping up the schedule Monday, rain is expected in Tampa. There is a 70% chance of the wet stuff, but at least temperatures will be in the upper 60's with a 6-8 MPH.\nAfter looking at FanDuel Sportsbook's NFL Wild Card Weekend odds , here is our \"Let's make some money\" NFL parlay bet to cash in on among SportbookWire's NFL expert picks and predictions .\nWe have 3 rematches from the regular season, too. In fact, the Cleveland Browns (11-6) and Houston Texans (10-7) just met in Week 16 at NRG Stadium in Houston with the Browns winning 36-22 as 3-point favorites with the Over (40) easily connecting.\nThe Dolphins and Chiefs probably wish they could go back to Frankfurt, Germany, and play, instead of being in a refrigerator this weekend. Kansas City earned a 21-14 win over Miami in Germany back in Week 9, covering as a 1-point underdog as the Under (51.5) cashed.\nLastly, the Philadelphia Eagles (11-6) and Tampa Bay Buccaneers (9-8) met for Monday Night Football in Tampa back in Week 3. Philadelphia came away with a 25-11 win and cover as a 5.5-point favorite as the Under (44) hit. That was a while ago, and Philly was playing much better football. They meet again in Tampa this Monday for the final game of the Wild Card round.\nFOOTBALL NEVER STOPS\nLive games, analysis and more 7 days a week: Get ESPN+\nNFL Wild Card Weekend: Let's make some money parlay Odds provided by FanDuel Sportsbook ; access USA TODAY Sports Scores and Sports Betting Odds hub for a full list. Lines last updated Friday at 12:01 a.m. ET. All games ET.\nLeg 1: DOLPHINS +4.5 (-110) at Chiefs – Saturday, 8 p.m. (Peacock) There is a lot being made out of geography ahead of this game. Obviously, the Dolphins play in tropical conditions more often than not, rarely having to deal with low temperatures.\nWe're not likely going to see Chiefs QB Patrick Mahomes and Dolphins QB Tua Tagovailoa spinning it frequently. Expect both teams to count on the run. Both of the Dolphins RBs, Raheem Mostert and De'Von Achane , are capable of housing it, while the Chiefs counter with RB Isiah Pacheco . With their physical styles, all 3 should be tough to tackle on a frigid afternoon.\nThe combination of Mostert and Achane will wear down the defending champs, helping the warm-weather Dolphins keep it close and cover.\nPlus, the public drove this number up quite a bit, from an open of 1.5, and I never like siding with the public.\nLeg 2: Steelers at Bills UNDER 36.5 (-115) – Sunday, 1 p.m. ET (CBS) The weather is going to be absolutely atrocious. If you love a good snow game, then you are going to love the weather at Highmark Stadium Sunday.\nThe forecast calls for temperatures around 20 degrees with a 60 percent or greater chance of snow throughout the game. If that wasn't enough, they're calling for winds whipping off of Lake Erie anywhere from 22-26 MPH with gusts to gale force.\nWe're unlikely to see much in the way of passing as Steelers QB Mason Rudolph and Bills QB Josh Allen would do well to keep it on the ground. Allen and the Bills will have a leg up as he can tuck it and go. Buffalo RB James Cook is likely to see a strong workload, too.\nIn addition to the passing games being hindered, the kicking game will be affected, too. Think back to Dec. 6, 2021, when the Bills hosted the New England Patriots on a Monday night, and we had snow and ice with heavy winds crushing the pass and kick games. In fact, field-goal attempts were downright comical. We're going to get one of those kind of games, and points are going to be at a premium.\nLeg 3: COWBOYS -7 (-110) vs. Packers – Sunday, 4:30 p.m. (FOX) The Packers (9-8) head into Jerry World , and it could be considered the Mike McCarthy revenge game. The Dallas coach will get a crack at his former employer, and while the personnel has mostly changed, the logo on the helmet remains the same.\nMore importantly, though, the Packers barely made the playoffs, while the Cowboys (12-5) caught fire at the end of the season, blew past the Eagles and rolled to the NFC East title. The Cowboys scored 33 or more points in 6 of the final 9 games as QB Dak Prescott had the offense humming.\nThe Packers won 3 games down the stretch, but all of those victories came against non-playoff teams. Wins are wins, and Green Bay qualified for the playoffs, but they're not likely going to be around very long. Green Bay was just 2-5 ATS in its final 7 road games, while Dallas went 6-2 ATS in 8 games this season at home.\nParlay payout: Bet $10 to profit $58.14 (payout = $68.14).\nTry out the USA TODAY Parlay Calculator .\nLeg 4-*: BROWNS -2.5 (-105) at Texans – Saturday, 4:30 p.m. (NBC) *-If you want to add a 4th play to this parlay.\nThe Browns and Texans kick off the Wild Card round in H-Town, and as mentioned, these teams are familiar with each other. Cleveland fired out to a 22-7 lead by halftime in their 1st meeting and led 36-7 with 12:31 to go, before settling for the 36-22 victory.\nDon't expect the same type of high-scoring game, but the winning result should be the same.\nThe Browns finished with 418 total yards of offense in that 1st meeting with QB Joe Flacco throwing for 368 yards, and WR Amari Cooper setting a single-game franchise record with 265 receiving yards on 11 catches with 2 TDs. It's safe to say Cooper won't have anywhere near that production -- if he even plays at all. He has been sidelined with a heel injury.\nThe matchup features Houston rookie QB C.J. Stroud against the former Super Bowl MVP Flacco. Experience will be a huge difference. Flacco has been the consummate professional since landing in Cleveland, and he and the starters are well-rested after basically a week off. Nearly all starters sat in Week 18 at Cincinnati with the team locked into the AFC's No. 5 seed. So the bumps and bruises are mended, and this Browns team is ready to roll.\nParlay payout: Bet $10 to profit $123.03 (payout = $133.03).\nPlay our free daily Pick’em Challenge and win! Play now !\nFor more sports betting picks and tips , check out SportsbookWire.com and BetFTW .\nFollow Kevin J. Erickson on Twitter/X . Follow SportsbookWire on Twitter/X and like us on Facebook .\nAccess more NFL coverage:\nTheHuddle Fantasy Football | BearsWire | BengalsWire | BillsWire | BroncosWire | BrownsWire | BucsWire | CardsWire | ChargersWire | ChiefsWire | ColtsWire | CommandersWire | CowboysWire | DolphinsWire | EaglesWire | FalconsWire | GiantsWire | JaguarsWire | JetsWire | LionsWire | NinersWire | PackersWire | PanthersWire | PatriotsWire | RaidersWire | RamsWire | RavensWire | SaintsWire | SeahawksWire | SteelersWire | TexansWire | TitansWire | VikingsWire | DraftWire | TouchdownWire | ListWire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Weather"
    ],
    "external_links": [
      "https://steelerswire.usatoday.com/",
      "https://patriotswire.usatoday.com/",
      "https://cardswire.usatoday.com/",
      "https://broncoswire.usatoday.com/",
      "https://sportsbookwire.usatoday.com/category/nfl-odds-lines-spreads-picks-predictions/",
      "https://ftw.usatoday.com/betftw",
      "https://bengalswire.usatoday.com/",
      "https://texanswire.usatoday.com/",
      "https://dolphinswire.usatoday.com/",
      "https://billswire.usatoday.com/",
      "https://twitter.com/SportsBookWire",
      "https://coltswire.usatoday.com/",
      "https://twitter.com/KevJErickson",
      "https://raiderswire.usatoday.com/",
      "https://ninerswire.usatoday.com/",
      "https://packerswire.usatoday.com/",
      "https://dailyticket.usatoday.com/",
      "https://pantherswire.usatoday.com/",
      "https://jaguarswire.usatoday.com/",
      "https://chiefswire.usatoday.com/",
      "https://sportsbookwire.usatoday.com/",
      "https://bucswire.usatoday.com/",
      "https://draftwire.usatoday.com/",
      "https://seahawkswire.usatoday.com/",
      "https://vikingswire.usatoday.com/",
      "https://brownswire.usatoday.com/",
      "https://jetswire.usatoday.com/",
      "https://commanderswire.usatoday.com/",
      "https://cowboyswire.usatoday.com/",
      "https://thelistwire.usatoday.com/",
      "https://lionswire.usatoday.com/",
      "https://go.web.plus.espn.com/GjNV9m",
      "https://touchdownwire.usatoday.com/",
      "https://theeagleswire.usatoday.com/",
      "https://thefalconswire.usatoday.com/",
      "https://saintswire.usatoday.com/",
      "https://chargerswire.usatoday.com/",
      "https://theramswire.usatoday.com/",
      "https://sportsdata.usatoday.com/parlay-calculator?utm_source=sportsbookwire&utm_medium=text-link",
      "https://ravenswire.usatoday.com/",
      "https://thehuddle.com/",
      "https://wlfanduel.adsrv.eacdn.com/C.ashx?btag=a_27628b_2436c_&affid=11104&siteid=27628&adid=2436&c=",
      "https://giantswire.usatoday.com/",
      "https://titanswire.usatoday.com/",
      "https://bearswire.usatoday.com/",
      "https://www.facebook.com/sportsbookwire/",
      "https://sportsdata.usatoday.com/football/nfl/scores",
      "https://www.thelistwire.usatoday.com/",
      "https://dailyticket.usatoday.com",
      "https://www.go.web.plus.espn.com/GjNV9m",
      "https://www.jetswire.usatoday.com/",
      "https://theeagleswire.usatoday.com",
      "https://saintswire.usatoday.com",
      "https://cardswire.usatoday.com",
      "https://www.chargerswire.usatoday.com/",
      "https://www.chiefswire.usatoday.com/",
      "https://www.theramswire.usatoday.com/",
      "https://bengalswire.usatoday.com",
      "https://ravenswire.usatoday.com",
      "https://titanswire.usatoday.com",
      "https://thefalconswire.usatoday.com",
      "https://facebook.com/sportsbookwire/",
      "https://broncoswire.usatoday.com",
      "https://vikingswire.usatoday.com",
      "https://www.steelerswire.usatoday.com/",
      "https://sportsbookwire.usatoday.com/category/nfl-odds-lines-spreads-picks-predictions",
      "https://jetswire.usatoday.com",
      "https://www.dolphinswire.usatoday.com/",
      "https://www.pantherswire.usatoday.com/",
      "https://www.brownswire.usatoday.com/",
      "https://www.dailyticket.usatoday.com/",
      "https://bucswire.usatoday.com",
      "https://www.texanswire.usatoday.com/",
      "https://www.thefalconswire.usatoday.com/",
      "https://www.seahawkswire.usatoday.com/",
      "https://www.sportsdata.usatoday.com/parlay-calculator?utm_source=sportsbookwire&utm_medium=text-link",
      "https://www.theeagleswire.usatoday.com/",
      "https://www.ftw.usatoday.com/betftw",
      "https://sportsdata.usatoday.com/parlay-calculator",
      "https://wlfanduel.adsrv.eacdn.com/C.ashx",
      "https://www.titanswire.usatoday.com/",
      "https://pantherswire.usatoday.com",
      "https://www.touchdownwire.usatoday.com/",
      "https://texanswire.usatoday.com",
      "https://coltswire.usatoday.com",
      "https://www.facebook.com/sportsbookwire",
      "https://lionswire.usatoday.com",
      "https://brownswire.usatoday.com",
      "https://sportsbookwire.usatoday.com",
      "https://ninerswire.usatoday.com",
      "https://chiefswire.usatoday.com",
      "https://www.wlfanduel.adsrv.eacdn.com/C.ashx?btag=a_27628b_2436c_&affid=11104&siteid=27628&adid=2436&c=",
      "https://www.broncoswire.usatoday.com/",
      "https://www.draftwire.usatoday.com/",
      "https://www.bucswire.usatoday.com/",
      "https://www.commanderswire.usatoday.com/",
      "https://www.raiderswire.usatoday.com/",
      "https://www.sportsbookwire.usatoday.com/category/nfl-odds-lines-spreads-picks-predictions/",
      "https://www.saintswire.usatoday.com/",
      "https://thehuddle.com",
      "https://theramswire.usatoday.com",
      "https://www.patriotswire.usatoday.com/",
      "https://steelerswire.usatoday.com",
      "https://www.vikingswire.usatoday.com/",
      "https://commanderswire.usatoday.com",
      "https://www.giantswire.usatoday.com/",
      "https://touchdownwire.usatoday.com",
      "https://billswire.usatoday.com",
      "https://jaguarswire.usatoday.com",
      "https://www.jaguarswire.usatoday.com/",
      "https://draftwire.usatoday.com",
      "https://www.lionswire.usatoday.com/",
      "https://www.bearswire.usatoday.com/",
      "https://thelistwire.usatoday.com",
      "https://www.thehuddle.com/",
      "https://bearswire.usatoday.com",
      "https://patriotswire.usatoday.com",
      "https://www.sportsbookwire.usatoday.com/",
      "https://www.cowboyswire.usatoday.com/",
      "https://www.twitter.com/KevJErickson",
      "https://www.coltswire.usatoday.com/",
      "https://giantswire.usatoday.com",
      "https://packerswire.usatoday.com",
      "https://www.ravenswire.usatoday.com/",
      "https://www.cardswire.usatoday.com/",
      "https://dolphinswire.usatoday.com",
      "https://seahawkswire.usatoday.com",
      "https://raiderswire.usatoday.com",
      "https://www.packerswire.usatoday.com/",
      "https://www.bengalswire.usatoday.com/",
      "https://chargerswire.usatoday.com",
      "https://www.twitter.com/SportsBookWire",
      "https://cowboyswire.usatoday.com",
      "https://www.billswire.usatoday.com/",
      "https://www.sportsdata.usatoday.com/football/nfl/scores",
      "https://www.ninerswire.usatoday.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "kansas city chiefs",
          "sentiment": "none"
        },
        {
          "name": "fanduel sportsbook",
          "sentiment": "none"
        },
        {
          "name": "pittsburgh steelers",
          "sentiment": "none"
        },
        {
          "name": "k.c.",
          "sentiment": "none"
        },
        {
          "name": "miami dolphins",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "orchard park",
          "sentiment": "none"
        },
        {
          "name": "tampa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T07:59:39.801+02:00",
    "updated": "2024-01-12T07:59:39.801+02:00"
  },
  {
    "uuid": "5024806c4ba93e70c99f84114155e72c55868225",
    "url": "https://the-decoder.com/chatgpt-app-now-available-for-windows-and-macos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maximilian Schreiner",
    "published": "2024-10-17T19:56:00Z",
    "title": "ChatGPT app now available for Windows and macOS",
    "text": "- Added Windows app Update October 17, 2024: OpenAI has released an [early version of the Windows app for ChatGPT](https://apps.microsoft.com/detail/9nt1r1c2hh7j?hl=en-us). A full version is expected to follow by the end of the year. The app offers the same features known from the ChatGPT web version. Update June 26, 2024: The [ChatGPT](https://the-decoder.com/chatgpt-is-a-gpt-3-chatbot-from-openai-that-you-can-test-now/) app for macOS is now [available to all users](https://openai.com/chatgpt/mac/). According to OpenAI, it makes it easier to integrate your own data and programs into ChatGPT workflows. The app is likely part of [OpenAI's plan to integrate AI deeper into the operating system](https://the-decoder.com/openai-moves-toward-its-own-ai-operating-system-and-a-post-browser-world/), particularly moving beyond the browser. Original article from May 15, 2024: In its Spring Update, OpenAI announced an official MacOS app for ChatGPT. The app is being rolled out in waves, but a link to download it has been shared in the OpenAI forum. OpenAI also made two important announcements: [GPT-4o](https://the-decoder.com/openais-new-multimodal-gpt-4-omni-combines-text-vision-and-audio-in-a-single-model/), a new multimodal AI model that combines text, image, and audio in one network. GPT-4o can recognize and express emotions, analyze videos, and interpret facial expressions. According to OpenAI, it is the most powerful model on the market, twice as fast and 50 percent cheaper than [GPT-4 Turbo](https://the-decoder.com/openai-gpt-4-turbo-early-benchmarks-show-mixed-performance/). GPT-4o is now available for free in ChatGPT, with some limitations for free users. OpenAI is also introducing a new desktop application for ChatGPT - initially for macOS and later for Windows. This seems to be an attempt by OpenAI to s[hift the focus away from the browser and towards a personal assistant](https://the-decoder.com/openais-most-important-message-isnt-gpt-4o-its-the-post-browser-world/) on demand. In the app, users can use many of the familiar features and also directly upload and analyze files like screenshots. Official download link appears in OpenAI forum The company is rolling out access to the new app in waves, and the app is currently not available in the App Store. However, the internet won't let that stop it: a [link to download the app has been shared in the official OpenAI forum](https://community.openai.com/t/chat-gpt-desktop-app-for-mac/744613), and an OpenAI employee has confirmed the link is correct. You can find it directly in the first post. The app can be downloaded and installed via the link. After installation, you have to log in with your OpenAI login details. Only now does it become clear whether you already have access or not - I was able to log in and use the app, while others get a message that they don't have access yet. The app provides access to the different models ([GPT-3](https://the-decoder.com/openai-cuts-prices-for-gpt-3-by-two-thirds/).5, [GPT-4](https://the-decoder.com/open-ai-gpt-4-announcement/), GPT-4o), as well as the chat history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://openai.com/chatgpt/mac/).",
      "https://apps.microsoft.com/detail/9nt1r1c2hh7j?hl=en-us).",
      "https://community.openai.com/t/chat-gpt-desktop-app-for-mac/744613),",
      "https://apps.microsoft.com/detail/9nt1r1c2hh7j",
      "https://www.community.openai.com/t/chat-gpt-desktop-app-for-mac/744613),",
      "https://www.openai.com/chatgpt/mac/).",
      "https://www.apps.microsoft.com/detail/9nt1r1c2hh7j?hl=en-us)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T00:59:40.541+03:00",
    "updated": "2024-10-18T00:59:40.541+03:00"
  },
  {
    "uuid": "ec9f74f26a62ea6d74707f660dabfb9df9bfe782",
    "url": "https://www.abola.pt/futebol/noticias/se-deus-quiser-lamine-yamal-vai-ser-uma-lenda-do-futebol-2025031922075768274",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abola.pt",
    "published": "2025-03-19T22:32:00Z",
    "title": "«Se Deus quiser, Lamine Yamal vai ser uma lenda do futebol» | Abola.pt",
    "text": "Luis de la Fuente, selecionador de Espanha, elogia jovem avançado\nLuis de la Fuente, selecionador de Espanha, deixou rasgados elogios a Lamine Yamal .\n«Tem condições para ser um futebolista diferente. Qualidade, autoconfiança, valentia... mas também lembro sempre que tem 17 anos, está em processo de formação e falta-lhe muito caminho. Mas vamos fazer de tudo para que não seja difícil para ele. Se Deus quiser, vai ser uma lenda do futebol, dos que marcam uma época», disse, em conferência de imprensa, não alinhando nas comparações com Messi .\n19 março 2025, 17:44\nMbappé sobre a Bola de Ouro: «Ronaldo e Messi? São insubstituíveis» Francês afirma que não pretende substituí-los no topo do futebol, embora admita que esse prémio individual é um objetivo, assim como o Mundial 2026\nO jovem talento do Barcelona está a celebrar o Ramadão.\n17 março 2025, 18:14\nSporting: Geovany Quenda comparado a Estêvão e Lamine Yamal 'The Athletic' destaca extremo leonino e conta mais sobre a contratação do português pelo Chelsea\n«Levo tudo com normalidade. Segue as mesmas normas. Temos respeito pelas crenças de todos. Nunca tinha vivido algo assim, mas é com normalidade. Os bons jogam sempre. É impossível prescindir de um futebolista com um talento assim», comentou o selecionador espanhol.\nEspanha defronta os Países Baixos, na quinta-feira, na primeira mão dos quartos de final da Liga das Nações .\n«Olhamos jogo a jogo. Fazemo-lo com a mesma mentalidade, ganhar sempre. É quase uma final de um Europeu», completou.\nTags: Lamine Yamal Espanha Países Baixos - Espanha",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Sport->sports honour",
      "Sport->sport achievement",
      "Sport->soccer",
      "Social Issue->demographics",
      "Social Issue->children",
      "Social Issue->diversity, equity and inclusion"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://sportal365images.com/process/smp-images-production/abola.pt/19032025/84e73bf5-1575-4086-b69e-e5e2a2dc07aa.jpeg?operations=fit(360:)",
      "https://www.sportal365images.com/process/smp-images-production/abola.pt/19032025/84e73bf5-1575-4086-b69e-e5e2a2dc07aa.jpeg?operations=fit(360:)",
      "https://sportal365images.com/process/smp-images-production/abola.pt/19032025/84e73bf5-1575-4086-b69e-e5e2a2dc07aa.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:39:21.810+02:00",
    "updated": "2025-03-20T03:00:38.917+02:00"
  },
  {
    "uuid": "7694ac5fabed42e4c97353d9f02a1ffb3f4a3b9f",
    "url": "https://www.christiancentury.org/features/priesthood-all-chatbots",
    "ord_in_thread": 0,
    "author": "Zac Koons Zac Koons is rector; Texas All articles",
    "published": "2025-08-14T05:01:00Z",
    "title": "The priesthood of all chatbots",
    "text": "The priesthood of all chatbots?\nI’m sure there are good uses for AI in our churches. Prayer and preaching aren’t among them.\nRecently I received an email with an exciting opportunity to be introduced via webinar to an Episcopal-specific AI chatbot that promises to “supercharge my ministry.” I signed up. My intentions were not pure.\nI am an Episcopal priest, an aspiring Luddite, and a hypocrite. My iPhone has an app-less, grayscale superiority complex, but the truth is I check Instagram on my laptop ten times a day, with YouTube constantly open in the background, pressuring me to watch cycling highlights. Still, I have been suspicious from the start of using AI and have mostly maintained, with Melville’s Bartleby, that I would prefer not to.\nBut this email invitation broke something in me. It whispered menacingly: The call is coming from inside the house. And dear reader, I spent an hour screaming silently at my laptop. I considered selling my house and investing the proceeds in a time machine to take me back to George Herbert, who could hold me and tell me everything is going to be OK. To the Episcopal Church, my mother, my rock, to whose service I have devoted my life, to my colleagues in ministry, who I love and whose good intentions I do not doubt, I gently ask: What are we doing?\nThis, of course, is not unique to the Episcopal Church (see “My artificial chaplains,” p. 48). The Baptists have an AI chatbot. Nondenominational bots are legion. A Catholic AI can be found, hilariously, at magisterium.com. I held out hope that Orthodox Christians, at least, have managed to resist—but alas, loann the OrthodoxBot is live and at your service. If your church doesn’t have one yet, it’s coming. Below I’d like to introduce you to the Episcopal AI bot in particular, trusting that the services offered by other denominational droids differ in shade more than in color.\nI’m sure we can find good uses for AI in our churches. What I want to explore is the extent to which our humanity is theologically inextricable from the various tasks and vocations of the church and of individual Christians. Which things do we need to fight to hold onto ourselves? Which can we, with clear consciences, hand over to the robots, for the good of the church and our overbooked calendars? And what filter ought we to use in trying to tell the difference?\nLet’s start with prayer.\nThis is how the webinar began, actually. Our Wonka for this wonder webinar tour was a brother priest—I’ll call him Fr. Larry. “I think we should do all things always in prayer,” he said, but then—you can already see it coming—he proceeded to ask his screen-shared AI chatbot to compose a prayer on our behalf for this occasion.\nHer name was Cathy 3.0, a name chosen not for the reason I hoped—a self-deprecating allusion to a bygone era when the popularity of the name Cathy peaked at the same time as that of the Episcopal Church—but rather as a self-serious acronym: Church-y Answers That Help You. (We were encouraged to consider using the feminine pronoun when referring to Cathy, because it is “important to center women’s voices in the tech space.” If there are any feminist dissertators out there who would like to take that one up, I offer it as a free gift.)\nAfter a moment of silence to prepare our hearts, up popped Cathy’s prayer, which Fr. Larry immediately began praying aloud on our behalf—not even taking a moment to screen it first, such was his trust in this never-before-prayed prayer’s quality, appropriateness, and orthodoxy.\nThe near instantaneous and unqualified trust placed in AI has been astounding to witness, across all sectors of our common life—especially given that the loudest voices of concern have been people deeply embedded in its development. But admitting AI into our prayer life seems another level of intimacy altogether, especially for a first date. It’s a threshold that warrants more careful consideration in crossing than the “isn’t this neat” spirit in which it was introduced to me.\nThe prayer itself was fine, by the way—a bit vague, a bit lacking in poetic resonance and exacting syntax, but fine. Even with my hermeneutic of suspicion filter turned up to 11, I spotted no heresy. It followed the traditional shape and rules for a collect from the Book of Common Prayer. It even asked for the Spirit’s guidance to use these technologies with an eye toward the common good, in English that was borderline Cranmerian. But it’s not AI’s capacity to write appropriate, orthodox, or even soaringly beautiful prayers that most concerns me. I assume Cathy will only improve over time and may indeed eventually make even the writing of Thomas Cranmer, who created the first BCP, sound sophomoric. But even if what we receive from AI are the most well-crafted prayers the world has ever heard, we ought to ask what we are giving up in return.\nIn his Systematic Theology, Robert Jenson tries to identify where precisely in our humanness the image of God is located. “Our specificity in comparison with the other animals is that we are the ones addressed by God’s moral word and so enabled to respond—that we are called to pray,” he writes. “If we will, the odd creature of the sixth day can after all be classified: we are the praying animals.” Again and again, the presenters of the webinar emphasized that the goal in creating an Episcopal AI bot was not to replace human jobs. The truth might be even worse: AI, in writing our prayers for us, is replacing our very humanity.\nImagine the following scenario: I am about to enter what I expect to be a tense and difficult meeting. I am feeling anxious. So I decide to pray. I have some options. I could simply take a few moments of silence. I could say an extemporaneous prayer. But maybe I haven’t been schooled in the way of contemplative prayer. Perhaps extemporaneous prayer is not a comfortable mode for me, or I simply can’t find the right words right now. I might instead thumb through the BCP, or some other collection of written prayers, to find one that suits the moment.\nOr I could fire up the laptop and ask Cathy to compose a prayer, giving her as much or as little instruction as I can muster, and—voilà.\nWhen trying to differentiate these options theologically, there are at least two relevant points of doctrine to consider. The first pertains to the Trinity. What is actually happening when we pray? Even Cathy knows the answer, dutifully ending each of her prayers with some variation on the historic Christian formula: We pray to the Father, through the Son, by the Spirit.\nThe question of humanity matters here, and in two respects. First, our prayers are pressed inevitably through the humanity of the Son; second, and more relevant to our purposes here, we pray by the Spirit because it is within the human heart that the Spirit of God is pleased to dwell, planted there in our baptism. The Spirit of God intercedes for us from there with sighs (or silences) too deep for words. The Spirit of God bears witness with our spirit crying, “Abba, Father.” Prayer is, theologically speaking, always coauthored by the Spirit. So when we pray by the Spirit, we are always caught up into the never-ending, intra-trinitarian dance itself. When we pray, we are at the heart of it all.\nIs a prayer written by Cathy truly coauthored by the Spirit? Instead of spending a few moments of silence for the Spirit to search the intricacies of the human heart, a supercomputer combs through terabytes of internet cave scrawl. In some way, AI may be functionally replacing the role of the Spirit.\nPerhaps this is not entirely fair. The Spirit is free to blow where it will, including through the zeroes and ones whizzing through the server farms transforming rural landscapes around the globe. The Spirit, of course, is free to make use of an AI-generated prayer for the good of the gospel.\nBut there is a difference between what the Spirit is free to do and what God promises the Spirit does in fact do. And when compared to extemporaneous prayer, or even to contemplative silence, is what Cathy is offering here really an improvement in any way? Is a more articulate, more accurate prayer inevitably better than the subtle and near silent groans of the Spirit? Which prayer do you think would delight God more to hear?\nThe second point of doctrine pertains to the communion of saints. What is the difference between adopting a Thomas Cranmer prayer as one’s own and doing the same with one of Cathy’s? Again, Cathy is pretty good at writing prayers. I asked her to compose prayers for the opening of a town hall meeting, for a cake-baking competition, and for a country that has just entered into a new war, and she did so each time with startling theological nuance. As the person praying, reading these AI-generated prayers can feel almost identical to reading one of Cranmer’s prayers out of the prayer book: You are asking the Spirit to make someone else’s words into your words. Are these two things genuinely different? After all, if it’s the humanity of the prayer that really matters, isn’t what Cathy is doing simply aggregating and synthesizing prayers originally written by humans?\nYes—but I would argue that what we lose in all the aggregating and synthesizing is the communion of saints. Cranmer’s humanity matters. The humanity of the psalmists matters. Your pastor’s humanity matters. Their humanity matters not only because of the Spirit’s presence in their hearts in the original composition of their prayers, but also because in adopting their words as our own, we are communing with siblings in Christ across time and space. The same Spirit indwells us and binds us together within the same body of Christ. An AI-generated prayer fails completely in this respect, because it is written precisely by nobody. AI pillages human-written prayers from the past but dissembles their human origin in the process, such that there is no particular Christian soul with whom to commune.\nThe historical record of Christianity does not lack written prayers. Nor do we lack living Christians to compose new prayers for new occasions. AI is not an improvement upon this great cloud of witnesses; it’s a tool that pours gasoline on the fires of isolation and loneliness in the modern world. I picture Cranmer at his desk in that beautiful balcony nook adjoining the Lambeth Palace Chapel, where he is said to have composed many of the collects for the very first BCP while gazing down at the altar below. And before me I gaze upon the icon of Cathy 3.0, whose blinking ellipses tell me she is thinking—or praying? These two things are not the same.\nAfter praying—“praying”—Fr. Larry showed us how we can use Cathy to write our sermons. We might consider using this feature, he explained, “if you didn’t go to seminary; or perhaps you did go to seminary but you had a very busy week.” Then we watched him enter the following prompt: “Based on Luke 9:51–62, generate a three-point sermon outline with biblical references, a modern-day application, and have it relate to this week’s collect.” Go, Cathy, go!\nCathy’s default is to produce a sermon in outline form, but she’ll gladly transform it into a full manuscript if you ask—shortening or lengthening, adjusting rhetorical style, even suggesting hymns to go with it. The hope here, Fr. Larry explained, is that we will never again have to sit in front of a blank piece of paper thinking, I have no idea where to begin. Read: The hope is that preachers will never again have to understand themselves as writers.\nBefore us, Cathy first spits out a lowest common denominator, churchy word-salad sermon titled, “Following Christ: The Cost and Call.” “Jesus setting his face towards Jerusalem is a picture of Jesus’ determination. We must follow Jesus with a similar determination. But it is hard. Amen.” Boring to the point of tears, though some might say that’s par for the course these days anyway.\nBut then came something truly shocking. Fr. Larry asked for another iteration of the sermon, prompting Cathy to give him a new interpretation. (I went back and rewatched the webinar to make sure I didn’t get this next part wrong, because it was so deeply distressing.) Cathy obliged: “Certainly!” Then she generated another sermon, this one called, “The Journey of Transformation.” These are direct quotes:\nJesus setting his face towards Jerusalem symbolizes a deliberate journey of transformation, much like AI systems evolve and learn over time.\nEncourage the congregation to view their spiritual journey as an ongoing practice of transformation, where each step is a conscious decision to grow closer to God, akin to the learning process of AI.\nThe call to follow Jesus without hesitation can be likened to the rapid developments in AI, where embracing change and innovation is crucial for progress.\nThat is, Jesus is like AI. And if we want to be like Jesus, we ought to be like AI, too.\nClearly we should be concerned about the quality of these sermons. Fr. Larry even warned us that we would regularly find mistakes—“hallucinations”—in what Cathy produced: “We know that about 10 percent of the time she is simply making things up,” including, he was quick to add, completely fabricated quotations.\nThe other obvious practical issue with AI-generated sermons—as with many other areas of creative work—is intellectual honesty. The clergy manual in my diocese has an entire section on the subject. Congregations, it states, “expect the preacher to invest his or her prayer, study, and time in the work of preparation for preaching.” Therefore, people listening to sermons “receive them as the original work of the preacher, unless directly informed [otherwise].” Nor is the problem solely about copyright infringement: “Even the use of open source or ‘okay to copy’ sermons and other materials without attribution violates the standards to which we expect preachers in the Diocese of Texas to adhere.”\nA mentor of mine once said that you can tell a lot about the culture of preaching in a parish in the few seconds of silence between a preacher taking the pulpit and beginning to speak. Is that silence filled with earnest expectation? Fear and trembling? Hopeless resignation? Imagine the effect on a room for those who dutifully begin: “May these words from Cathy 3.0 and the meditations of all our hearts be acceptable in your sight, O Lord, our rock and our redeemer. Amen.” (Actually, it’s probably time that I tell you that Cathy has been rebranded and relaunched as EpiscoBOT. This change occurred during the webinar.)\nA lot of what I’ve already said about prayer applies as well to preaching, and that overlap alone may be sufficient to defeat this robot’s attempt to grab the pulpit away from human preachers. Is the Spirit’s coauthorship not a constituent component of a sermon, too? Part of preparing a sermon, of course, is the research and the writing, but isn’t discerning the living, breathing voice of the Spirit just as important a part of its composition? By virtue of its genre, isn’t a sermon a living word, something categorically different from a research paper, magazine article, or press release?\nEpiscoBOT, of course, is not the intended deliverer of the sermon (though who knows—perhaps that too is around the corner). The question is whether preachers have the authority to employ EpiscoBOT’s assistance in producing their sermons.\nAuthority is the key theological category here. Anyone can pray; in my tradition (and many others), not everyone is allowed to preach. The pulpit in an Episcopal parish belongs as first right to the local bishop. That preaching authority is extended to the senior pastor, who in turn can choose to share it with other qualified preachers. But to what extent does the pastor’s borrowed authority extend to robots? To what extent can an AI bot meet the criteria other preachers are required to meet: a communally affirmed sense of call, a morally upright life, formal theological training of some kind? We need some guidance from our bishops and other church authorities here. Our current statements on intellectual honesty do not go far enough. EpiscoBOT presents itself with an implicit stamp of institutional approval, yet we have a limited ability to control what it produces.\nWe also might ask the people in the pews what they think. Even in a tradition where some of the authority to preach comes from the top down (from the bishop), there is a less formal but very real authority that comes from the bottom up (from the pews). This is the kind of authority that one can feel in the air of a room—because preaching is an intimate space of mutual trust. Where else do people choose to submit their attention span for ten minutes or more to another person, who can say whatever they want? How dare we discharge this precious opportunity to a robot.\nThe creators of EpiscoBOT argue that in a time of shrinking, under-resourced parishes that depend more and more on lay leaders who lack formal theological training, EpiscoBOT can help fill the gap. But if a preacher lacks the ability to write a decent sermon in the first place, don’t they also lack the ability to evaluate one written by a bot? Especially if that bot is fabricating 10 percent of what it puts on the page?\nEven without formal training, a lay preacher from the congregation has an obvious advantage over any AI-generated sermon: they know the people they are preaching to. They read the same news. Listen to the same podcasts. They know the awful thing that happened to the Thompsons last week. They have their finger on the pulse of the coming local election. They know what it’s like to lose a sister to cancer. This is the authority that comes from mutual trust and relationship. Again—it’s the humanness that matters. G. K. Chesterton once quipped, “Anything worth doing is worth doing badly.” Sermons ought to be like love letters: It’s more important that they’re yours than that they’re good. Offer people a choice between a sermon by someone with sophisticated training but no human soul and the earnest thoughts of an untrained saint whom they live among and trust, and my guess is that 99 times out of 100 it will turn out we already had everything we needed before EpiscoBOT showed up.\nHere is what I believe: The rapid creep of AI into every nook and cranny of life represents a golden opportunity for our churches to grow and flourish. All we have to do is not use it.\nAgain, I don’t mean we ought to practice complete abstinence, as tempted as I am by that route. I am open to finding ways that AI can make some work more efficient within my own church staff. But I can think of a thousand things I would try AI on before praying or preaching—before the practices that lie so close to the heart of the church’s ministry and identity. How about creating bulletins? How about mail merges and attendance records? Kitchen and office resupply? Facilities management? Vacation tracking? How about summarizing the relevant points from the 15-page finance report I receive every month before a vestry meeting? Take care of that stuff for me, and I might actually have time to write a sermon!\nThe engine driving EpiscoBOT comes from Ecclesia.ai, a company that makes it easy for churches to customize their own AI chatbot and encourages them to embed it on the church home page. The company’s tagline is, “Foster Spiritual Growth Through AI Agents.” Of all the things a pastor or lay leader might want help with, is spiritual growth really something we want to outsource to a computer?\nCan you not sense the AI exhaustion in our culture? Recently The New York Times posted a quiz with ten images and asked readers to guess which ones were real and which were generated by AI. I got every single one wrong. Have you learned yet to have your guard up when scrolling? How many times have you been forwarded an AI-generated fake news video by a friend you thought knew better? Are the sites that used to provide you some mild modicum of joy now overrun by bizarre, uncanny valley AI slop?\nWe’re already overrun, and it’s going to get worse. Much has been written in recent years about the “loneliness epidemic” that is making so many people’s lives miserable. Some seem to think this is a problem AI can fix. One guy supposedly “wrote” 97 books with AI in 18 months and made thousands of dollars. Maybe soon, for the right price, you’ll be able to get an AI-generated episode of your favorite TV show, tailor-made just for you. Can you not feel the buildup of fatigue and the increasing hunger for genuine, human relationship? For interaction of any kind that is not haunted by artificiality? Do you not feel the swell of souls positively running in the opposite direction?\nWell, what if I told you there was a community that you could be a part of that was still committed to the old way of doing things? That is, the old way of being human in community: simply being in the same room with other human beings, without much of an agenda. There is an AI backlash building, and it is priming the world to long for exactly one thing: church coffee hour. That liminal space where kids weave between people with walkers to get to the cookies first. Where you find yourself awkwardly standing beside a stranger long enough to finally cave in: Hi, I’m Zac. What’s your name? And then seven minutes later you realize that you have a new friend, that someone here of all places works in your same industry, or cares about the same pursuits of justice you care about, or five years ago went through exactly what you’re going through now.\nConsider all the other rooms you are in with other people over the course of a week or month. It’s the office (though, of course, many of us now work from home). It’s the gym, where you keep your head down in insecurity. It’s the cohort of travel soccer parents you cheer beside but never quite actually talk to every other weekend. It’s the country club or the cycling club or the walking club or the book club or some other interest-specific, demographically narrowed (or algorithmically determined!) group that simply cannot compare with the wondrous diversity of what is represented at any given local church. A community of embodied, wonderfully awkward, intergenerational, class-hopping relationships. Where everything artificial has been banished, and you don’t even have to prove a certain level of intelligence to join. In fact, it’s free.\nIt’s open to billionaires and bums, tech lords and social workers, government officials and university professors, kids of all ages and volume levels and retirees of all levels of hearing loss. Lots of people in this community believe in God, sure, but you don’t need to be overly intimidated by that. Once you get to know these people, you’ll realize that they’re all doubters, sufferers, and wayfarers just like you, doing their best day by day to figure out a very confusing life. What we can all agree on in the meantime is that having friends for the journey—real human friends—definitely makes the journey easier.\nIt may turn out that AI is actually lowering the bar to entry and opening new horizons of possibility for the church to be missional. If you’re offering space for people to connect in genuine, personal, human ways, you’re already part of the solution. This could be a rare moment in which we get an evangelistic leg up by simply doing what the church has done from the beginning: be stubbornly slow in the face of a rapidly changing world. Resisting AI could even be something that bridges theological and political divides between ecclesial communities.\nLet’s not miss this opportunity. I fear we are so desperate for cultural relevance that we will follow the breadcrumbs of innovative tech to our own obsolescence. We’re so desperate to be on the right side of history that we uncritically hail all progress as good progress and throw our resources at it for fear of being left behind. We’re so eager to walk in lockstep with the demigods of Silicon Valley that we forget the church has long been at its best when it cuts against the grain of culture, when it offers a compelling alternative that runs along a deeper, more ancient grain. Let’s not accidentally sell the farm.\nAs for that filter through which we determine which work of the church is necessarily human and which work we might assign to AI, the human life of Jesus might not be a bad place to start. After all, what is most special about being human is that it’s what God became in Christ. Surely Jesus felt occasionally pressed for time. Surely his calendar felt overfull. What did he make sure he did himself? How did he spend his time? It would be one thing if these proliferate bots set their sights primarily on reducing the administrative load parishes and pastors have to bear. Instead, they’re aiming straight for our heart. They are, with unsettling irony, doing what Jesus would do. And I’d prefer that they not.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Social Issue->discrimination",
      "Social Issue->values",
      "Social Issue->social problem",
      "Science and Technology->philosophy",
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "George Herbert",
          "sentiment": "none"
        },
        {
          "name": "Melville",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T11:09:21.159+03:00",
    "updated": "2025-08-14T11:17:21.000+03:00"
  },
  {
    "uuid": "433d8cb0cc941ac394f22e6d2c389af7bd03fd58",
    "url": "https://www.lacapital.com.ar/economia/aceiteros-advierten-que-pararan-el-cordon-industrial-si-vicentin-recorta-salarios-n10166916.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@lacapital",
    "published": "2024-11-29T20:01:00Z",
    "title": "Aceiteros advierten que parar\\u00e1n el cord\\u00f3n industrial si Vicentin recorta salarios",
    "text": "El sindicato que representa a los trabajadores del sector en San Lorenzo lanzó un alerta frente al anuncio de la cerealera de pedir el procedimiento preventivo de crisis\nEl Sindicato de Obreros y Empleados Aceiteros del departamento San Lorenzo (Soea) advirtió que si la agroexportadora Vicentin avanza con decisiones que afecten el salario de los trabajadores, realizará medidas de fuerza sobre la actividad de los 17 puertos del cordón industrial y sus correspondientes centros fabriles.\nEl gremio respondió así al anuncio que realizó el jueves la cerealera defaulteada en 2019 sobre la presentación de un pedido de Procedimiento Preventivo de Crisis (PPC) ante la Secretaría de Trabajo de la Nación. A través de este mecanismo, señaló la empresa, se busca reducir el salario conformado, pagar en cuotas el medio aguinaldo, suspender el pago de gratificaciones, implementar retiros voluntarios y avanzar en medidas de flexibilización laboral.\nSi bien aclaró que no fue notificados sobre la presentación efectiva del pedido en la cartera laboral, el sindicato que conduce Daniel Succi confirmó que recibió un borrador de una “supuesta presentación” por parte de la aceitera. El jueves por la noche, la comisión directiva de Soea y los delegados gremiales de la empresa se reunieron para evaluar la situación.\n“Nos han hecho llegar borrador del supuesto pedido de PPC que presentaría la empresa, hasta ahora no tenemos noticias de que haya sido”, dijo el gremio en un comunicado, en el que advirtió: “En caso de que se efectivice tomaremos las medidas correspondientes y si afecta los salarios de los trabajadores, las medidas no serán solo sobre la empresa sino sobre los 17 puertos del cordón industrial y sus correspondientes centros fabriles”.\n“Afectar el salario y los puestos de trabajo de la empresa implica una afectación de 1.200 puestos de trabajo directos y otros 5 mil indirectos, con repercusiones altamente negativas en la región y en la provincia”, alertaron, antes de reafirmar que el gremio “no va a permitir que se generen negocios con el esfuerzo y la vida de la familia aceitera”.\nEl viernes por la mañana, en conferencia de prensa, Succi enfatizó que “antes de hablar del futuro de los trabajadores”, la cartera laboral tiene que “hacer su trabajo, pedir los balances y las proyecciones para ver si Vicentin cumple con los requisitos de un PPC”.\nEmbarcada en una disputa judicial por la homologación de la propuesta de pago que presentó a los acreedores en el marco del consumo preventivo, Vicentin juega también la carta de la crisis laboral para acelerar una decisión de la Corte santafesina.\nDe hecho, al comunicar la presentación del pedido de procedimiento de crisis aseguró que la demora en salir del concurso la obligó a “consumir reservas un proceso de baja de la actividad, de poco grano para procesar, con capacidad instalada ociosa, con precios bajos y costos altos”.\nSucci, secretario general del Soea, aclaró que el sindicato “no es parte” en esa disputa pero advirtió que va “a tomar acciones cuando se perjudique el salario, los beneficios o el puesto de los trabajadores aceiteros”.\n“Cuando pedíamos mejoras para los trabajadores decían que no tenían plata y amasijaban u$s 1500 millones, no vamos a entrar en un juego político, nuestra posición es defender a los trabajadores y su salario”, señaló.\nVicentin tiene algo más de mil empleados. Unos 640 están presentados por el sindicato aceitero de San Lorenzo y otros 157 el sindicato de obreros aceiteros y desmotadores de algodón de los General Obligado y San Javier. Unos 266 empleados están fuera de convenio.\nEl diputado provincial del Frente Amplio por la Soberanía (FAS) Carlos Del Frade presentó un proyecto de declaración reclamando la intervención del gobierno de Santa Fe para preservar el empleo y los salarios.\n“A escasos días del quinto aniversario de que Vicentin declara su situación de estrés financiero, 4 de diciembre de 2019, el grupo, compuesto por un ecosistema de 33 empresas, decidió presentar un procedimiento preventivo de crisis, en busca de pagar en cuatro cuotas el medio aguinaldo y de suspender el pago de la denominada gratificación anual”. También pretende modificar el plan de reintegros por gastos de movilidad, la donación de 4,5 litros de aceite y la entrega de leche, a la vez que bajar los turnos rotativos de 12 a ocho horas y avanzar con sistema de trabajo home office.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Daniel Succi",
          "sentiment": "none"
        },
        {
          "name": "Vicentin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Secretaría de Trabajo de la Nación",
          "sentiment": "none"
        },
        {
          "name": "Procedimiento Preventivo de Crisis",
          "sentiment": "none"
        },
        {
          "name": "Empleados Aceiteros",
          "sentiment": "none"
        },
        {
          "name": "PPC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T00:05:33.503+02:00",
    "updated": "2024-11-30T00:05:33.503+02:00"
  }
]