[
  {
    "uuid": "34e81dcc95bb5fe274848af71c495a3ddb4f92d0",
    "url": "https://www.siliconvalley.com/2024/04/11/best-mushroom-gummies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sponsored Content",
    "published": "2024-04-11T20:27:00Z",
    "title": "Best Mushroom Gummies of 2024 for a Potent Psychedelic Experience & Stress Relief",
    "text": "Sponsored Content Author: Jamila Khan\nJamila is an avid researcher of all things cannabis-related with a passion for creating content in several niches, particularly the cannabis-related niche. She has written over several hundred articles on all the latest trends in edibles, vaping, strains and related products.\nIf you are looking for a potent and effective mushroom supplement to add to your daily supplement regime, you have come to the right place.\nThese gummies are created to please your taste buds and your health, using only the best ingredients.\nOur selection of mushroom gummies, which are loaded with beneficial nutrients and bioactive compounds, provides a handy way to promote general wellness in a hassle-free and discreet way.\nThe Amanita Mushroom Chocolate Caps available at Utoya emerged as our top pick.\nStill, the selection includes eight other equally delicious and flavorful magic mushroom gummies we cannot wait for you to try.\nBest Mushroom Gummies – First Look Amanita Mushroom Chocolate Caps – Best overall (100% pure Belgian chocolate) Functional Mushroom Gummies – Overall health benefits Mushroom Chocolate 5 Pack – Most delicious taste Milk Chocolate Cookies 1,500MG – Ideal for stress relief Super Mushroom Gummies – Mood upliftment and euphoria CBD Mushroom Gummies – Improved mental clarity and focus Immunity Blend Gummies – Natural immune system support WonderDay Mushroom Gummies – Enjoy increased energy CBD Gummies with Mushrooms for Wellness – Best for overall well being Our selection of mushroom gummies is the ideal choice if you want to increase the nutritional content in your diet, strengthen your immune system, or support cognitive function while enjoying other health benefits.\nWith each product on the list, whether you choose one with Lion’s Mane mushrooms or equally cherished Reishi mushrooms, you are promised a delightful and flavorful experience.\n1. Amanita Mushroom Chocolate Caps – Best Mushroom Gummies Overall\nPros:\nRich flavor due to Belgian dark chocolate 100% natural ingredients 5mg of Muscimol Consumers report strong effects Cons:\nNo different sizing options Who Is Amanita Mushroom Chocolate Caps Best For?\nThe Amanita Mushroom Chocolate Caps make the best choice for all who want to consume mushroom gummies for their potential health benefits but prefer sweet treats in the form of chocolate.\nWho Should Avoid Amanita Mushroom Chocolate Caps?\nIn sensitive people, these gummies may cause adverse effects, in the first place, nausea and headaches, so caution is advised.\nEffectiveness\nWith each bite of these rich Belgian dark chocolate bars infused with 50 mg of Muscimol, your taste buds will be delighted, just as expected from the best mushroom gummies on the market.\nAlthough limited, customer reviews highlight the delightful effectiveness of these mushroom gummies that contain 5mg of Muscimol per chocolate bar , while there is plenty to experience strong effects.\nTypes Of Mushrooms\nThese mushroom edibles are infused with a healthy dose of Amanita mushroom extract alongside Muscimol and other 100% natural ingredients to ensure organic nature.\nFlavor\nCrafted with premium Belgian dark chocolate, these delectable treats offer a delightful sweetness for those with a sweet tooth, while thanks to being infused with dark chocolate , the flavor is not too sweet.\nSummary\nIn summary, Utoya’s Amanita Mushroom Chocolate Caps offer a delightful entry into the world of mushrooms.\nIndulge in the rich Belgian dark chocolate infused with 50mg of Muscimol, making it a top option in the gummies market.\n>>Check the best price for Amanita Mushroom Chocolate Caps at Utoya\n2. Functional Mushroom Gummies – Overall Health Benefits\nPros:\nThree natural ingredients Subscribe for a discount High overall customer rating 60-day money-back guarantee Cons:\nSome report lingering aftertaste Who Is Functional Mushroom Gummies Best For?\nWith just three ingredients, Functional Mushroom Gummies stands out as an unconventional yet effective choice, especially for those looking for natural ways to boost their overall wellness .\nWho Should Avoid Functional Mushroom Gummies?\nIt is important to note that individuals sensitive to Lion’s Mane may experience adverse effects such as diarrhea, headaches, and fluctuations in glucose levels, so be careful with these gummies.\nEffectiveness\nEach package contains thirty organic gummies, with 100mg of Cordyceps, 10mg of Reishi extract, and 300mg of Lion’s Mane .\nThis potent dosage often yields profound effects, positively influencing both mental and physical well-being and enhancing memory, focus, and stamina.\nTypes Of Mushrooms\nIn this mushroom supplement, there are three main ingredients, including Reishi, Lion’s Mane, and Cordyceps, each delivering unique health benefits.\nFlavor\nFOCL’s Functional Mushroom Gummies boast natural flavors and colors , which is a favorable feature. However, some consumers have expressed dissatisfaction with the taste, noting a lingering aftertaste.\nSummary\nFor those seeking a mushroom supplement to bolster immunity and endurance while experiencing improved memory and focus, FOCL’s Functional Mushroom Gummies are a compelling option.\nComprising just three ingredients, these remarkable edibles may hold the key to unlocking your mental and physical potential.\n>>Check the best price for Functional Mushroom Gummies at FOCL\n3. Mushroom Chocolate 5 Pack – Most Delicious Taste\nPros:\nOver 50 positive customer reviews Often available on sale Made with organic ingredients Tested for quality Cons:\nOnly one flavor option Who Is Mushroom Chocolate 5 Pack Best For?\nMade with non-GMO ingredients, the Mushroom Chocolate 5 Pack has a calming and stimulating effect, which makes it perfect for people looking for a 100% organic product that delivers the most gummylicious experience.\nWho Should Avoid Mushroom Chocolate 5 Pack?\nIndividuals sensitive to caffeine or those trying to stay away from caffeine-infused products may have more luck looking at other gummies featured here.\nEffectiveness\nThe energizing properties of the Amanita mushroom extract (250gr) , combined with a subtle sense of physical and mental relaxation, contribute to its effectiveness.\nThe product does not contain mycelium, starch, and grains of any kind.\nTypes Of Mushrooms\nThe Amanita Muscaria extract in this product is enriched with other natural ingredients, including different types of mushrooms, as a part of the company’s proprietary formula.\nFlavor\nGiven that the chocolate mushroom supplement contains more than 75% dark chocolate made from organic heirloom cacao, the flavor is irresistible, especially for those with a sweet tooth.\nSummary\nThe Mushroom Chocolate 5 Pack offers a nice balance of sweetness and bitterness. The product’s flavor is highly praised by customers, who find it especially delicious for lovers of dark chocolate.\n>>Check the best price for Mushroom Chocolate 5 Pack at Real Mushrooms\n4. Milk Chocolate Cookies 1,500MG – Ideal for Stress Relief\nPros:\nPromotes stress relief and relaxation Highly potent formula Unique organic mushroom brand Contains CBD and THC Cons:\nMay not suit beginner consumers Who Is Milk Chocolate Cookies 1,500MG Best For?\nWhile not mushroom gummies, these chocolate-infused mushroom edibles are enriched with Lion’s Mane, making them an excellent option for those seeking relief from fatigue .\nWho Should Avoid Milk Chocolate Cookies 1,500MG?\nIt is important to note that due to the high Delta 9 THC content, users may experience intense psychotropic effects.\nIf a milder experience is preferred, exploring alternative products from the list is advisable.\nEffectiveness\nThe unique combination of CBD and Delta 9 THC produces a potent high that is accompanied by both mental and physical relaxation and a noticeable boost in euphoric energy , which not many other gummies offer.\nTypes Of Mushrooms\nThe primary type of mushrooms featured in the formula are Amanita mushrooms, followed by a significant dose of Lion’s Mane, which is known for its relaxing effects.\nFlavor\nWhat we also like about this product is its incredible flavor of milk chocolate cookies , which reminds of the most delicious non-mushroom chocolate you can think of.\nSummary\nThis proprietary mushroom blend, featuring CBD and Delta 9 THC, offers a delicious experience at an affordable price point.\nNot only does it cater to seasoned users, but it also provides potential stress relief for those struggling with anxiety and heightened stress.\n>>Check the best price for Milk Chocolate Cookies 1,500MG at Exodus Canna\n5. Super Mushroom Gummies – Mood Upliftment and Euphoria\nPros:\nSave 15% on your first order Ten types of mushrooms per gummy Encourages mood upliftment Natural mushroom flavor Cons:\nOnly a handful of customer reviews Who Is Super Mushroom Gummies Best For?\nTen beneficial mushrooms are combined in Super Mushroom Gummies (per mushroom gummy) so that you can benefit from the therapeutic effects of Cordyceps, Chaga, Reishi, Lion’s Mane, and Maitake mushrooms , among other valuable ingredients.\nWho Should Avoid Super Mushroom Gummies?\nIt is important to note that people diagnosed with hypoglycemia should avoid this product, as Chaga mushrooms can significantly reduce blood sugar levels.\nAdditionally, Reishi mushrooms have the potential to cause nausea, gastrointestinal discomfort, and itching in sensitive individuals, so be cautious.\nEffectiveness\nThe unique combination in this proprietary mushroom blend has anti-inflammatory and antioxidant qualities that can improve mood and offer immune support .\nIn addition, the product supports cognitive function and acts as a natural immune system booster. Some of the mushrooms in the formula are also known for improving brain function and reducing inflammation.\nTypes Of Mushrooms\nWith each mushroom gummy, you consume ten different types of mushrooms, including Reishi mushroom, Maitake, and Lion’s Mane, among others.\nFlavor\nWhile most customers report no lingering aftertaste, the natural mushroom flavor may not be suitable for everyone’s palate, as many prefer natural fruit flavors, and many products of this kind contain.\nSummary\nIf you seek natural mood upliftment and euphoria, Super Mushroom Gummies by Riti may deliver the desired effects with their selection of ten different mushroom varieties.\n>>Check the best price for Super Mushroom Gummies at Riti\n6. CBD Mushroom Gummies – Improved Mental Clarity and Focus\nPros:\nFast effect onset time Healthy dose of CBD Encourages better brain function Enriched with CBG Cons:\nHigh price tag Who Is CBD Mushroom Gummies Best For?\nMood Wellness offers a range of gummies, and their CBD Mushroom Gummies are particularly attractive to individuals seeking a natural way to alleviate stress .\nWith 12.5mg of CBD per mushroom gummy, these are ideal for those looking to support cognitive function, so think of them as your nootropic brain supplement.\nWho Should Avoid CBD Mushroom Gummies?\nThe company’s unique blend is also enriched with 5mg of CBG (per mushroom gummy), so individuals who are sensitive to CBG or simply want to avoid this cannabinoid should check out other options on the list.\nEffectiveness\nThese mushroom gummies harness the combined benefits of mushrooms and cannabinoids to promote mental clarity, focus, and better cognitive performance.\nThey are infused with 250mg of Lion’s Mane mushroom blend, 12.5mg of CBD, and 12.5mg of CBG .\nTypes Of Mushrooms\nIn these magic mushroom gummies, you have a healthy dose of Lion’s Mane, which is the main ingredient in the formula besides CBD and CBG.\nFlavor\nThe gummies boast a natural flavor profile featuring a blend of tropical fruits and berries . While fruity flavors are popular, some consumers may find the aftertaste overwhelming despite all-natural ingredients.\nSummary\nIf you seek a natural mushroom supplement to boost your cognitive function and mental clarity, CBD Mushroom Gummies by MoodWellness may work like magic with their cannabinoid-rich mushroom formula.\n>>Check the best price for CBD Mushroom Gummies at MoodWellness\n7. Immunity Blend Gummies – Natural Immune System Support\nPros:\nOffer natural immune support 500mg extract per mushroom gummy 60 gummies per bottle Five mushroom varieties Cons:\nOften out of stock Who Is Immunity Blend Gummies Best For?\nImmunity Blend Gummies are infused with a unique blend of mushrooms manufactured to support your immune system.\nThese gummies contain 500mg of apple cider vinegar , offering potent immune-boosting effects.\nWho Should Avoid Immunity Blend Gummies?\nWhile apple cider vinegar can do wonders for your immune system regardless of how you consume it, it can also cause adverse effects in sensitive people, so be cautious.\nEffectiveness\nThough these gummies may not be the strongest option on the market, their 500 mg of mushroom blend and 500mg of apple cider vinegar still have therapeutic benefits.\nThey might strengthen your immune system but also help fight fatigue by boosting your energy levels.\nTypes Of Mushrooms\nThese gummies for immune support contain Mycomatrix mushroom blend with five mushroom species, including Turkey Tail, Maitake, and Lion’s Mane.\nFlavor\nThese gummies’ sweet and fruity flavor profile will appeal to people who enjoy sugary snacks. Most customers are relieved that, contrary to expectations, the taste does not resemble apple cider vinegar.\nSummary\nFor natural immune support, we recommend you check out VidaCap Immunity Blend Gummies infused with Turkey Tail, Lion’s Mane, and three other mushroom species, alongside apple cider vinegar, which is known for its powerful immunity-boosting properties .\n>>Check the best price for Immunity Blend Gummies at VidaCap\n8. WonderDay Mushroom Gummies – Enjoy Increased Energy\nPros:\nOver 300 verified customer reviews Vegan-friendly and gluten-free 2,500mg mushroom blend 60 gummies per bottle Cons:\nNo option to choose the flavor Who Is WonderDay Mushroom Gummies Best For?\nThe next mushroom gummies we discuss here is the WonderDay Mushroom Gummies by Plant People that make the best choice for everyone looking to combat fatigue by significantly increased energy levels .\nWho Should Avoid WonderDay Mushroom Gummies?\nWhile the product is expertly crafted and undergoes rigorous testing, some ingredients may cause side effects in sensitive people, so check the ingredient list carefully before you buy.\nEffectiveness\nEach mushroom gummy has a potent blend of different mushroom species, including Reishi and Lion’s Mane; the effectiveness is out there, making these gummies among the most potent options with a 2,500mg formula .\nTypes Of Mushrooms\nApart from Lion’s Mane and Reishi, these mushroom gummies also contain a healthy dose of Turkey Tail, Cordyceps, and Chaga mushrooms, alongside other natural ingredients.\nFlavor\nThese gummies taste great, according to hundreds of mushroom lovers who have had a chance to try them. While there is only one flavor option, Wild Raspberry is super delicious.\nSummary\nFor those looking for a powerful dietary supplement to combat fatigue, WonderDay Mushroom Gummies is a wonderful choice thanks to its selection of different mushroom types and great taste.\n>>Check the best price for WonderDay Mushroom Gummies at Plant People\n9. CBD Gummies with Mushrooms for Wellness 1500mg – Best for Overall Well Being\nPros:\n4.8/5 overall customer rating With 50mg of CBD per serving Natural cherry flavor Different mushroom varieties Cons:\nSlightly higher price tag Who Is CBD Gummies with Mushrooms for Wellness 1500mg Best For?\nThe last product on our list of the best Amanita Muscaria mushroom gummies is CBDfx CBD Gummies with Mushrooms for Wellness 1500mg.\nWith many different mushroom types, this product is recommended for everyone looking to boost their well being .\nWho Should Avoid CBD Gummies with Mushrooms for Wellness 1500mg?\nThis product contains profound adaptogenic properties, meaning it can be beneficial to people struggling with depression and anxiety, but at the same time, some people may experience side effects.\nEffectiveness\nIn these Amanita Muscaria mushroom gummies, you consume 50mng of CBD (broad-spectrum) alongside a potent mushroom formula with Turkey Tail, Reishi, and Cordyceps .\nTypes Of Mushrooms\nBesides Turkey Tail, Reishi, and Cordyceps, CBD Gummies with Mushrooms for Wellness 1500mg are also enriched with Shiitake, Lion’s Mane, and Chaga mushrooms for more intense effects.\nFlavor\nAccording to most consumers, these mushroom gummies taste great, but a handful of consumers reported not liking the aftertaste that tends to linger on the palate.\nSummary\nFor those looking for a natural dietary supplement to potentially boost their overall well-being, CBD Gummies with Mushrooms for Wellness 1500mg may offer what they want.\nIn addition to promoting overall well being, these delicious mushroom gummies may offer natural immune support and encourage clarity and mental focus.\n>>Check the best price for CBD Gummies with Mushrooms for Wellness 1500mg at CBDfx\nWhat Are Mushroom Gummies? Mushroom gummies are a type of dietary supplement that combines the benefits of mushrooms with the deliciousness of gummy edibles.\nThese gummies are infused with extracts from various types of mushrooms , such as Reishi, Chaga, and Cordyceps, known for their potential health-promoting properties and varying effects.\nGummies made from mushrooms are a more fun and convenient way to add these all-natural ingredients to one’s daily routine than traditional supplements and taking medications typically taken as capsules or powders.\nTypically, the gummies are made to provide particular health advantages linked to the individual mushroom extracts, like improved energy, stress reduction, immune support, and cognitive function .\nHow Do Mushroom Gummies Work? Mushroom gummies work by utilizing the properties of mushrooms to deliver possible health advantages in a tasty way.\nExtracts from a variety of mushrooms are commonly found in these edibles and may have health benefits.\nThe active ingredients in these mushrooms are absorbed into the body after consumption, where they may interact with different systems to possibly promote general health .\nFor instance, Lion’s Mane is frequently linked to cognitive function, Chaga to antioxidant properties, and Reishi to immune system support.\n>>Check the best price for Amanita Mushroom Chocolate Caps at Utoya\nTypes of Mushrooms Used in Gummies Below, we examine the most common types of mushrooms used in magic mushroom gummies.\nChaga Chaga is a type of mushroom that is frequently used in gummies because of its possible antioxidant properties. It is thought to promote general health and immune system function .\nLion’s Mane Another common mushroom used in gummies, Lion’s Mane, is thought to promote brain health and has been linked to possible cognitive benefits .\nReishi Gummies frequently contain Reishi, a well-known mushroom in traditional Chinese medicine, due to its possible calming and stress-relieving effects .\nCordyceps Another popular mushroom used in gummies is cordyceps, which may have energy-boosting effects , making it beneficial to individuals struggling with chronic fatigue.\nThe Benefits of Magic Mushroom Gummies Magic mushroom gummies are becoming more well-known due to their possible medicinal and health advantages.\nThese mushroom gummies , which come from natural sources, have a number of benefits that appeal to people looking for non-traditional ways to wellness.\nMagic mushroom gummies can potentially improve mental health, which is one of their main advantages.\nAccording to research [1], psilocybin, one of the active ingredients in magic mushrooms, may be able to lessen the symptoms of PTSD, anxiety, and depression .\nA number of people have reported having profound experiences and feeling more at ease after ingesting magic mushroom gummies.\nMagic mushroom gummies have shown promise in helping individuals overcome addiction [2].\nPsilocybin-assisted therapy has been shown in studies to help break the cycle of addiction by addressing the root causes and fostering long-term recovery.\nMagic mushroom gummies may have advantages for mental health as well as spiritual and personal development.\nAt the same time, many consumers report psilocybin in psychedelic mushrooms boosts their energy levels while reducing stress and anxiety [3].\n>>Check the best price for Amanita Mushroom Chocolate Caps at Utoya\nSide Effects of Mushroom Gummies Even though there are many advantages to taking mushroom gummies, it is crucial to remain responsible.\nIt is essential to speak with a healthcare professional and make sure that consumption takes place in a secure and encouraging environment.\nThis leads us to potential adverse effects associated with the consumption of magic mushroom gummies, and these include gastrointestinal discomfort, such as bloating, gas, or stomach upset .\nFurthermore, some people may be allergic to specific kinds of mushrooms, which can cause allergic reactions like rash, swelling, or itching.\nFurthermore, there is a chance that mushroom gummies will interfere with certain drugs or medical conditions.\nBefore adding magic mushroom gummies to your daily routine, it is crucial to speak with a healthcare provider, particularly if you are expecting, nursing, taking medication, or have any underlying health issues.\nHow to Choose the Right Mushroom Gummy for You Now that you know magic mushrooms and their specific benefits, examine the following factors before you hop on your shopping adventure.\nPicking Your Potency When choosing a mushroom gummy, consider the potency that aligns with your needs.\nWhether you are a beginner or an experienced user, selecting the right potency level is essential for achieving the desired effects.\nFlavors: Taste the Adventure Examine the range of flavors and decide which suits your taste buds. The taste of amanita mushrooms in the gummy form can range greatly from fruity to earthy tones .\nDiscovering delicious flavors that spark your interest can improve the whole magic mushroom experience.\nTransparency in Sourcing Look out for companies that place a high value on transparency in their production and sourcing procedures.\nPeace of mind and quality assurance can be obtained by being aware of the origins of the mushrooms and the manufacturing process.\nCustomer Feedback and Reputation Prioritize brands with positive customer feedback and a strong reputation in the market.\nReal user experiences can offer valuable insights into the effectiveness and overall satisfaction with the magic mushroom product you are interested in.\nBudget Considerations Consider your budget when selecting a mushroom gummy. While quality is important, finding a product that aligns with your budget ensures a sustainable and enjoyable experience.\n>>Check the best price for Amanita Mushroom Chocolate Caps at Utoya\nHow We Created the List of Best Mushroom Gummies Next, we discuss the main factors we have considered for our list of the best mushroom complex gummies.\nEffectiveness Effectiveness was a top priority in our selection process. We looked for mushroom gummies that have been shown to provide health benefits and support overall well-being .\nTypes of Mushrooms The types of mushrooms used in the gummies were also a crucial consideration.\nWe sought out products that incorporated a variety of beneficial mushrooms , each with unique properties and potential health advantages.\nFlavor Another significant component of our raking assessment was flavor.\nWe searched for mushroom complex gummies that would appeal to a broad spectrum of customers by providing tasty and palatable flavors.\nExtraction Type We also closely examined the kind of extraction that was employed to make the gummies.\nTo preserve the health-promoting properties of the mushrooms, we looked for products that made use of premium extraction techniques.\nFAQs For more valuable information on how to buy mushroom spores and mushroom extracts in the gummy form, check the section below.\nWhere to Buy Mushroom Gummies? Mushrooms-infused gummies are available from reputable retailers and online shops, such as Utoya , FOCL , and other companies featured here.\nWho Shouldn’t Take Mushroom Gummies? Gummies with mushroom extracts should not be consumed by pregnant and nursing females, as well as people who take blood thinners, medications for diabetes and hypertension, and individuals with other medical conditions.\nHow Strong Are Mushroom Gummies? This depends on the type of mushroom extract used in gummies, but the market is loaded with quite potent options , including those products featured here.\nDo Mushroom Gummies Help with Anxiety? Yes, mushroom gummies can help with anxiety. Even though there is evidence that some mushrooms may provide anti-anxiety properties, it is essential to see a healthcare provider for specific advice on managing anxiety.\nCan Mushroom Gummies Make You Trip? It is unlikely that consuming mushrooms-infused gummies that have been prepared medicinally—as long as they are taken according to recommended dosage guidelines —will cause hallucinations.\nHowever, it is crucial to use caution and follow the usage guidelines to avoid psychoactive effects.\nAre Mushroom Gummies Safe to Take? Generally, mushroom-infused gummies are considered safe. Though to reduce the risk of side effects, it is crucial to remain responsible and exercise caution.\nAre Mushroom Gummies Legal? The legal status of mushroom gummies varies by location and the specific mushrooms used in their production.\nWhile these products are legal in some areas, in others, they are not, so understanding local laws is crucial.\nWhat Is the Best Time of Day to Take Mushroom Gummies? The best time to eat mushrooms-infused gummies may vary depending on personal preferences and desired results.\nWhile some prefer to consume them at nighttime, others take them sometime in the morning.\nBest Mushroom Gummies – The Takeaway With a wide array of mushroom gummies on the market, there is no wonder why many find it very challenging to find the right product, but we are here to help.\nWhether you are looking for mushroom complex gummies to experience mood upliftment, greater energy, or stress relief, the selection of products featured here most certainly includes the right product based on your needs and preferences.\nInfused with Lion’s Mane and other beneficial mushrooms, these products offer a wealth of potential health benefits , and this is especially true for our #1 pick, Amanita Mushroom Chocolate Caps by Utoya .\nAn equally delicious mushroom experience is to be expected with each other product on the list, so make sure you check them all once again.\nThis article does not provide medical advice. The information, including but not limited to text, graphics, images, and other material contained in this article, are for informational purposes only. No material within this article is intended to be a substitute for professional medical advice, diagnosis, or treatment.\nReferences: Daniel J, Haberman M. Clinical potential of psilocybin as a treatment for mental health conditions. Ment Health Clin. 2018 Mar 23;7(1):24-28. doi: 10.9740/mhc.2017.01.024. PMID: 29955494; PMCID: PMC6007659. van der Meer PB, Fuentes JJ, Kaptein AA, Schoones JW, de Waal MM, Goudriaan AE, Kramers K, Schellekens A, Somers M, Bossong MG, Batalla A. Therapeutic effect of psilocybin in addiction: A systematic review. Front Psychiatry. 2023 Feb 9;14:1134454. doi: 10.3389/fpsyt.2023.1134454. PMID: 36846225; PMCID: PMC9947277. Polito V, Stevenson RJ. A systematic study of microdosing psychedelics. PLoS One. 2019 Feb 6;14(2):e0211023. doi: 10.1371/journal.pone.0211023. PMID: 30726251; PMCID: PMC6364961.\nArticle paid for by: PlayTogga, partners@playtogga.com\nThe news and editorial staff of the Bay Area News Group had no role in this post’s preparation.\nShare this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to print (Opens in new window) Most Popular Most Popular Buyers grab downtown San Jose condos in foreclosure auction with winning bids up to $32,300 Buyers grab downtown San Jose condos in foreclosure auction with winning bids up to $32,300 PG&E CEO, other utility execs land higher compensation PG&E CEO, other utility execs land higher compensation Affordable San Jose homes may rise at Willow Glen restaurant site Affordable San Jose homes may rise at Willow Glen restaurant site Owner of San Jose office building headed for foreclosure goes bankrupt Owner of San Jose office building headed for foreclosure goes bankrupt Live in a single-family home? This Bay Area company wants to give you $100,000 for the yard space you’re not using Live in a single-family home? This Bay Area company wants to give you $100,000 for the yard space you’re not using San Jose towers owner gets court to order delay for condo foreclosures San Jose towers owner gets court to order delay for condo foreclosures Developers of two new East Bay housing developments hear that affordability is key Developers of two new East Bay housing developments hear that affordability is key They handed luxury retailer Pirch money and trust. Now customers want their money back They handed luxury retailer Pirch money and trust. Now customers want their money back Trending Nationally Trump is about to go on trial in New York. Here’s what to expect Carnie Wilson gives update on dad, Beach Boys co-founder Brian Wilson, amid dementia Skier dies after attempting to jump stunt over Highway 40 'Deeply disturbing': Harrowing video released of fatal Chicago police shooting of Dexter Reed Colorado paraprofessional arrested after police say video shows her beating autistic child on school bus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://www.nydailynews.com/2024/04/09/beach-boys-brian-wilson-health-update-conservatorship/?itm_source=parsely-api",
      "https://www.chicagotribune.com/2024/04/09/copa-releases-harrowing-video-of-fatal-police-shooting-of-dexter-reed-on-west-side-which-mayor-calls-deeply-disturbing/?itm_source=parsely-api",
      "https://www.denverpost.com/2024/04/10/skier-dies-stunt-jump-highway-40-grand-county/?itm_source=parsely-api",
      "https://www.denverpost.com/2024/04/09/bus-paraprofessional-arrested-littleton-autistic-child-beaten/?itm_source=parsely-api",
      "https://www.bostonherald.com/2024/04/11/trump-hush-money-trial-new-york-what-to-expect/",
      "https://www.chicagotribune.com/2024/04/09/copa-releases-harrowing-video-of-fatal-police-shooting-of-dexter-reed-on-west-side-which-mayor-calls-deeply-disturbing/",
      "https://www.bostonherald.com/2024/04/11/trump-hush-money-trial-new-york-what-to-expect",
      "https://bostonherald.com/2024/04/11/trump-hush-money-trial-new-york-what-to-expect/",
      "https://denverpost.com/2024/04/09/bus-paraprofessional-arrested-littleton-autistic-child-beaten/?itm_source=parsely-api",
      "https://www.denverpost.com/2024/04/09/bus-paraprofessional-arrested-littleton-autistic-child-beaten/",
      "https://denverpost.com/2024/04/10/skier-dies-stunt-jump-highway-40-grand-county/?itm_source=parsely-api",
      "https://chicagotribune.com/2024/04/09/copa-releases-harrowing-video-of-fatal-police-shooting-of-dexter-reed-on-west-side-which-mayor-calls-deeply-disturbing/?itm_source=parsely-api",
      "http://nydailynews.com/2024/04/09/beach-boys-brian-wilson-health-update-conservatorship/?itm_source=parsely-api",
      "http://www.nydailynews.com/2024/04/09/beach-boys-brian-wilson-health-update-conservatorship/",
      "https://www.denverpost.com/2024/04/10/skier-dies-stunt-jump-highway-40-grand-county/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jamila khan jamila",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "utoya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:19:00.927+03:00",
    "updated": "2024-04-12T00:19:00.927+03:00"
  },
  {
    "uuid": "fb6b47103ba45410bf11062d235ae76ba146759b",
    "url": "https://www.brecorder.com/news/40314439",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Recorder Report",
    "published": "2024-07-25T21:04:00Z",
    "title": "Shahnawaz Dahani rules out of Pak Shaheens’ Darwin tour - Sports - Business Recorder",
    "text": "LAHORE: Fast bowler Shahnawaz Dahani has been ruled out of the Pakistan Shaheens’ Darwin tour after picking up a back injury. Dahani will miss the second four-dayer against Bangladesh-A starting from Friday and the white-ball leg of the Darwin tour, which involves two one-day matches and the Top End T20 Series. The 25-year-old fast bowler, who picked up four wickets against Bangladesh-A in first four-day match, will return to Pakistan immediately and will be assessed by the medical panel before starting the rehabilitation process. Spin-bowling all-rounder Mubasir Khan has been added to the white ball squad as cover for Dahani. Khurram Shahzad, who was set to return after the completion of two four-day match series against Bangladesh-A, will now be available for selection in the two one-day matches against Northern Territory Strike and Bangladesh A on 4 and 6 August, respectively. The pacer Shahnawaz Dahani has been ruled out of the Pakistan Shaheens’ Darwin tour after picking up a back injury. Dahani will miss the second four-dayer against Bangladesh A starting from Friday and the white-ball leg of the Darwin tour, which involves two one-day matches and the Top End T20 Series. The 25-year-old fast bowler, who picked up four wickets against Bangladesh A in first four-day match, will return to Pakistan immediately and will be assessed by the medical panel before starting the rehabilitation process. Spin-bowling all-rounder Mubasir Khan has been added to the white ball squad as cover for Dahani. Khurram Shahzad, who was set to return after the completion of two four-day match series against Bangladesh-A, will now be available for selection in the two one-day matches against Northern Territory Strike and Bangladesh-A on August 4 and 6, respectively. Copyright Business Recorder, 2024 Comments Comments are closed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "darwin",
          "sentiment": "negative"
        },
        {
          "name": "shahnawaz dahani",
          "sentiment": "negative"
        },
        {
          "name": "dahani",
          "sentiment": "none"
        },
        {
          "name": "mubasir khan",
          "sentiment": "none"
        },
        {
          "name": "khurram shahzad",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "bangladesh",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T05:20:15.861+03:00",
    "updated": "2024-08-04T22:04:01.221+03:00"
  },
  {
    "uuid": "538ffb6c08a5586ae7e6866c2c95e3b8add31b62",
    "url": "https://wwmt.com/news/local/wakeshma-township-shooting-swatting-call-state-police-december-deputies-investigation-crime-troopers-paw-paw-kalamazoo-county-west-michigan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katie Sergent | News Channel 3",
    "published": "2023-12-28T21:58:00Z",
    "title": "chevron-right",
    "text": "WAKESHMA TOWNSHIP, Mich. — An alleged West Michigan shooting has turned into a swatting investigation. Michigan State Police and Kalamazoo County deputies were called to Wakeshma Township at 11 a.m. Thursday after someone called about a shooting. That call, however, was found to be illegitimate, prompting authorities to investigate the alleged shooting as a \"swatting call,\" according to state police on Twitter. Swatting, according to [Merriam Webster](https://www.merriam-webster.com/dictionary/swat), means to make a fake report of an ongoing crime to \"elicit a response from law enforcement (such as the dispatch of a SWAT unit).\" \"MSP would like to remind residents that these calls tie up valuable resources and are taken seriously,\" troopers said in a statement. \"This case will be investigated to its fullest extent to identify & hold accountable those responsible for this incident.\" Anyone with information about this incident is asked to call Kalamazoo Silent Observer at 269-343-2100 or the Michigan State Police Paw Paw Post At 269-657-5551.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.merriam-webster.com/dictionary/swat),",
      "https://merriam-webster.com/dictionary/swat),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "michigan state police",
          "sentiment": "none"
        },
        {
          "name": "msp",
          "sentiment": "none"
        },
        {
          "name": "kalamazoo silent observer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "wakeshma township",
          "sentiment": "none"
        },
        {
          "name": "west michigan",
          "sentiment": "none"
        },
        {
          "name": "kalamazoo county",
          "sentiment": "none"
        },
        {
          "name": "wakeshma township",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:09.473+02:00",
    "updated": "2023-12-29T00:21:09.473+02:00"
  },
  {
    "uuid": "b83db90f71ed7d3bd39a3e24803d09431b8c777e",
    "url": "https://augustafreepress.com/news/virginia-awarded-17-5m-for-restoration-projects-on-assateague-island-in-isle-of-wight-county",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rebecca Barnabi",
    "published": "2024-07-18T22:14:00Z",
    "title": "Virginia awarded $17.5M for restoration projects on Assateague Island, in Isle of Wight County - Augusta Free Press",
    "text": "U.S. Sens. [Mark R. Warner](https://augustafreepress.com/?s=Mark+Warner) and [Tim Kaine](https://augustafreepress.com/?s=Tim+Kaine) of [Virginia](https://augustafreepress.com/?s=Virginia) announced $17.5 million in federal funding for restoration and resiliency projects that benefit coastal communities and tribes across the Commonwealth. The funding was awarded through the National Oceanic and Atmospheric Administration’s (NOAA) Transformational Habitat Restoration and Coastal Resilience grant program and made possible by the bipartisan infrastructure law and Inflation Reduction Act. “We are fortunate to have such bountiful natural resources in Virginia, which is why we have championed efforts to protect and support Virginia’s great outdoors,” the senators said. “This funding will help us continue combating climate change and preserve our beautiful.” The funding is broken down as follows: ·Ducks Unlimited will receive $9.5 million in funding to restore Swan Cove, the southernmost impoundment at Chincoteague National Wildlife Refuge on Assateague Island. ·The Virginia Department of Wildlife Resources will receive $8 million in funding to protect eroding marshes at Ragged Island Wildlife Management Area in Isle of Wight County. NOAA Fisheries’ announcement comes as a part of $286 million soon to be deployed across the nation to support critical ecosystems that will be affected by climate change and extreme weather over the coming decades. Warner and Kaine are strong advocates for Virginia’s environment. In May 2024, they announced another $14 million in funding for conservation projects across the Commonwealth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim kaine",
          "sentiment": "neutral"
        },
        {
          "name": "mark r. warner",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "augusta free press u.s. sens.",
          "sentiment": "neutral"
        },
        {
          "name": "transformational habitat restoration",
          "sentiment": "none"
        },
        {
          "name": "noaa",
          "sentiment": "none"
        },
        {
          "name": "national oceanic and atmospheric administration",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wight county",
          "sentiment": "none"
        },
        {
          "name": "assateague island",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "commonwealth",
          "sentiment": "none"
        },
        {
          "name": "chincoteague national wildlife refuge",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T01:57:11.578+03:00",
    "updated": "2024-07-19T01:57:11.578+03:00"
  },
  {
    "uuid": "e7f7789a32044dc7e98e1ab5935ddfe10ed5d8d8",
    "url": "https://www.outsidethebeltway.com/sundays-forum-179",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steven L. Taylor",
    "published": "2024-01-14T14:00:00Z",
    "title": "Sunday’s Forum",
    "text": "Im glad that the world has sorted itself out so well and we can spend a second day talking about the weather.\n😉\n+3deg f on the front porch this morning. +13deg f is the forecast high today in Makanda Township IL. One January morning in 1976 as I left for work at the Murphysboro IL Street Department about 10 miles from here the front porch thermometer showed -25deg f. Don’t mind if I never see that again.\nSometime in the recent past Dr. Joyner road tested a new format for OTB. It allowed contributors to embed cat videos with their comments. Too bad that didn’t work out.\nThe weather is another thing that we can’t do anything about, but have long accepted that we can’t. Lots of other stuff makes us angry and impotent, because we have no positive effect. Discussing the weather can be helpful.\nFor what’s it’s worth this morning, bright blue sky and low 30’s, that maybe the high for the week.\nFor those who live vicariously, our trip update:\nToday is the day that we (the wife and I) had scheduled our departure from Pensacola for Evergreen CO via RV.\nAs we are both avid snowboarders, getting back to the Summit County and making some freeride turns is our driving motivation.\nWhie google maps may say that is a 20-hour drive, in reality it is a 6-day drive of reasonable travel time and breaks, with overnight stays along the way.\n“Reasonable” being a mapped 4.5 hour drive (which becomes 6 usually start to finish). We tried longer segments but running an RV for a 10 hour goal became stupidly exhausting, with nights being far too short to get rest.\nLooking at the arctic blast, mapping out the weather for our route, it became obvious that leaving today would bring us into the potential of freezing rain in Jackson MS, northern LA and eastern TX. and continued bitter cold as we went westward.\nBy delaying departure until Wednesday, we may be leaving Pensacola on a chill morning (sub freezing low the night before in the gulf coast area), but with dramatically improved weather along the way, with highs in the 50’s and 60’s.\nOur planned travel takes us from Pensacola through Mobile AL for our first night stay in Jackson MS. Then on through LA to Kilgore TX, on through Dallas (…uugh. worlds worst drivers) to Witchita Falls, TX, up through Amarillo TX to Dumas TX, then through northern NM and up and over the mountain via Raton Pass toward Trinidad, a stay in southern Colorado in Walsenburg, and then a short drive “up the hill” to our home near Genesee / Mt. Vernon.\nLast summer our drive to Colorado had us in Wichita Falls for the 114 degree heat wave. Outrageously miserable. Did not want to discover the other extreme of that spectrum.\nWhile fuel costs are always higher than one would like (as one can imagine it would be, driving a small home down the road), lodging/parking costs are inexpensive. We are not the type that pull into a Walmart and crank up the generator, so we look for interesting and cheap stops along the way. State Parks are usually reasonable, but we were surprised how many communities provide a free/donation RV spot with power, water and centralized sanitary dump.\nLeflur’s Bluff in Jackson and Lathrup State Park in Walsenburg CO fit in the first category, Kilgore, Wichita Falls and Dumas fit in the second.\nWell… calling Dumas “interesting” is really a stretch. Let’s just say cheap for that one and let it go at that.\nFinally, no, I am NOT a person that considers himself a member of the RV culture or the “Van Life” smiling happy people youtube clique. This is just a way to connect two points for me.\nI like traveling by air, in the front of the plane. Roughing it for me is room service. This RV thing is such an anomaly. But I refuse to pretend that a 125lb malamute is a “service animal” to get him on a plane, so there is no other real option.\nI think the Leamonheads said it best:\nThe Outdoor Type\nKeep warm folks!\nApparently Mark Twain never said:\n“The coldest winter I ever spent was a summer in San Francisco.”\n@\nliberal capitalist: Kevin Drum has a chart, butI repeat myself, showing that, inflation adjusted, gas is as cheap as it’s been in the last 20 years. Way to go Brandon.\nI used to tow to races in an RV. Typically relatively short distances so I wasn’t that upset about fuel cost.But it was a nuisance that gas for a while was over $5 and I couldn’t fill the tank because of the $75 dollar limit on credit card transactions at the dispenser.\nThe one day game I attended at the stick back in the’80s was at least that bad but Giants came from behind to beat the Mets in xtra innings so it was good times.\n(No runner on 2nd base to start the 10th inning. That rule makes me want to puke.)\n@\nBill Jempty: Laura Loomer, “a far-right Florida (of course) activist and former congressional candidate” charged that Nikki Haley’s defense contractor donors arranged the bad weather for the Iowa caucus.\nThe other day, during one of The Bulwark’s podcasts, Ben Wittes recommended Ionescu’s Rhinoceros as an absurdist political allegory, with a lot of relevance for our time. After reading it yesterday, boy howdy, is he right. While people keep turning into rhinoceroses, other people just dither, worrying about the wrong things. There are definite connections with today’s dithering, such as the endless articles about what Trump voters really want, the ridiculous pretense of life going on as normal (hence the obsessive media focus on the meaningless Republican debates), and the hesitations in calling things what they really are. It’s a short read, and worth it.\n@\nhttps://www.outsidethebeltway.com#comment-2861046: South edge of Sarasota county here. Howdy.\nMore of the intersection between literature and our current unpleasantness:\nI’m re-reading Beowulf. While Googling for answers to questions I had about some odd elements of the story I had forgotten (swimming in armor?!?), I found a blog with the enticing title, Better Living Through Beowulf. One of the featured posts,\n“How Beowulf Can Save America,” an excerpt from the author’s book, is definitely worth reading. It describes Beowulf as a parable about anger, and how it can turn us into monsters.\nIn America today we do not face threats of death and enslavement. We do, however, face a roiling anger that is undermining our governing institutions, setting citizen against citizen, and preventing collective problem-solving. In its account of Beowulf battling and defeating the three monsters, the epic captures our own situation and shows us how to deal with it.\nWe’re an angry country. The traditional liberal view of politics has been, “Let’s identify the sources of the anger, and deal with it. Then the anger will go away.” However, that perspective overlooks that the problem may also be the anger itself. People can get drunk on anger, especially given the ease with which they can justify their anger as righteous. Whether it’s Anglo-Saxons revenging themselves on their neighbors for stolen livestock, or a segment of white Americans outraged that their Mayberry vision of the United States doesn’t exist, people can quickly turn into angerholics.\nGenerative AI is going to kill Google. I’m setting up a specific brand of Network Attached Storage on my home network and wanted to see if I could use it as a drive for Time Capsule. I googled “How do I use a Buffalo NAS as a Time Capsule drive” and saw that the first thing that popped up was from a user who did specifically that thing. Oh Joy! … and then realized that it was just generative AI bullshit and didn’t offer any real help at all. Then I scanned down the next 7-8 Google hits. Yep, same kind of bullshit. At least the awkward language, the bizarre emphasis on irrelevant details, and the logorrhea tips you off. But as it gets “better” that tip off will go away. It will still provide bullshit though.\nOne of the most amazing and useful things about the internet: searching for a somewhat unusual use case and finding someone who has done that very thing. And now it’s gone, almost overnight. I don’t know that we’ll ever be able to use it that way again.\n@\nKingdaddy: Serendipitously, Kevin Drum hits the same theme today. He starts by quoting a Peggy Noonan column on the danger Trump supporters see in our modern world. Then quotes a similar column of hers from the 70s. Drum concludes,\nWe all live in the richest country in the richest era of history. We’re mostly well paid, well fed, and get good medical care. We have so many entertainment options we barely know how to handle them. If we’d all just buck up and stop being scared of the monsters under our beds, maybe we’d finally figure out just how much of life there is to enjoy.\nMaybe the lesson is that we shouldn’t be sending out Cletus safaris to find the causes of their discontent so we can address them. Maybe it’s like stochastic terrorism. Maybe the problem is that the potential for Trumpian faux populism is always there, under the surface, available for amoral politicians, Huey Long, Hitler, Orban, etc., to summon it up. More of a psychological than political leaning. Maybe the actionable problem is the amoral politicians.\nWe could, as one example, reform our candidate selection process so it doesn’t promote opportunistic extremists. Or enforce the clear Constitutional prohibition against someone holding an office who has previously violated an oath of office by attempting to overthrow the government\nI had not really been following the Bill Ackman stuff that closely. I had thought his wife’s plagiarism was limited to some footnote and quotation errors. Turns out she copied entire paragraphs. Not surprisingly, the guy thinks it’s OK when it was his wife. My bet at the time with Gay, and it still remains, is that low level plagiarism is actually very common. People consciously or not writing almost word for word what they read elsewhere. I think when you are writing technical stuff and someone else has worded something well it just sticks with you.\nHowever, it turns out the guy is a whackadoodle in a number of areas. Including supporting Sam Bankman-Fried up until he was convicted, supporter of RFK as an anti-vaxxer and Kyle Rittenhouse was a patriot.\nhttps://slate.com/news-and-politics/2024/01/bill-ackman-neri-oxman-plagiarism-wikipedia-insider-harvard-mit.html\nSteve\n@\nhttps://www.outsidethebeltway.com#comment-2861047: “Ionescu’s Rhinoceros as an absurdist political allegory”\nThere was also a film version made for the short-lived American Film Theater in 1974, starring Zero Mostel and Gene Wilder. You can rend it on Amazon…\n@\nMarkedMan: Yesterday I was just trying to ask Google about a map of the Dakar Rally, because I was made aware that it no longer went to Dakar, Senegal. Google provided completely baffling results which were useless, for example telling me about some street market in Dakar. This shit used to work.\nAfter asking seven different ways, I finally just went to Wikipedia and discovered it moved to South America at one point due to unrest in Mauritania, then eventually to Saudi Arabia. It turns out it was the history that I was curious about, which would have normally come up in the first page or two of Google results. Now they apparently decide what they think you’re asking, usually incorrectly, and then only give you an answer for that wrong question.\n@\nKingdaddy: I read the Seamus Heaney translation a few years ago when it came out. It was so much more enjoyable than when it was forced upon me in school. Hope you enjoy it.\nI’m re-reading Beowulf.\nHwæt!?\nOh Joy! … and then realized that it was just generative AI bullshit and didn’t offer any real help at all. Then I scanned down the next 7-8 Google hits. Yep, same kind of bullshit.\nI keep waiting for Google to offer a feedback mechanism on search results that allows you to flag crap, presumably with a captcha-equivalent test for being an actual person. Surely that information would be extremely useful to them, and users would be happy to provide it…\n@\nFranklin: I commented above about Laura Loomer’s craziness @ gVOR10:. I couldn’t remember which female RW loon has said it. Try writing a Google search string today “XYZ Iowa caucus” that doesn’t return a huge list of standard issue “Iowa caucus” less XYZ. Their algorithms seem to hugely prioritize popularity over content.\n@\nFranklin:\nNow they apparently decide what they think you’re asking\nUnfortunately I suspect it’s worse than that. I don’t think those are Google answers for the most part. It’s dozens of people trying to monetize AI.\n@\nhttps://www.outsidethebeltway.com#comment-2861066:\nMaybe the problem is that the potential for Trumpian faux populism is always there, under the surface, available for amoral politicians, Huey Long, Hitler, Orban, etc., to summon it up. More of a psychological than political leaning.\nThis.\nOf course, this has been true all along of conservatism, as well. There are no conservative policies — the same policy can be conservative or anti-conservative, depending on when and where you propose it. Republicanism was radically anti-conservative 300 years ago, and is conservative now. Evangelical Christianity was radically anti-conservative 200 years ago, and still is in the UK, but is conservative here. Gun control is deeply conservative in the UK and deeply anti-conservative in the US. Ditto national health care, national educational standards, etc. When it isn’t a fig leaf for raw greed, conservatism is a psychological phenomenon tied to asymmetric risk aversion. The least comprehensible argument of all to a conservative is “what have we got to lose?”.\nApparently Mark Twain never said:\n“The coldest winter I ever spent was a summer in San Francisco.”\nThe inverse of that is beautiful January days like today, blue skies, crisp air & mid-high 50s. I’m in the East Bay, but SF is about the same today. It’s probably a fantastic day to drive up the coast, but I’ve got work to do.\n@\nhttps://www.outsidethebeltway.com#comment-2861036:\n… showing that, inflation adjusted, gas is as cheap as it’s been in the last 20 years.\nOh, this I know. But it’s still $800 – $1000 to do that 1500 mile trip.\nI justify it in my head, thinking that it is in the realm of possibility that two airline tickets + massive dog crate could also cost me approximately the same to do that trip.\nHowever, as a former Chevy Bolt owner that had (what felt like) free power for 4 years, seeking out that cheap pump sucks.\n@\nsteve:\nMy bet at the time with Gay, and it still remains, is that low level plagiarism is actually very common. People consciously or not writing almost word for word what they read elsewhere. I think when you are writing technical stuff and someone else has worded something well it just sticks with you.\nOne of the textbooks that I used in the writing from sources class (Eng. 102 at my schools) that I taught from suggested that source material always be copied word-for-word from the source for research notes.* The reason to copy exactly was that as the writer revises their draft, their paraphrases will move back toward the original source material so writers need exact copies of their source material’s paraphrased content to check against.\n(Of course, given that Ackman is an enemy, and a political one at that, this information should not be used in an attempt to somehow imagine any excuse or explanation of what happened. Oxman’s actions cannot possibly be anything other than nefarious. 😐 )\n*Until I used the specific text this suggestion had come from, I don’t recall ever having heard this suggestion before–even though I had taken a year-long research workshop while I was writing the thesis for my degree in music history. Then again, universities only taught composition to “remedial” students in those days. The rest of us learned how to write before we got to college and didn’t need any instruction.\nHere’s a good explanation of the MAX 9 door plug’s workings, and informed speculation on how the incident may have happened.\n@\nhttps://www.outsidethebeltway.com#comment-2861095: Amazon has 3rd party people (or non-people algorithms) using AI to generate product descriptions, sometimes resulting in error messages as product names. https://futurism.com/amazon-products-ai-generated\nOur dystopian present is not what we imagined it would be 20 years ago when it was our dystopian future.\n(I was predicting e-ink tattoos that show ads until you pay them off. It can still happen, but now I expect it to be a subscription you need to pay for the rest of your life, until the managing company stops supporting it and you have error messages. Also it would be a target for hackers and ransomware)\nI grew up in Chicago, which is fairly cold and windy and then spent ten years in Rochester, NY, which is even more cold and windy. Now I live in Maryland where grown-ass people huddle inside on any day lower than 50 and whine about the cold like little babies. I was just out for a walk along the Inner Harbor and I had a revelation: they literally don’t know how to dress themselves. It was cold, but not super cold, maybe 36, but windy as hell. Had to walk backwards through a couple of spots where a some buildings pinched off a wind tunnel. I saw all these people wearing what looked like serious coats but in a worse than useless way. Loose at the bottom and not zipped all the way up, so as to leave plenty of room around the neck. In other words, their coat was a chimney, guaranteed to suck all the heat out. And not one in ten had their damn hood up, the thing specifically designed to block the wind. I was out for an hour and a half with a proper coat, hat and gloves and hiking half boots with a decent sole. My only concern with heat was when I got away from the water and into a neighborhood which blocked the wind a bit so I had to readjust zippers and such to keep from getting overheated.\nI have a friend who was the victim of a violent crime about a week ago, and a third friend and I were helping them around yesterday to be supportive and help keep them calm. Unfortunately, they had something of a breakdown in a train station. While we were trying to comfort them, this lady kind of sidled up and had the unmitigated gall to try and use that moment as a hook to proselytize to them, and what the ever loving fuck is wrong with people these days.\n@\nKathy: That was good. Thanks\nI know there are a few people here who follow Libertarian sites and I was wondering how they are treating their boy, Milei, in Argentina, given that he’s going all in shifting that country to Libertarian principles. Are they ignoring him? Embracing him? Predicting that Argentina will shortly rule the world?\n@\nStormy Dragon: When I worked on campaigns ages ago, I was onsite in district for a special election and was in a car accident. The candidate’s wife tried that crap with me maybe an hour after my car got towed away, asking me if I had died in the wreck, would I have been saved.\nLet’s just say that incident didn’t endear me to religion, particularly that flavor of proselytizing. I really have a BIG BIG problem with people who cannot keep that stuff to themselves. Read the room, lady.\n@\nJen:\nPeople like that candidate’s wife either can’t read the room or refuse to do so.\n@\nKurtz:\nAwwww, I think it’s kinda cute. Like he’s the rave mom trying to get his lil’ wooks in line before raging.\n@\nKurtz:\nAwwww, I think it’s kinda cute. Like he’s the rave mom trying to get his lil’ wooks in line before raging.\nYou’re welcome.\nIf you ever get interested in aviation accidents, the same guy runs a channel called Mentour Pilot where he deals largely with such things. Production values lag far behind Air Crash Investigations, but his info is more accurate.\n@\nhttps://www.outsidethebeltway.com#comment-2861132:\nMentour\nI don’t know whether a Mentour is going to be a very fun time, or a truly terrible time. Really could go either way and be anything from gay burlesque to incel incorporated.\n(Probably just some guys slightly odd family name and he’s sick of the jokes, but he’s not here, is he?)\n@\nhttps://www.outsidethebeltway.com#comment-2861121: Marginal Revolution mentions Milei. Not a lot about him, but a point of interest. And his success seems to be assumed. The attitude seems to be that Libertarianism cannot fail, it can only be failed.\n(It’s hard to get Milei past spell check.)\nDoug Burgum endorsed Trump for president. Apparently when Obama he disrespected all the heartland states, and trying to work with his administration was a disaster. Maybe it was like Cleavon Litle in Blazing Saddles. he couldn’t get past the color of his skin. Guys like Burgum truly have no integrity.\n@\nBeth:\n“Here we go-ohhhhhh”\nNah. I like Dak, but man. I don’t know wtf that is.\nOn another note, decent chance that this kills any hope for Arthur Blank to get Belichick to Atlanta. I doubt McCarthy survives this.\nA couple weeks ago, I commented to someone that I couldn’t see Belichick tolerating Jones and Son. But since then, I’ve read some seemingly solid reporting that there is mutual admiration between Jerry and BB. If that’s the case, that seems to be a likely destination for the sith lord.\n@\nKathy:\nJust to add: The reports of loose bolts apply to the two that hold the lower brackets to the plane, not the retaining pins, and are visible on the shot at 16:30. Like he said all reports in the press are questionable though.\nI’m curious about that myself. I may take a look at some point soon.\nI know one thing, if I see a description of a person that includes something to the effect a economist of the Austrian School, I feel pretty comfortable dismissing that person.\nBut that dismissal is a little harder to do when that person is influential in some way, and impossible if that person is a head of state.\n@\nhttps://www.outsidethebeltway.com#comment-2861145: Here is my prediction. Absolute failure, at which point Libertarians will memory hole him and never mention him again. They will not think about the failure or learn from it in any way.\nRemember Sam Brownback? Savior of Kansas? The one who would finally show the world and all the haters the unbelievable success a libertarian government would bring? Well, if you remember him you must not be a libertarian, because they certainly don’t.\n[I had to look him up. He resigned as governor in 2018 to become Trump’s Ambassador at Large for International Religious Freedom, whatever that was]\n@\nSenyorDave: I think we have new candidate for Chief Sycophant aka VP in the running.\nPredictable play: a nobody candidate drops out, throws support to the frontrunner in the hopes he will get picked for the term in which the hamberders catch up with him.\nThe Detroit Lions just won a playoff game, their first playoff victory since defeating the Dallas Cowboys on January 5, 1992.\nNext Sunday they’ll meet…either the Eagles or the Buccaneers, it’s not decided yet. But they’ll play at home again thanks to Dallas’ loss today.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://futurism.com/amazon-products-ai-generated",
      "http://www.youtube.com/watch?v=ot8vbGKsea4",
      "https://betterlivingthroughbeowulf.com/how-beowulf-can-save-america/",
      "https://jabberwocking.com/is-the-world-really-all-that-scary/",
      "https://youtu.be/Agb0VF95FvE?si=Ki17uVTU_o4-SxCe",
      "https://news.yahoo.com/nikki-haley-targeted-false-weather-212848634.html",
      "https://slate.com/news-and-politics/2024/01/bill-ackman-neri-oxman-plagiarism-wikipedia-insider-harvard-mit.html",
      "https://youtu.be/Agb0VF95FvE",
      "https://jabberwocking.com/is-the-world-really-all-that-scary",
      "https://www.futurism.com/amazon-products-ai-generated",
      "https://www.slate.com/news-and-politics/2024/01/bill-ackman-neri-oxman-plagiarism-wikipedia-insider-harvard-mit.html",
      "https://www.jabberwocking.com/is-the-world-really-all-that-scary/",
      "https://www.news.yahoo.com/nikki-haley-targeted-false-weather-212848634.html",
      "https://www.betterlivingthroughbeowulf.com/how-beowulf-can-save-america/",
      "http://youtube.com/watch?v=ot8vbGKsea4",
      "http://www.youtube.com/watch",
      "https://www.youtu.be/Agb0VF95FvE?si=Ki17uVTU_o4-SxCe",
      "https://betterlivingthroughbeowulf.com/how-beowulf-can-save-america"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joyner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "murphysboro il street department",
          "sentiment": "none"
        },
        {
          "name": "otb",
          "sentiment": "none"
        },
        {
          "name": "evergreen co",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pensacola",
          "sentiment": "none"
        },
        {
          "name": "makanda township il",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T07:28:39.952+02:00",
    "updated": "2024-01-15T07:28:39.952+02:00"
  },
  {
    "uuid": "694dd05d668641d4730661ad95df742803089506",
    "url": "https://news.knowledia.com/us/en/articles/one-of-a-kind-girl-born-with-heart-outside-chest-has-pioneering-surgery-38e21867dddc1f8cdff729ca3930281e74bbc245",
    "ord_in_thread": 0,
    "author": "Sarah Hawley",
    "published": "2025-04-23T22:42:25Z",
    "title": "'One-of-a-kind' girl born with heart outside chest has pioneering surgery",
    "text": "Vanellope, now seven, undergoes more surgery to reconstruct a \"cage\" around her heart, using her ribs. 'One-of-a-kind' girl born with heart outside chest has pioneering surgery\n23 hours ago Share Save Sarah Hawley BBC News, East Midlands Share Save\nSupplied Vanellope Hope Wilkins, now aged seven, was born with her heart outside of her body\nVanellope Hope Wilkins made medical history when she was born with her heart outside of her body in 2017. Described by experts as \"one of a kind\", Vanellope had three operations to place her heart back in her chest due to an extremely rare condition called ectopia cordis. The hospital where she was born - Glenfield Hospital in Leicester - says it knows of no other case in the UK where the baby has survived. Now seven years old, Vanellope has undergone groundbreaking surgery to reconstruct a protective cage around her heart - using her ribs.\nThe BBC was given exclusive access into theatre, when the operation took place at the East Midlands Congenital Heart Centre, based at the Leicester Royal Infirmary, last Wednesday. Warning: This story contains an image of surgery\nGlenfield Hospital A team of around 50 staff worked to bring Vanellope into the world, on 22 November 2017\nIt's early morning outside theatre, and a team of specialist medical experts gather for a briefing to discuss the unprecedented surgery about to take place. Vanellope still has no breastbone, leaving her heart covered by just by a thin layer of skin. Surgeons have come up with a plan to use her ribs to form a protective cage inside her chest. Consultant paediatric surgeon Nitin Patwardhan was one of the 50-strong medical team at Vanellope's birth on 22 November. Now he is set to play a leading role again in surgery, which has never been performed like this before. \"I'd lie if I say I don't get nervous,\" he says. \"But having been in this profession for so many years, you actually look forward to it because at the end of the day, you're doing something that will change somebody's life.\" He remembers how \"everything was unknown\" when Vanellope was born,…\nSarah Hawley",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->heart disease",
      "Health->surgery",
      "Social Issue->social services",
      "Social Issue->children"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.bbc.com/news/articles/c62gll2j86ro",
      "https://bbc.com/news/articles/c62gll2j86ro"
    ],
    "entities": {
      "persons": [
        {
          "name": "Sarah Hawley",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Congenital Heart Centre",
          "sentiment": "none"
        },
        {
          "name": "East",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "BBC News",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:42:25.515+03:00",
    "updated": "2025-04-24T01:42:25.515+03:00"
  },
  {
    "uuid": "089ad685aaf92eb150cc1c39702cdea7bf1aeb9e",
    "url": "https://www.fulcrum.org/concern/monographs/2j62s813r",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nicholas, Linda M.",
    "published": "2024-09-26T16:00:00Z",
    "title": "Domestic Multicrafting for Exchange at Prehispanic Ejutla, Oaxaca, Mexico",
    "text": "Share the story of what Open Access means to you\nUniversity of Michigan needs your feedback to better understand how readers are using openly available ebooks. You can help by taking a short, privacy-friendly survey.\nDomestic Multicrafting for Exchange at Prehispanic Ejutla, Oaxaca, Mexico\nGary M. Feinman and Linda M. Nicholas\nOpen Access\nThis is an open access title available under the terms of a CC BY-NC-ND 4.0 License. It is free to read, download and share on the BAR Digital platform. Archaeological investigations at the prehispanic Ejutla site in Oaxaca, Mexico, have had a foundational role in reframing our perspectives on Mesoamerican economies, specifically craft specialization. This volume reports on the excavations of a residential complex located at the southern limits of the Valley of Oaxaca system, where evidence was recovered for multiple craft activities associated with a single non-elite domestic unit. The residential occupants crafted a variety of ornaments from marine shell, mostly sourced to the Pacific Coast, but few were consumed by the householders themselves. In addition, the Ejutla craftworkers produced a range of ceramic utilitarian vessels, including domestic wares and figurines, as well as small lapidary objects. Many of the craft goods produced were destined for exchange, circulating in both local and longer-distance networks. The findings have laid a basis for new theorizing on prehispanic economic production and the revision of prior notions that presumed principally local economies, in which specialized production for exchange was centered in nondomestic workshops.\nCitable Link\nPublished: 2024\nPublisher: BAR Publishing\n- 9781407361703 (ebook)\n- 9781407361697 (paper)\nBAR Number: S3177",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Linda M. Nicholas",
          "sentiment": "none"
        },
        {
          "name": "Gary M. Feinman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "University of Michigan",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Pacific Coast",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:18:40.868+03:00",
    "updated": "2024-09-27T00:18:40.868+03:00"
  },
  {
    "uuid": "438072324f75a627ef337f5dab27446856502266",
    "url": "https://runningmagazine.ca/trail-running/record-destroying-ultrarunner-david-roche-hopes-to-win-western-states-100",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Keeley Milne",
    "published": "2025-01-16T17:17:00Z",
    "title": "Record-destroying ultrarunner David Roche hopes to win Western States 100",
    "text": "Home > Trail Running Record-destroying ultrarunner David Roche hopes to win Western States 100 \"I'm in it to win it,\" Roche says about the iconic 100-miler Photo by: Cody Bare @codybare_ Colorado’s David Roche isn’t just training for Western States 100 (WSER)—he may be redefining what’s possible. A coach, writer and ultrarunning phenom, Roche made waves when he shattered the Leadville 100 course record, a performance so dominant it was chosen as Trail Performance of the Year. Now, he’s offering a behind-the-scenes journey as he chases a bold goal: to stand on top of the podium at WSER.\n“I’m in it to win it” Roche likens his journey to WSER as more than a training plan—it’s also a science experiment with his own body as the subject. In the intro to his series, he reflected on his 18 years of endurance training, likening each day to laying a brick in a structure he couldn’t yet envision. “Now, I get 166 more opportunities to lay down bricks to the dream I never really let myself fully imagine,” he said.\nBut Roche is doing more than dreaming—he’s determined to chase that first-place finish.“I know it probably ruffles some feathers when I say that I’m in it to win it. I’m not that guy, right? Deep down, I definitely don’t think I am. Well… I was wrong both times before.”\n19-year-old Leadville 100 course record falls\nRedefining the playbook To make history, Roche knows he can’t play by the usual ultrarunning rules. His plan? Show up with “track-ready 5K fitness” to outpace even the best in the sport. He’s throwing himself into speedwork and running economy like never before, aiming to push boundaries and rewrite the expectations of a 100-mile race. “I’m going to get fast. Really fast,” he says.\nDavid Roche Javelina Jundred 2024. Photo: Cody Bare @codybare_ Why you’ll want to watch Roche is inviting the world to follow his journey in a new YouTube series, Road to Western States, with the first episode titled “Shock the World.” Roche offers a raw, unfiltered look at what it takes to chase greatness. From speed workouts to GI training, mental challenges , fueling and more, Roche’s videos offer a front-row seat to an athlete willing to risk it all for a shot at making history.\n“Maybe it will work. Maybe I’ll crash and burn,” he says. “Either way, I’ll have a story to tell.” For anyone who’s ever dreamed big or rooted for the underdog, this is the story to watch. Check out Episode 1 of Road to Western States here , directed by Cody Bare , and prepare to be inspired.\nCheck out the latest buyer's guide: The one running jacket you need this winter This winter running jacket from Craft might be your smartest purchase this season",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->sport achievement",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=7vpHk6Qoh_g",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=7vpHk6Qoh_g"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:08:49.825+02:00",
    "updated": "2025-01-17T01:33:19.328+02:00"
  }
]