[
  {
    "uuid": "917b060f06c51d158c90c367cd86b7b9b9d116a6",
    "url": "https://www.arcamax.com/entertainment/weirdnews/s-3211289",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-04-18T05:00:00Z",
    "title": "British farmers using Axe body spray to keep rams from fighting | Weird News | ArcaMax Publishing",
    "text": "(UPI) A British sheep farmer said she found a surprising solution for curbing the aggression of her rams -- Axe body spray.\nSam Bryce, who raises sheep on the Norfolk-Suffolk border in England, said it was other farmers on the Facebook group Ladies Who Lamb who told her the Africa variety of the body spray, known as Lynx in Britain and other countries where the Axe trademark was not available, masks the hormones that cause rams to become aggressive toward one another.\nBryce told The Wall Street Journal that since she started using the heavily-perfumed body spray on the animals, \"There's no argy-bargy, no rowing.\"\nShe said using body spray to calm rams is a growing practice.\n\"There are several of us doing it right across the country and I think even the world now,\" Bryce told ITV News.\n Some fellow sheep farmers said the body spray is good for more than just keeping rams calm -- Suffolk shepherdess Caitlin Jenkins said she uses the same variety to convince mother sheep to adopt abandoned lambs.\nShe said ewes identify their babies by smell, and using the body spray confuses them into thinking the lambs belong to them.\n\"I always go for Lynx Africa because it has a very distinctive strong smell,\" she said. The ones that don't smell as strong have less chance of working.\nCopyright 2024 by United Press International\nComments Please enable JavaScript to view the comments powered by Disqus. blog comments powered by Disqus Share",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "http://disqus.com",
      "http://www.disqus.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam bryce",
          "sentiment": "none"
        },
        {
          "name": "bryce",
          "sentiment": "none"
        },
        {
          "name": "caitlin jenkins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "itv news",
          "sentiment": "none"
        },
        {
          "name": "wall street journal",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "suffolk",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "norfolk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:42:56.039+03:00",
    "updated": "2024-04-19T00:47:38.289+03:00"
  },
  {
    "uuid": "2dd0d4f5b2d8ac696cd1b27a2c72ba850c631e0d",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c076",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "jacinto9999",
    "published": "2023-12-29T14:58:00Z",
    "title": "#76 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#65](c65#c-65) Las muertes no son sensacionalistas, la noticia es sensacionalista, y su falta de rigor, una falta de respeto a los que han sido asesinados. Además de aprovechar que el Pisuerga pasa por Valladolid para seguir esparciendo odio y desinformación...\nNo sé tú, pero yo este tipo de cosas ni las tolero ni me quedo callada, prefiero no ser cómplice de estas miserias.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#53](c53#c-53) ridiculizarlo si quieres.... Pero con Israel tenemos todo tipo de relaciones y bien estrechas, vamos de aliados, van de ser occidente, medio entran en europa, sobre todo socialmente, democracia plena etc etc ... No tiene absolutamente nada que ver.\nEsto es una masacre genocida por supuesto, ejem\n[#2](c2#c-2) .... Pro no es comparable. Si acaso, comparable a la masacre de Hamas.\n[#61](c61#c-61) Con Israel si, con Gaza no, mediáticamente deberíamos estar recibiendo un bombardeo de lavado de cara de Israel, pero es al contrario. Lo que esté bien o mal no me meto, no soy experto, pero la actitud de los medios ha cambiado y eso me inquieta.\nEs como si dentro de un mes encontramos todos los medios diciendo que Aznar ha sido el peor presidente, que hipotecó a España para décadas. Sería inquietante, llevan décadas lavándole la cara a Aznar y que cambien de rumbo significaría que algo ha pasado o que está habiendo algún cambio de poderes de influencia.\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#20](c20#c-20)\nSi pudieras comprenden lo que lees, eso se refiere a la guerra contra rusia, a los muyaidines, por la independencia de Afganistán.\nDESPUÉS de que se retiraran los rusos, Pakistán, Irán, armaron a los grupos islamistas radicales, los talibanes, e inició una guerra civil, que ganaron, eliminando a los grupos anteriores.\n[#13](c13#c-13) Se financian infinitud de proyectos e ideologías en los 5 continentes, para bien y para mal, y solo los “amigos de las cabras” son los que a posteriori se dedican al terrorismo.\n[#56](c56#c-56) con lo de los amigos de las cabras supongo q te refieres a los valerosos guerreros muyahidines, que junto a los USA liberaron del yugo comunista a Afganistán y lo convirtieron en la tierra de libertades que es hoy. No? O te refieres a las primaveras árabes? O a liberar libia? Iraq? El maidan de Ucrania?\n[#57](c57#c-57) La noticia habla de un atentado islamista. ¿ Tu de que crees que hablo ? P.S. No tengo nada contra las cabras.\n[#13](c13#c-13) \"les dedicaron Rambo iii y todo\"\nLeyenda urbana:\nhttps://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082\n[#69](c69#c-69) Esos ojitos no han podido ver algo que jamás ha ocurrido:\nhttps://en.wikipedia.org/wiki/Rambo_III#Dedication (apartado \"Dedication\")\nThe film ends with the on-screen caption, \"This film is dedicated to the gallant people of Afghanistan.\" At some point after the September 11 attacks, an urban legend began that the dedication had actually read \"... to the brave Mujahideen fighters\" when the film was released in theaters, but then changed to \"the gallant people of Afghanistan\" after the 2001 attacks, since the Mujahideen were now associated to some extent with the Taliban. This urban legend has been repeated by some scholars. However, this is untrue, and some reviews of the film upon its release even mentioned the \"gallant people of Afghanistan\" dedication.\nEs decir, o bien crees haberlo visto (podría ser efecto Mandela) o bien simplemente estás mintiendo.\n[#71](c71#c-71) Pues entonces estás mintiendo. No hay ninguna versión de la película en la que aparezca dicho texto, y si te fijas la captura que se comparte online en la que sale el texto de los muyhidines siempre es la misma en el mismo frame exacto. Eso es debido a que la gente siempre comparte la misma captura editada.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://indy100.com/showbiz/rambo-iii-afghanistan-mujahideen-taliban-b1904082",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.en.wikipedia.org/wiki/Rambo_III#Dedication",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:01:29.807+02:00",
    "updated": "2023-12-29T18:01:29.807+02:00"
  },
  {
    "uuid": "2be3bebfe9e26bf1e004460edbeb45515356379f",
    "url": "https://www.agensir.it/quotidiano/2024/3/29/messa-in-coena-domini-mons-parisi-lamezia-eucaristia-e-celebrazione-della-vita-che-il-signore-ci-ha-regalato",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2024-03-29T10:50:00Z",
    "title": "Messa in Coena Domini: mons. Parisi (Lamezia), “Eucaristia è celebrazione della vita che il Signore ci ha regalato” - AgenSIR",
    "text": "“L’Eucaristia che celebriamo è l’incontro con il Signore che dà la vita e immette gioia in tutta la nostra esistenza. In chiesa non si sta con una faccia buia, triste: non è questa la caratteristica dell’incontro con il Signore. Quando si incontra il Signore, deve gioire tutta la vita e la gioia traspare sempre. Il memoriale che celebriamo nell’Eucaristia non è ricordo di qualcosa di antico e statico, ma è celebrazione della vita: in ogni Eucaristia siamo invitati a celebrare la vita che il Signore ci ha regalato”. Così si è espresso ieri il vescovo di Lamezia Terme, mons. Serafino Parisi, che ha presieduto in cattedrale la messa in Coena Domini. “L’Eucaristia istituita da Gesù – ha proseguito il presule – non è memoriale di qualcosa accaduto nel passato che non ha nulla a che vedere con noi oggi, ma ripropone attivamente, in modo presente e vivo, l’esperienza del passaggio dalla schiavitù alla liberazione, del rinnovamento della nostra vita e della nostra storia. L’Eucaristia è il dono di amore di Gesù che consegna la sua vita all’umanità nel servizio. E il Signore questa sera ci dice: come ho fatto io, dovete fare anche voi. Gesù ha voluto realizzare con i suoi discepoli il servizio di amore per il mondo. Anche noi siamo chiamati a mettere il grembiule del servizio, a buttarci per terra, a lavare e baciare i piedi a questa umanità che ha bisogno di riprendere forza, di riacquistare la voglia di camminare con la forza che viene da Dio. Come il Signore ha dato la sua vita per noi per amore, anche noi mettiamo la nostra vita a disposizione per amore perché il mondo possa essere lavato, rigenerato e possa riprendere il cammino della speranza”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:02:41.078+03:00",
    "updated": "2024-03-29T14:02:41.078+03:00"
  },
  {
    "uuid": "ff2626222ea86ee661b244e7086cfb7ca543e811",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7368199.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:32:00Z",
    "title": "稀有金属ETF（159608）跌1.34%，半日成交额965.33万元_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，稀有金属ETF（159608）跌1.34%，报0.589元，成交额965.33万元。稀有金属ETF（159608）重仓股方面， 盐湖股份 截止午盘跌0.85%， 北方稀土 跌2.10%， 洛阳钼业 跌1.15%， 华友钴业 跌0.69%， 赣锋锂业 跌0.45%， 天齐锂业 跌1.10%， 中国稀土 跌2.60%， 中矿资源 跌0.98%， 西部超导 跌2.25%， 厦门钨业 跌1.31%。\n稀有金属ETF（159608）业绩比较基准为同期中证稀有金属主题指数收益率，管理人为广发基金管理有限公司，基金经理为姚曦，成立（2021-12-15）以来回报为-40.31%，近一个月回报为2.70%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->commodity market",
      "Economy, Business and Finance->financial and economic news"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:34.777+03:00",
    "updated": "2025-06-20T05:06:49.000+00:00"
  },
  {
    "uuid": "aca94a9e50d236dc02c1ee479dfdff0c6e345005",
    "url": "https://menafn.com/1107667525/Indo-Canadian-Charged-In-Connection-With-Hindu-Temple-Break-Ins",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-28T23:45:00Z",
    "title": "Indo-Canadian Charged In Connection With Hindu Temple Break-Ins | MENAFN.COM",
    "text": "( MENAFN - IANS) Toronto, Dec 29 (IANS) A 41-year-old Indian-origin man has been arrested in connection with multiple robberies at Hindu temples in the Canadian province of Ontario in recent months, police said.\nJagdish Pandher from Brampton is facing charges for numerous offences and is currently being held for a bail hearing, the Durham Regional Police said on Thursday.\nInvestigators have linked Pandher to numerous break-and-enters at Hindu temples throughout the year, most of which occurred in Durham Region and around the Greater Toronto Area.\nIn a media release, police said that on October 8 at approximately 12:45 am its officers responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering.\nA male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes, the release said, adding that he fled the area prior to police arrival.\nHe was seen on surveillance footage later that morning committing additional break-and-enters at Hindu temples in Pickering and Ajax.\n\"Although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate,\" Durham Regional Police said.\nAt least six Hindu temples were reportedly robbed in the month of September and October alone, mostly in the Greater Toronto Area, which included the Chintpurni Temple in Brampton, Rameshwar Mandir in Caledon and the Hindu Heritage Centre in Mississauga.\nAccording to local media reports, last year, close to half-a-dozen Hindu temples in the Greater Toronto Area were reportedly robbed in a span of ten days.\nThe Peel police in Toronto arrested three Canada-based Punjabi men in 2022 responsible for vandalism and theft in Hindu temples in the Greater Toronto Area from November 2021 until March 2022.\nPandher was one of the three accused, which also included Gursharnjeet Dhindsa and Parminder Gill from Brampton.\nThey were slapped with as many as 78 charges including Disguise with intent (13 counts each) and Break, enter and commit an indictable offence (13 counts each), according to media reports.\n--IANS\nmi/dan\nMENAFN29122023000231011071ID1107667525\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://ians.in/detail/indo-canadian-charged-in-connection-with-hindu-temple-break-ins--20231229130606/",
      "https://ians.in/detail/indo-canadian-charged-in-connection-with-hindu-temple-break-ins--20231229130606",
      "https://www.ians.in/detail/indo-canadian-charged-in-connection-with-hindu-temple-break-ins--20231229130606/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandher",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ians",
          "sentiment": "negative"
        },
        {
          "name": "durham regional police",
          "sentiment": "none"
        },
        {
          "name": "greater toronto area",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "brampton",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "durham region",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:45:55.483+02:00",
    "updated": "2023-12-29T10:45:55.483+02:00"
  },
  {
    "uuid": "5895d57abc1ce44bca1ccd211ddb3e84b2b07c2c",
    "url": "https://www.aol.com/news/u-intelligence-officials-determined-chinese-232259301.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-28T23:22:00Z",
    "title": "U.S. intelligence officials determined the Chinese spy balloon used a U.S. internet provider to communicate",
    "text": "U.S. intelligence officials determined the Chinese spy balloon used a U.S. internet provider to communicate WASHINGTON — U.S. intelligence officials have determined that the Chinese spy balloon that flew across the U.S. earlier this year used an American internet service provider to communicate, according to two current and one former U.S. official familiar with the assessment. The balloon connected to a U.S.-based company, according to the assessment, to send and receive communications from China, primarily related to navigation of the balloon. Officials familiar with assessment said it found that the connection allowed the balloon to send burst transmissions, or high-bandwidth collections of data over short periods of time. The Biden administration sought a highly secretive court order from the federal Foreign Intelligence Surveillance Court to collect intelligence on it while it was over the U.S., according to multiple current and former U.S. officials. How the court ruled has not been disclosed. Such a court order would have allowed U.S. intelligence agencies to conduct electronic surveillance on the balloon as it flew over the U.S and as it sent and received messages to and from China, the officials said, including communication sent via the American internet service provider. The company denied that the Chinese balloon had used its network, a determination it said was based on its own investigation and discussions it had with U.S. officials. NBC News is not naming the provider at this time to protect the identity of its sources. A National Security Council spokesperson referred questions to the Office of the Director of National Intelligence. The DNI declined to comment. Liu Pengyu, a spokesperson for the Chinese embassy in Washington, said that it was a weather balloon that accidentally drifted into American airspace. \"As we had made it clear before, the airship, used for meteorological research, unintentionally drifted into U.S. because of the westerlies and its limited self-steering capability,\" Liu said in a statement to NBC News. \"The facts are clear.\" Chinese intelligence officials have covertly used commercially available service providers in various countries in the past, often as backup communication networks, according to multiple former U.S. officials. They frequently seek out encrypted networks or ones with strong security protocols so they can communicate securely, the officials said. The previously unreported U.S. effort to monitor the balloon's communications could be one reason Biden administration officials have insisted that they got more intelligence out of the device than it got as it flew over the U.S. Senior administration officials have said that the U.S. was able to protect sensitive sites on the ground because they closely tracked the balloon's projected flight path. The U.S. military moved or obscured sensitive equipment so the balloon could not collect images or video while overhead. After the balloon was shot down on Feb. 4, Gen. Glen VanHerck, the commander of North American Aerospace Defense Command, or NORAD, told reporters that the U.S. military and intelligence community had taken exhaustive steps to protect against the balloon's ability to collect intelligence. “We took maximum precaution to prevent any intell collection,\" VanHerck said during a briefing. \"So that we could take maximum protective measures while the balloon transited across the United States.” [In an exclusive interview with NBC News](https://www.nbcnews.com/news/investigations/secret-us-effort-track-hide-surveil-chinese-spy-balloon-rcna130991) this month, VanHerck explained that he worked together with the U.S. Strategic Command, which oversees U.S. nuclear weapons, to reduce the release of emergency action messages to ensure the Chinese balloon could not collect them. “We took action to put capabilities away, whether that be airplanes, ballistic missiles in our missile fields,\" VanHerck said. \"We limited our emission of emergency action messages that could be potentially collected on.\" Emergency action messages (EAM) are how U.S. national leaders communicate with strategic forces all around the world. The messages are highly classified and can include directing nuclear capable forces on response options in the case of a nuclear war. “Protecting EAM and nuclear command and control communications is of critical importance to the United States,” a senior defense official told NBC News. After the balloon was shot down, a senior State Department official said it was used by China for surveillance and was loaded with equipment capable of collecting signals intelligence. The balloon had multiple antennas, including an array likely capable of collecting and geo-locating communications, the official said. It was also powered by enormous solar panels that generated enough power to operate intelligence collection sensors, the official said. Defense and intelligence officials have said that the U.S. assessment is that the balloon was not able to transmit intelligence back to China while over the U.S. The FBI forensics team who examined the balloon after it was shot down completed a classified report about the equipment it carried, according to multiple U.S. officials. Their findings remain secret and have not been widely briefed. Federal judges on the surveillance court, where proceedings are held in secret, [must determine whether there is probable cause](https://bja.ojp.gov/program/it/privacy-civil-liberties/authorities/statutes/1286) that the surveillance target is a foreign power or foreign agent and that the surveillance is necessary to obtain foreign intelligence information. The court's rulings are classified.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://bja.ojp.gov/program/it/privacy-civil-liberties/authorities/statutes/1286)",
      "https://www.nbcnews.com/news/investigations/secret-us-effort-track-hide-surveil-chinese-spy-balloon-rcna130991)",
      "https://nbcnews.com/news/investigations/secret-us-effort-track-hide-surveil-chinese-spy-balloon-rcna130991)",
      "https://www.bja.ojp.gov/program/it/privacy-civil-liberties/authorities/statutes/1286)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "foreign intelligence surveillance court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:54:42.090+02:00",
    "updated": "2023-12-29T01:54:42.090+02:00"
  }
]