[
  {
    "uuid": "f87455e963b7b5e7fc75d96d8e795f8090d25680",
    "url": "https://www.laopiniondemalaga.es/axarquia/2024/05/25/ataque-vandalico-hornacina-carmen-rincon-102884265.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ignacio A. Castillo",
    "published": "2024-05-25T00:00:00Z",
    "title": "VIRGEN DEL CARMEN EN RINCÓN DE LA VICTORIA | Nuevo ataque a la hornacina de la Virgen del Carmen",
    "text": "Sucesos Nuevo ataque vandálico a la hornacina de la Virgen del Carmen del Rincón Los asaltantes lograron esta madrugada romper el cristal protector de la capillita y provocar innumerables destrozos en la imagen, cuyos restos serán expuestos \"para su conocimiento público\", según la hermandad, que condena esta profanación \"sin escrúpulos\" La hermandad de la Virgen del Carmen del [Rincón de la Victoria](/tags/rincon-de-la-victoria/) ha informado de un nuevo acto vandálico contra la hornacina con la que cuenta en la playa de El Tajo, en la zona de los acantilados del municipio, durante la madrugada de este sábado. Según la información compartida por la corporación en sus canales oficiales de comunicación, \"se trata de una profanación de nuestro patrimonio cometida por delincuentes sin ningún tipo de escrúpulos\". Según se aprecia en las imágenes hechas públicas por la hermandad, los autores de este ataque lograron romper el cristal protector de la capillita donde recibe culto una pequeña imagen de la Virgen en escayola, que ha sufrido innumerables daños. \"Desde la hermandad condenamos sin contemplaciones este ataque, el cual ya ha sido oportunamente denunciado ante las autoridades\", ha informado la corporación, que aprovecha, del mismo modo, para \"reclamar nuevamente a nuestro Ayuntamiento que contribuya con las necesarias medidas de aumento de iluminación y seguridad en la zona\". La hermandad pretende exponer en la hornacina los restos de la imagen, \"para su conocimiento público\" y confía en que se pueda restaurar con las aportaciones y donativos que puedan realizar quien lo desee, para lo que facilitará un número de cuenta, de cara a la próxima festividad del 16 de julio. Ataques anteriores No es la primera vez que esta capilla es vandalizada. En septiembre de 2015 sufrió daños por un individuo al grito de \"Alá es Grande\" y que con una piedra habría ocasionó daños en la hornacinam aunque pudo ser detenido por la Policía Local. Un año despúes, en octubre de 2016, sufrió otro ataque. En esa ocasión parece que ningún ciudadano pudo ser testigo de lo ocurrido, puesto que todo apunta a que el incidente se produjo de madrugada. La hornacina de la Virgen del Carmen se encuentra situada al final de los túneles de El Cantal, en las inmediaciones del paseo marítimo del principal núcleo urbano de Rincón de la Victoria y en su entorno hay inmuebles residenciales. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Nuevo%20ataque%20vand%C3%A1lico%20a%20la%20hornacina%20de%20la%20Virgen%20del%20Carmen%20del%20Rinc%C3%B3n%20https://www.laopiniondemalaga.es/axarquia/2024/05/25/ataque-vandalico-hornacina-carmen-rincon-102884265.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.laopiniondemalaga.es/axarquia/2024/05/25/ataque-vandalico-hornacina-carmen-rincon-102884265.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.laopiniondemalaga.es/axarquia/2024/05/25/ataque-vandalico-hornacina-carmen-rincon-102884265.html&text=Nuevo%20ataque%20vand%C3%A1lico%20a%20la%20hornacina%20de%20la%20Virgen%20del%20Carmen%20del%20Rinc%C3%B3n%20%20https://www.laopiniondemalaga.es/axarquia/2024/05/25/ataque-vandalico-hornacina-carmen-rincon-102884265.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share%20a%20trav%C3%A9s%20de%20%40opiniondemalaga) [RRSS email](mailto:?subject=Nuevo%20ataque%20vand%C3%A1lico%20a%20la%20hornacina%20de%20la%20Virgen%20del%20Carmen%20del%20Rinc%C3%B3n%20&body=https://www.laopiniondemalaga.es/axarquia/2024/05/25/ataque-vandalico-hornacina-carmen-rincon-102884265.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Sin viaje y sin dinero: una agencia de Málaga deja en tierra a decenas de clientes](https://www.laopiniondemalaga.es/axarquia/2024/04/27/estafa-agencia-viaje-velez-malaga-101637177.html) [La ejecutiva del PSOE de Vélez-Málaga salta por los aires: 19 dimisiones fuerzan la caída de Moreno Ferrer](https://www.laopiniondemalaga.es/axarquia/2024/05/03/ejecutiva-psoe-velez-malaga-dimisiones-101896569.html) [Clausuran dos vertederos ilegales en la Axarquía con escombros equivalentes a 24.000 camiones](https://www.laopiniondemalaga.es/axarquia/2024/05/22/clausuran-vertederos-ilegales-algarrobo-torrox-102725248.html) [Cazan' en Colmenar al estonio Anton Sild, uno de los delincuentes más buscados de Europa](https://www.laopiniondemalaga.es/axarquia/2024/05/23/cazan-colmenar-estonio-anton-sild-102784332.html) [Hallan salchichas con agujas que ingieren las mascotas en Rincón de la Victoria](https://www.laopiniondemalaga.es/axarquia/2024/04/25/hallan-salchichas-agujas-ingieren-mascotas-101572375.html) [El Ayuntamiento de Vélez-Málaga sacará a consulta ciudadana la recuperación del tranvía](https://www.laopiniondemalaga.es/axarquia/2024/05/16/ayuntamiento-velez-malaga-consulta-ciudadana-tranvia-102416871.html) [Rincón de la Victoria acoge este fin de semana el Festival de la Cerveza Artesana Birra&Art](https://www.laopiniondemalaga.es/axarquia/2024/05/06/rincon-victoria-acoge-semana-festival-cerveza-artesana-102010514.html) [Detenido en Nerja por agredir sexualmente a dos hombres bajo sumisión química](https://www.laopiniondemalaga.es/axarquia/2024/05/21/detenido-nerja-agredir-sexualmente-hombres-102675226.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T23:14:38.888+03:00",
    "updated": "2024-05-26T02:42:10.485+03:00"
  },
  {
    "uuid": "9f56d2470a34a20e8140425f44cd613b8d7d0afc",
    "url": "https://www.atoallinks.com/2024/experience-a-lifetime-journey-top-tips-for-your-budget-friendly-umrah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Muminahtannous",
    "published": "2024-05-31T13:10:00Z",
    "title": "Experience a Lifetime Journey: Top Tips for Your Budget-Friendly Umrah - AtoAllinks",
    "text": "[] Experience a Lifetime Journey: Top Tips for Your Budget-Friendly Umrah [](https://www.atoallinks.com/author/muminahtannous/) [muminahtannous](https://www.atoallinks.com/author/muminahtannous/), [3 hours ago](https://www.atoallinks.com/2024/experience-a-lifetime-journey-top-tips-for-your-budget-friendly-umrah/)4 min read 29 Do you long for a life-changing Umrah journey but are concerned about the expense? Breathe comfortably! Umrah doesn’t have to be extremely expensive. Planning, spending wisely, and using your creativity will enable you to make this holy journey without sacrificing its spiritual value. This book opens up useful guidance that will enable you to have an enjoyable and affordable Umrah trip. Let’s find out the top tips for your [budget-friendly Umrah](https://tvboxbee.com/top-tips-for-planning-a-budget-friendly-umrah-trip/) journey for a lifetime experience. Plan Early and Track Deals: Maximize Your Savings An affordable Umrah is mostly dependent on early preparation. Rates for both flights and hotels usually change during the year. Ideally, you should begin arranging and organizing your travel many months in advance of the date you wish to depart. Use airfare comparison tools to stay on top of sales and get the lowest prices. To save money, try visiting during low-traffic periods, which are usually not during school breaks or the busiest months for pilgrimages. Examine Group Umrah Packages: Splitting Expenses to Save Money Taking an Umrah package with a group can result in great financial savings. Savings can be significant when group travel is arranged, the hotel is shared, and travel companies may be able to bargain for lower prices. But make sure the number of people in the gathering doesn’t become too large and does not clash with the pilgrimage rites’ ideal speed. Select Affordable Lodging: Convenience without Extravagance Luxurious clothing isn’t necessary, yet comfort is during Umrah. Look for lodgings that are tidy and kept up to date and that are somewhat close to the Grand Mosque, or Haram. Think about choices like reasonable hotels which provide minimal amenities at reasonable prices. Many hotels cater to pilgrims on a tight budget by offering customized Umrah packages at reduced prices. Accept Basic Meals: Sustenance without Excess The cost of food might go up rapidly when traveling for Umrah. Choose regional cafes that serve authentic Saudi Arabian food as they are typically less expensive than chains from outside. If you want to avoid depending entirely on eating out, think about bringing some nonperishable snacks and fruits. You can save money on morning meals by using the benefits of the breakfast that many hotels include in their deals. Pack light and wisely: Prevent Extra Costs When you go light, you can save money on extra baggage charges and have more freedom to move around throughout your Umrah. Make sure to pack properly by checking the weather in Makah and Madinah during the times you will be visiting. Wear attire that is both functional and comfortable while complying with Islamic dress requirements. To reduce the weight of your luggage, cut out electronics and extra toiletries. Make Public Transportation: Navigating Affordably A cab ride can add up throughout your Umrah pilgrimage. Analyze your alternatives for cheap and practical public transit between Makah and Madinah, such as the Haramain high-speed train and buses. If you are going somewhere with other people, you might be able to save money by hiring a driver on your own for every part of the trip instead of splitting the cost for separate taxi rides. Embrace the Spiritual Focus: Prioritize Experiences Over Souvenirs Although buying souvenirs from your Umrah trip is a valued custom, the pilgrimage’s spiritual importance must come first. Adopt a budget for mementos and follow it. Rather than wasting a lot of money on meaningless gifts, think about getting worthwhile items for loved ones back home, such as prayer beads or Qur’anic calligraphy art. Seek Advice & Assistance: Make Use of Free Resources To assist you in organizing your Umrah trip, mosques and the internet both offer a wealth of resources. Make use of websites and applications that offer comprehensive guidance on Umrah customs, prayer schedules, and other pilgrim-related knowledge. Make contact with professional Umrah guides or Muslim groups in your area for helpful advice and assistance. Never forget that your allegiance, introspection, and relationship with Allah (SWT) are what make Umrah valuable. Accept the small pleasures of the trip, concentrate on the essential events, and let this holy experience change you. Plan now, prioritize, and go on an affordable, [journey of a lifetime](https://faq-blog.com/umrah-a-journey-of-a-lifetime) that will leave you richer and altered beyond measure.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://tvboxbee.com/top-tips-for-planning-a-budget-friendly-umrah-trip/)",
      "https://faq-blog.com/umrah-a-journey-of-a-lifetime)",
      "https://www.tvboxbee.com/top-tips-for-planning-a-budget-friendly-umrah-trip/)",
      "https://www.faq-blog.com/umrah-a-journey-of-a-lifetime)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "umrah",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "umrah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T00:25:27.397+03:00",
    "updated": "2024-06-01T00:25:27.397+03:00"
  },
  {
    "uuid": "9efe7df8746c024f7da4b3170fb61aca529b40a6",
    "url": "https://whtc.com/2023/12/28/former-hong-kong-independence-group-leader-seeks-asylum-in-britain/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syndicated Content",
    "published": "2023-12-28T22:11:00Z",
    "title": "Former Hong Kong independence group leader seeks asylum in Britain",
    "text": "By Kanishka Singh\nWASHINGTON (Reuters) – The former leader of a Hong Kong pro-independence group, who was sentenced under a national security law imposed by China, fled to Britain and will seek asylum over there, he told the Washington Post.\nWHY IT IS IMPORTANT\nIn November 2021, Tony Chung, who was then 20, was sentenced to 43 months in prison for trying to separate the city from China, and for money laundering. Chung was charged with secession under the sweeping national security law in 2020 and denied bail.\nBeijing imposed the national security law on the Asian financial hub in 2020 after months of anti-government protests. The law punishes acts including subversion, secession, collusion with foreign forces, and extremism with up to life in prison.\nKEY QUOTES\nThe trauma of detention and continued surveillance left Chung with a feeling of “immense pressure and fear,” compelling him to leave, he told the newspaper.\nChung also said he was made to take part in a compulsory “deradicalization” program in detention.\nGuards “kept telling us (him and others in prison) that the United States government is really bad and that we had been manipulated by the United States,” Chung was quoted as saying. “We felt like we had to agree with them, that we couldn’t disagree or argue back.”\nChung was eventually released in June 2023 after his time was reduced for good behavior, according to the Washington Post. He plans to continue his studies and told the Post he will contribute everything he can in exile, “just as before.”\nCONTEXT\nChung is the former leader of Hong Kong pro-independence group Studentlocalism that dissolved in 2020 before the security law came into effect.\nProsecutors had said at the time he was charged that he acted as an administrator for the Facebook pages of the U.S. branch of Studentlocalism and an organization called the Initiative Independence Party. They also said pro-independence T-shirts, flags and books were seized from his home.\nThe former British colony returned to Chinese rule in 1997 with the promise of a high degree of autonomy. Democracy activists and some Western governments say China broke that promise, an allegation that Beijing denies.\n(Reporting by Kanishka Singh in Washington; Editing by David Gregorio)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kanishka singh",
          "sentiment": "negative"
        },
        {
          "name": "chung",
          "sentiment": "none"
        },
        {
          "name": "tony chung",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "washington post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hong kong",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:07:23.720+02:00",
    "updated": "2023-12-29T01:07:23.720+02:00"
  },
  {
    "uuid": "04d88131dcc7907750527ac249a2d73bf1395b95",
    "url": "https://www.marketplace.org/2024/01/05/for-this-brooklyn-ice-cream-company-2023-felt-like-the-first-year-were-back-on-track/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samantha Fields",
    "published": "2024-01-05T22:04:00Z",
    "title": "Ice cream company is \"back on track\" after pandemic uncertainty - Marketplace",
    "text": "For this Brooklyn ice cream company, 2023 felt like the first year “we’re back on track” Share Now on: HTML EMBED: For this Brooklyn ice cream company, 2023 felt like the first year “we’re back on track” Share Now on: HTML EMBED: These days, Pooja Bavishi doesn’t spend much time thinking about the past. About how, just a year after she opened her ice cream shop, [Malai](https://www.malai.co/), in Brooklyn, New York, she had to shut it down because of COVID. About how touch and go it was there for a while. There’s too much happening for the business right now. All of it exciting. In April, she opened Malai’s second location, at a food hall in Manhattan. In October, she opened a production space and fulfillment center in Brooklyn. Soon she’ll be opening another shop, in Washington, D.C., her first out of state. “2023 feels like the first year where we’re back on track,” Bavishi said. “It feels like the first actual back-to-normal kind of year since COVID happened.” Bavishi started Malai back in 2015 “in a very New York kind of way,” making and selling her Indian-inspired ice cream flavors at fairs and markets around the city, first out of a chest freezer, then out of a box cart. Later she started selling wholesale, to small specialty food stores, and online. Eventually what she called the last piece of the puzzle fell into place when she opened her first physical store, in the Cobble Hill neighborhood of Brooklyn. That was March 2019. When, a year later, COVID hit and New York City all but shut down, she said, “it really didn’t feel like there was a clear path.” Then, something else unexpected happened. People started ordering her ice cream online. A lot of it. In those early months of the pandemic, [Bavishi said](https://www.marketplace.org/2021/03/10/commercial-spaces-now-within-reach-some-businesses/), “our shipments went up by 1,200%.” Which is why, in March 2021, she started actively looking for a second location. Not another storefront but more of a commercial space, a production and fulfillment center where her team could make, pack and ship all of that ice cream. “We got to a point where we realized that we were not able to grow any more out of this current space if we don’t get another space,” [she said at the time](https://www.marketplace.org/2021/03/10/commercial-spaces-now-within-reach-some-businesses/). But before she found one that felt right, things picked up at the store, she said. “We then went full swing into our peak season starting in April, and so that kind of got put to the side.” She never did sign a lease on a production space and fulfillment center in 2021. “Then honestly in 2022, buying behavior changed again,” Bavishi said. “Our e-commerce/online ordering for nationwide shipping went down, where our brick and mortar went up.” It no longer felt immediately necessary to spend the money to rent a big production and fulfillment center. Instead, as people got vaccinated and started going back into stores and restaurants in bigger numbers, she started focusing on other opportunities to grow the business. A lot of that growth actually happened in 2023 — opening the Manhattan food hall kiosk, settling on the D.C. location and moving into a big production space and fulfillment center in Brooklyn where they now make all the ice cream for their stores and online orders. It’s exactly the kind of place she had been looking for in 2021, a big upgrade from the production space the team had operated out of in the back of her Brooklyn store for the last four years. “It was a tiny, little space in the back of our store,” Bavishi said. “We called it the magical kitchen.” This new space is the opposite of tiny. It has a huge walk-in freezer and walk-in refrigerator that takes up almost a quarter of the long, rectangular room. Most of the walls that are not taken up by the giant freezer are lined with metal shelves, some stacked with shipping boxes. Some of those boxes have empty pint containers in every color waiting to be filled with ice cream, others have Malai-branded T-shirts and tote bags. Then there are the product ingredients — nuts, chocolate, sugar, coconut milk, pureed pumpkin and all sorts of spices: garam masala, nutmeg, star anise, chili peppers. In one corner, there’s a makeshift office area big enough for the team, which has doubled, from 16 to 32, in the last couple of years. In another, there’s a dedicated shipping area. And way in the back by the wall of windows, there’s an ice cream maker, a blast freezer, a double oven, a giant floor mixer and a dishwasher. “A very big upgrade,” Bavishi said with a laugh. It hasn’t been easy getting the business to where it is, with COVID, supply chain issues, inflation and hiring challenges. “But you know, food businesses in general are really tough and margins are slim and costs are high,” Bavishi said. “So I think those problems will keep coming. Like, it’s not smooth sailing from here on out.” But she knew that was part of the deal going in. There’s a lot happening in the world. Through it all, Marketplace is here for you. You rely on Marketplace to break down the world’s events and tell you how it affects you in a fact-based, approachable way. We rely on your financial support to keep making that possible. [Your donation today powers the independent journalism that you rely on](https://support.marketplace.org/mkp-instory). For just $5/month, you can help sustain Marketplace so we can keep reporting on the things that matter to you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.malai.co/",
      "https://www.malai.co",
      "https://malai.co/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bavishi",
          "sentiment": "none"
        },
        {
          "name": "pooja bavishi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "brooklyn",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "malai",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        },
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:22:10.389+02:00",
    "updated": "2024-01-06T03:28:59.524+02:00"
  },
  {
    "uuid": "d8ee66ab74afb0abeddd4461dbcf823f7c4cb3be",
    "url": "https://www.analitica.com/actualidad/actualidad-nacional/politica/machado-alerta-sobre-posible-ola-migratoria-si-maduro-sigue-en-el-poder",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Analítica",
    "published": "2024-08-08T18:46:00Z",
    "title": "Machado alerta sobre posible ola migratoria si Maduro sigue en el poder",
    "text": "[Actualidad Nacional](https://www.analitica.com/category/actualidad/actualidad-nacional/) [Política](https://www.analitica.com/category/actualidad/actualidad-nacional/politica/) Machado alerta sobre posible ola migratoria si Maduro sigue en el poder Machado señaló que aún se está a tiempo, especialmente con apoyo de la comunidad internacional, de revertir lo que sucede en el país La líder opositora y dirigente de Vente Venezuela, María Corina Machado, sostuvo este jueves una conferencia de prensa con [medios mexicanos](https://www.swissinfo.ch/spa/machado-advierte-de-una-%22ola-migratoria%22-nunca-vista-desde-venezuela-si-maduro-se-aferra-al-poder/86420196), a los que advirtió sobre una posible nueva ola migratoria en caso de que Nicolás Maduro se mantenga en el poder. “Yo le digo a AMLO (acrónimo del presidente mexicano, Andrés Manuel López Obrador) que si Maduro opta por aferrarse por la fuerza, por las malas (al poder), sólo podremos estar viendo una ola migratoria como nunca hemos visto: tres, cuatro, cinco millones de venezolanos en muy poco tiempo”, explicó Machado. No obstante, Machado señaló que aún se está a tiempo, especialmente con apoyo de la comunidad internacional, de revertir lo que sucede en el país en medio de las denuncias por los resultados de las elecciones presidenciales del 28 de julio. “México tiene un poder importantísimo porque tiene un canal directo con el régimen. Espero que el gobierno mexicano entienda la enorme responsabilidad (que tiene)”, añadió la dirigente opositora. Para la fecha, el gobierno de México ha estado al margen de algún pronunciamiento categórico sobre lo que ocurre en el país, donde el [Consejo Nacional Electoral](https://www.analitica.com/actualidad/actualidad-nacional/machado-el-mundo-empieza-a-entender-que-maduro-ha-ido-quedando-cada-vez-mas-aislado/) proclamó a Maduro como el vencedor de los comicios pese a no presentar, hasta el momento, las actas detalladas. De acuerdo con la ONU, más de 7,5 millones de venezolanos han salido de su país en los últimos años escapando de la crisis y buscando nuevas y mejores oportunidades.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:18:14.396+03:00",
    "updated": "2024-08-09T11:29:38.549+03:00"
  },
  {
    "uuid": "b2367d869340f88387de0aac8fa3246282dff34e",
    "url": "https://bvmsports.com/2025/03/19/wisconsin-badgers-battle-montana-grizzlies-in-ncaa-first-round",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2025-03-19T22:19:00Z",
    "title": "Wisconsin Badgers Battle Montana Grizzlies in NCAA First Round",
    "text": "Wisconsin Badgers Battle Montana Grizzlies in NCAA First Round\nThe Wisconsin Badgers men's basketball team, a 3-seed in the NCAA Tournament, faces the 14th-seeded Montana Grizzlies on March 20, 2025, at Ball Arena, Denver. This marks Wisconsin's 28th NCAA Tournament appearance, with the team entering with a record of 26 wins this season, their highest since 2014-15. They aim to continue their success against a Montana team that has a strong shooting percentage but is 0-2 in previous NCAA Tournament games under coach Travis DeCuire.\n- Wisconsin's 26 wins this season are the most prior to the tournament since the 2014-15 season.\n- Montana boasts a shooting percentage of 50.2%, ranking second in the nation.\n- Carter Gilmore and John Tonje both contributed key defensive plays during the Big Ten Tournament semifinals against Michigan State, ensuring a tight 77-74 victory.\n- Wisconsin has achieved three top-ten victories this season, demonstrating strong performance heading into the tournament.\n- Montana won both the Big Sky regular season and tournament titles, entering this matchup with momentum.\nThe winner of the Badgers vs. Grizzlies matchup will face the winner of the BYU vs. VCU game in the second round on Sunday, March 23. If Wisconsin advances, they will look to continue their tournament success with potential matchups against higher seeds.\nBottom LineWisconsin's blend of historical tournament success and strong recent performance positions them as a formidable contender against Montana. The matchup highlights their need to capitalize on both their shooting ability and defensive prowess to advance in the NCAA tournament.\nRead more at Wisconsin Badgers\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->basketball"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://uwbadgers.com/news/2025/3/18/mens-basketball-starting-five-badgers-face-montana-in-ncaa-first-round.aspx",
      "https://www.uwbadgers.com/news/2025/3/18/mens-basketball-starting-five-badgers-face-montana-in-ncaa-first-round.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Travis DeCuire",
          "sentiment": "none"
        },
        {
          "name": "Carter Gilmore",
          "sentiment": "none"
        },
        {
          "name": "John Tonje",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Ball Arena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Wisconsin Badgers Battle Montana Grizzlies",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "NCAA",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:32:52.378+02:00",
    "updated": "2025-03-20T00:32:52.378+02:00"
  }
]