[
  {
    "uuid": "ab3fcb7e40cd0cf49186476708fb1d86a2a9fc39",
    "url": "https://vanguardia.com.mx/noticias/responsabiliza-presidente-a-traficantes-de-personas-de-organizar-caravanas-GN10591315",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "isabel serrano",
    "published": "2023-12-28T22:10:00Z",
    "title": "Responsabiliza Presidente a traficantes de personas de organizar caravanas",
    "text": "Responsabiliza Presidente a traficantes de personas de organizar caravanas [Isabel Serrano](/autor/-/meta/isabel-serrano) Asegura que alientan a las personas a salir de sus países desinformándolas, además asegura que la megacaravana que salió el domingo pasado de Tapachula se ha disuelto CDMX.- El presidente [Andrés Manuel López Obrador ](https://lopezobrador.org.mx/)señaló a los traficantes de personas como los responsables de organizar a las caravanas migrantes, como la que actualmente avanza desde el sur del país. En su conferencia de prensa mañanera, el mandatario aseveró que éstos alientan la migración y desinforman a la gente para hacerlos salir de sus países. TE PUEDE INTERESAR: [Anuncia AMLO intensificación de control migratorio tras visita de comitiva de EU a México](https://vanguardia.com.mx/noticias/anuncia-amlo-intensificacion-de-control-migratorio-tras-visita-de-comitiva-de-eu-a-mexico-NN10590481) “Se alienta la migración, se desinforma, hay también los traficantes de personas que se dedican a eso y organizan caravanas para llegar a Estados Unidos, muchas veces no informando a la gente”, acusó esta mañana. Las declaraciones las hace López Obrador en el contexto del avance de la caravana que el pasado domingo salió de Tapachula, Chiapas con casi 10 mil personas, siendo calificada como la más numerosa de este año, y que actualmente se encuentra en municipio de Escuintla de la misma entidad. El Presidente aseveró que mientras los traficantes alientan la migración, el gobierno debe cuidar de ello para evitar que corran riesgos. “Tenemos que seguir nosotros cuidando a los migrantes, evitando que corran peligro, evitando los riesgos”, manifestó. Precisamente ayer, una delegación del gobierno de Estados Unidos estuvo en México para abordar el tema migratorio; entre los funcionarios que estuvieron estuvo el secretario de Estado, [Antony Blinken](https://twitter.com/SecBlinken), y de Seguridad Nacional, Alejandro Mayorkas. ASEGURA AMLO QUE MEGACARAVANA SE HA FRAGMENTADO Cuestionado por el número persona que integran la caravana, el presidente [Andrés Manuel López Obrador ](https://lopezobrador.org.mx/)negó que sea tan numerosa y aseguró que ya se había dispersado. Añadió que de acuerdo con el informe más reciente ya sólo estaba integrada por mil 500 migrantes. TE PUEDE INTERESAR: [Caravana de más de 10 mil migrantes se dirige a Estados Unidos](https://vanguardia.com.mx/noticias/caravana-de-mas-de-10-mil-migrantes-se-dirige-a-estados-unidos-AB10553535) “En el caso de esta caravana, ya se han ido quedando en el sureste, porque hablas de 8 mil, el informe de hoy creo que ya es de mil 500, lo que hoy hace un momento me informaron... mil 582. Claro que se dividen y muchos continúan por su cuenta”, aseguró.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://lopezobrador.org.mx/",
      "https://twitter.com/SecBlinken",
      "https://lopezobrador.org.mx",
      "https://www.lopezobrador.org.mx/",
      "https://www.twitter.com/SecBlinken"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:07.303+02:00",
    "updated": "2023-12-29T00:34:10.779+02:00"
  },
  {
    "uuid": "a7832ee0e9d91bd74487485e5874b76a3115cf50",
    "url": "https://www.recorder.com/My-Turn-Moreinis-54805624",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BRAM MOREINIS",
    "published": "2024-04-18T21:48:00Z",
    "title": "My Turn: Saving planet Greenfield",
    "text": "Anthropologist Margaret Mead wrote, “Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed, it is the only thing that ever has.” If such a group were Greenfielders responding to the climate crisis, what would they be doing? Soon after we were choked by wildfire smoke or deluged by farm flooding, fear and anger subsided as front pages cleared and day-to-day life resumed. What happened to that sense that something must be done? Urgency dissipates (or is repressed) when we don’t know what we could do that would matter. When urgency dissipates, we are rarely moved to sit with questions long, reading and talking with others who also hold them. It is scary and infuriating to learn what our economic systems are doing to life on Earth. It is also depressing to feel powerless in the face of such planetary-scale forces. But there are things that we can be up to that matter. These things are different for each of us based on our positions in life, but they are also the same three things. I invite my neighbors to roll up your sleeves (or roll them up more) and feel more direct agency around this planetary polycrisis we are all in. Even if we stop flying, cut down on driving, and become greener consumers, it is not enough. There is no ethical consumption under capitalism, and we need to take the fight to the enemy. There are three fronts where the battle against the climate part of the polycrisis is being fought, where individual efforts matter when we work together. They are all systemic change efforts, but on different scales. The first, planetary front of this battle is “mitigation”: the fight to slow and change our economic system so it pumps less carbon into the air. As voters, we can elect state representatives who pass laws that stop pipelines and promote renewables. We can join the Californians who are pushing the U.S. off oilfields and petrodollars, creating some short-term pain for the sake of long-term survival. I do communications work for 350 Mass, who propose and lobby for such laws. This volunteering has more impact than not flying. It feels great to join forces with those “thoughtful, committed citizens” for that fight. Article continues after... Yesterday's Most Read Articles [Orange man gets 12 to 14 years for child rape](/Orange-man-gets-12-to-14-years-for-child-rape-54763139) [Cleary Jewelers plans to retain shop at former Wilson’s building until 2029](/Cleary-Jewelers-plans-to-retain-shop-at-former-Wilson-s-building-until-2029-54567668) [Greenfield Police Logs: April 2 to April 8, 2024](/Greenfield-Police-Logs-April-2-to-April-9-2024-54734710) [Fire scorches garage on Homestead Avenue in Greenfield](/Fire-scorches-garage-on-Homestead-Avenue-in-Greenfield-54794243) [One Greenfield home invasion defendant up for bail, other three held](/One-Greenfield-home-invasion-defendant-up-for-bail-other-three-held-54691558) [Two local school advocates tapped to lead state’s new Small and Rural Schools Committee](/Two-local-school-advocates-tapped-to-lead-state-s-new-Small-and-Rural-Schools-Committee-54775980) The second local battle front is “adaptation”: changing how we live to prepare for what’s here and coming. Our extreme weather, particularly flooding, will only increase because hotter air holds more evaporated moisture from hotter oceans. The Northeast is where it mostly gets dumped. Our agriculture and infrastructure system workers are already adapting as fast as they can with resources they get from taxes, grants and donations. The Sustainable Greenfield Implementation Committee is a public/private partnership to shepherd this adaptation process, with Greening Greenfield and Greenfield Tree Committee members joining city department directors and staff. They are another “small group of thoughtful committed citizens.” The third front, and the reason I’m writing, is “social resilience”: the ability to recover from extreme events with mutual aid and shared skills. Margaret Mead coined “prefigurative culture” for communities that choose to change how they live when old ways don’t work, and then pass those changes on. If we don’t choose how we live together, we may still change and pass changes on, but not helpfully (cellphone overuse, for example). What prefigurative choices can we make, as Greenfielders, to be more resilient decades from now when business as usual is no longer possible? Visit resilientgreenfield.org before Sunday, May 5 and consider joining a new small group of thoughtful committed citizens, with sleeves rolled up. Bram Moreinis of Greenfield is an educator and activist.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greenfield",
          "sentiment": "negative"
        },
        {
          "name": "margaret mead",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:55:09.441+03:00",
    "updated": "2024-04-19T01:20:18.719+03:00"
  },
  {
    "uuid": "afa360714e5a25d4f10f04eeb689514197d0ba57",
    "url": "https://biz.crast.net/hurt-by-ukraine-drone-attacks-russia-cuts-diesel-and-gasoline-exports",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Neeley",
    "published": "2024-02-01T23:38:00Z",
    "title": "Hurt by Ukraine drone attacks, Russia cuts diesel and gasoline exports - Business News",
    "text": "With Ukrainian drones again attacking Russian oil refineries this week, Russia's Energy Ministry is cutting exports of gasoline by 37 percent and diesel by 23 percent. Wednesday's announcement came hours after a drone caused a major fire at the Nevsky Mazut oil tank farm in downtown St. Petersburg. On Monday, a Ukrainian drone crashed harmlessly on the grounds of the Slavneft-Yanos oil refinery in Yaroslavl, 500 miles from the Ukrainian border. Last week, Ukrainian drones attacked energy facilities in five other cities in European Russia. The operation coincides with Ukraine targeting fuel logistics behind Russia's front lines. Ukraine's Defense Ministry on Thursday reported two record months of destroyed fuel tanks and trucks: 937 in January and 931 in December. Gasoline and diesel are the lifeblood of modern armies. The US Defense Department is the largest energy consumer in the country, if not the world. In 1942, Nazi Germany's “Desert Fox,” General Erwin Rommel, made a famous argument regarding fuel: “Neither guns nor ammunition are of much use in mobile warfare, unless they can be carried around. “There may not be enough petrol vehicles to go.” In November of that year, his tanks ran out of fuel while fighting for control of eastern Libya. Six months later, in May 1943, the famed Afrika Korps surrendered to Allied forces. Russia has the world's largest oil reserves – about 100 billion barrels. Yet the challenge is finding parts to repair refineries that were built with Western technology in the 2000s. “Just as you can't replace a faulty clutch in a BMW with an identical part in a Russian-made Lada, the same applies across the industry,” Sergei Vakulenko, an oil industry analyst at the Carnegie Russia Eurasia Center, wrote last week. “It is difficult to replace compressors, valves, control units and other parts of equipment due to restrictions.” Two weeks ago, a Ukrainian drone attacked Lukoil's Kstovo refinery in Nizhny Novgorod, a city 260 miles east of Moscow. Compressor fire halts production at Russia's biggest refinery. Predicting a shutdown of several months, Mr. Vakulenko wrote: “Lukoil will almost certainly experience significant difficulties in integrating non-original parts. In a worst-case scenario, the refinery may even need to acquire entirely new equipment. “If we are seeing the beginning of a wave of attacks on Western Russia's oil refineries, the consequences will be grave,” he concluded in an article titled “Russia's oil industry threatened by Ukrainian drones, Western sanctions.” Ukrainian maritime drones could prove just as damaging to Russia's energy industry as aerial drones. Three maritime drones attacked in the Black Sea on Thursday ivanovets, a $65 million Russian missile corvette. It sank within minutes. Apparently, most of the crew of 50 abandoned ship safely. “As a result of a series of direct hits on the hull, the Russian ship received damage incompatible with forward speed – ivanovets “Listed to the stern and sank,” the Main Intelligence Directorate of Ukraine said on its Telegram channel. Posting a black-and-white video of the early-morning attack, the intelligence agency said the boat was destroyed by troops from its “Group 13” operating covertly on Lake Donuzlav, a bay on the western edge of Russia-controlled Crimea. was given. A month earlier, a similar Tarantul-class corvette had sunk in Hrafska Bay off Sevastopol. Last fall, Ukrainian missile and maritime drone attacks pushed the Russian fleet out of the western and central Black Sea. This lifted Russia's naval blockade of Ukraine's Black Sea ports. In the four months since Ukraine opened the grain export corridor, about 500 cargo ships have used the route. In December, Ukraine's exports from three ports in the Odessa region reached 6.3 million tons, close to pre-war levels. Before the war, these ports – Odessa, Chornomorsk and Pivdenny – handled about half of all Ukraine's exports. Even without a navy, Ukraine is defeating the Russian Navy. Largely a legacy of the Soviet Union, Russia's navy was considered the third most powerful in the world before the war, behind the navies of the US and China. In nearly two years of drone warfare, Ukraine has sunk or damaged nearly half of the 80 ships of Russia's pre-war Black Sea Fleet. with Thursday's sunset ivanovets23 Russian warships have been sunk. Another 13 suffered major damage. In revenge, Russia has attacked nearly 200 Ukrainian port facilities since July, killing five port workers and wounding 23. “Satellite imagery indicates Ukrainian attacks caused Russian forces to move [Black Sea fleet] The assets range from occupied Sevastopol to ports on the eastern side of the Black Sea, the Washington-based Institute for the Study of War reports. Analyzing the photos by Planet Labs, the non-profit concluded: “Recent satellite imagery indicates that ships taken to Novorossiysk during the fall have not returned to Sevastopol.” Now, some analysts fear that Ukraine's next move is to hit back at Russia and block Russian exports from its own Black Sea ports. Novorossiysk, Russia's busiest Black Sea port, is Russia's third-largest oil exporting port, after two ports near St. Petersburg. Russia is the world's largest exporter of wheat, about 70 percent of which comes from Novorossiysk and nearby Taman. Eurasia Group Chairman Ian Bremmer is concerned that Ukraine will “target oil and grain facilities on the Black Sea which could again disrupt global markets.” Writing in Time magazine before the EU approved a $54 billion aid package to Ukraine on Thursday, Mr Bremer said: “Kiev is becoming increasingly more desperate. “It is trying its best to increase its domestic defense production, especially of drones for the battlefield and to strike targets inside Russia.” To President Zelensky this seems like appeasement. At the World Economic Forum in Davos two weeks ago he said of the “don't escalate” mantra: “Every 'don't escalate' to us sounded like “you shall prevail” to Putin. …This concept Nothing has harmed our alliance more than Russia.'' Separately, in an interview with France's Le Monde newspaper, Ukraine's top premier Kirill Budanov recently reviewed Ukraine's attacks on Crimea and energy targets. Of. Looking to 2024, he promised: “This is just the beginning.” Source: www.nysun.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "erwin rommel",
          "sentiment": "none"
        },
        {
          "name": "desert fox",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "energy ministry",
          "sentiment": "negative"
        },
        {
          "name": "us defense department",
          "sentiment": "none"
        },
        {
          "name": "nazi",
          "sentiment": "none"
        },
        {
          "name": "slavneft",
          "sentiment": "none"
        },
        {
          "name": "defense ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "st. petersburg",
          "sentiment": "none"
        },
        {
          "name": "yanos",
          "sentiment": "none"
        },
        {
          "name": "yaroslavl",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "nevsky mazut",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:42:36.395+02:00",
    "updated": "2024-02-02T02:42:36.395+02:00"
  },
  {
    "uuid": "52d4cc21bbcfffcb1c9d77aea08dd2e9f53bd113",
    "url": "https://www.indiatoday.in/good-news/video/hero-dog-saves-63-lives-during-himachal-pradesh-flash-floods-2753961-2025-07-10",
    "ord_in_thread": 0,
    "author": "@indiatoday",
    "published": "2025-07-10T17:00:00Z",
    "title": "Hero dog saves 63 lives during Himachal Pradesh flash floods - India Today",
    "text": "Pakistani actor Humaira Asghar Ali found dead in her flat\nPakistani actress Humaira Asghar Ali was found dead in her Karachi apartment on July 8, 2025.\nA five-month-old dog named Rocky became a hero in Siyathi village, in the Dharampur area of Himachal Pradesh, when his timely bark alerted his owner and subsequently saved 63 lives from flash floods. On June 30th, Rocky's loud barking woke up his owner, Lalit Kumar, who then warned his family and neighbours about the impending danger. The village was hit by flash floods and landslides, but thanks to Rocky's warning, not a single life was lost. The villagers are now staying at a nearby temple, with Rocky being hailed as a hero by all.\nPakistani actress Humaira Asghar Ali was found dead in her Karachi apartment on July 8, 2025.\nIn an exclusive interview with India Today, Karnataka Chief Minister Siddaramaiah addressed speculation about a potential leadership change in the state.\nNine Indian tourists, including Amit Tanwar, were detained at Moscow airport on July 8 despite valid visas.\nThe political landscape in Karnataka is experiencing turbulence as Chief Minister Siddaramaiah and Deputy Chief Minister D.K. Shivakumar arrive in Delhi for crucial meetings.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->human mishap",
      "Disaster and Accident->natural disaster",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news_ph",
        "top_news_kw",
        "top_news_iq",
        "top_news_nz",
        "top_news_pk",
        "top_news_ae",
        "top_news_za",
        "top_news_qa",
        "top_news_sg",
        "top_news_sa",
        "top_news_my",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T21:05:09.789+03:00",
    "updated": "2025-07-10T18:14:47.000+00:00"
  },
  {
    "uuid": "757b85b4c61acb1d38e2e073cd3d652275635a1c",
    "url": "https://www.breakingnews.ie/ireland/insulting-to-suggest-irish-men-were-in-colombia-for-peace-process-archives-1569736.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BreakingNews.ie",
    "published": "2023-12-28T21:31:00Z",
    "title": "‘Insulting’ to suggest Irish men were in Colombia for peace process – US official",
    "text": "A suggestion that three republicans were on holiday in Colombia rather than training rebels was said to be “insulting to (the) intelligence” of diplomats, archive documents show.\nThere was concern at the time that the arrest of the so-called Colombia Three in 2001 could damage the Northern Ireland peace process.\nThe incident happened after the IRA agreed on a way of disabling its arsenal, following months of slow progress.\nColombian authorities alleged that the men were training members of the Revolutionary Armed Forces of Colombia, also known as Farc.\nThe men were convicted of training rebels and sentenced to 17 years in prison in 2004; they were granted amnesty in 2020 as part of Colombia’s peace process.\nIn 2022, it was reported that their amnesty had been revoked.\nThe Colombia Three have always denied wrongdoing, maintaining they were in the country to observe Colombia’s peace negotiations.\nThe three men, who were travelling on false passports, Niall Connolly, James Monaghan, and Martin McCauley, were arrested on August 11 2001 at Bogota International Airport.\nIn newly released State documents, the discussion between top Irish and US officials in the aftermath of the arrests show that the US Special Envoy for Northern Ireland Richard Haass was angry at the incident.\nIn a meeting between Mr Haas and Ireland’s Ambassador to the US Sean O hUiginn, he said the men were “not on vacation, they were not promoting a peace process”.\n“It was not only implausible to try to put across such explanations but insulting to our intelligence.\n“A far better course would be to admit that a mistake had been made and say that it would not happen again.\n“It was far more likely that the detainees were involved in some kind of ‘transfer of knowhow about bomb-making’.”\nA briefing document written for the Department of Foreign Affairs detailed a meeting in Washington DC between Mr Haass and Ireland’s Ambassador to the US Sean Ó hUiginn.\nThe document notes that the Irish and British governments were “obviously in stocktaking mode to work out a strategy in relation to developments in the peace process, including of course the Colombia dimension”.\n“The benign explanation that the three might have been engaged in peace education was not sustainable.\n“Rather the choice was from the malign menu, for example, of some kind of weapons dealing, testing or training,” the note dated September 7 2001 said.\nThe material can be viewed in the National Archives in file 2023/53/29",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james monaghan",
          "sentiment": "none"
        },
        {
          "name": "martin mccauley",
          "sentiment": "none"
        },
        {
          "name": "niall connolly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ira",
          "sentiment": "none"
        },
        {
          "name": "revolutionary armed forces of colombia",
          "sentiment": "none"
        },
        {
          "name": "farc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colombia",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "bogota international airport",
          "sentiment": "none"
        },
        {
          "name": "northern ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:18.465+02:00",
    "updated": "2023-12-29T00:20:18.465+02:00"
  },
  {
    "uuid": "82df7d7b26edbb956aef853a2ebfa5fa885f35ff",
    "url": "http://business.times-online.com/times-online/article/syndicationcloud-2023-12-29-new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2023-12-29T06:24:00Z",
    "title": "New Leaf Family Welcomes Attorney Katie Wilmoth to Their Team | User | times-online.com",
    "text": "FOR IMMEDIATE RELEASE\nGOLDEN, Colorado, December 28, 2023— New Leaf Family is thrilled to announce the addition of attorney Katie Wilmoth to their growing team. As a skilled and compassionate family law attorney, Wilmoth brings a wealth of experience and dedication to the firm’s mission of providing exceptional legal representation in family law matters.\nChristopher Anderson , CEO and founder of New Leaf Family, expressed his enthusiasm for the newest member of their team stating, “We are honored and excited to have Katie Wilmoth join the firm. She is an attorney of extraordinary talent, and caring for her clients. She will be an excellent addition to New Leaf’s team of attorneys seeking to empower our clients to make the best decisions for themselves and their families.”\nWith a focus on custody, child support, divorce, spousal support, property division, and modification of existing court orders, Katie has established herself as a strong advocate for her clients. She understands the unique challenges involved in cases involving children and recognizes the importance of helping parents work together for the benefit of their children even after legal proceedings have concluded. Katie firmly believes in leading by example, prioritizing professionalism, and encouraging her clients to consider the needs of their children above personal animosity towards the other parent.\nKatie brings a valuable skill set to her family law practice, boasting an impressive background in business and a Bachelor of Science degree majoring in Economics from New York University – Leonard N. Stern School of Business. This background allows her to approach cases with a strategic mindset, evaluating not only the legal aspects but also the financial implications for her clients.\nRob Leitner, Chief Strategy Officer for New Leaf Family, noted that “Katie brings a wealth of knowledge and experience to the team. She is an outstanding advocate for her clients, and she continually demonstrates compassion and empathy.” Leitner added that “Katie has already made a significant impact on our legal team, and we are very excited about her future at the firm.”\nKatie’s experience extends to handling high conflict cases, including those involving parental alienation, domestic violence, and alcohol and substance abuse. Her expertise in navigating complex and emotionally charged situations consistently guides her clients towards favorable outcomes, ensuring their rights and interests are protected throughout the legal process.\nAt New Leaf Family , the focus has always been on providing comprehensive and personalized legal services to individuals and families in need. Attorney Katie Wilmoth’s addition to the team further fortifies the firm’s commitment to excellence and strengthens their ability to serve clients facing challenging family law issues.\nFor more information about the legal services offered by New Leaf Family or to schedule a consultation with attorney Katie Wilmoth, please visit their website at www.newleaf.family or contact their office at (720) 712 – 3253.\nNew Leaf Family is a reputable law firm dedicated to providing compassionate and effective legal representation to individuals and families in and around Golden, CO. In addition to their client-centered approach, which empowers people to make decisions in their family’s best interest, New Leaf Family provides a variety of coaching and counseling services to assist clients at every stage of the process. They are committed to providing excellent legal services at fair costs as a dependable resource for local families.\nThe founders, Christopher T. Anderson and Penn Dodson, have been awarded Avvo 10.0 (Superb), and Martindale.com has rated the firm AV – Preeminent. Most important, however, are the clients who have experienced being a part of the New Leaf Family. See www.newleaf.family for more.\nMedia Contact:\nChristopher Anderson\nNew Leaf Family\n(720) 712 – 3253\nchristopher@newleaf.family\nOriginally posted On: https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.newleaf.family/",
      "https://www.newleaf.family/team-members/christopher-anderson",
      "https://tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team",
      "https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/",
      "https://syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team",
      "https://newleaf.family/",
      "https://tracking.newsrpm.com/pixel",
      "https://www.newleaf.family",
      "https://newleaf.family/team-members/christopher-anderson",
      "https://www.tracking.newsrpm.com/pixel?slug=syndicationcloud-2023-12-29-new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team",
      "https://www.syndication.cloud/new-leaf-family-welcomes-attorney-katie-wilmoth-to-their-team/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "katie wilmoth",
          "sentiment": "negative"
        },
        {
          "name": "wilmoth",
          "sentiment": "none"
        },
        {
          "name": "katie",
          "sentiment": "none"
        },
        {
          "name": "christopher anderson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "new leaf",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T08:52:56.140+02:00",
    "updated": "2023-12-29T08:52:56.140+02:00"
  },
  {
    "uuid": "2114c80ee71df92f60f1ca84c5d5f52140dceccb",
    "url": "https://en.vijesti.me/news/society/687955/savjet-rtcg-a-usvojio-finansijski-plan-raonic-moj-izbor-je-zakonit-konacno-imamo-predvidivost-u-budzetu",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Vijestime",
    "published": "2023-12-29T11:12:00Z",
    "title": "RTCG council adopted financial plan; Raonic: My choice is legal, we finally have predictability in the budget",
    "text": "The financial plan was adopted with six \"yes\" votes. Amina Murić said that she always reacted when some items of the Financial Plan seemed unclear to her. Raonic said that they had no support from the state in digitizing the archive. \"The yellow press in Montenegro tried to point out that our archive is being destroyed by floods, which is not true. It was only one heating pipe... We saved a part of our archive, we finally brought certain cultural treasures to the light of day and We have recently signed a contract with the Montenegrin Cinematheque, which will digitize a part of the VHS tapes...\", he claims. According to him, \"a big step forward has been made\" in marketing. Raonic claims that his choice is legal. \"When the prosecutor's office announces this issue, will you resign. I know how I was elected and I know what the court verdict is. I will ask you that after 24 days, after you realize that you are wrong, to think about whether you are ready to resign. It is certain that after I was elected the second time, I was not in a conflict of interest. The council decided for me. The public service is going in every direction in the best possible direction. I don't know if you are happy about that,\" said Raonic. Raonic said that shows that \"are expensive and of an entertaining nature\" are being removed from the PP plan. \"We will work on the film program. In the next year, due to these changes, one less film will be realized,\" said the general director of RTCG, adding that they have not yet decided which two entertainment programs and films will not be realized. Marijana Camović Veličković pointed out that a lot of work can be done on the financial front so as not to \"give up shows in advance\". \"I remind you that RTCG has 750 employees and that you need almost half a million for external services. It's good that you reduced the costs of the construction facility and the famous adaptation that never ends. We have no insight into how you spend money. You don't need advice for that.. . New vehicles is another problematic item in my opinion. You have not explained the new weather forecasting system that costs 120.000 Euros. What is its purpose and what is the cost involved. It is just put there, without explanation. What is there is, you will definitely get the support of this financial plan,\" pointed out Camović Veličković. Boris Raonic said that he has \"a lot of trepidation in this place as to how the 20 and a half million euros will be spent\". \"All these things that we are discussing here are checked in several ways... Every euro is carefully weighed,\" Raonic said, adding that \"many headlines in newspapers are placed in such a way that they look like yellow press.\" He said that the adaptations are \"simply necessary, because the studio is leaking, so they have to do the adaptation\". Camović Veličković told him that he should be nervous because he is illegally sitting in the position of general director. \"It's good that you have it. You should know that it's not perfect,\" said the vice-president of the RTCG Council. Director General of RTCG Boris Raonic said that he came up with a model that changes the way public service is financed. \"The amount reached in the end is about two million euros higher, which is the minimum for quality public service operations... We are satisfied with the solution reached. Not ideal. A number of things will be slowed down. They will not be able to be realized in the year when we are celebrating eight decades of existence of the public service. What is certain is that we finally have predictability in the budget, which will enable us to plan long-term... A political consensus was reached and all benevolent actors in society accepted it. I know there was turbulence at the last session of the Council, but we came up with a good model. A small change will be necessary when we know to the last decimal, what amount is allocated to the public service. I would like to ask for your understanding, this is not a matter of someone's whim or bad work organization, but it was done on the last day...\", said Raonic. He said that about 1.800.000 euros will be less compared to the previously planned model. \"One part of the PP plan, due to these changes, will not be able to be implemented. You know that many things are important to us. You know that the public service has significantly improved its production. It is entering the online space... Thank you for your understanding due to the specific environment that has been created Raonic pointed out. Goran Rakočević said that RTCG will receive a percentage of the current budget. \"Based on the data from the budget proposal, we were able to calculate the amount that we can expect in the next year. It is the amount of 18.700.000 euros. I expect the current budget, when all the amendments are drawn up, to change. It will not be materially significant change,\" Rakočević said. RTCG will have 22 million euros at its disposal in the coming year. The public service will spend about 22.800.000 euros in the coming year. The Council of Radio and Television of Montenegro, at the continuation of the 33rd session, discusses the Financial Plan. They will, among other things, express their opinion on the appointment of the Audit Committee, as well as on the contract related to the public procurement procedure. The vice-president of the RTCG Council, Marijana Camović Veličković, said that the disputed point of the contract is related to the public procurement procedure (robotized pedestals). The President of the Council, Veselin Drljević, said that the agenda was renewed with the proposal of the financial plan, because the budget was adopted only yesterday at the Assembly of Montenegro. Bonus video:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amina murić",
          "sentiment": "neutral"
        },
        {
          "name": "raonic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rtcg council",
          "sentiment": "negative"
        },
        {
          "name": "montenegrin cinematheque",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "montenegro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:57:23.339+02:00",
    "updated": "2023-12-29T14:57:23.339+02:00"
  },
  {
    "uuid": "dc2274f23ed42cd05cde4aae3d19d2a214041ab9",
    "url": "https://www.semana.com/deportes/articulo/arne-slot-destapo-situacion-imposible-sobre-luis-diaz-en-el-liverpool-desafortunadamente/202428",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Deportes",
    "published": "2024-07-26T01:20:00Z",
    "title": "Arne Slot destapó “imposible” situación sobre Luis Díaz en el Liverpool; “Desafortunadamente”",
    "text": "El Liverpool de la Premier League de Inglaterra, como bien se sabe, tiene nuevo director técnico tras la salida de Jürgen Klopp. Se trata del neerlandés Arne Slot. Al finalizar la temporada inmediatamente anterior, este fue presentado.Ahora, Slot prepara lo que será la temporada 2024/25, en la que además de la Premier League, el Liverpool jugará la Uefa Champions League. Pero en la preparación para la temporada que entra, Arne tiene un gran inconveniente .En una rueda de prensa, a Slot le preguntaron sobre lo que significa que el egipcio Mohamed Salah realice toda la pretemporada completa. Ante la cuestión, el neerlandés destapó, sin mencionarlos, a jugadores que jugaron las más recientes ediciones de la Eurocopa y la Copa América .En esta rueda de prensa quedaron en el aire los jugadores Luis Díaz (Colombia), Alexis Mac Allister (Argentina) y Darwin Núñez (Uruguay) , por ejemplo. Slot dijo que era “imposible” que todos los jugadores afrontaran la pretemporada debido a la ejecución de los torneos resaltados, por lo que calificó esto como un hecho desafortunado .“Creo que es importante que todos los jugadores tengan una pretemporada completa, pero desafortunadamente eso es casi imposible para la mayoría de los jugadores en estos tiempos actuales en los que jugamos tantas Eurocopas y otros tipos de torneos ”, expresó el director técnico.“Pero creo que en una situación ideal, todos los jugadores quieren tener una pretemporada adecuada. Afortunadamente, Mo la tiene. Desafortunadamente, muchos otros no la tienen. Pero así son las cosas en estos días”, agregó.Se espera que en los próximos días el futbolista colombiano Luis Díaz se una a la pretemporada con el Liverpool, así como los demás jugadores que tuvieron participación, hasta las fases finales, de Eurocopa y Copa América. Más palabras de Slot El nuevo contrato de Alexander Arnold. “Mi respuesta probablemente sería un poco aburrida... Creo que es la misma respuesta que has escuchado en los últimos cinco, seis o siete años. Las situaciones contractuales no se discuten en este lugar. Pero sigue intentándolo (haciendo la pregunta), diría yo”.¿El equipo es lo suficientemente bueno? “Creo que la respuesta está en la temporada pasada, cuando creo que a cinco, seis o siete partidos del final todavía competían con el Arsenal y el City. Así que ahí tienes la respuesta: son lo suficientemente buenos para competir”.Reemplazar a Klopp. “Creo que, si vas a uno de los clubes más grandes del mundo, siempre hay presión. Ya expliqué en Liverpool que se puede ver de dos maneras. Puedes tener miedo de su legado, pero también puedes tener en cuenta el hecho de que dejó atrás un equipo que puede ganar cosas. También he ganado algunos trofeos en el Feyenoord y espero poder hacer lo mismo aquí. Ese es el objetivo que tenemos y ese es también mi objetivo ”.La pretemporada. “Contamos con muchos profesionales para que todo salga de la mejor manera posible. Creo que fue hace dos días, cuando viajamos en un avión en el que no todo el mundo viaja en un avión así. Pudimos descansar muy bien. Tenemos que adaptarnos a la zona horaria, por supuesto, pero en cuanto a viajes creo que no podríamos estar en un mejor lugar del que estábamos”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T04:25:57.083+03:00",
    "updated": "2024-07-26T04:25:57.083+03:00"
  },
  {
    "uuid": "b8a392941bb178a109d09a91d17f9dd107709cdc",
    "url": "http://www.godlikeproductions.com/forum1/message5608699/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emeraldlight User ID",
    "published": "2023-12-28T20:48:00Z",
    "title": "Democratic Mayors Of New York, Chicago, Denver Plead For Help As Migrant Storm Worsens",
    "text": "Users Online Now:\n2,017\n(\nWho's On?\n)\nVisitors Today:\n629,603\nPageviews Today:\n1,186,038\nThreads Today:\n419\nPosts Today:\n9,421\n05:01 PM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nDemocratic Mayors Of New York, Chicago, Denver Plead For Help As Migrant Storm Worsens\nEmeraldlight\nUser ID: 80816366\nUnited States\n12/28/2023 04:48 PM\nReport Abusive Post\nReport Copyright Violation\nDemocratic Mayors Of New York, Chicago, Denver Plead For Help As Migrant Storm Worsens\nThe Democratic mayors of three sanctuary cities, Chicago, New York City, and Denver, warned their metro areas are quickly approaching a breaking point due to the ongoing surge of illegals bussed up from the southern border this year.\n\"We cannot allow buses with people needing our help to arrive without warning at any hour of day and night,\" NYC Mayor Adams said during a virtual news conference with Chicago Mayor Brandon Johnson and Denver Mayor Mike Johnston.\nAdams warned: \"For many months, we were able to keep the visualization of this crisis from hitting our streets, but we have reached a breaking point.\"\n[\nlink to www.zerohedge.com (secure)\n]\nAre they not getting their bribes?\nPage\n1\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nMexican mayors blame U.S. deportation of criminal aliens, by the worsens of mexican violence.\n09/29/10\n2\nMoscow mayor warns of possible ‘limited but HARSH’ Covid-19 lockdown, citing worsening health situation in Europe's largest city\n06/17/21\n3\nTHE TRUTH IS OUT THERE: As Baby Formula Shortage and Inflation Worsen, Democrats to Hold UFO Hearings\n05/16/22\n4\nAlexandria Ocasio-Cortez warns Amazon HQ2 could worsen housing crisis in New York, DC\n11/13/18\n5\nEbola Crisis Worsens for Lack of Global Help\n08/28/14\n6\nAmericans Panic Search \"Live Off Grid\" As Housing Crisis Worsens And Democrat Cities Implode.\n08/25/23\n7\nGov. Mike DeWine deploying National Guard to help with hospital staffing shortages amid worsening COVID landscape\n12/18/21\n8\nCalifornia Water Infected With Increasing Fecal Bacteria As Democrats Allow Homeless Crisis to Worsen\n01/12/20\n9\nObama-Land Fiasco Worsens - Chicago Taxpayers Now Face $224 Million Bill\n06/18/18\n10\nBREAKING: LA Times: As coronavirus outbreak worsens, China agrees to accept help from WHO\n01/29/20\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.025s (8 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tod",
          "sentiment": "negative"
        },
        {
          "name": "adams",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "denver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:35.283+02:00",
    "updated": "2023-12-29T00:01:35.283+02:00"
  }
]