[
  {
    "uuid": "46210bb6efcbcf70e7ee74fb48106941c73ae982",
    "url": "https://www.wxow.com/news/spanish/conclusiones-de-los-argumentos-de-la-corte-suprema-sobre-las-demandas-de-inmunidad-absoluta-de/article_18fe5611-e234-5676-b0ff-5b6a8b86562e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandra Ferguson",
    "published": "2024-04-25T20:40:00Z",
    "title": "Conclusiones de los argumentos de la Corte Suprema sobre las demandas de inmunidad absoluta de Trump",
    "text": "(CNN) -- La Corte Suprema parecía dispuesta a rechazar las demandas de inmunidad absoluta del expresidente Donald Trump y las amplias protecciones que ha buscado para dar carpetazo a su caso federal de subversión electoral, pero también se mostró reacia a dar carta blanca al fiscal especial Jack Smith para perseguir esos cargos.\nTras casi tres horas de alegatos orales, varios de los jueces parecían dispuestos a aceptar un resultado que podría poner en peligro la posibilidad de celebrar un juicio antes de las elecciones de noviembre.\nLos conservadores del tribunal interrogaron agresivamente al abogado que representaba al fiscal especial, haciendo aparentemente suyo un tema central que había sido planteado por Trump: sin al menos alguna forma de inmunidad, los futuros presidentes se verían sometidos con el tiempo a enjuiciamientos por motivos políticos.\nGran parte de la audiencia se centró en si debe haber una distinción entre los actos oficiales de Trump en virtud de sus funciones presidenciales y su conducta privada.\nLa forma en que el tribunal resuelva el litigio podría determinar el destino legal de Trump y probablemente establecerá las normas de exposición penal para futuros presidentes.\nEstos son los puntos clave:\nParece poco probable que la Corte Suprema resuelva completamente la cuestión de la inmunidad\nA medida que los jueces luchaban con los matices del caso y una serie de complicadas hipótesis, parecía cada vez más improbable que el tribunal ofreciera una respuesta clara sobre si Trump puede ser procesado por su esfuerzo para anular las elecciones de 2020.\nEl resultado es que parece probable que la Corte Suprema deje gran parte de ese trabajo a los tribunales inferiores, procedimientos que podrían llevar meses y retrasar aún más un juicio que originalmente había sido fijado para el 4 de marzo.\nEse resultado jugaría a favor de la estrategia de Trump de retrasar y poner en peligro un juicio antes de las elecciones.\nEl presidente de la Corte Suprema, John Roberts, criticó en un momento dado el fallo unánime y mordaz contra Trump del Tribunal de Apelaciones de EE.UU. para el Circuito de Washington, que habría permitido que su caso pasara rápidamente a juicio. Roberts sugirió que el tribunal de apelaciones no expuso una razón adecuada de por qué prácticamente todas las acciones de Trump eran susceptibles de enjuiciamiento.\n\"Según lo leo, dice simplemente que un expresidente puede ser procesado porque está siendo procesado\", dijo Roberts con escepticismo. \"¿Por qué no deberíamos devolverlo al tribunal de apelaciones o emitir una opinión dejando claro que esa no es la ley?\".\nEl abogado de Trump admite que algunos actos pueden ser \"privados\" y no oficiales\nEn una notable serie de concesiones, el abogado de Trump, John Sauer, reconoció que algunas de las supuestas conductas que sustentan los cargos penales contra el expresidente eran privadas.\nLa admisión muestra cuánto terreno cedió Sauer durante la audiencia, después de que Trump hubiera hecho afirmaciones más arrolladoras en sus escritos legales a principios de este año, afirmando que toda la acusación debería ser desestimada.\nEl propio Trump ha seguido presionando para obtener inmunidad absoluta, incluso antes de su comparecencia ante un tribunal de Nueva York donde está siendo juzgado por fraude empresarial.\nLa jueza Amy Coney Barrett fue la primera en precisar a Sauer la distinción entre actos oficiales y personales alegados en los cargos. Tentativamente estuvo de acuerdo con la forma en que, en los expedientes judiciales, el fiscal especial había etiquetado actos particulares como privados: actos que alegaban que Trump conspiró con sus abogados privados y asesores de campaña para difundir falsas reclamaciones de fraude electoral, para presentar falsos expedientes judiciales y para presentar conjuntos fraudulentos de electores. Como parte del intercambio, admitió que esos actos privados no estarían cubiertos por la inmunidad presidencial.\nEn un intercambio posterior con la jueza Elena Kagan, Sauer enturbió las aguas.\nDijo que la llamada telefónica de Trump al secretario de Estado de Georgia, Brad Raffensperger, en la que le pidió que \"encontrara\" suficientes votos para cambiar los resultados, no era un acto oficial. Pero Sauer afirmó que Trump actuó a título oficial en su conversación con el Comité Nacional Republicano sobre la elaboración de listas de los llamados \"falsos electores\" y su llamamiento a los legisladores de Arizona para que celebraran una audiencia sobre el fraude electoral.\nEXCLUSIVA | El equipo de Trump voló a Washington las papeletas de los falsos electores en un último esfuerzo por anular las elecciones de 2020\nLa disposición de Sauer a comprometerse con la idea de que algunas alegaciones de la acusación no estaban protegidas por la inmunidad fue un extraordinario retroceso de lo que había sido la posición del expresidente hasta ese momento.\nPero el abogado de Trump puede estar esperando que la medida anime a los jueces a ordenar más procedimientos para decidir qué es privado y qué es público en la acusación, una medida que podría retrasar seriamente que el caso llegue a juicio.\nBarrett plantea la cuestión del alcance y el calendario de la sentencia\nVarios miembros de la mayoría conservadora del tribunal, incluida Barrett, parecían preocupados por el alcance de la afirmación de Trump de que tiene derecho a la inmunidad \"absoluta\".\nEl abogado de Trump, Sauer, se enfrentó a una serie de preguntas hostiles en los primeros momentos de la audiencia sobre esa posición.\nLo que probablemente resulte crítico, y lo que no quedó claro en los argumentos, es cómo la Corte Suprema podría devolver el caso a los tribunales inferiores para una mayor revisión.\nBarrett en un momento esbozó cómo el caso podría pasar a juicio rápidamente: Smith podría simplemente centrarse en las acciones de Trump que fueron privadas y no oficiales.\n\"El fiscal especial ha expresado cierta preocupación por la velocidad\", dijo Barrett. Preguntó al abogado del Departamento de Justicia, Michael Dreeben, si el tribunal de primera instancia puede clasificar lo que son actos oficiales o privados de la presidencia o si hay \"otra opción para que el fiscal especial solo proceda en la conducta privada\".\nLos fiscales podrían, hipotéticamente, redactar una acusación sustitutiva reducida que elimine los actos potencialmente oficiales.\nDreeben dijo a Barrett que la acusación contra Trump es sustancialmente sobre la conducta privada, lo que significa que un juicio podría proceder incluso si la Corte Suprema encuentra algún tipo de inmunidad para las acciones oficiales de Trump.\nA los jueces liberales no les impresionaron las afirmaciones de inmunidad absoluta de Trump\nEstaba bastante claro cuál será la postura de las tres juezas liberales de la corte cuando llegue la decisión.\nLas juezas Sonia Sotomayor, Elena Kagan y Ketanji Brown Jackson pasaron gran parte del debate interrogando a los abogados sobre las posibles implicaciones de la posición de inmunidad absoluta de Trump.\nANÁLISIS | ¿Tienen los presidentes \"inmunidad absoluta\"? Los abogados de Trump sostienen que probablemente sí\nEn una de las muchas hipótesis que los liberales lanzaron al abogado de Trump, Kagan preguntó qué pasaría si un presidente ordenara a los militares dar un golpe de Estado. ¿Podría ser procesado según la teoría de Trump?\nSauer respondió que un presidente primero tendría que ser sometido a juicio político y condenado antes de que pudiera ser acusado penalmente. Kagan replicó preguntando qué pasaría si la orden llegara en los últimos días de una presidencia y no hubiera tiempo para un juicio político o una condena.\n\"¿Está diciendo que eso es un acto oficial? ¿Es inmune?\", preguntó Kagan.\nSauer tuvo que reconocer que, según la teoría de Trump, \"bien podría serlo\". \"Eso sí que suena mal, ¿no?\", replicó Kagan.\nHaciéndose eco de un argumento más fundamental que el fiscal especial planteó anteriormente en el caso, Jackson dijo que le preocupaba que el argumento de Trump pusiera a los presidentes por encima de la ley.\n\"Si no hay amenaza de enjuiciamiento penal, ¿qué impide que el presidente simplemente haga lo que quiera?\", dijo Jackson. \"Estoy tratando de entender qué desincentivaría de convertir la Oficina Oval en la sede de la actividad criminal en este país\".\nA los conservadores les preocupa someter a expresidentes a procesos penales ilegítimos\nA los conservadores les preocupaba la posibilidad de que un expresidente fuera sometido a un proceso penal por una conducta que, en última instancia, podría estar amparada por la inmunidad o algún tipo de protección presidencial.\nAlito llegó a sugerir que negar la inmunidad a los expresidentes desalentaría los traspasos pacíficos de poder, porque los presidentes salientes que perdieran unas elecciones muy reñidas no querrían marcharse pacíficamente si temieran ser procesados por su rival político.\nVarios miembros republicanos del tribunal rebatieron la afirmación del fiscal especial de que existen amplias protecciones en el sistema de justicia penal para evitar procesamientos abusivos.\n\"Usted sabe lo fácil que es en muchos casos para un fiscal conseguir que un jurado investigador presente una acusación y la confianza en la buena fe del fiscal puede no ser suficiente en algunos casos\", dijo Roberts en un momento dado.\nAlito, antiguo fiscal federal, invocó el famoso dicho de que un jurado investigador acusaría a un sándwich de jamón si un fiscal se lo pidiera, al tiempo que señaló ejemplos históricos de funcionarios del Departamento de Justicia que han actuado de forma delictiva en el desempeño de sus funciones.\nAlito también aprovechó el reconocimiento por parte de Dreeben de que algunos estatutos penales podrían necesitar una interpretación diferente cuando se aplican a expresidentes. Alito sugirió que ir a juicio para resolver esas cuestiones sería una carga injusta para un expresidente.\n\"Eso puede implicar un gran gasto, y puede tomar mucho tiempo\", dijo Alito. \"Y durante el juicio, el expresidente puede ser incapaz de participar en otras actividades en que querría participar\".\nFiscales de Arizona presentan cargos penales contra aliados de Trump por subversión electoral en 2020\nTrump tenía \"absolutamente\" derecho a proponer falsos electores, dice su abogado\nEnfatizando el alcance de las afirmaciones de Trump, Sauer dijo que su cliente tenía \"absolutamente\" derecho a presentar electores republicanos en los estados que perdió en 2020, comúnmente llamados \"falsos electores\".\nSauer hizo estos comentarios bajo el interrogatorio de la jueza liberal Sonia Sotomayor, quien preguntó si \"es plausible\" que un presidente pueda tener derecho a ayudar a crear una \"lista fraudulenta\" de electores, lo que significaría que sería un acto oficial del gobierno que podría estar cubierto por la inmunidad.\nEn respuesta, Sauer dijo que había precedentes históricos de que los presidentes se han involucrado en estos asuntos, señalando las impugnadas elecciones presidenciales de 1876, en las que hubo denuncias fundadas de fraude y múltiples listas de electores en varios estados clave. (Sauer utilizó el término \"supuestos electores fraudulentos\").\nEstos comentarios fueron una notable aceptación de un complot que muchos ven como una trama corrupta para anular la voluntad de los votantes. Y está claro que los fiscales federales y estatales discrepan claramente de Sauer: consideran que la estratagema de los siete estados de la campaña de Trump es un plan criminal.\nEl Departamento de Justicia acusó a Trump de delitos federales en relación con la trama de los falsos electores. (Se declaró inocente.) La acusación de Smith dice que Trump \"organizó listas fraudulentas de electores\" para \"obstruir la certificación de las elecciones presidenciales\".\nY los fiscales estatales de Michigan, Georgia, Nevada y Arizona también han acusado a muchos de los electores ilegítimos del Partido Republicano y a algunos funcionarios de la campaña de Trump que participaron en la trama.\nLos fiscales de Arizona anunciaron su amplia acusación el miércoles por la noche, que apuntaba a los propios electores y a miembros del círculo íntimo de Trump, incluidos Mark Meadows y Rudy Giuliani. Los investigadores de Michigan también revelaron el miércoles que Trump es un coconspirador no acusado en su caso.\nLa Corte Suprema de Michigan rechaza el caso de la \"prohibición por insurrección\" y mantiene a Trump en la papeleta de las primarias de 2024\nCon los argumentos terminados, la atención se centra en el momento de la decisión\nLos argumentos sobre la demanda de inmunidad de Trump ya terminaron. Ahora empieza a correr el reloj.\nIncluso antes de que los jueces tomaran asiento el jueves, el alto tribunal se enfrentaba a una enorme presión, especialmente de la izquierda, por su lentitud para llegar a este punto. Cada día que el tribunal tarde en emitir una decisión jugará a favor de la estrategia de Trump de retrasar el juicio, poniendo en peligro la probabilidad de que Smith pueda llevar su caso a juicio antes de las elecciones de noviembre.\nLa Corte Suprema se ha movido con bastante rapidez en asuntos similares de alto perfil en el pasado. En 1974, por ejemplo, cuando un tribunal unánime ordenó al presidente Richard Nixon entregar las cintas de grabaciones subrepticias que hizo en la Casa Blanca, lo hizo después de aproximadamente dos semanas después de los argumentos. En otro ejemplo que se cita a menudo, el Tribunal decidió sobre la disputa electoral entre Bush y Gore en 2000 un día después de haber escuchado los argumentos.\nA principios de este año, los jueces escucharon los argumentos el 8 de febrero sobre si Trump se había descalificado a sí mismo de la papeleta presidencial de Colorado en virtud de la \"prohibición de insurrección\" de la 14° Enmienda. Los jueces tardaron poco menos de un mes en dictar una decisión el 4 de marzo que concluía que no lo había hecho.\n¿Qué es la 14° Enmienda y qué hay que saber sobre los esfuerzos para excluir a Trump de la boleta electoral de 2024?\nEn el caso de la inmunidad, el tribunal ya ayudó a Trump al denegar la petición del fiscal especial el pasado diciembre para saltarse al tribunal de apelaciones y resolver la cuestión rápidamente. La decisión del tribunal garantizó que la fecha original del 4 de marzo para el juicio de Trump en Washington no se pudiera concretar.\nSin embargo, este año el tribunal se ha mostrado especialmente lento a la hora de emitir dictámenes mucho más mundanos. Y, como señalan los críticos, el tribunal tardó más de dos semanas en aceptar oír el litigio de Trump. Si bien esto es notablemente rápido para los estándares de la Corte Suprema, es más lento de lo que muchos de los detractores de la corte desearían.\n-- Katelyn Polantz, Hannah Rabinowitz y Holmes Lybrand de CNN contribuyeron con este reportaje.\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:11:40.601+03:00",
    "updated": "2024-04-26T00:11:40.601+03:00"
  },
  {
    "uuid": "1bfa263f2500be76033fe5df514e4c4cdad1b340",
    "url": "https://www.aciprensa.com/noticias/104725/congregacion-fundada-por-san-camilo-de-lelis-cumple-60-anos-en-colombia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ACI Prensa",
    "published": "2024-05-31T06:00:00Z",
    "title": "Religiosos camilos cumplen 60 años mostrando el amor de Dios en hospitales de Colombia",
    "text": "Vistiendo mandiles blancos sobre sus trajes sacerdotales, los camilianos van recorriendo los hospitales de Colombia para llevar a pacientes y familiares el consuelo de Cristo, ante la realidad de la enfermedad que muchas veces interpela sobre el sentido del sufrimiento.\n“San Camilo decía: ‘Ser Cristo para el enfermo y ver a Cristo en el enfermo’”, afirma el P. Diego Cerón, superior de la Delegación Colombia-Ecuador de la Orden de los Clérigos Regulares Ministros de los Enfermos, la congregación que en 1582 fundó\n San Camilo de Lelis, patrono de los enfermos y de los trabajadores de la salud.\nRecibe las principales noticias de ACI Prensa por WhatsApp y Telegram\nCada vez es más difícil ver noticias católicas en las redes sociales. Suscríbete a nuestros canales gratuitos hoy:\nEl sacerdote, natural del Huila, explica a ACI Prensa que esta labor la realizan los 24 miembros de la Orden que hay en Colombia — 18 presbíteros, 3 diáconos y 2 hermanos —, todos nacidos en el país. Además, cuentan con 9 jóvenes en formación, uno de ellos actualmente en Perú.\nEn su día a día, los religiosos conversan y dan acompañamiento a trabajadores y pacientes, y no es inusual que en los pasillos los familiares se acerquen para pedirles que acudan a la habitación de su enfermo —niño o adulto— y recen por él, lo consuelen, lo bendigan o le den algún sacramento.\nEn el caso de los niños, el P. Diego Cerón relata que incluso ha habido casos en los que han administrado el Bautismo de emergencia, es decir, cuando el menor está en peligro de muerte.\n“El sufrimiento tiene muchos rostros, uno de ellos es la enfermedad”, explica el sacerdote, y por tanto, acompañar a quienes lo padecen es la misión “a la que la Iglesia está enviada, a ser testigo del amor de Dios”.\nEn el caso específico de los camilianos, se enfocan en “la pastoral de la salud, de la esperanza y de la vida, porque finalmente lo que la Iglesia promueve es la esperanza y la vida”.\n“San Camilo decía algo muy bonito: ‘No prometo quitarte el dolor, pero sí acompañarte en medio de la enfermedad’. Esos somos los camilos: no vamos a curar, vamos a ser signo de la presencia de Dios, un signo vivo”, expresa el superior de la Delegación Colombia-Ecuador.\nEste acompañamiento incluye la celebración de la Santa Misa y de la Hora Santa en las capillas de los hospitales que tienen asignados, entre ellos el HOMI (infantil) y el Santa Clara en Bogotá.\nAcercarse a la dimensión espiritual\nEn su experiencia como capellán de un hospital de Bogotá, el P. Diego Cerón también se ha encontrado con pacientes que por el tipo de enfermedad afrontan la posibilidad de fallecer.\n“Ahí se ve tocada su relación con Dios”, explica, porque “cuando alguien está en una etapa terminal, por un accidente o una situación muy delicada”, reflexiona sobre su dimensión espiritual como ser humano.\nEl sacerdote señala que en esas circunstancias los religiosos camilos buscan acercarse al paciente y a su familia, sean o no católicos, pues “nosotros estamos simplemente para acompañar a quienes viven esa realidad del dolor y de la enfermedad”.\nEn ese sentido, afirmó, “el carisma camiliano es un carisma en el corazón de la Iglesia, porque el Señor dijo: ‘Yo no he venido por los sanos, sino por los enfermos’”.\nEsta entrega, explica el P. Cerón, responde al cuarto voto que hacen los camilos, que es “el servicio a los enfermos, incluso con peligro de la propia vida”.\nEsto ha traído también mártires a la Orden de San Camilo de Lelis, como son los más de 300 miembros de la congregación que fallecieron a causa de la peste que azotó a España, Italia, Hungría y Croacia, y cuya conmemoración es el 25 de mayo.\nEn ese sentido, el sacerdote recuerda que varios religiosos cayeron contagiados de coronavirus durante la pandemia, e incluso uno tuvo que ser internado en la UCI. Sin embargo, “gracias a Dios” todos superaron la enfermedad.\nLa Orden de los camilos celebra 60 años en Colombia\nCon casas en Bogotá, Bucaramanga, Barranquilla, Medellín y Cali, la familia camiliana —religiosos y laicos— cumplirán el 3 de julio seis décadas de presencia ininterrumpida en Colombia, un caminar que comenzó en 1964 con la llegada de los sacerdotes italianos Emilio Stenico, Renzo Roccabruna y Silvestro Caresia, a quienes un mes después se les unió el P. Pietro Merlo.\nPero se trata de la segunda presencia de la Orden en esta parte de Sudamérica, pues los religiosos camilos ya habían servido en Colombia entre 1766 y 1821, cuando integraba el Virreinato de Nueva Granada.\nSin embargo, en una reseña compartida con ACI Prensa, se relata que la comunidad se fue reduciendo “en medio del convulsionado inicio del siglo XIX”, hasta extinguirse con la muerte del P. Pedro González en el año de 1821.\nEn ese sentido, la nueva llegada a Colombia se debió al interés del Arzobispo de Bogotá, Cardenal Luis Concha (1891-1975), de contar con el servicio de los camilos. Aunque el superior general, P. Carlos Mansfeld, no aceptó porque consideraba que ninguna provincia tenía suficientes religiosos, el P. Forsenio Vezzani, superior de la Provincia Lombardo-Véneta (actual Provincia del Norte de Italia), manifestó la disponibilidad de sus miembros.\nEs así que el 17 de diciembre de 1963 se aprobó la fundación en Bogotá y desde entonces la Orden ha ido creciendo, con diferentes obras benéficas en el país y extendiéndose al Ecuador, donde funciona un centro de cuidados paliativos.\nEn Colombia, la celebración por los 60 años se llevará a cabo el sábado 8 de junio en la Catedral de Bogotá, con una Solemne Eucaristía a las 9:00 horas y a la que asistirán representantes de la Orden de diferentes partes del mundo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Health",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T06:50:46.709+03:00",
    "updated": "2024-06-01T06:50:46.709+03:00"
  },
  {
    "uuid": "e81d7a484e0b2201b16ee22721da1356eed3594e",
    "url": "https://www.infobae.com/espana/agencias/2024/07/11/massive-attack-ofrece-un-espectaculo-musical-y-politico-en-el-inicio-del-bbk-live",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-07-11T23:47:00Z",
    "title": "Massive Attack ofrece un espectáculo musical y político en el inicio del BBK Live - Infobae",
    "text": "Juan José Gutiérrez\nBilbao, 11 jul (EFE).- Massive Attack ha encabezado la primera jornada del festival Bilbao BBK Live con un espectáculo en el que la banda británica ha conjugado lo musical y lo visual, con una profunda carga política, para crear una atmósfera sugerente y oscura y hacer disfrutar a sus seguidores.\nEn esta primera jornada han destacado las actuaciones del dúo francés Air, que ha celebrado los 25 años de su disco ‘Moon safari’ con una llamativa propuesta visual, el joven músico gallego Sen Senra con su pop personal y la banda Shinova, de gira con su disco ‘El presente’.\nEl emblemático grupo de ‘trip-hop’ Massive Attack no ha defraudado y ha ofrecido un concierto profundo e intenso tanto en lo musical, con un repertorio del gusto de sus seguidores en el que han destacado la canciones de su tercer disco ‘Mezzanine’, como en lo visual, con una fuerte carga política.\nLos de Bristol han comenzado su actuación en el Bilbao BBK Live envueltos en los oscuros sonidos de ‘Risingson’, uno de los temas del ‘Mezzanine’ que se han escuchado esta noche, para dar paso al agresivo y persistente ‘Girl I love you’, con la voz de Horace Andy.\nTras este robusto inicio ha aparecido en el escenario Elizabeth Fraser para interpretar con su cálida voz ‘Black milk’ y continuar con un espectáculo en el que ha habido espacio para lo reivindicativo y la denuncia con los eslóganes, muchos en euskera, y las imágenes que aparecían en la pantalla que cubría todo el fondo del escenario.\nEn ella se han podido ver a Benjamín Netanyahu y a Vladímir Putin, así como imágenes bélicas de Gaza y Ucrania y de una fábrica de bombas en Estados Unidos junto a otras en apariencia banales y mensajes que invitaban a reflexionar sobre el mundo en el que vivimos.\nEn el repaso a su carrera musical, los británicos han contado con los Young Fathers en el escenario para interpretar varios temas, entre ellos ‘Voodoo in my blood’ y ofrecido joyas como la versión de ‘Song to the Siren’, de nuevo con la voz de Elizabeth Fraser, e ‘Inertia creeps’.\nTambién se ha escuchado la versión de ‘Rockwrok’ de Ultravox, con más mensajes e imágenes inquietantes; ’Angel’; ’Safe from harm’, con una denuncia de la situación en Palestina y la actuación de Israel en los últimos años; y la extraordinaria ‘Unfinished sympathy’.\nY en la recta final Massive Attack ha ofrecido más imágenes perturbadoras y más música con ‘Karmacoma’ y la versión de ‘Levels’,\nde Avicii, y han contado de nuevo con Elizabeth Fraser para el fabuloso ‘Teardrop’ y ‘Group four’, con la que han cerrado su actuación en el festival.\nAdemás del cabeza de cartel, en esta primera jornada ha destacado el dúo francés de música electrónica Air, que se encuentra de gira para celebrar los 25 años del lanzamiento de ‘Moon safari’, su primer trabajo discográfico, y ha actuado en el segundo escenario antes de Massive Attack.\nNicolas Godin y Jean-Benoît Dunckel han llevado al público a disfrutar de un safari lunar en el que han repasado una a una todas las canciones de su cautivador y aclamado disco, desde 'La femme d'argent' a 'Le voyage de Pénélope’, sin olvidar 'Sexy boy' y ‘Kelly watch the stars’.\nVestidos de blanco y con el acompañamiento de un batería, el dúo francés ha interpretado el disco completo y algunos temas de sus otros trabajos confinado en una caja rectangular en la que atractivas proyecciones y juegos de luces han creado una sugestiva atmósfera.\nEl festival también ha ofrecido su escenario principal al joven músico gallego Sen Senra que ha ido congregando al público a medida que avanzaba su actuación, en la que ha mostrado su pop a contracorriente con canciones como ‘No quiero ser un cantante’, ‘Uno de eses gatos’ o ‘Ya no te hago falta’, la más coreada de todas.\nOtra de las propuestas relevantes ha sido la de Shinova, banda que se encuentra de gira con los temas de ‘El presente’, su séptimo disco al que ha llegado tras una dilatada trayectoria musical de 15 años en los que ha transitado del rock duro a parajes más próximos al pop y el indie rock.\nEl quinteto ha brindado una hora de disfrute musical gracias a temas como 'Alas’, con el público acompañando a su vocalista Gabriel de la Rosa cantando eso de “el comienzo de todo es ahora”, y ‘Gloria’, ambas de su reciente disco, y canciones más conocidas, como ‘Te debo una canción’ y ‘La sonrisa intacta’, con las que han cerrado su actuación.EFE\n1010054\njgc/plv\n(foto)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Arts, Culture and Entertainment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T03:07:12.721+03:00",
    "updated": "2024-07-12T03:07:12.721+03:00"
  },
  {
    "uuid": "255d522676594219c1d43b4576c10a330d65b5a7",
    "url": "https://www.jacksonville.com/story/sports/nfl/jaguars/2024/09/19/jaguars-bills-predictions-odds-nfl-experts-pick-week-3-game/75269048007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Florida Times-Union",
    "published": "2024-09-19T00:00:00Z",
    "title": "Jaguars vs Bills predictions, odds: NFL experts pick Week 3 game",
    "text": "Jacksonville Jaguars vs Buffalo Bills predictions: Anyone taking Jags on Monday Night Football? Dan Rorabaugh USA TODAY NETWORK - Florida Show Caption\nHide Caption\nJaguars LB Foye Oluokun has high praise for Bills QB Josh Allen Jacksonville Jaguars LB Foye Oluokun meets with media Tuesday, talks upcoming matchup agains Josh Allen and the Buffalo Bills The Jacksonville Jaguars are hoping to claw out their first win of the 2024 season. Can they do it on Monday Night Football against the 2-0 Buffalo Bills ?\nThe Jags are 0-2 after falling flat against the Cleveland Browns last week. Quarterback Trevor Lawrence has completed just over 50% of his passes for 382 yards and just one touchdown, and while rookie receiver Brian Thomas Jr. has looked good, the rest of the offense has struggled. They might be without tight end Evan Engram , who injured his hamstring during warmups last week.\nThe Bills are continuing their Florida tour after trouncing the Miami Dolphins 31-10 last Thursday. Quarterback Josh Allen is an MVP frontrunner, and his left-hand injury didn't seem to slow him down at all. He forms a powerful tandem with running back James Cook, who scored three touchdowns last week.\nWatch Jaguars vs Bills live on Fubo (free trial)\nCan the Jaguars pull off a Monday night stunner? NFL reporters and analysts weigh in with their picks:\nUSA TODAY : Bills win Three of the four writers on the USA TODAY panel backed Buffalo. Jordan Mendoza had a final score of 30-20: \"Jacksonville is in a funk and while they should eventually shake it off, it'll be tough to do it in front of the raucous Bills mafia in primetime. James Cook has solidified himself as a star and he has another big game to help out Josh Allen.\"\nRichard Morin was the only one picking Jacksonville, predicting a 24-23 final: \"Trevor Lawrence and the Jaguars need a win, and they'll get a big one over a top AFC contender on the road.\"\nSporting News : Bills win Bill Bender picked Buffalo 30-27: \"James Cook has been a great piece in the offense with 198 total yards and three TDs. Trevor Lawrence has passed for just one TD pass through two deflating one-score losses. Jacksonville beat Buffalo 25-20 last season, and they are playing with a sense of desperation here. Josh Allen, however, will deliver in the clutch in a game that will play out a little higher than the over.\"\nVinnie Iyer picked Buffalo 24-17: \"The Bills have looked fantastic in two games with Josh Allen in total control of a more efficient, run-heavy offense and diverse passing game under Joe Brady. Their defensive weakness lies vs. the run and the middle of the field in coverage, but with the way Trevor Lawrence is looking too much downfield, they can put good pressure on him on the road. Meanwhile, Allen will get to flex his deep arm more often vs. an overwhelmed secondary.\"\nCBS Sports : Bills win Pete Prisco picked Buffalo 28-17: \"The Bills are playing with a lot of rest, while the 0-2 Jaguars are coming off two close losses. That's a big edge for the Bills, as is a home Monday night game. But the biggest edge is their defense against the Jacksonville offense, which is struggling. The Bills keep rolling.\"\nJohn Breech picked Buffalo 30-20.\nPro Football Talk : Bills win Mike Florio picked Buffalo 27-17, while Chris Simms had a 26-23 final score. \"Josh Hines-Allen needs to get after Josh Allen,\" Florio wrote. \"Even if he does, the Bills are too much to handle.\"\nNFL.com : Bills win, but with one Jaguars pick Four of the five NFL.com panel members picked Buffalo. Dan Parr predicted a 27-20 final score: \"Jacksonville has the talent to go into Buffalo and surprise the Bills, but the Jaguars are way too sloppy for me to call that shot. ... Meanwhile, the Bills look like one of the best teams in the league so far. In fact, they have the best regular-season record in the league (8-1) since Joe Brady was promoted to offensive coordinator in Week 11 of last year. These two squads seem to be operating on tracks heading in opposite directions, and while the Jaguars are desperate, I don't see things changing on Monday night.\"\nGennaro Filice was the only one to back Jacksonville, predicting a 26-22 Jaguars win.\nBleacher Report : Bills win 30-21 All eight members of Bleacher Report's panel backed Buffalo. Wes O'Donnell wrote: \"The Jags aren't going to lose forever, but getting right in Buffalo on MNF probably isn't the place to start. Jacksonville is averaging 15 points per game to start the year and has won only one game dating back to the start of last December (1-7).\"\nJaguars vs Bills game odds, spread and lines Buffalo is favored to defeat Jacksonville, according to the BetMGM NFL odds . Looking to wager? Check out the best mobile sports betting apps offering betting promos in 2024 .\nAll odds as of Thursday, September 19.\nSpread: Bills -5½ Over/under: 45½ Moneyline: Jaguars +200, Bills -250 How to watch Jacksonville Jaguars vs Buffalo Bills : Time, TV schedule, streaming info\nWhen: 7:30 p.m. Monday, September 23 Where: Highmark Stadium (Orchard Park, New York) TV: ESPN Streaming: ESPN+ | Fubo (7-day free trial) Jaguars vs. Bills will broadcast nationally on ESPN in Week 3 of the 2024 NFL season. Chris Fowler, Louis Riddick and Dan Orlovsky will call the game from the booth at Highmark Stadium. Streaming options include ESPN+ and Fubo , which offers a free trial to potential subscribers.\nWe occasionally recommend interesting products and services. If you make a purchase by clicking one of the links, we may earn an affiliate fee. USA TODAY Network newsrooms operate independently, and this doesn’t influence our coverage.\nGannett may earn revenue from sports betting operators for audience referrals to betting services. Sports betting operators have no influence over nor are any such revenues in any way dependent on or linked to the newsrooms or news coverage. Terms apply, see operator site for Terms and Conditions. If you or someone you know has a gambling problem, help is available. Call the National Council on Problem Gambling 24/7 at 1-800-GAMBLER (NJ, OH), 1-800-522-4700 (CO), 1-800-BETS-OFF (IA), 1-800-9-WITH-IT (IN). Must be 21 or older to gamble. Sports betting and gambling are not legal in all locations. Be sure to comply with laws applicable where you reside.\nFacebook\nTwitter\nEmail",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.cbssports.com/nfl/news/nfl-week-3-picks-cowboys-stun-ravens-drop-baltimore-to-0-3-chargers-shock-steelers-saints-roll-past-eagles/",
      "https://www.democratandchronicle.com/story/sports/football/nfl/bills/2024/09/17/buffalo-bills-jacksonville-jaguars-injury-report-evan-engram-tank-bigsby-terrel-bernard/75259900007/",
      "https://sports.nj.betmgm.com/en/sports/events/jacksonville-jaguars-at-buffalo-bills-16300426",
      "https://www.democratandchronicle.com/story/sports/football/nfl/bills/2024/09/17/buffalo-bills-avoid-loss-vs-jacksonville-jaguars-monday-night-football/75252253007/",
      "https://go.web.plus.espn.com/JzEE3R",
      "https://bleacherreport.com/articles/10135758-bleacher-reports-week-3-nfl-picks",
      "https://www.usatoday.com/betting/sports/betmgm",
      "https://sportsdata.usatoday.com/football/nfl/teams/buffalo-bills/324:",
      "https://www.usatoday.com/story/sports/nfl/2024/09/18/jacksonville-jaguars-buffalo-bills-picks-predictions-odds-week-3/75194792007/",
      "https://www.usatoday.com/betting/sports/apps",
      "https://www.cbssports.com/nfl/news/priscos-week-3-nfl-picks-vikings-top-texans-to-remain-unbeaten-chargers-upend-steelers/",
      "https://www.usatoday.com/betting/sports/nfl-betting-promos",
      "https://www.nfl.com/news/week-3-nfl-picks-2024-nfl-season",
      "https://www.fubo.tv/stream/tv/?irad=343747&irmp=1205322&subId1=USAT%20Local&subId2=NFL&subId3=2024",
      "https://www.sportingnews.com/us/nfl/news/nfl-picks-predictions-week-3-picks-chargers-steelers-cowboys/78dcf80fa10971cb2446b856",
      "https://www.nbcsports.com/nfl/profootballtalk/rumor-mill/news/pft-week-3-2024-nfl-picks-florio-vs-simms",
      "https://www.sportingnews.com/us/nfl/news/nfl-picks-predictions-against-spread-week-3-chargers-texans/5d2794c40246483844cff988",
      "https://sportsdata.usatoday.com/football/nfl/teams/jacksonville-jaguars/365",
      "https://www.palmbeachpost.com/story/sports/nfl/dolphins/2024/09/12/miami-dolphins-buffalo-bills-score-updates-highlights-tv-channel/75123919007/",
      "https://usatoday.com/betting/sports/nfl-betting-promos",
      "https://www.sports.nj.betmgm.com/en/sports/events/jacksonville-jaguars-at-buffalo-bills-16300426",
      "https://www.palmbeachpost.com/story/sports/nfl/dolphins/2024/09/12/miami-dolphins-buffalo-bills-score-updates-highlights-tv-channel/75123919007",
      "https://democratandchronicle.com/story/sports/football/nfl/bills/2024/09/17/buffalo-bills-jacksonville-jaguars-injury-report-evan-engram-tank-bigsby-terrel-bernard/75259900007/",
      "https://www.cbssports.com/nfl/news/priscos-week-3-nfl-picks-vikings-top-texans-to-remain-unbeaten-chargers-upend-steelers",
      "https://democratandchronicle.com/story/sports/football/nfl/bills/2024/09/17/buffalo-bills-avoid-loss-vs-jacksonville-jaguars-monday-night-football/75252253007/",
      "https://www.bleacherreport.com/articles/10135758-bleacher-reports-week-3-nfl-picks",
      "https://palmbeachpost.com/story/sports/nfl/dolphins/2024/09/12/miami-dolphins-buffalo-bills-score-updates-highlights-tv-channel/75123919007/",
      "https://sportingnews.com/us/nfl/news/nfl-picks-predictions-week-3-picks-chargers-steelers-cowboys/78dcf80fa10971cb2446b856",
      "https://usatoday.com/betting/sports/betmgm",
      "https://cbssports.com/nfl/news/nfl-week-3-picks-cowboys-stun-ravens-drop-baltimore-to-0-3-chargers-shock-steelers-saints-roll-past-eagles/",
      "https://usatoday.com/story/sports/nfl/2024/09/18/jacksonville-jaguars-buffalo-bills-picks-predictions-odds-week-3/75194792007/",
      "https://nfl.com/news/week-3-nfl-picks-2024-nfl-season",
      "https://cbssports.com/nfl/news/priscos-week-3-nfl-picks-vikings-top-texans-to-remain-unbeaten-chargers-upend-steelers/",
      "https://usatoday.com/betting/sports/apps",
      "https://www.democratandchronicle.com/story/sports/football/nfl/bills/2024/09/17/buffalo-bills-avoid-loss-vs-jacksonville-jaguars-monday-night-football/75252253007",
      "https://www.sportsdata.usatoday.com/football/nfl/teams/jacksonville-jaguars/365",
      "https://nbcsports.com/nfl/profootballtalk/rumor-mill/news/pft-week-3-2024-nfl-picks-florio-vs-simms",
      "https://www.democratandchronicle.com/story/sports/football/nfl/bills/2024/09/17/buffalo-bills-jacksonville-jaguars-injury-report-evan-engram-tank-bigsby-terrel-bernard/75259900007",
      "https://www.cbssports.com/nfl/news/nfl-week-3-picks-cowboys-stun-ravens-drop-baltimore-to-0-3-chargers-shock-steelers-saints-roll-past-eagles",
      "https://www.go.web.plus.espn.com/JzEE3R",
      "https://www.fubo.tv/stream/tv/",
      "https://fubo.tv/stream/tv/?irad=343747&irmp=1205322&subId1=USAT%20Local&subId2=NFL&subId3=2024",
      "https://www.usatoday.com/story/sports/nfl/2024/09/18/jacksonville-jaguars-buffalo-bills-picks-predictions-odds-week-3/75194792007",
      "https://sportingnews.com/us/nfl/news/nfl-picks-predictions-against-spread-week-3-chargers-texans/5d2794c40246483844cff988",
      "https://www.sportsdata.usatoday.com/football/nfl/teams/buffalo-bills/324:"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:05:14.467+03:00",
    "updated": "2024-09-20T03:58:37.411+03:00"
  },
  {
    "uuid": "81b870d228606b0caa0e7a549911f7a70fbb5107",
    "url": "https://napavalleyregister.com/news/local/spare-the-air-alert-smog-bay-area-napa-environment/article_623da2c4-be5d-11ef-9fb3-1b60635ab394.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BAY CITY NEWS SERVICE",
    "published": "2024-12-19T05:00:00Z",
    "title": "Spare the Air alert issued for Friday in Bay Area",
    "text": "Editor's Pick Spare the Air alert, wood burning ban in effect Friday in Bay Area BAY CITY NEWS SERVICE Dec 19, 2024 Dec 19, 2024 Updated 13 mins ago 0 Facebook Twitter WhatsApp SMS Email Print Copy article link Save 7 Day Forecast Thursday 56° / 41° Friday 60° / 46° Saturday 57° / 50° Sunday 61° / 54° Monday 62° / 54° Tuesday 58° / 40° Wednesday 59° / 45° A Spare the Air alert has been issued for Friday, banning wood burning in Napa County and the Bay Area because of a forecast for unhealthy pollution levels, regional air quality officials said.\nThe Bay Area Air Quality Management District issued the alert because of pollution from local wood burning and air pollution coming into the region from the Central Valley that, combined with light winds and cold temperatures, will lead to unhealthy air quality on Friday.\nListen now and subscribe: Apple Podcasts | Spotify | RSS Feed | SoundStack | All Of Our Podcasts\nOn Spare the Air days during the winter season, the burning of wood, manufactured fire logs or any other solid fuel is banned outdoors or in indoor fireplaces, pellet stoves or other wood-burning devices. Exemptions are available for homes without permanently installed heating, according to the air district.\nAir district officials say exposure to wood smoke, which contains carcinogenic substances, has been linked to serious respiratory illnesses and the increased risk of heart attacks.\nPeople are also reading… Napa teacher placed on leave again following 2022 Dixon incident Battle drags on over day care center planned for Napa’s Alta Heights area Update: No danger found after hazmat report near Napa High School, authorities say Three arrested after robbery at Napa's Ulta Beauty store 25 rescued Chihuahuas to find new homes, but not in Napa County CIF State 5-A Football Championship: American Canyon runs past Palmdale 68-47 for title Mayacamas Charter Middle School’s test scores from first year prompts disappointment and tension at meeting Chicken Guy! scheduled to open Thursday in American Canyon St. Helena's Flora Springs acquired by Gina and Jean-Charles Boisset Rory’s Bakehouse opens retail window on Old Sonoma Road in Napa Be Bubbly Napa to close downtown Napa space, refocus business Top 10 stories of 2024, No. 10: Napa native Brock Bowers makes NFL history as rookie Raiders star Saturday Napa Farmers Market canceled Napa County Board of Supervisors says farewell to Gregory, Pedroza Man arrested on manslaughter, DUI allegations after fatal Napa County crash People who violate the wood burning ban for the first time are encouraged to take a wood smoke awareness course or will face a $100 ticket. Second violations can lead to a $500 ticket, with the amount increasing for any subsequent violations, according to the air district.\n0 Comments Get local news delivered to your inbox! Subscribe to our Daily Headlines newsletter.\nSign up! * I understand and agree that registration on or use of this site constitutes agreement to its user agreement and privacy policy . Related to this story Most Popular Napa teacher placed on leave again following 2022 Dixon incident A Napa public school teacher who was placed on leave after a 2023 Solano County arrest was again sidelined this week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Environment->environmental clean-up",
      "Environment->air pollution",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Health->public health",
      "Health->government health care"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        },
        {
          "name": "Central",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:42:30.267+02:00",
    "updated": "2024-12-20T04:11:12.892+02:00"
  },
  {
    "uuid": "25381ae64ba1657db61c5e76542fd3e079ccb89e",
    "url": "https://news.myseldon.com/en/news/index/332949923",
    "ord_in_thread": 0,
    "author": "@news.ru",
    "published": "2025-07-31T04:37:42Z",
    "title": "Американские врачи помогли родиться «самому старому» в мире ребенку | Health | Seldon News",
    "text": "MIT Technology Review: ребенок родился в США из эмбриона, хранившегося 30 лет В США зафиксирован уникальный медицинский случай — 26 июля 2025 года на свет появился мальчик, развившийся из эмбриона, который находился в заморозке более 30 лет. Как сообщает MIT Technology Review, этот случай установил новый мировой рекорд в области репродуктивных технологий. Таддеус Дэниел Пирс, появившийся на свет 26 июля, развился из эмбриона, который хранился 30 с половиной лет, — отмечает издание. Эмбрион был создан в 1994 году в рамках процедуры ЭКО и хранился в криоконсервированном состоянии... Copyright information of photo and video materials was taken from the website «News.ru» , more details in our Terms of Service",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Human Interest"
    ],
    "topics": [
      "Health->medical profession",
      "Health->medical condition",
      "Health->health treatment and procedure",
      "Science and Technology->scientific publication",
      "Science and Technology->medical research",
      "Science and Technology->biomedical science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "http://news.ru/usa/amerikanskie-vrachi-pomogli-roditsya-samomu-staromu-v-mire-rebenku",
      "http://www.news.ru/usa/amerikanskie-vrachi-pomogli-roditsya-samomu-staromu-v-mire-rebenku"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:37:42.836+03:00",
    "updated": "2025-07-31T07:43:35.000+03:00"
  },
  {
    "uuid": "b3a6cf30b58473cd98a6dd1d2a89a7fb3d7e3260",
    "url": "https://www.fanpage.it/attualita/tormenta-e-minaccia-i-vicini-per-un-anno-poi-uccide-il-loro-cane-arrestato-35enne-a-oristano",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gabriella Mazzeo",
    "published": "2024-06-13T19:54:00Z",
    "title": "Tormenta e minaccia i vicini per un anno, poi uccide il loro cane: arrestato 35enne a Oristano",
    "text": "Tormenta e minaccia i vicini per un anno, poi uccide il loro cane: arrestato 35enne a Oristano\nGabriella Mazzeo\nDa oltre un anno tormentava e terrorizzava i suoi vicini di casa, arrivando a uccidere il loro cane con una polpetta avvelenata. Un 35enne residente nelle campagne di Oristano è stato arrestato ed è ora in carcere con l'accusa di stalking e minacce nei confronti dei vicini. L'uomo era infatti stato denunciato più volte da due nuclei familiari che abitavano nei pressi della sua abitazione ed era già stato sottoposto ad obbligo di firma, ma negli ultimi mesi aveva iniziato a minacciare anche di morte i residenti delle due case poco lontano.\nSecondo quanto emerso dalle indagini, i vicini avrebbero richiesto un nuovo intervento dopo l'ennesimo episodio intimidatorio avvenuto nei loro confronti. Il 35enne, infatti, ha ucciso il cane di una delle due famiglie che gli vivevano accanto somministrandogli una polpetta con del topicida all'interno.\nPer l'accusa, da tempo l'uomo tormentava in tutti i modi i due nuclei familiari suoi vicini di casa. Almeno un anno, secondo le autorità, trascorso a intimidire gli altri residenti con minacce, stalking e perfino tramite aggressioni fisiche.\nPiù di una volta, infatti, il 35enne aveva lanciato sassi, metallo e petardi contro le abitazioni dei nemici, spaventando anche alcuni cavalli nelle campagne di loro proprietà. Secondo quanto riferito dalle vittime nella denuncia, l'uomo aveva anche più volte minacciato di morte gli altri residenti, scagliandosi in più occasioni fisicamente contro di loro. Fino a pochi giorni fa, queste azioni gli erano valse l'obbligo di firma che però non ha fermato l'escalation di violenze fino all'uccisione del cane da guardia di uno dei suoi vicini tramite un boccone avvelenato con topicida e detersivo in polvere per il bucato.\nL'uomo è stato nuovamente denunciato dai residenti della zona, arrestato e condotto in carcere a Massama con l'accusa di stalking.\n<a href=\"https://www.fanpage.it/esteri/uccide-la-madre-e-i-nonni-80enni-in-casa-poi-chiama-le-forze-dellordine-arrestato-28enne-in-germania/\">\n</a> https://www.fanpage.it/esteri/mamma-uccide-a-colpi-di-pistola-figlia-di-9-anni-e-annega-quello-di-2-poi-confessa-arrestata-36enne-in-usa/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:10:55.178+03:00",
    "updated": "2024-06-14T00:10:55.178+03:00"
  },
  {
    "uuid": "f3629ba29edd54c7874ab77678242f81117fa149",
    "url": "https://www.giessener-anzeiger.de/wirtschaft/bier-koennte-teurer-werden-brauereien-erreichen-wichtigen-meilenstein-zr-93837047.html",
    "ord_in_thread": 0,
    "author": "Bona Hyun",
    "published": "2025-07-17T04:50:00Z",
    "title": "Bier könnte teurer werden - Brauereien erreichen wichtigen Meilenstein",
    "text": "Bier könnte teurer werden – Brauereien erreichen wichtigen Meilenstein\nDer erfolgreiche Tarifabschluss könnte Auswirkungen auf die Bierpreise im Südwesten haben. Eine Anpassung der Preise sei verständlich, so die Branche.\nDresden – Die Brauereien sind hohen Kostensteigerungen ausgesetzt. Preise für Energie, Rohstoffe und Personal erhöhen die Belastung auf die Branche. Die steigenden Ausgaben Kosten haben einige Brauereien bereits in die Knie gezwungen. Eine Gewerkschaft hat nun mit Erfolg Druck gemacht: Durch einen Tarifabschluss gibt es mehr Geld für bestimmte Brauereien. Es ist auch mit Folgen für die Entwicklung der Bierpreise zu rechnen.\nBier könnte teurer werden – Gewerkschaft erzielt Tarifabschluss\nDie Gewerkschaft Nahrung-Genuss-Gaststätten hat nach einem Arbeitskampf einen Tarifvertrag ausgehandelt. Die Brauerinnen und Brauer in Baden-Württemberg erhalten künftig mehr Geld. „Beim dritten Verhandlungstermin ist uns der Durchbruch gelungen“, sagte der Landesbezirksvorsitzende der Gewerkschaft Nahrung-Genuss-Gaststätten (NGG), Hakan Ulucay, laut Mitteilung.\nDemnach habe man sich am Montag in Leinfelden-Echterdingen (Kreis Esslingen) unter anderem auf eine Erhöhung der Entgelte in zwei Stufen geeinigt. Ab August sollen sie um 2,8 Prozent steigen und im Mai 2026 um weitere 2,8 Prozent. Die Laufzeit des Tarifvertrags betrage 26 Monate. Rund 1.500 Beschäftigte der Brauereien im Südwesten profitierten davon, so die NGG.\nDem vorausgegangen war eine von der NGG ausgelöste Streikwelle. Mitte Juli 2025 hatten mehrerer sächsischer Brauereien mehr Lohn gefordert. Die Gewerkschaft hatte ein Lohnplus von sieben Prozent und 100 Euro mehr für Auszubildende gefordert. Neben den Beschäftigten des Freiberger Brauhauses und der Radeberger Brauerei waren auch die Mitarbeiter der Sternburg Brauerei in Leipzig und der Krostitzer Brauerei zum Arbeitskampf aufgerufen.\nFolgen für Bierpreise: „Anpassung wäre grundsätzlich nachvollziehbar“\nWas bedeutet nun das Tarifergebnis für die Bierpreise? „Der aktuelle Tarifabschluss wird zweifellos zu einer spürbaren Kostensteigerung für unsere mittelständisch geprägte Brauwirtschaft führen“, teilte der Geschäftsführer des Baden-Württembergischen Brauerbunds, Hans-Walter Janitz, mit. Bereits heute machten die Lohnkosten mehr als 40 Prozent der Gesamtkosten der Brauereien aus.\nOb und in welchem Umfang sich das auf die Bierpreise auswirkt, liege in der unternehmerischen Entscheidungshoheit jeder einzelnen Brauerei. „Angesichts der weiterhin hohen Energie- und Personalkosten wäre eine Preisanpassung grundsätzlich nachvollziehbar“, so Janitz. Ob sie sich jedoch in einem von Konsumzurückhaltung geprägten Marktumfeld realisieren lässt, bleibe abzuwarten.\nZwei große Biermarken kündigen Zeitraum für Preiserhöhungen an\nEinige Biermarken haben bereits für das kommende Jahr Preiserhöhungen angekündigt. So wollen Krombacher und Veltins für den Herbst 2025 an den Preisen schrauben. Zum Ausmaß der Preiserhöhungen machten beide Großbrauer keine Angaben. Branchenbeobachter halten es für möglich, dass sich der Bierkasten mit 20 Halbliterflaschen im Standardpreis um etwa einen Euro verteuern könnte.\nFür die Großkunden von Krombacher wird nicht nur Bier zum Stichtag 1. Oktober 2025 teurer. Auch für die Bitterlimonaden-Marke Schweppes sei eine Preiserhöhung den Großkunden vor etwa einem Monat angekündigt worden, sagte ein Sprecher. Er begründete den Schritt mit allgemein gestiegenen Kosten. Zuletzt habe Krombacher im Frühjahr 2023 Preise erhöht.\nVeltins erhöht zum Stichtag 16. Oktober 2025 ebenfalls sowohl bei Flaschenbier als auch bei Fassbier die Abgabepreise, was in der Gastronomie eine große Rolle spielt. Das sei den Großkunden Ende Mai angekündigt worden, sagte ein Sprecher. „Wir wollen aufgrund der gestiegenen Kosten mit gleicher Intensität in Gastronomie und Handel investieren“, erklärte er. Zuletzt hat Veltins nach eigenen Angaben vor gut zwei Jahren im Frühjahr 2023 Preise angehoben. (bohy mit Material der dpa)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->consumer goods",
      "Social Issue->social condition",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.rosenheim24.de/bayern/bayern-naechste-bayerische-brauerei-schliesst-steigende-preise-und-das-grosse-pfand-tourismus-problem-93622531.html",
      "https://www.echo24.de/leben/verbraucher/bier-teurer-deutschland-preiserhoehung-herbst-brauerei-krombacher-veltins-bitburger-93781950.html",
      "https://www.einfach-tasty.de/allgemein/zwei-deutsche-brauerei-riesen-heben-bierpreise-an-so-viel-teurer-koennte-bier-werden-93781028.html",
      "https://www.bw24.de/baden-wuerttemberg/",
      "https://echo24.de/leben/verbraucher/bier-teurer-deutschland-preiserhoehung-herbst-brauerei-krombacher-veltins-bitburger-93781950.html",
      "https://einfach-tasty.de/allgemein/zwei-deutsche-brauerei-riesen-heben-bierpreise-an-so-viel-teurer-koennte-bier-werden-93781028.html",
      "https://rosenheim24.de/bayern/bayern-naechste-bayerische-brauerei-schliesst-steigende-preise-und-das-grosse-pfand-tourismus-problem-93622531.html",
      "https://www.bw24.de/baden-wuerttemberg",
      "https://bw24.de/baden-wuerttemberg/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Hakan Ulucay",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Baden-Württemberg",
          "sentiment": "none"
        },
        {
          "name": "Dresden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Nahrung-Genuss-Gaststätten",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "NGG",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:56:37.697+03:00",
    "updated": "2025-07-17T05:01:27.000+00:00"
  },
  {
    "uuid": "97c3f1a43665d904dffd8dfbf1f1841cb26b1565",
    "url": "http://www.godlikeproductions.com/forum1/message1525177/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stung User Id",
    "published": "2023-12-29T06:35:00Z",
    "title": "Does the Illuminati/Satan's Secret Society use Saturday morning cartoons to teach children witchcraft/Demonology?",
    "text": "Users Online Now:\n1,192\n(\nWho's On?\n)\nVisitors Today:\n122,758\nPageviews Today:\n225,635\nThreads Today:\n63\nPosts Today:\n1,157\n03:00 AM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nDoes the Illuminati/Satan's Secret Society use Saturday morning cartoons to teach children witchcraft/Demonology?\nstung\nUser ID: 1423808\nUnited States\n06/11/2011 10:00 AM\nReport Abusive Post\nReport Copyright Violation\nDoes the Illuminati/Satan's Secret Society use Saturday morning cartoons to teach children witchcraft/Demonology?\nDoes the Illuminati/Satan's Secret Society use Saturday morning cartoons to teach children witchcraft/Demonology?\nDoes the Illuminati with its many branches such as the \"Free\" Masons & Associates, Mafia & Associates, & New Age movement and associated witchcraft cults use Cartoons to influence and teach children how to perform witchcraft and practice demonology?\nDoes this evil Satanic Mafia use cartoons as well as many other methods to place little children in spiritual bondage?\nSaturday morning on channel 12 I witnessed a cartoon teaching children how to go though initiations to reach higher levels of witchcraft and that in so doing they would receive spirit guides / demons whom they called ferries that would assist them. Satan's children are very brave aren't they!\nKevin Trudeau says he has a Gene who grants his wishes. How many initiations / ceremonies do you think he went through before he received a demonic entity powerful enough to manipulate humanity in this manner? Is this Power of positive thinking or the power of demonic manifestation? Did Kevin run into members of AMWAY also? I always wondered why AMWAY is set up in a pyramid system. The Illuminati 666 reaches far and wide!\nHave you been taken captive by Satan and his Secret society Revelation 13, 10? all you have to do is participate in said occult practices and or \"Games\" witch, get it, the Illuminati has placed into society to take people into spiritual bondage to witchcraft / demonic forces and that through said spiritual bondage people / victims are being forced to go through secret initiations preformed through methods of spiritism / witchcraft / altered states of consciousness / Transcendental Meditation / demonism and are being forced to accept the worship of the New World Orders many demons one including but not limited to Satan himself.\nIs the Mark of the Beast a SPIRITUAL MARK?\nIs the MARK OF THE BEAST acquired after going through the NWO's secret ceremony performed through Transcendental meditation assisted with witchcraft?\nIs this the method for the unholy baptism / spiritual bondage, and the lowering of the all Seeing Eye on humanity / the pyramid?\nDid the NWO give you your keys to get into one of the dungeons of damnation / horn sign?\nDid you get your spiritual stamp and one way ticket to horror and pain for eternity?\nSatan's \"Secret\" Society is handing them out for \"FREE\". In fact they insist that you receive it, other wise they will torture you with witchcraft. If that doesn't work, they will use their members in the Judicial, Executive, and Legislative branches of government to try and intimidate and control you. If that isn't enough they have set up secret, shhhhh, members up in management positions in large and small corporations to intimidate and control you through threats of termination and homelessness. This satanic mafia isn't above the law they are a law all unto themselves!!! HILE HITLER!!!!! or do they say HALE SATAN!!!!!!\nAnonymous Coward\nUser ID: 86619765\nUnited Kingdom\n12/29/2023 02:35 AM\nReport Abusive Post\nReport Copyright Violation\nRe: Does the Illuminati/Satan's Secret Society use Saturday morning cartoons to teach children witchcraft/Demonology?\nBEAT SATAN AT HIS OWN GAME!\nHOW?\nBY ACCEPTING...\nGODS FREE GIFT FOR YOU!\n[\nlink to www.itshisstory.com (secure)\n]\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nVincent Price - Witchcraft - Magic - An Adventure In Demonology (1969)\n12/22/16\n2\nDoes anyone recall the very extensive theme of 'Demonology' in Oliver Stone's 'Natural Born Killers'???\n08/12/17\nRelated Topics:\nSecret Societies (Conspiracy)\n-\nEducation (General Interest)\n-\nSociety (General Interest)\n-\nIlluminati (Secret Societies)\n-\nView ALL Secret Societies (Secret Societies)\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.026s (10 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "secret society",
          "sentiment": "neutral"
        },
        {
          "name": "mafia & associates",
          "sentiment": "none"
        },
        {
          "name": "masons & associates",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:00:56.682+02:00",
    "updated": "2023-12-29T10:00:56.682+02:00"
  },
  {
    "uuid": "0d30106cd285eb8418327d62f6fd16b9f17841e1",
    "url": "https://barrie.ctvnews.ca/keeping-scottish-culture-alive-in-collingwood-through-piping-and-drumming-1.6713557",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Molly Frommer",
    "published": "2024-01-05T21:24:00Z",
    "title": "Keeping Scottish culture alive in Collingwood through piping and drumming",
    "text": "Advertisement Keeping Scottish culture alive in Collingwood through piping and drumming Share: Beinn Gorm Highlanders in Collingwood have been busy keeping the Scottish culture and traditions alive by practicing piping and drumming once a week, with participants ranging from six years old into their mid-80s. \"Most of our members have been able to come back out and we're actually getting some new members and younger members in our community involved in piping and drumming. They're working right now on basic rhythms and how to hold the stick properly, good technique, good form, posture and then with the pipes, it's important to learn how to hold the instrument keeping the fingers straight, for example,\" said Daniel Carr, bagpipe instructor. - [Download the CTV News app to get local alerts on your device](http://www.ctvnews.ca/app) - [Get the latest local updates sent to your email inbox](http://www.ctvnews.ca/newsletters) Following the lessons, the pipe band comes together for a band practice. Sheila Stewart was one of the founding members of the pipe band back in 2000. She said she's seen it evolve significantly over the years. \"It's been an amazing process to see the kids come through, and it's just been a very fulfilling thing. We've had to learn to teach; we've integrated guitars, drum kits, singers and different things. It's been a wonderful journey, a very fulfilling journey,\" said Stewart. Twelve-year-old Ruby Boucher and her grandmother have been taking part in bagpipe lessons on Tuesdays and said it's something they look forward to. \"I've been growing up around bagpipes since I was very young, and I've always looked up to grandma. It's been really fun. I really enjoy doing it, and you get to socialize a lot as well. I love it,\" said Boucher. Drum Sergeant Don Foley has been drumming since he was a young boy and said it's a full circle moment teaching others. \"I started playing around the same age as most of the kids here, and I just want them to be excited about music, which is what it comes down to. It's always been really, really exciting and always really infectious how exciting the whole genre is, and it's a very technical style of drumming as well,\" said Foley. Piping and drumming lessons occur every Tuesday at 6 p.m. at the Collingwood Legion., and highland dance classes are offered on Monday nights at Duntroon Hall outside Collingwood from 5 p.m. to 7 p.m. [view larger image](#)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beinn gorm h",
          "sentiment": "negative"
        },
        {
          "name": "daniel carr",
          "sentiment": "none"
        },
        {
          "name": "sheila stewart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "collingwood",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:06:39.421+02:00",
    "updated": "2024-01-13T01:02:44.281+02:00"
  }
]