[
  {
    "uuid": "f9904083af509c6334a17309e38f854f58e1c253",
    "url": "https://www.delawareonline.com/story/life/2023/12/29/winter-cocktails-mocktails-poinsettia-hot-butterbeer-sugar-cookie-martini/71825961007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Isabel Hughes",
    "published": "2023-12-29T09:30:00Z",
    "title": "Winter cocktails and mocktails to warm you this year",
    "text": "Christmas is over, which means we’re headed into the coldest – and what feels like the longest – month of the year.\nWhile January may have you down in the dumps, these homemade cozy winter cocktails (and mocktails) can brighten your spirits.\nAt the very least, they’ll warm you up!\nRed Wine Hot Chocolate ⅓ cup unsweetened cocoa powder 2 tablespoons white sugar 1 pinch salt 2 cups reduced-fat milk, divided ½ cup fruity, dry red wine, such as merlot or shiraz Over medium heat, whisk together the cocoa powder, sugar and salt in a small saucepan. Slowly add ¼ cup milk and whisk until smooth.\nWhisk in the remaining milk, stirring often until hot, or about 3 minutes, Eating Well says . Do not bring to a simmer.\nRemove from heat and stir in wine.\nFor a nonalcoholic version, leave out the wine or use 0% alcohol red wine, which can be found at package stores such as Total Wine & More .\nSlow-Cooker Hot Cider with Bourbon 8 whole cloves 8 whole allspice berries 8 cinnamon sticks 1 gallon apple cider 2 cups bourbon of choice 1 apple, thinly sliced, for garnish Combine cider and spices in a slow cooker and let simmer for 20 minutes, or until warm. Add bourbon and serve hot, Eating Well says . Garnish with an apple slice and cinnamon stick.\nTo make this nonalcoholic, leave out the bourbon . For those who don't like bourbon but still want the drink to buzz, apple brandy can also be used.\nHot Butterbeer Cocktail 2 tablespoons unsalted butter, cubed ½ cup dark brown sugar ¼ cup heavy cream 1 teaspoon vanilla extract Pinch of salt ⅓ cup maple whiskey or bourbon 2 cups plain seltzer Melt the butter in a small saucepan and add brown sugar. Bring to a simmer, whisking continuously until the consistency becomes smooth. Add in cream and continue to cook, whisking occasionally, until the sauce thickens, about 4 to 5 minutes.\nRemove from heat and add in vanilla and salt, whisking until combined.\nIn a separate saucepan, combine whiskey or bourbon and seltzer until simmering. Remove from heat and add to the butter mixture. The drink will \"magically bubble and foam,\" Eating Well says .\nIf you prefer the drink nonalcoholic, forgo the spirits and simply warm the seltzer before adding to the butter mixture.\nSlow-Cooker Mulled Wine 1 bottle dry red wine, such as merlot or cabernet sauvignon 2 cups apple cider ¼ cup apple brandy ¼ cup pure maple syrup 1 tablespoon cider vinegar Zest and juice of 1 orange, plus slices for garnish 6 whole allspice berries 6 whole cloves 2 whole star anise 2 green cardamom pods 2 cinnamon sticks, plus more for garnish Combine wine, cider, brandy, maple syrup, vinegar, orange zest and juice, allspice, cloves, star anise, cardamom and cinnamon sticks in a slow cooker. Cover and cook on low until hot, or approximately 1 hour.\nOnce cooked, strain out the solids and serve warm. This Eating Well recipe also suggests garnishing with orange slices and cinnamon sticks, if desired.\nSugar Cookie Martini For the rim:\n½ cup powdered sugar 2 teaspoons half-and-half ¼ cup sprinkles For the martini:\n3 oz. vanilla vodka 3 oz. Irish cream liqueur, such as Bailey's 2 oz. butterscotch schnapps 2 oz. half-and-half Ice For the rim:\nIn a small bowl slightly wider than the glass you're using, combine the powdered sugar and half-and-half. It should be very thick. On a small plate, place sprinkles.\nDip the rims into the icing mixture and twist to coat. Then dip the frosted rims into the sprinkles and refrigerate until ready to use.\nFor the martini:\nIn a cocktail shaker, combine the vanilla vodka, Irish cream liqueur, butterscotch schnapps, half-and-half and ice. Cover and shake vigorously. Strain into the chilled glasses .\nPoinsettia Champagne Cocktail ½ oz. orange liqueur 3 oz. cranberry juice 3 oz. champagne or sparkling wine Fresh cranberries, for garnish Fresh rosemary sprig, for garnish Pour the orange liqueur and cranberry juice into a chilled champagne flute and stir well. Add the champagne or sparkling wine and garnishes and enjoy .\nSimilar to the red wine hot chocolate, for a nonalcoholic version, use 0% alcohol sparkling wine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.eatingwell.com/recipe/7928002/slow-cooker-mulled-wine/",
      "https://www.thepioneerwoman.com/food-cooking/recipes/a45666814/sugar-cookie-martini-recipe/",
      "https://media.gannett-cdn.com/28911775001/28911775001_5983622653001_5983618609001.mp4&#34;,&#34;origin&#34;:&#34;Grateful&#34;,&#34;pageURL&#34;:{&#34;long&#34;:&#34;https://www.usatoday.com/videos/life/grateful/2018/12/26/make-pomegranate-thyme-cocktail-new-years-eve/2414487002/&#34;},&#34;promoBrief&#34;:&#34;With",
      "https://www.thespruceeats.com/poinsettia-cocktail-recipe-759772",
      "https://www.thespruceeats.com/best-cranberry-cocktail-recipes-4150516",
      "https://www.eatingwell.com/recipe/7877825/hot-butterbeer-cocktail/",
      "https://www.totalwine.com/search/all?text=non%20alcoholic%20wine",
      "https://eatingwell.com/recipe/7928002/slow-cooker-mulled-wine/",
      "https://www.thepioneerwoman.com/food-cooking/recipes/a45666814/sugar-cookie-martini-recipe",
      "https://www.eatingwell.com/recipe/7877825/hot-butterbeer-cocktail",
      "https://www.totalwine.com/search/all",
      "https://media.gannett-cdn.com/28911775001/28911775001_5983622653001_5983618609001.mp4&#34;,&#34;origin&#34;:&#34;Grateful&#34;,&#34;pageURL&#34;:{&#34;long&#34;:&#34;https://usatoday.com/videos/life/grateful/2018/12/26/make-pomegranate-thyme-cocktail-new-years-eve/2414487002/&#34;},&#34;promoBrief&#34;:&#34;With",
      "https://www.eatingwell.com/recipe/7928002/slow-cooker-mulled-wine",
      "https://totalwine.com/search/all?text=non%20alcoholic%20wine",
      "https://eatingwell.com/recipe/7877825/hot-butterbeer-cocktail/",
      "https://thespruceeats.com/poinsettia-cocktail-recipe-759772",
      "https://thespruceeats.com/best-cranberry-cocktail-recipes-4150516",
      "https://thepioneerwoman.com/food-cooking/recipes/a45666814/sugar-cookie-martini-recipe/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:27:41.363+02:00",
    "updated": "2024-01-05T22:28:30.906+02:00"
  },
  {
    "uuid": "62a72869348ae020dfc6d79833c3fb5e0bc090b7",
    "url": "https://www.theage.com.au/sport/afl/curnow-and-mckay-the-theory-that-carlton-s-incredible-comeback-debunked-20240309-p5fb3s.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jake Niall",
    "published": "2024-03-09T07:00:00Z",
    "title": "AFL 2024: The theory that Carlton’s incredible Gabba comeback debunked",
    "text": "By Jake Niall March 10, 2024 — 5.00am Save Log in , register or subscribe to save articles for later. Save articles for later Add articles to your saved list and come back to them any time.\nGot it Normal text size Larger text size Very large text size Advertisement To purloin a line from the late musical artist known as Prince, Carlton fans were partying like it’s 1999 in the aftermath of their team’s astonishing resurrection at the Gabba .\nTo win from 46 points behind in the second quarter, without Jacob Weitering and Sam Walsh, at the Gabbatoir – where the Lions went 13-0 last year – was something beyond improbable. It was loaves and fishes territory.\nHarry McKay and Charlie Curnow celebrate at the Gabba. Credit: Getty Images\nWhere did it rate in the annals of Carlton victories? It was natural to think of the 1999 preliminary final, when the Blues beat the fancied Bombers by the same barest margin on the back of Anthony Koutoufides’ final quarter, or even of that semi-final last year when Blake Acres booted the winner with less than a minute on the clock to sink the Demons.\nUnquestionably, this was one of the better home-and-away triumphs in Carlton history. But it is also far too soon – not even round one, according to the AFL – to leap to rapid conclusions about where this result placed Carlton or the Lions, albeit Brisbane cannot afford many defeats at home.\nLoading A yip-less Harry McKay was the hero of the hour , plucking a powerful mark and slotting the set shot to put the Blues ahead; McKay had set up the previous goal to Patrick Cripps, too, and while he had some glitches, Harry was the most influential player afield.\nIf McKay closed the deal, the Blues wouldn’t have been close if not for Harry’s forward partner Charlie Curnow, whose run of four goals in the second and third quarter whittled the Lions’ large lead to seven points.\nSo, while the competition contains too many variables to coronate Carlton (or condemn the Lions), the comeback should put paid to the specious notion that there isn’t room for McKay in a Curnow-centred attack.\nThe theory that the Blues fare better with only one of Curnow or McKay – which really means with only Charlie – gained a surprising level of currency within media, fans and even from some rival club officials in 2023.\nAdvertisement Loading McKay won the Coleman Medal without Curnow in 2021, Curnow took the next two Colemans with McKay stricken with conversion aversion (aka, the yips) and a loss of confidence.\nOver the past three seasons, Curnow averages 2.7 goals when playing alongside McKay and 3.6 when Harry is missing. McKay, meanwhile, averages 1.9 goals with Curnow and 3.1 when Charlie is grounded.\nSomehow, the fact that both players kick more goals when they’re solo led to a conclusion – admittedly, a minority view – that the Blues would improve their flag prospects by selling McKay and letting Curnow hold up the forward line, potentially deploying Tom De Koning as the second tall target (and back-up ruck). Of course each player kicked more goals when the other was absent – they were the solo target.\nMcKay’s yips persisted in 2023, when he snagged a modest 29 goals from 77 shots – a dismal accuracy percentage of 37.7. At times, he seemed uncertain about whether he would use a Stevie (Johnson) J-hook from an angle or deploy the drop punt – an issue he said he had worked on over summer .\nHad McKay found his range, he’d have gone close to 50 goals, which would have produced an aggregate of 130 goals from the tandem.\nOn Friday night, the combination of Curnow and McKay was beyond the scope of the Lions’ defence. Harris Andrews played 96 minutes on McKay, which meant Jack Payne had to take on Curnow.\nHarry McKay sealed Carlton’s amazing comeback win over the Brisbane Lions. Credit: AFL Photos\nCharlie’s four goals either side of half-time resulted in the Lions sending Darcy Gardiner back (Gardiner had been playing forward) to stand the superstar, while Andrews stuck with McKay.\nAided by this double threat, the Blues booted seven goals from just 14 entries in the third quarter.\nThe against-all-odds triumph highlighted that McKay and Curnow have different styles and dimensions – the former a hulking 200-centimetre giant, the latter a super athlete with rare agility and lateral movement. Hardly any rival teams have two key defenders with the necessary traits and talents to match both at once.\nRichmond, for example, would much prefer to play the Blues next Thursday without one of McKay or Curnow; they would be asking too much of Josh Gibcus, a talented kid who hasn’t filled out, to expect him to play a key role.\nMcKay isn’t in the top five key forwards in the game, no. Curnow is probably the best. Put Harry on the block, though, and a dozen or more clubs would be in the queue.\nCurnow’s athleticism enables him to get goals in the air (he led the league in contested marks last year), on the deck and by drawing frees. Of his 81 goals in 2023, 47 came from marks.\nLoading In the Carlton set-up, he should be comparable to Geelong’s Jeremy Cameron, and McKay to the hulking Tom Hawkins (not that he’s at Hawkins’ level). One is an athlete, with a serious ground game plus excellent foot skills, while the other is a mountain who requires a near 200cm opponent. Curnow isn’t as exquisitely skilled as Geelong’s Jezza, but his aerial game is superior.\nFor the Blues, Curnow can play higher up the field if necessary, as McKay keeps a tall back such as Andrews occupied. Ideally, the tandem work best when they’re surrounded by smalls and medium-sized options, rather than with De Koning as a third banana.\nThe slights on McKay have been a familiar case of critics – and I’ve not been immune – focusing too much on his foibles and forgetting his considerable strengths.\nTo have two menacing key forwards in one forward line is a major point of difference between the Blues and at least 16 clubs, and on Friday evening, it made all the difference.\nIt is the responsibility of Carlton’s coaches, as much as the players themselves, to make the combination work. As the Gabba miracle showed, the most critical step is for McKay to come to the party.\nKeep up to date with the best AFL coverage in the country. Sign up for the Real Footy newsletter .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://theage.myfairfax.com.au/channel/4vLxp6nBuWVKEPLaQuUKwA/members/signups/new?callback_uri=",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002,",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002,",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d,",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d,",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://static.ffx.io/images/$zoom_0.307%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d,",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://static.ffx.io/images/$zoom_0.204%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002,",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002,",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_1.0159%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d,",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d,",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_2.0317%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_1.9577%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_1.545%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_62%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002",
      "https://www.static.ffx.io/images/$zoom_0.307%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/9868ee906e87cc123ebac83dcfbf90add832302d,",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002,",
      "https://theage.myfairfax.com.au/channel/4vLxp6nBuWVKEPLaQuUKwA/members/signups/new",
      "https://www.theage.myfairfax.com.au/channel/4vLxp6nBuWVKEPLaQuUKwA/members/signups/new?callback_uri=",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_0.9788%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002,",
      "https://www.static.ffx.io/images/$zoom_0.204%2C$multiply_0.7725%2C$ratio_1.5%2C$width_756%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/8f7105d399c07a0371c1c7e8fd3c235f0b3fb002"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jake niall",
          "sentiment": "negative"
        },
        {
          "name": "carlton",
          "sentiment": "negative"
        },
        {
          "name": "harry mckay",
          "sentiment": "none"
        },
        {
          "name": "anthony koutoufides",
          "sentiment": "none"
        },
        {
          "name": "prince",
          "sentiment": "none"
        },
        {
          "name": "charlie curnow",
          "sentiment": "none"
        },
        {
          "name": "sam walsh",
          "sentiment": "none"
        },
        {
          "name": "jacob weitering",
          "sentiment": "none"
        },
        {
          "name": "unquest",
          "sentiment": "none"
        },
        {
          "name": "blake acres",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afl",
          "sentiment": "negative"
        },
        {
          "name": "getty images where",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "blues",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gabba",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T20:13:31.082+02:00",
    "updated": "2024-03-18T00:20:21.194+02:00"
  },
  {
    "uuid": "908b7b7cdf4137dca6ad773b075adbf8111b902b",
    "url": "https://performancedrive.com.au/hyundai-revises-2022-ioniq-5-lineup-more-affordable-increased-range-1314",
    "ord_in_thread": 0,
    "author": "Alexi Falson",
    "published": "2025-04-02T21:02:37Z",
    "title": "Hyundai revises 2022 IONIQ 5 lineup; more affordable, increased range - PerformanceDrive",
    "text": "Hyundai Australia has confirmed new trim grades for the all-electric IONIQ 5 for 2022, with new names for the base RWD (now call Dynamiq) and flagship AWD (now called Techniq).\nThe base rear-engined IONIQ 5 Dynamiq features a new 19-inch alloy wheels (replacing 20in items) wrapped in Michelin Primacy 4 tyres, helping to see the range increase from 451km to 481km. It retains its 72.6kWh battery that supplies power to the rear motor that develops 160kW and 350Nm.\nAdded features come in the form of a new augmented-reality head-up display system and a pair of vehicle-to-load ports that allow the IONIQ 5 to be a source of power for appliances and even homes (maximum output of 250V/15A, or 3.6kW), while the panoramic sunroof has been relegated to an optional extra.\nOther standard features include LED projector headlights, eco leather upholstery, dual-zone climate control, a hands-free tailgate and a pair of 12.3-inch digital displays for the driver and infotainment system.\nOpting for the AWD Techniq range-topper adds a dual-motor configuration kicking up 155kW from the rear and 70kW from the front for a combined 225kW/605Nm, translating to a 430km range figure.\nThe flagship retains 20-inch alloys wrapped in 255/45 Michelin Pilot Sport EV rubber, a set of ventilated front seats with a heated steering wheel, heated rear seats, and rear door sun shades.\nBoth come fitted with 800-volt architecture that can top the battery pack up from 10 to 80 per cent in just under 20 minutes.\nThe 2022 Hyundai IONIQ is on sale now priced from the following (excluding on-road costs):\n2022 Hyundai IONIQ 5 Dynamiq RWD: $69,900 (down from $71,900 in 2021)\n2022 Hyundai IONIQ 5 Techniq RWD: $77,500 (up from $75,900)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Economy, Business and Finance->manufacturing and engineering",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->business strategy and marketing",
      "Science and Technology->mechanical engineering",
      "Science and Technology->economics",
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Dynamiq",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "Australia",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Hyundai",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "RWD",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "AWD",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Techniq",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "IONIQ",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Michelin Primacy 4",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Michelin Pilot Sport EV",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T00:02:37.819+03:00",
    "updated": "2025-04-03T00:02:37.819+03:00"
  },
  {
    "uuid": "b019576d2be439ed3851a2d259c69237f92dac7a",
    "url": "https://bvmsports.com/2024/09/05/phillies-set-to-promote-pitching-prospect-seth-johnson-for-mlb-debut",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2024-09-05T21:05:00Z",
    "title": "Phillies Set to Promote Pitching Prospect Seth Johnson for MLB Debut",
    "text": "Phillies Set to Promote Pitching Prospect Seth Johnson for MLB Debut\nThe\nPhiladelphia Phillies are set to promote right-handed pitcher Seth Johnson for his major league debut this Sunday against the Miami Marlins. This decision comes after a series of setbacks, including the demotion of Taijuan Walker and a poor performance from Tyler Phillips. Johnson, the team's 15th-best prospect, has experienced delays due to trades and injuries but has performed well in the minors, posting a notable career ERA. The Phillies are looking for a fresh start and hope Johnson can turn their fortunes around.\n- Seth Johnson has a 2.70 career ERA in the minors.\n- He has recorded 269 strikeouts against 94 walks over 236 2/3 innings pitched.\n- The Phillies have lost nine consecutive games started by Taijuan Walker.\n- Seth Johnson has never appeared in a game at the major league level prior to this promotion.\nIf Johnson succeeds in his debut, he could solidify his role in the pitching rotation and help the Phillies regain momentum for the rest of the season.Bottom Line\nThe promotion of Seth Johnson may represent a pivotal moment for the Phillies, as they attempt to break a losing streak and inject new energy into their roster amidst ongoing struggles.\nRead more at\n @sportingnews\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.sportingnews.com/us/mlb/philadelphia-phillies/news/phillies-plan-promote-pitcher-make-major-league-debut-sunday/2926292eda4a02ea0cc04d66",
      "https://sportingnews.com/us/mlb/philadelphia-phillies/news/phillies-plan-promote-pitcher-make-major-league-debut-sunday/2926292eda4a02ea0cc04d66"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T01:03:42.664+03:00",
    "updated": "2024-09-06T01:03:42.664+03:00"
  },
  {
    "uuid": "35539d02ce22ca11640b360f8c1526dcd9ba9355",
    "url": "https://rhumatologie.lequotidiendumedecin.fr/specialites/cancerologie/cancer-urothelial-avance-ou-metastatique-une-chimiotherapie-ciblee-fait-mieux-que-le-platine-en",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pascale Solere",
    "published": "2024-04-04T22:59:22Z",
    "title": "Cancer urothélial avancé ou métastatique : une chimiothérapie ciblée fait mieux que le platine en première ligne | Le Quotidien du Médecin",
    "text": "Rhumatologie Médecine générale Infectiologie Cardiologie Cancérologie Diabétologie-endocrinologie Neurologie-psychiatrie Gynécologie-obstétrique Rhumatologie Pédiatrie Pneumologie Toute l'actualité médicale Cancer urothélial avancé ou métastatique : une chimiothérapie ciblée fait mieux que le platine en première ligne Se connecter Connectez-vous\nEmail Mot de passe Mot de passe oublié ?\nSe connecter Vous n'avez pas encore de compte ?\nInscrivez-vous S'abonner À la une Actu médicale Santé publique Recherche - Science Médicament Sociétés savantes Congrès Météo épidémiologique Santé environnementale Santé & Société Politique de santé Démocratie sanitaire eSanté Démographie Éthique À l'étranger Libéral / Soins de ville Honoraires Exercice Assurance maladie Justice Gestion cabinet Retraite Environnement Centres de santé Hôpital Politique hospitalière Urgences Management Environnement Sécurité des soins Jeunes Médecins Installation Formation initiale Internat Santé des étudiants Remplacement Le coin des internes FMC & Recos Annonces / Emploi Services Édition abonnés Toutes les spécialités Le Droit & Vous Débats & Sondages Live Chat Opinions Vidéos Podcasts Agenda Les blogs du \"Quotidien\" Idées et Solutions Opérations spéciales Rechercher Édition quotidienne En ce moment Négos CMGF 2024 C'est quoi ta spé ? C'est ma santé Accueil Spécialités Cancérologie Cancer urothélial avancé ou métastatique : une chimiothérapie ciblée fait mieux que le platine en première ligne Par Pascale Solere - Publié le 05/04/2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS",
      "https://poool.host/ns.html",
      "https://www.poool.host/ns.html?id=0B1DX-ALR9Y-BF087-TZAGS"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:59:22.746+03:00",
    "updated": "2024-04-05T01:59:22.746+03:00"
  },
  {
    "uuid": "98bdebc2c2b1e904a0659cfd85bb4782b0595fa0",
    "url": "https://www.infobae.com/mexico/2024/09/19/familia-de-argentinos-se-viralizan-en-tiktok-por-celebrar-el-grito-de-independencia-como-mexicanos-ya-somos-argen-mex",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-09-19T20:11:00Z",
    "title": "Familia de argentinos se viralizan en Tiktok por celebrar el Grito de Independencia como mexicanos: “Ya somos argen-mex” - Infobae",
    "text": "La tiktoker argentina demostró su amor por México y su cultura. (TikTok / @may_malinar_viajes) El pasado 15 de septiembre, millones de mexicanos celebraron el 214 aniversario de la Independencia de México, un evento que también atrajo la participación de extranjeros que residen en el país. Un ejemplo de ello es el video viral de la tiktoker argentina May Malinar, quien compartió en la red social cómo ella y su familia se unieron al festejo desde su casa en la Ciudad de México. El video, que ha alcanzado más de 2 millones de reproducciones, muestra la cálida conexión entre ambas culturas.\nEn el video, May Malinar expresó su agradecimiento hacia México por la oportunidad de participar en una de sus celebraciones más importantes.\n“Hoy los argentinos también celebramos el Grito de Independencia. En verdad en agradecimiento a todo México porque los argentinos estamos todos acá celebrando dando el grito. El término ahora es argen-mex”, dijo la tiktoker, refiriéndose a la fusión cultural que vivió junto a su familia. La reunión, descrita como “argen-mex” , mostró a los asistentes vestidos para la ocasión: algunos con gorros mexicanos, otros con trajes tradicionales de chinas poblanas, y varios pintados con los colores verde, blanco y rojo en sus rostros. En el hogar decorado con banderas mexicanas, se sirvieron empanadas y otras comidas típicas para acompañar el evento.\nLa familia argentina se sintió orgullosa de celebrar la Independencia de México. (TikTok / @may_malinar_viajes) La familia argentina también se unió al tradicional “ Viva México” frente a la televisión mientras veían al presidente Andrés Manuel López Obrador dar el Grito desde el Zócalo de la Ciudad de México.\nLos comentarios en el video fueron muy positivos, destacando la fraternidad entre argentinos y mexicanos. “Alina, hermana, ya eres mexicana”, escribió un usuario, mientras que otros comentaban: “Gracias argentinos, ustedes ya son mexicanos”, y “Qué bonita familia argentina, esa hermandad que nos tenemos es linda” . Incluso, algunos seguidores comentaron que el video había ayudado a cambiar sus percepciones sobre la rivalidad entre ambos países en el fútbol: “Haz hecho que deje de odiar a los argentinos por el fútbol”.\nEn el video se aprecia a la tiktoker May Malinar celebrando la Independencia de México junto a toda su familia de Argentina Crédito: Tiktok / May Malinar Este video no solo muestra la celebración de una festividad mexicana, sino también cómo las culturas pueden fusionarse, especialmente en un país tan diverso y acogedor como México.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://cdn.jwplayer.com/videos/qb99Gh8p-Gfos2MgV.mp4",
      "https://www.cdn.jwplayer.com/videos/qb99Gh8p-Gfos2MgV.mp4"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "May Malinar",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:32:51.376+03:00",
    "updated": "2024-09-20T00:32:51.376+03:00"
  },
  {
    "uuid": "c6d856fceb0ebcd72a5c34ebb4b76dee23b480f5",
    "url": "https://english.jagran.com/india/qatar-court-commutes-8-indian-ex-navy-personnel-mea-says-interests-of-indians-is-our-foremost-concern-news-10123673",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@englishjagrannews",
    "published": "2023-12-29T08:45:00Z",
    "title": "'Interests Of Indians Is Our Foremost Concern': Says MEA After A Qatari Court Commutes Death Sentence of 8 Indians",
    "text": "- By Kamal Kumar - Published: Fri, 29 Dec 2023 04:45 PM (IST) - Source:JND After a special court in Qatar commuted the death sentence of eight Indian ex-Navy personnel, the Ministry of External Affairs stated on Friday that the 'interests of Indians and their families is their foremost concern'. In response to queries about the future course of action in the case, the MEA mentioned that it would await the detailed judgment before making any additional comments. However, it noted that discussions on the next steps would take place with the legal team and family members. During a press conference on Friday, MEA spokesperson Arindam Bagchi said, \"The sentences have been reduced but I don't have any additional information to share until we see the detailed judgment. We would urge you again not to engage in speculation. The interests of Indians and their family members are our foremost concern. We will also of course be discussing the next possible steps with the legal team and the family members.\" [English Jagran.com](https://english.jagran.com/)Jagran English is available on WhatsApp. Join now for latest news from India and around the world. [Join our WhatsApp Channel](https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)",
      "https://www.whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l",
      "https://whatsapp.com/channel/0029VaAYubwADTOESVWMhl0l?utm_source=website&utm_medium=referral&utm_campaign=whatsappchannel)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kamal kumar",
          "sentiment": "negative"
        },
        {
          "name": "arindam bagchi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ministry of external affairs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "qatar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:25:41.491+02:00",
    "updated": "2023-12-29T13:25:41.491+02:00"
  },
  {
    "uuid": "5fb9f2047832ef9a4a8926d4e402de0f96f51f85",
    "url": "https://www.dailykos.com/stories/2024/5/10/2239932/-G4-Severe-solar-storm-forecast-for-tonight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AKALib Community",
    "published": "2024-05-10T00:00:00Z",
    "title": "Space Weather Alert - Severe G4 solar storm forecast for tonight",
    "text": "A Severe G4 Geomagnetic Storm is expected to lash at earth around 03:00 — 09:00 UTC Saturday morning (11 p.m. EDT Friday night to 5 a.m. EDT Saturday morning). A series of strong solar flares and Coronal Mass Ejections took place Wednesday and Thursday, directed towards Earth. These originated from a large and magnetically complex sunspot cluster (NOAA region 3664). Additional solar eruptions could cause geomagnetic storm conditions to persist through the weekend. There is potential for disruption of communications, the electric power grid, navigation, radio and satellite operations. And there will be bright auroras, potentially as far south as Alabama! CME Coronal Mass Ejection (CMEs) are explosions of plasma and magnetic fields from the sun’s corona. They travel at high speeds away from the Sun at speeds ranging from slower than 250 km/s to as fast as 3,000 km/s and reach Earth’s orbit in 1 to 2 days. They cause geomagnetic storms when they strike Earth. Geomagnetic storms can impact infrastructure in near-Earth orbit and on Earth’s surface, potentially disrupting communications, the electric power grid, navigation, radio and satellite operations. Space Weather Tonight The CMEs ejected by the Sun this week are headed for earth, as shown in the stills from the animation at NOAA. The main merged CME should arrive around 02:00 UTC Saturday morning (10 p.m. EDT Friday night), which means good Aurora viewing for those in North America. Here is the Aurora forecast for tonight for North America. Peak Geomagnetic Activity is expected between 06:00 and 09:00 UTC with a Kp Index of 8.33 (G4 on the G-Scale). From www.swpc.noaa.gov/… — \"The K-index quantifies disturbances in the horizontal component of earth's magnetic field with an integer in the range 0-9 with 1 being calm and 5 or more indicating a geomagnetic storm. The label 'K' comes from the German word 'Kennziffer' meaning 'characteristic digit.' The K-index was introduced by Julius Bartels in 1938.\" Past Severe Solar Storms Here is a list of major solar storms over the past century. The ones in 1989 and 2003 are well studied and are known to have caused major disruptions and damage to power systems and orbiting satellites. The Halloween solar storms of 2003 were caused by a series of solar flares and CMEs that peaked around Oct 28–29 at G5 levels and caused wide ranging impacts — www.ncei.noaa.gov/… - The Sun To get a feel for what transpires on the surface of calm-looking Sun, let’s take a look at this fascinating time-lapse video from NASA. The video was created using images taken by NASA’s Solar Dynamics Observatory SDO,. It is beautiful and yet frightening. But remember it is powered by nuclear fusion occurring deep in the core of the Sun, which provides the energy needed to start and sustain life in our solar system. Earth's magnetic field helps deflect dangerous flares and energetic particles away from earth and our atmosphere, while allowing the good stuff (heat, light) to reach earth and to sustain life. Epilogue Let’s hope that this solar storm produces some wonderful auroras, but not much more. Let’s hope there will be little damage to power systems and satellites. Given the much higher number of satellites in Low Earth Orbit today compared to 1989 and 2003, the potential for damage, disruption and lost satellites is high. Let’s hope some of us get to take some stunning photographs of the Aurora Borealis and post them tomorrow.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "noaa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T17:27:09.252+03:00",
    "updated": "2024-05-10T20:06:01.768+03:00"
  },
  {
    "uuid": "89458f5a4bc3f1f0b34c2b52fb8eda53c074fbb0",
    "url": "https://indianexpress.com/article/cities/mumbai/tata-cancer-hospital-artificial-intelligence-detection-scans-9097088/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rupsa Chakraborty",
    "published": "2024-01-05T22:49:00Z",
    "title": "Tata Cancer Hospital teaches AI how to detect cancer from scans. Why this is a key step forward | Mumbai News - The Indian Express",
    "text": "Consider this scenario: With a simple click, doctors will be able to assess the hardness, texture and elasticity of tumours, including gaining insights into the likelihood of a patient’s survival and responsiveness to [chemotherapy](https://indianexpress.com/article/cities/mumbai/tata-memorial-hospital-indias-first-oral-chemo-drug-leukaemia-9087942/). Once the stuff of sci-fi, an initiative by [Mumbai](https://indianexpress.com/section/cities/mumbai/)’s [Tata Memorial Hospital](https://indianexpress.com/article/cities/mumbai/cancer-care-tata-hospital-unveil-worlds-largest-nuclear-therapeutic-facility-9089817/), India’s largest [cancer](https://indianexpress.com/about/cancer/) hospital, is doing just that — deploying deep learning to teach Artificial Intelligence (AI) how to diagnose cancer early on. This detection tool, doctors say, will also help avoid unnecessary chemotherapy for predicted non-responders. With the hospital’s Bioimaging Bank having integrated 60,000 digital scans of cancer patients over the past year, it has laid the groundwork to develop a cancer-specific algorithm. The hospital has also started using AI to reduce radiation exposure in paediatric patients undergoing CT scans. Dr Sudeep Gupta, the director of Tata Memorial Centre, said, “Cancer cases are expected to double from 13 lakh to over 26 lakh in the next decade. This increase necessitates specialised manpower for early diagnosis. Cancer can be cured in many cases if detected early and treated swiftly.” And this is exactly where AI comes in, since it utilises radiomics — a technique capable of extracting essential information from medical scans that is not easily discernible by the human eye. “Advanced algorithms and deep learning to analyse medical data can help detect cancer early on,” said Dr Gupta. Tata Memorial Hospital started the Bioimaging Bank in 2023, in collaboration with the Indian Institute of Technology-Bombay (IIT-B) and start-ups. The All India Institute of Medical Sciences (AIIMS) and Rajiv Gandhi Cancer Institute and Research Centre (RGCIRC) in [Delhi](https://indianexpress.com/section/cities/delhi/), and the Postgraduate Institute of Medical Education and Research (PGIMER) in [Chandigarh](https://indianexpress.com/section/cities/chandigarh/) are contributing medical scans to assist with the deep learning efforts. Dr Gupta said the project involves storing slides from medical tests to help diagnose the disease and develop treatments. Since the human eye cannot always detect tumours, identification of factors like texture analysis, elastography (to check organ stiffness) and tumour hardness is beyond human capability. In contrast, the biobank will be able to predict tumour prognosis directly from images with the help of specialised algorithms, known as prognostication or prediction algorithms. “These algorithms can anticipate the tumours’ aggressiveness, immunosynthesis rate (the speed of the immune system’s immune response) and the chances of a patient’s survival from CT or MRI scans itself. However, the final diagnosis and treatment will be made by an experienced doctor,” said Dr Gupta. So how exactly will this algorithm work? AI works on how the human brain processes information from different sources. To diagnose cancer, AI will analyse radiological and pathological images. AI systems use machine learning to learn from vast data sets and become increasingly proficient in recognising unique features associated with different types of cancer. This technology will allow assessment of changes in tissues and potential malignancies, which in turn will help in early detection of cancer. Dr Suyash Kulkarni, the head of Department of Radiodiagnosis at Tata Memorial Centre, told [The Indian Express](https://indianexpress.com), “The radiology team will conduct comprehensive imaging, generating long-term data on the patient’s behaviour, treatment response, disease recurrence, response to recurrence and overall survival. Leveraging this rich data set, they will utilise AI and machine learning protocols to develop predictive models to determine tumour survival and to determine the level of aggressiveness required in a patient’s treatment.” He added, “The image bank is collecting tumour images, before segmenting and annotating them. The segmentation involves outlining tumours and identifying areas with different features before annotating them as malignant, inflammatory or edematous (abnormally swollen with fluid). We can correlate biopsy results, histopathology (study of tissue diseases) reports, immunohistochemistry (a staining technique to detect certain cancers) reports and genomic sequences with images and clinical data to develop diverse algorithms.” Dr Kulkarni said technical partners, like IIT-Bombay, will provide graphics processing units for algorithm testing, enhancing system intelligence through machine learning. He added, “The thousands of breast cancer scans collected by the Bioimaging Bank will help us develop predictive and diagnostic models. Ranging from 10,000 to 50,000 across diverse sites, these images, along with metadata and pathological data, will undergo AI and machine learning analysis.” Giving an example of the “impactful” algorithm the hospital aims to develop, Dr Kulkarni said, “We have achieved 40% reduction in radiation by enhancing images using AI algorithms. This ensures a significant decrease in radiation exposure for children, while maintaining an impeccable diagnostic quality.” In another initiative, started on a pilot basis, the department is using a specific algorithm in the ICU for thoracic radiology, which focuses on imaging and diagnosing conditions related specifically to the chest. AI provides immediate diagnosis, which has proven to be 98% accurate after doctors cross-checked the data. “This specialised tool interprets digital chest X-rays, and identifies pathologies like nodules and pneumothorax. When an MRI is done in the ICU, the AI algorithm automatically provides a diagnosis, which is validated by our radiologists. Once again, this early diagnosis helps save time,” he said. Researchers anticipate that the AI tool will revolutionise cancer detection, expediting patient access to treatment and streamlining CT scan analyses. This becomes significant given the nationwide surge in cancer cases, particularly in rural areas with limited healthcare access. Dr Gupta, however, envisions a future where AI will detect cancer with a simple click, eliminating the need for extensive tests. “This technology will enable even general practitioners to diagnose complex cancers and significantly enhance precision in cancer solutions. Through continuous learning, AI can enhance accuracy, ensure timely cancer diagnoses, improve patient outcomes and aid healthcare professionals in decision-making processes,” he said. Still, increased use of AI tools raises the question of elimination of experienced healthcare providers. “Human touch in medical expertise, nuanced judgement and patient interaction is irreplaceable. Collaborative efforts between AI and medical professionals are needed to prioritise enhancing efficiency, accuracy and patient care. Rigorous regulatory scrutiny will ensure responsible implementation of AI, which should address concerns and keep the use of AI in healthcare ethical,” said Dr Gupta.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Education"
    ],
    "external_links": [
      "https://indianexpress.com),",
      "https://www.indianexpress.com),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "tata cancer hospital",
          "sentiment": "negative"
        },
        {
          "name": "mumbai news",
          "sentiment": "neutral"
        },
        {
          "name": "tata memorial hospital",
          "sentiment": "none"
        },
        {
          "name": "bioimaging bank",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:27:57.084+02:00",
    "updated": "2024-01-06T03:27:57.084+02:00"
  }
]