[
  {
    "uuid": "759fdb3d98cb01364e28e72f5239524097940645",
    "url": "https://www.archyde.com/airtag-helps-family-recover-stolen-suitcase-at-us-airport/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2023-12-29T17:04:00Z",
    "title": "AirTag helps family recover stolen suitcase at US airport - Archyde",
    "text": "2023-12-29 16:28:51 A family managed to recover, with the help of a AirTaga suitcase that had been stolen from an airport in the city of Charlotte (in the American state of North Carolina) after doing something rather dangerous: going after the thieves without calling the police first. The case began last Friday (12/22), when the Gavino family, residents of the Miami region, landed at Charlotte Douglas International Airport, in what would be just another chapter of their end-of-year vacation. It didn’t take long for them to realize that one of their bags was missing, which raised Catherine Gavino’s concern, as she had hidden an AirTag in her luggage before boarding. [To the Queen City News](https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/)Catherine explained that she had purchased the tracker the night before: I watched a YouTube video on Friday morning and played [o AirTag] in luggage. It was supposed to help find luggage if it got lost, but I never thought it would be stolen. Catherine then took out her iPhone and opened the Search app (Find My) to see where the suitcase (which belonged to his parents, by the way) was. To her surprise, she was already on a nearby highway heading towards the city of Gastonia, also in North Carolina. Contrary to all recommendations, Catherine and her family began following the suitcase, until the tracker’s location stopped being updated — putting the search on pause. The AirTag only showed signs of life again last Monday (12/25), on Christmas Day. I said to my father, who was with me: “Look, it’s only 20 minutes, let’s go over there.” According to Catherine, who this time decided to call the police, her parents’ suitcase was in a house with other victims’ suitcases. Unfortunately for her, however, it was already completely empty. The main suspicion is that the thieves had sold his parents’ clothes shortly before. My parents came to see the mountains in North Carolina, so what happened made me sad, which was all the more reason to go after her [a mala]…I wouldn’t have found her without that AirTag. According to the information, a suspect with previous convictions for robbery and drug trafficking was arrested, with his bail set at US$10,000. It is worth noting that, although Catherine’s family managed to recover their belongings — or at least part of them —, the recommendation is never to go after a stolen item alone, whether with the help of an AirTag or not. The safest thing is to always contact the authorities and leave the (potentially dangerous) search to them. TRANSPARENCY NOTE: MacMagazine receives a small commission from sales completed through links in this post, but you, as a consumer, pay nothing more for the products by purchasing through our affiliate links. via [AppleInsider](https://appleinsider.com/articles/23/12/29/airtag-saves-christmas-tracks-down-luggage-stolen-from-charlotte-airport) 1703869486 #AirTag #helps #family #recover #stolen #suitcase #airport",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [
      "https://appleinsider.com/articles/23/12/29/airtag-saves-christmas-tracks-down-luggage-stolen-from-charlotte-airport)",
      "https://www.qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/)Catherine",
      "https://www.appleinsider.com/articles/23/12/29/airtag-saves-christmas-tracks-down-luggage-stolen-from-charlotte-airport)",
      "https://qcnews.com/news/u-s/north-carolina/gaston-county/i-wanted-justice-airtags-used-to-track-stolen-luggage-from-charlotte-airport-to-suspects-home/)Catherine"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gavino",
          "sentiment": "none"
        },
        {
          "name": "catherine",
          "sentiment": "none"
        },
        {
          "name": "catherine gavino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "queen city news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "archyde",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "charlotte",
          "sentiment": "none"
        },
        {
          "name": "charlotte douglas international airport",
          "sentiment": "none"
        },
        {
          "name": "miami",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:06:25.340+02:00",
    "updated": "2023-12-29T19:06:25.340+02:00"
  },
  {
    "uuid": "2856210e4c30bafa72238a529db347cbfae25fc2",
    "url": "https://telanganatoday.com/nari-shakti-indian-army-to-launch-2-sports-companies-for-girls",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Telangana Today",
    "published": "2024-03-08T06:21:00Z",
    "title": "Nari Shakti: Indian Army to launch 2 Sports Companies for Girls-Telangana Today",
    "text": "New Delhi: In sync with the national vision of “women empowerment” & demonstration of “Nari Shakti”, the Indian Army is raising two Army Girls Sports Companies (AGSC) in a phased manner.\nThe AGSCs will be located at two Army’s Centre of Excellence nodes i.e. Army Marksmanship Unit, Mhow in Madhya Pradesh and Army Sports Institute, Pune.\nAlso Read PM Modi announces cut in LPG cylinder prices by Rs 100 on women’s day The AGSC will be fully functional with effect from April 2024.\nThe AGSC will train young girls from all parts of the country in Shooting, Archery, Athletics, Boxing & Weightlifting.\nTo identify the young talent, provide them with formal education apart from other administrative requirements & train them to be champions in their respective sporting discipline.\nThese two locations have world-class training infrastructure, sports medicine centre, rehabilitation facility and related coaching facilities.\nIndian Army has rich experience in scouting for young talent as demonstrated by the success of Boys Sports Companies.\nThis young talent will also benefit from the senior Army teams/athletes, who are also being trained at these locations.\nSenior sportspersons will be a source of motivation for these young girls, who will be able to successfully emulate International athletes and imbibe the required skills on a very regular basis.\nAligned with India’s sports policy to achieve more podium finishes at the Olympics.\nThe girls at AGSCs will be eligible for recruitment as direct entry Non-Commissioned Officers & Direct Entry Junior Commissioned Officers apart from enrolment as Agniveers.\nSubedar Preeti Rajak, a champion trap shooter and Asian Games Silver medallist was accordingly identified as a talent and enrolled as a Havildar in the Corps of Military Police in December 2022. She was the first woman soldier to be promoted to Subedar in January 2024. She trains at the Army Marksmanship Unit at Mhow, where one of the two Army Girls Sports Company is being established.\nSimilarly, Jasmine Lamboria, Bronze medallist in the Commonwealth Games 2022, was also enrolled as a non-commissioned Officer in the Indian Army in Oct 2022.\nThese role models will inspire the incoming young talent to strive for sporting glory in their respective fields.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fnari-shakti-indian-army-to-launch-2-sports-companies-for-girls&text=Nari+Shakti%3A+Indian+Army+to+launch+2+Sports+Companies+for+Girls",
      "https://tg1.playstream.media/api/adserver/spt?AV_TAGID=6594fc8b210edd3ef7099669&AV_PUBLISHERID=6594fb22e5fb60fd5f0b1159",
      "https://www.tg1.playstream.media/api/adserver/spt?AV_TAGID=6594fc8b210edd3ef7099669&AV_PUBLISHERID=6594fb22e5fb60fd5f0b1159",
      "https://tg1.playstream.media/api/adserver/spt",
      "https://t.me/share",
      "https://www.t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fnari-shakti-indian-army-to-launch-2-sports-companies-for-girls&text=Nari+Shakti%3A+Indian+Army+to+launch+2+Sports+Companies+for+Girls"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nari shakti",
          "sentiment": "negative"
        },
        {
          "name": "modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian army",
          "sentiment": "negative"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "athletics",
          "sentiment": "none"
        },
        {
          "name": "archery",
          "sentiment": "none"
        },
        {
          "name": "agsc",
          "sentiment": "none"
        },
        {
          "name": "army marksmanship unit",
          "sentiment": "none"
        },
        {
          "name": "boxing & weightlifting",
          "sentiment": "none"
        },
        {
          "name": "army sports institute",
          "sentiment": "none"
        },
        {
          "name": "army girls sports companies",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "mhow",
          "sentiment": "none"
        },
        {
          "name": "pune",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T10:55:49.680+02:00",
    "updated": "2024-03-08T10:55:49.680+02:00"
  },
  {
    "uuid": "41dd5b8f6bd8d9e7a34fafe22f4b6df4697642a1",
    "url": "https://www.cp24.com/news/one-of-15-year-old-boys-charged-in-stabbing-on-ttc-bus-had-concealed-knife-police-1.6925921",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cp24",
    "published": "2024-06-13T20:22:00Z",
    "title": "TTC bus stabbing: two 15-year-old boys charged | CP24.com",
    "text": "One of 15-year-old boys charged in stabbing on TTC bus had concealed knife: police Published Thursday, June 13, 2024 5:22PM EDT A 15-year-old boy involved in a stabbing on a TTC bus in Etobicoke on Wednesday was allegedly carrying a knife, Toronto police say. Shortly before 6 p.m., officers responded to a call for a person with a knife on a bus near Berry and Park Lawn roads , north of the Queensway. Police said a teenage boy boarded a bus and walked to the back, where another teenager was seated. At some point, the two got into a verbal and physical confrontation, police said. One of the teenagers allegedly pulled out a concealed knife during the fight, and they both got stabbed. Officers arrived to locate one of the teenagers with a stab wound while the other tried to flee the scene but was shortly found. Police said the two boys were arrested and then taken to the hospital with non-life-threatening injuries. Meanwhile, the bus operator sustained minor injuries during the incident. On Thursday, police announced that both 15-year-olds have been charged with assault with a weapon. One of them is facing additional charges of carrying a concealed weapon, possession of a weapon committing an offence and failure to comply with a release order. The accused cannot be identified under the terms of the Youth Criminal Justice Act.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.tps.ca/media-centre/news-releases/59965/",
      "https://www.google.com/maps/place/Park+Lawn+Rd+%26+Berry+Rd,+Etobicoke,+ON+M8Y+1W5/@43.6361676,-79.4959586,17z/data=!3m1!4b1!4m6!3m5!1s0x882b3642045eee97:0xff458d7a0c6e9811!8m2!3d43.6361637!4d-79.4933837!16s%2Fg%2F11gf2wm2h7?entry=ttu",
      "https://tps.ca/media-centre/news-releases/59965/",
      "https://www.google.com/maps/place/Park+Lawn+Rd+%26+Berry+Rd,+Etobicoke,+ON+M8Y+1W5/@43.6361676,-79.4959586,17z/data=!3m1!4b1!4m6!3m5!1s0x882b3642045eee97:0xff458d7a0c6e9811!8m2!3d43.6361637!4d-79.4933837!16s%2Fg%2F11gf2wm2h7",
      "https://www.tps.ca/media-centre/news-releases/59965",
      "https://google.com/maps/place/Park+Lawn+Rd+%26+Berry+Rd,+Etobicoke,+ON+M8Y+1W5/@43.6361676,-79.4959586,17z/data=!3m1!4b1!4m6!3m5!1s0x882b3642045eee97:0xff458d7a0c6e9811!8m2!3d43.6361637!4d-79.4933837!16s%2Fg%2F11gf2wm2h7?entry=ttu"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "etobicoke",
          "sentiment": "none"
        },
        {
          "name": "berry and park lawn",
          "sentiment": "none"
        },
        {
          "name": "queensway",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:42:47.270+03:00",
    "updated": "2024-06-14T02:01:03.963+03:00"
  },
  {
    "uuid": "bb394bd5fd1c2ed2cb98906eb3d5ba7e50203af4",
    "url": "https://www.thechurchnews.com/leaders/2023/12/29/24012842/church-distributes-200-millionth-copy-of-the-book-of-mormon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ryan Jensen",
    "published": "2023-12-29T21:34:00Z",
    "title": "Church publishes 200 millionth copy of the Book of Mormon - Church News",
    "text": "Church distributes 200 millionth copy of the Book of Mormon ‘What is the Book of Mormon to achieve? It is to invite people to come to Christ, be converted to Him, become His disciple, and get on and stay on the covenant path,’ Elder Renlund says Church distributes 200 millionth copy of the Book of Mormon ‘What is the Book of Mormon to achieve? It is to invite people to come to Christ, be converted to Him, become His disciple, and get on and stay on the covenant path,’ Elder Renlund says The Church’s collective study of the Book of Mormon in 2024 comes at a time when that book’s distribution hits a significant milestone. Its first printed edition included 5,000 copies in 1830. The Church had distributed 100 million copies by the year 2000. And as of summer 2023, that number has doubled. More than 200 million copies of the Book of Mormon have now entered the hands of individuals worldwide seeking to know more about Jesus Christ and His role in their lives. [Elder Dale G. Renlund](https://www.thechurchnews.com/2015/11/5/23222686/elder-dale-g-renlund-apostle-2015) of the Quorum of the Twelve Apostles said the increasing distribution of the Book of Mormon is a fulfillment of prophecy and a sign that Heavenly Father is hastening the work of gathering scattered Israel. “ [President [Russell M.] Nelson](https://www.thechurchnews.com/2018/1/16/23213417/getting-to-know-president-russell-m-nelson-of-the-first-presidency) has said that the Book of Mormon is the tool of the gathering. As the Book of Mormon increases in distribution, it is a manifestation of the Lord hastening His work,” Elder Renlund recently said in a Church News interview. “We have so many channels in which we can receive, learn about or share the Book of Mormon. The Lord is giving us tools to use to hasten His work. One of those tools is the Book of Mormon.” Elder Renlund said it is good to recognize this milestone, but the book’s purpose goes unrealized unless individuals use it to be converted to the Savior. “It is a remarkable achievement, but I do not think it is an achievement that we should be satisfied with. What is the Book of Mormon to achieve? It is to invite people to come to Christ, be converted to Him, become His disciple, and get on and stay on the covenant path,” he said. A healthy diet It takes sustained, regular effort to be converted and to strengthen one’s testimony of the Savior, Elder Renlund explained. “President Nelson has talked about daily immersion in [the Book of Mormon], daily study.” Why such an emphasis on studying each day? In an analogy, Elder Renlund compared scripture study to maintaining a healthy physical diet. “If we think of our spiritual health, daily [Book of Mormon study] is better than not studying six days and then bingeing for one day. Similarly, it is not good for my health if I choose to fast for six days and then gorge myself on the seventh day. Instead, a recipe for good health is eating a good diet every day. In the same way, daily immersion in the Book of Mormon is the right way to acquire the spiritual nourishment that we need,” he said. ‘Come, Follow Me’ Each year, members of The Church of Jesus Christ of Latter-day Saints study from one of four collections of scripture — Doctrine and Covenants, the Old Testament, the New Testament or the Book of Mormon. As the Church moved to a home-centered, Church-supported curriculum model, some individuals and families made a smooth transition. Others have found new challenges. Elder Renlund said he hopes Church members don’t complicate their scripture study. “The wonder of ‘Come, Follow Me’ is that it is terrific even for busy moms and dads because of the way it is organized. If we are really busy, one of the worst things we can do is to make it overly complex — to think that it has to be done in a certain way, that it has to be a lesson,” he said. He gave a few suggestions of how a family could study together. They may choose to read one verse and share what each family member learns from it. They may watch a video linked in the Gospel Library version of the week’s outline. They might search for the answer to a question together. And, he said, they may also pray together about what they are studying. “I think the biggest challenge is thinking there is a huge preparation that is needed, whereas, just getting into it, just starting it — picking the week, looking through and seeing the piece you want to read and discuss helps.” And while some parents or teachers have measured success in the past by how many chapters were read in the year or how quickly they were read, Elder Renlund suggested a different metric. “Success as a parent is measured primarily by your commitment to helping your children become faithful disciples of Jesus Christ. [The Book of Mormon] is the tool by which it can be done.” Reading strictly from the verses of each chapter might not be the right way for every individual to learn the stories and gospel principles taught in the Book of Mormon. Resources like the [Book of Mormon app](https://www.thechurchnews.com/2022/7/29/23281559/improved-book-of-mormon-app-makes-sharing-watching-discovering-easier-scriptures), the [Book of Mormon Videos](http://bookofmormonvideos.org/) and the recently revised, illustrated [Book of Mormon Stories](https://site.churchofjesuschrist.org/study/manual/book-of-mormon-stories-2024?lang=eng) can provide different learning experiences. “We think of these Book of Mormon Stories as being for children. I find them fascinating because they are so engaging. If I were new to the Church — either as a friend or as a new convert — these Book of Mormon Stories and illustrations give a broad overview so I can get the big picture,” he said. “… I do not think it is just for children. I think it is for all of us.” ‘In his own tongue’ The Church has [published the Book of Mormon](https://www.thechurchnews.com/2022/2/27/23216723/book-of-mormon-translations-maps-where-115-languages-spoken) in 113 languages — 92 full translations and 21 Selections from the Book of Mormon. Elder Renlund said the Savior set the groundwork for translating scriptures in [Doctrine and Covenants 90:11](https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/90?lang=eng&id=p11#p11), when He said, “For it shall come to pass in that day, that every man shall hear the fulness of the gospel [in his own tongue](https://www.thechurchnews.com/living-faith/2023/12/31/24020386/book-of-mormon-translations-how-many-languages), and in his own language, through those who are ordained unto this power, by the administration of the Comforter, shed forth upon them for the revelation of Jesus Christ.” Elder Renlund said the Church has historically taken that direction seriously. “I think the foundational principle used for translation is that the Book of Mormon should be available in the language that touches an individual’s heart. We are translating as fast as we can so that everybody can receive the Book of Mormon in their own tongue.” Elder Renlund’s Book of Mormon testimony Reflecting on his personal experience as a young man studying the Book of Mormon, Elder Renlund said it is a miracle to find out the book is true. “It is a profound miracle in my life that I have come to know that the Book of Mormon is the word of God, that it was received and translated as Joseph said it was. I know this for myself. And I know that everyone can know for themselves that the Book of Mormon is true. That blessing is available to all.” He recalled living in Sweden with his family as a young man and being invited by a visiting mission president at church to study the Book of Mormon and pray to know if it is true. “I remember the very night when it happened for me. I remember waiting until my brother had gone to sleep, kneeling on a very cold floor, to ask if what I was reading in the Book of Mormon was true. This amazing warmth filled me, as if I were being told, ‘I’ve been telling you all along it is true.’ That was the beginning for me.” Elder Renlund said his testimony of the Savior’s Atonement and the plan of salvation has grown stronger as he has continued to study the Book of Mormon throughout his life. “I know that the Book of Mormon is true. Because of that witness, I know of the living reality of the Lord Jesus Christ. I absolutely know it is true. I have learned that He is intimately involved in directing His Church on the earth today. I know this. But that does not help you very much. … The real miracle happens when you come to know for yourself. That is what changes lives. That is what changed my life. And so, I encourage everyone to read the Book of Mormon this year, to find out for themselves that it is true, and thereby come to know that Jesus is the Christ.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://site.churchofjesuschrist.org/study/manual/book-of-mormon-stories-2024?lang=eng)",
      "http://bookofmormonvideos.org/)",
      "https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/90?lang=eng&id=p11#p11),",
      "https://churchofjesuschrist.org/study/scriptures/dc-testament/dc/90?lang=eng&id=p11#p11),",
      "https://www.site.churchofjesuschrist.org/study/manual/book-of-mormon-stories-2024?lang=eng)",
      "http://www.bookofmormonvideos.org/)",
      "https://site.churchofjesuschrist.org/study/manual/book-of-mormon-stories-2024",
      "https://www.churchofjesuschrist.org/study/scriptures/dc-testament/dc/90"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "renlund",
          "sentiment": "none"
        },
        {
          "name": "dale g. renlund",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mormon - church news church",
          "sentiment": "negative"
        },
        {
          "name": "church",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T00:27:02.441+02:00",
    "updated": "2024-01-06T02:52:44.806+02:00"
  },
  {
    "uuid": "9c68408a1a4934e536fc5f276a9c62dd7ab1c306",
    "url": "https://www.thehindu.com/news/cities/Madurai/many-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari/article68982727.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Hindu Bureau",
    "published": "2024-12-13T16:30:00Z",
    "title": "Many areas in Thoothukudi flooded, but it is sunny in Kanniyakumari - The Hindu",
    "text": "As a red alert was issued by the Regional Meteorological Centre (RMC) in Chennai on Thursday, heavy rain lashed across Thoothukudi district on Friday. Flooding occurred in Tamirabarani river banks and inundation in low-lying areas disrupted traffic in several areas.\nIn the city areas like Rajiv Nagar, P and T Colony, Muthammal Colony and the continuous stretch near town junction, rainwater inundated the streets. In the northern parts of the district heavy rainfall caused flooding in Kovilpatti-Ilayarasanendal Road, Nagalapuram-K Duraisamypuram Road, Pudupatti-Vedapatti Road and the east coast road between Pattinamaruthur-Kulathur Road. Police advised motorists to take diversions.\nHeavy rain in Kayathar, Kadambur, Maniyachi and surrounding areas lead to overflowing of rivers merging with the Uppar Odai. The overflowing water from the Uppar Odai reached Korampallam, leading to significant rise of water level in the Korampallam lake. To manage this, five sluice gates in the lake were opened on Friday to release the excess water. Approximately 3,500 cusecs of water was drained from the Korampallam lake to Uppar odai which led to cutting off of transport between Athimarapatti and Kalankarai.\nKanniyakumari In Kanniyakumari district, the day started sunny but later turned overcast as clouds gathered in the evening.\nMinister of Social Welfare and Women Empowerment P. Geetha Jeevan, Collector K. Elambahavath, Nagercoil Mayor Jegan Periyasamy and Corporation Commissioner L. Madhubalan conducted on site inspections and reviewed the situation at various locations.\nPublished - December 13, 2024 09:30 pm IST\nRead Comments Copy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit READ LATER Remove SEE ALL PRINT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&title=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://api.whatsapp.com//send?text=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&text=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&t=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&title=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&text=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&t=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://reddit.com/submit",
      "https://t.me/share/url",
      "https://www.linkedin.com/shareArticle",
      "https://www.facebook.com/sharer/sharer.php",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&title=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&text=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&text=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://api.whatsapp.com//send",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece&title=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari",
      "https://www.api.whatsapp.com//send?text=Many%20areas%20in%20Thoothukudi%20flooded%2C%20but%20it%20is%20sunny%20in%20Kanniyakumari%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fcities%2FMadurai%2Fmany-areas-in-thoothukudi-flooded-but-it-is-sunny-in-kanniyakumari%2Farticle68982727.ece",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T19:10:54.501+02:00",
    "updated": "2024-12-13T19:10:54.501+02:00"
  }
]