[
  {
    "uuid": "a841881c1e331326d153f02833f671b5e5efb3e5",
    "url": "https://meaww.com/the-baxters-season-3-review-luke-baxters-journey-of-faith-stands-out-in-prime-videos-family-show",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ISHANI YADAV",
    "published": "2024-03-29T05:50:00Z",
    "title": "'The Baxters' Season 3 Review: Luke Baxter's journey of faith stands out in Prime Video's family show - MEAWW",
    "text": "[MEAWW.COM](https://meaww.com)/ [ENTERTAINMENT](https://meaww.com/entertainment)/ [TV](https://meaww.com/entertainment/tv) 'The Baxters' Season 3 Review: Luke Baxter's journey of faith stands out in Prime Video's family show LOS ANGELES, CALIFORNIA: ' [The Baxters](https://meaww.com/the-baxters-episode-3-takeaway-is-kari-baxter-pregnant-kari-baxters-revelation-rocks-tim-baxter)' follows a regular family as they face various challenges and joys, all while standing by each other's side. In the first two seasons, they weathered life's storms, celebrated triumphs, and reminded us of the power of family. Much to everyone's delight, the Baxter family's journey continues for another season. Season 3 delves even deeper into the lives of your favorite characters. Based on the beloved novels by Karen Kingsbury, the series focuses on fresh challenges, enduring bonds, and the ever-present search for forgiveness. Roma Downey, Ted McGinley, Ali Cobrin, Josh Plasse, and Masey McLain all continue to play prominent roles in the series' latest chapter. Josh Plasse's character Luke Baxter stands out in 'The Baxter' Season 3 Throughout the third season of 'The Baxters', Luke Baxter (Josh Plasse) undergoes a profound transformation, rediscovering his faith amidst personal turmoil. Initially grappling with relationship challenges with Lori Callahan (Alexa Sutherland), Luke finds solace and guidance through his family's unwavering support. As the season progresses, Luke's journey of self-discovery leads him back to his roots, embracing the values instilled by his upbringing. Despite facing setbacks and uncertainties, his resilience shines through as he navigates the complexities of his relationship with Reagan Decker (Cassidy Gifford). Luke rediscovers the importance of family in his life when Reagan introduces him to his son Thomas Luke. This also makes him turn towards faith. 'The Baxters' Season 3 takes viewers through a rollercoaster of emotions From heartwarming moments to intense drama, each episode of Season 3 offers a glimpse into the lives of the Baxter family as they navigate love, loss, and new beginnings. One of the most striking aspects of Season 3 is the evolution of the characters, particularly Kari Baxter (Ali Cobrin), Ashley Baxter (Masey McLain), and Luke Baxter (Josh Plasse). As Kari prepares for her wedding to Ryan Taylor (Jake Allyn), viewers witness her journey of self-discovery and growth, as she faces the hurdle of telling Tim Jacobs' mother about her new relationship. Ali Cobrin's portrayal of Kari is both heartfelt and authentic, capturing the character's resilience and vulnerability with nuance. Masey does a great job of bringing Ashley's emotions to life, as the character faces emotional trials, supporting her family while grappling with personal challenges. Despite seeking her ex Landon Blake, she remains a rock for brother Luke amid his relationship woes. Josh, meanwhile, expertly portrays Luke's inner turmoil and struggles with faith, creating a character that is both relatable and complex. 'The Baxters' Season 3 is a heartfelt journey of family, faith, and tradition Aside from the captivating character arcs, Season 3 of 'The Baxters' is also notable for its poignant themes and thought-provoking storylines. The directors skillfully balance tension and heartwarming moments, creating a family drama narrative rooted in faith and tradition. From the complexities of love and forgiveness to the importance of family and faith, each episode explores universal themes that resonate with viewers on a profound level. Overall, 'The Baxters' Season 3 is a triumph, delivering an emotionally resonant narrative that keeps audiences engaged from start to finish. 'The Baxters' Season 3 is now streaming on [Prime Video](https://meaww.com/profile/prime-video\\)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://meaww.com)/",
      "https://meaww.com)",
      "https://www.meaww.com)/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "luke baxter",
          "sentiment": "neutral"
        },
        {
          "name": "josh plasse",
          "sentiment": "none"
        },
        {
          "name": "karen kingsbury",
          "sentiment": "none"
        },
        {
          "name": "ali cobrin",
          "sentiment": "none"
        },
        {
          "name": "roma downey",
          "sentiment": "none"
        },
        {
          "name": "baxter",
          "sentiment": "none"
        },
        {
          "name": "masey mclain",
          "sentiment": "none"
        },
        {
          "name": "ted mcginley",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T16:04:33.266+03:00",
    "updated": "2024-03-29T16:04:33.266+03:00"
  },
  {
    "uuid": "4edce6ee3e9e769a6c011268502154b9af6c100e",
    "url": "https://www.ijpr.org/health-and-medicine/2024-04-04/over-the-counter-birth-control-pill-now-available-in-oregon",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amelia Templeton",
    "published": "2024-04-04T21:47:00Z",
    "title": "Over-the-counter birth control pill now available in Oregon",
    "text": "Experts say the Opill will help young people, those who can’t regularly see a health care provider, and women whose prescriptions run out. Opill, the first birth control pill available without a prescription, arrived on the shelves in Oregon this week. CVS, Walgreens, and Rite-Aid are among the major retailers selling it in stores and online. OPB confirmed that it is available statewide with spot checks in the Portland area and phone calls to pharmacies in Bend, Eugene and Ontario. It costs about $20 for a 28-day supply. Opill is a progestin-only pill, with far fewer risks than familiar combination birth control pills that contain both estrogen and progestin. The FDA approved it for over-the-counter use last year. It can be safely taken by virtually anyone, including many people who are not supposed to take combination pills, such as nursing mothers, people with high blood pressure, and people with vascular disease. The FDA’s review found that people could successfully read the label and self-screen for the medication. And there’s no medical test, like a pelvic exam, required to take it. “It’s an incredibly safe method, and we’re really lucky to be at this time and place that we have this available to us,” said Alison Edelman, a professor and obstetrician-gynecologist at Oregon Health & Science University. Edelman and OHSU received funding from HRA Pharma, the company that developed Opill, to research the impact of missed doses on ovulation, as part of the FDA approval process. Women’s health experts hope the over-the-counter option will make it easier for people to get birth control and reduce unintended pregnancies, particularly for young people and anyone who struggles to see a health provider regularly. Edelman said it’s also common for women who have a preferred method of birth control to let that prescription lapse and run out of pills. With health care services under strain, it can be hard to quickly schedule an appointment with a primary care doctor. People in that situation can use the Opill as an “in between” method for a month or two, while they’re waiting to get a new prescription. “It’s just an added choice, and I think we all benefit,” Edelman said. Opill is less time sensitive than previous progestin-only pills When used “perfectly,” according to the label instructions, Opill is 99 percent effective, meaning one person out of 100 will become pregnant over the course of a year on the pill. When used under real-world conditions (in which a person misses a dose every once and a while), it’s 93 percent effective, comparable to combination pills. One challenge associated with progestin-only pills like Opill is that to be effective, they need to be taken at roughly the same time every day. The pill’s FDA label says people should use a back-up method of contraception, like condoms, if the Opill is taken 3 or more hours late. Edelman said the Opill is less time sensitive than previous progestin-only pills. It uses a different form of progestin in a larger dose. The FDA, however, stuck with the 3-hour warning on the label “to be super safe,” Edelman said. “The study didn’t show any increased risk of ovulation.” Other women’s health experts said the most important thing is to tie the habit of taking the pill to another part of your daily routine, like brushing your teeth or eating breakfast. “As human beings, we’re notoriously poor pill takers, whether it’s for a heart condition or for contraception,” said Cynthia Harper, a professor of obstetrics and gynecology at the University of California, San Francisco. Harper agreed that the label is conservative and people shouldn’t stress too much if they’re late occasionally. “We do have a lot of evidence that shows now that, if you take this pill 6 hours late, it’s still going to be highly effective,” Harper said. Oregon has a wide range of birth control options that people can get without needing to make an appointment with a doctor first. A 2016 law allowed trained pharmacists to prescribe short-acting methods including combination pills, the patch and the ring. They can bill patients’ insurance, including Oregon Health Plan, the state’s Medicaid program for low-income people. Pharmacies with staff trained in the program will generally post signs or stickers indicating they can prescribe birth control on site. Copyright 2024 Oregon Public Broadcasting",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.fda.gov/news-events/press-announcements/fda-approves-first-nonprescription-daily-oral-contraceptive",
      "https://www.accessdata.fda.gov/drugsatfda_docs/nda/2023/017031Orig1s041SumR.pdf",
      "https://www.opb.org",
      "https://accessdata.fda.gov/drugsatfda_docs/nda/2023/017031Orig1s041SumR.pdf",
      "https://fda.gov/news-events/press-announcements/fda-approves-first-nonprescription-daily-oral-contraceptive",
      "https://opb.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "opill",
          "sentiment": "negative"
        },
        {
          "name": "eugene",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "opb",
          "sentiment": "none"
        },
        {
          "name": "cvs",
          "sentiment": "none"
        },
        {
          "name": "fda",
          "sentiment": "none"
        },
        {
          "name": "walgreens",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:12:55.434+03:00",
    "updated": "2024-04-05T03:15:16.243+03:00"
  },
  {
    "uuid": "86d7c27370c77e7de919c7bfdd2e4f75b107fb69",
    "url": "https://www.kunm.org/npr-news/2023-12-28/pierce-brosnan-faces-charges-after-allegedly-walking-in-yellowstones-thermal-areas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jaclyn Diaz",
    "published": "2023-12-28T21:14:00Z",
    "title": "Pierce Brosnan faces charges after allegedly walking in Yellowstone's thermal areas",
    "text": "Pierce Brosnan faces charges after allegedly walking in Yellowstone's thermal areas Actor Pierce Brosnan could be facing possible jail time after allegedly walking in Yellowstone National Park's hydrothermal areas in violation of federal law, according to court documents. Brosnan is facing citations of \"foot travel in all thermal areas and w/in Yellowstone Canyon confined to trails\" and \"violating closures and use limits,\" the court record shows. Criminal charges were filed against the Irish actor in Wyoming on Tuesday. [Federal law states](https://www.ecfr.gov/current/title-36/chapter-I/part-7/section-7.13): \"Foot travel in all thermal areas and within the Yellowstone Canyon between the Upper Falls and Inspiration Point must be confined to boardwalks or trails that are maintained for such travel and are marked by official signs.\" A representative for the 70-year-old Brosnan, who is best known [for his stint as James Bond](https://www.npr.org/2012/10/05/162175114/picking-the-best-bond-connery-and-craig-rise-to-the-top) in films in the 1990s, didn't respond to NPR's request for comment. What's the big deal? Within Yellowstone National Park's roughly 2.2 million acres there [are more than 10,000](https://www.nps.gov/yell/planyourvisit/parkfacts.htm)different hydrothermal features, like geysers and hot springs. The park provides many [guidelines and warnings](https://www.nps.gov/yell/planyourvisit/safety.htm) online and throughout the park for visitors to be aware of the dangers posed by hot springs and the like. The park says, \"Hot springs have injured or killed more people in Yellowstone than any other natural feature.\" More than 20 people have died after entering or accidentally falling into Yellowstone's hot springs, [according to the park](https://www.nps.gov/yell/planyourvisit/thermal-basin-exploring.htm) because certain thermal pools can reach deadly temperatures of over 150 degrees Fahrenheit. Still, a number of visitors to the park, like allegedly Brosnan, [violate this law when they visit Yellowstone](https://cowboystatedaily.com/2023/06/22/video-shows-pair-leave-yellowstone-boardwalk-to-dip-fingers-in-175-degree-thermals/) — some incidents leading to serious injury or even death. In August, a 49-year-old Michigan man was arraigned in federal court for traveling off-trail in Yellowstone's thermal area. Jason Wicks suffered thermal burns and was banned from Yellowstone and Grand Teton National Parks until his criminal charges are resolved, [according to the park.](https://www.nps.gov/yell/learn/news/23034.htm) Other violators in recent years have [faced a week](https://www.nps.gov/yell/learn/news/210826.htm)to [a 10-day jail sentence](https://www.nps.gov/yell/learn/news/20001.htm), hundreds of dollars in fines and a lengthy ban from Yellowstone. Brosnan's court appearance is set for Jan. 23. Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.nps.gov/yell/learn/news/20001.htm),",
      "https://www.ecfr.gov/current/title-36/chapter-I/part-7/section-7.13):",
      "https://cowboystatedaily.com/2023/06/22/video-shows-pair-leave-yellowstone-boardwalk-to-dip-fingers-in-175-degree-thermals/)",
      "https://www.npr.org/2012/10/05/162175114/picking-the-best-bond-connery-and-craig-rise-to-the-top)",
      "https://www.nps.gov/yell/planyourvisit/thermal-basin-exploring.htm)",
      "https://www.nps.gov/yell/planyourvisit/parkfacts.htm)different",
      "https://www.nps.gov/yell/planyourvisit/safety.htm)",
      "https://www.nps.gov/yell/learn/news/23034.htm)",
      "https://www.npr.org.",
      "https://www.nps.gov/yell/learn/news/210826.htm)to",
      "https://nps.gov/yell/learn/news/20001.htm),",
      "https://www.cowboystatedaily.com/2023/06/22/video-shows-pair-leave-yellowstone-boardwalk-to-dip-fingers-in-175-degree-thermals/)",
      "https://nps.gov/yell/planyourvisit/parkfacts.htm)different",
      "https://ecfr.gov/current/title-36/chapter-I/part-7/section-7.13):",
      "https://npr.org/2012/10/05/162175114/picking-the-best-bond-connery-and-craig-rise-to-the-top)",
      "https://npr.org.",
      "https://nps.gov/yell/planyourvisit/thermal-basin-exploring.htm)",
      "https://nps.gov/yell/learn/news/210826.htm)to",
      "https://nps.gov/yell/learn/news/23034.htm)",
      "https://nps.gov/yell/planyourvisit/safety.htm)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pierce brosnan",
          "sentiment": "negative"
        },
        {
          "name": "pierce bro",
          "sentiment": "negative"
        },
        {
          "name": "james bond",
          "sentiment": "none"
        },
        {
          "name": "brosnan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "yellowstone",
          "sentiment": "negative"
        },
        {
          "name": "npr",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "yellowstone",
          "sentiment": "none"
        },
        {
          "name": "yellowstone national park",
          "sentiment": "none"
        },
        {
          "name": "yellowstone canyon",
          "sentiment": "none"
        },
        {
          "name": "wyoming",
          "sentiment": "none"
        },
        {
          "name": "upper falls",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:16:12.273+02:00",
    "updated": "2023-12-29T00:16:12.273+02:00"
  },
  {
    "uuid": "b65d8ee3c526d4ec0ee2f534a4bffd32a9d71751",
    "url": "https://ceoworld.biz/2024/06/07/protecting-against-todays-rampant-mis-disinformation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cynthia Hetherington",
    "published": "2024-06-06T17:21:00Z",
    "title": "Protecting Against Today’s Rampant Mis/Disinformation",
    "text": "Phony doctors, lawyers, politicians, and industry leaders walk among us. Stories such as recently expelled Long Island Congressman George Santos, who lied about nearly everything, and convicted business owner Elizabeth Holmes, who made false claims about her company Theranos’ blood-testing product, could have been avoided if anyone had bothered to make even a minimal effort to vet their claims.\nIn this world of fake-it-till-you-make-it founders, win-at-all-costs politicians, and just plain old-fashioned hucksters, it’s more important than ever to protect yourself from being led down a road of disinformation, misinformation, or patent lies. It requires you to have a degree of knowledge in conducting due diligence investigations. While due diligence is a specialized legal, accounting, and auditing term, when applied to intelligence purposes it involves thorough research of a topic utilizing accessible tools and resources.\nDue diligence research utilizes open-source databases, websites, and social media platforms to understand people’s professional and educational history, professional and social networks, and even spending habits. From the seasoned OSINT (Open-Source Intelligence) due diligence professional to rank amateurs, everybody in today’s world must have an access point for utilizing online data so that they can make smart decisions.\nDue diligence protects ordinary citizens, investors, and maybe even innocent children from harm. Whether hiring a nanny or considering taking a new job, it’s important to protect yourself, your family, and even the world at large from potential harm with an in-depth investigation.\nFor example, I was recently interested in hiring a contractor to update my home deck. I found and advertisement for Dudley Doodud of DeckDud ABC, Inc. (not the real name) in a local paper. The ad looked professional and invited potential customers to view his work on a website. The work matched my expectations in terms of quality craftsmanship. The website also identified him as a registered and licensed contractor, which requires him to carry certain insurances.\nFor all intents and purposes, he appeared to be a suitable contractor for my deck project. As a due diligence investigator, however, I decided to dig a bit deeper into his cyber footprint. I visited his personal Facebook account and read several racist rants he posted, which struck me as callous and unprofessional. The man is entitled to his own opinion, but my meager due diligence on him changed my opinion of his suitability to be my contractor.\nPerforming effective due diligence investigations requires the following:\nDetermination – Determination, closely related to insatiable curiosity, is where we all start. Over time, the investigator will move from pure determination to critical thinking—replacing some of the heavy lifting with the strategy that comes from experience. But determination never completely goes away. An investigator’s dogged determination serves as a catalyst to persist in uncovering crucial data. Tracking lead after lead can be mentally exhausting, especially when cases drag from days to weeks to months and beyond. When a fact makes itself apparent, however, and you realize that your marathon research led to that key piece of intelligence, it is as if you won the lottery. The right tools - When conducting due diligence, one’s results are highly dependent upon the choice of tools and resources. Investigators often need extensive access to public records, business reports, and other pertinent information. In some matters, the service may be free, such as accessing LinkedIn to view an online resumé. Public records aggregators, such as CLEAR by Thomson Reuters ( clear.thomsonreuters.com ) or IRBsearch ( irbsearch.com/searches.html ), can help verify employment details. A fee-based service such as LexisNexis’s Accurint — a database of aggregated public records — also can confirm information posted on your subject’s LinkedIn profile. Computer proficiency - Think about it: Most of today’s crimes involve a computer in some way. Your work will greatly benefit from having a deep understanding of how the web works, how email is transmitted, and how information is stored. The internet provides myriad opportunities to help you learn, grow, and develop your computer skills. Also, as computers continue to advance, you need to not just keep up but to consider what’s next. The next generation of due diligence investigations will concern the metaverse and immersive information experiences.\nUnderstanding the business and legal worlds – A solid understanding of the business community and industries involved will give you a firm knowledge base from which to perform solid due diligence investigations. It can be challenging to understand a specific industry. For example, if investigating a clothing manufacturer with locations in China, Mexico, and California, you will need to learn about and become familiar with the clothing industry, the players, and the language of retail and manufacturing for those countries. The legal issues and implications of having businesses located in these foreign countries may also come into play. Also needed is learning the language of courts and other government bodies that warehouse public records, such as understanding the difference between a docket and a disposition. Critical and analytical thinking - With experience, you will be able to approach your investigations with planning, strategy, and refined skills — in other words, with critical thinking. Such critical and analytical thinking gives you the ability to use strategy and imagination to strip down and plan an approach before you even open your browser window and start to work.\nIn today’s world of rampant disinformation, you can’t afford to succumb to shortcuts and easy answers. Due diligence investigations are a way to protect yourself, your client, and even your community from fraudulent actors.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://clear.thomsonreuters.com/",
      "http://irbsearch.com/searches.html",
      "http://clear.thomsonreuters.com",
      "http://www.clear.thomsonreuters.com/",
      "http://www.irbsearch.com/searches.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george santos",
          "sentiment": "none"
        },
        {
          "name": "elizabeth holmes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "protecting against today’s rampant mis/disinformation phony",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "long island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:51:16.791+03:00",
    "updated": "2024-06-07T01:51:16.791+03:00"
  },
  {
    "uuid": "9d87f77ad8f8476a1844be7135d4401fb18bc2da",
    "url": "https://www.sdpnoticias.com:443/mexico/aifa-hoy-3-de-enero-clima-pone-en-duda-vuelos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rodrigo Ek",
    "published": "2025-01-03T13:15:00Z",
    "title": "AIFA hoy 3 de enero: Clima pone en duda vuelos",
    "text": "El mal clima de hoy 3 de enero en la zona del Aeropuerto Internacional Felipe Ángeles (\n[AIFA](https://www.sdpnoticias.com/negocios/aifa-revelan-la-aerolinea-mas-puntual-en-sus-vuelos-durante-2024/)) pone en duda vuelos durante esta mañana.\nLa aerolínea Viva Aerobús informó que debido a las condiciones climáticas adversas por presencia de niebla sobre la zona del AIFA es posible que la operación de sus vuelos pueda verse afectada, tanto salidas como llegadas.\nPor lo anterior, pidió a los pasajeros extremar precauciones y anticipar su llegada al aeropuerto, así como verificar la información del estado del vuelo antes de salir de casa.\n“Debido a condiciones climáticas adversas por presencia de niebla sobre la zona del Aeropuerto Internacional Felipe Ángeles (AIFA), es posible que la operación de nuestros vuelos pueda verse afectada. Extrema precauciones, anticipa tu llegada a los aeropuertos y verifica la información de tu vuelo antes de salir de casa”, indicó la aerolínea.\nAIFA hoy 3 de enero: ¿Qué otras aerolíneas han puesto en duda vuelos por mal clima?\nHasta el momento, solamente Viva Aerobús ha alertado a sus usuarios por posibles afectaciones en sus vuelos debido a la presencia de niebla en la zona del AIFA.\nPor su parte, el AIFA no ha informado sobre probables afectaciones en la operación de los vuelos de las aerolíneas desde la terminal aérea por presencia de niebla.\nApenas este jueves 2 de enero, el AIFA presentó algunas afectaciones por banco de niebla durante algunas horas.\nComo el AIFA, ¿El AICM también pone en duda vuelos por mal clima hoy 3 de enero?\nPese a que el AIFA podría presentar cambios en la operación de algunos vuelos por presencia de niebla, el Aeropuerto Internacional de la Ciudad de México (AICM) no ha emitido ninguna alerta al respecto.\nSin embargo, este jueves a las a las 08:39 horas, el AICM informó que el aeropuerto se encontraba bajo mínimos meteorológicos por banco de niebla.\nEl percance meteorológico no duró mucho, pues a las 09:14 de la mañana, la terminal aérea confirmó la reanudación de todos sus vuelos y aterrizajes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Social Issue->population and census",
      "Economy, Business and Finance->transport"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "AIFA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T15:34:46.810+02:00",
    "updated": "2025-01-03T15:34:46.810+02:00"
  },
  {
    "uuid": "139fbbf80ab3dc3616b61482bac6919041ff0385",
    "url": "https://www.latestly.com/agency-news/india-news-fire-breaks-out-at-residential-area-in-j-ks-anantnag-6689803.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANI",
    "published": "2025-03-06T00:48:00Z",
    "title": "India News | Fire Breaks out at Residential Area in J-K&#039;s Anantnag",
    "text": "Anantnag (Jammu and Kashmir) [India], March 6 (ANI): A massive fire broke out in the residential area in the Gajinag Kadipora locality of the Anantnag district on Wednesday night, an official said.\nNo casualties have been reported yet.\nAlso Read | Andhra Pradesh CM Chandrababu Naidu Bats for Incentives for Families To Have More Children.\nVisuals showed smoke and fire tenders are present at the spot to control the fire.\nFurther details awaited. (ANI)\nAlso Read | Maharashtra: Meteorite-Like Dense Objects Fall in Beed Village, Sample Taken for Study.\n(This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->arson",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Environment->environmental pollution",
      "Environment->hazardous materials"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Kashmir",
          "sentiment": "none"
        },
        {
          "name": "Beed Village",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:58:33.151+02:00",
    "updated": "2025-03-06T02:58:33.151+02:00"
  },
  {
    "uuid": "2f6fd1c6e8aa53da2d75a94fb12f23d63b9704de",
    "url": "https://www.benzinga.com/markets/cryptocurrency/23/12/36416310/tired-of-shady-stablecoins-tusd-hopes-to-shine-through-with-daily-audits",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Murtuza Merchant",
    "published": "2023-12-28T21:29:00Z",
    "title": "Tired Of Shady Stablecoins? TUSD Hopes To Shine Through With Daily Audits - Benzinga",
    "text": " In a bid to enhance transparency and trust in its operations, the stablecoin TrueUSD TUSD/USD Thursday announced a partnership with accounting firm Moore Hong Kong (MooreHK), that will provide daily attestation services.\nThe goal is to bolster confidence among stakeholders and token holders starting in late January 2024.\nMooreHK, established in 1975 and a member of the global accounting network Moore Global , is set to bring its experience in audit, assurance, and advisory services to the table.\nSee Also: GBTC? Nah. Cathie Wood's Ark Invest Bets Future On BITO For Explosive Growth\nThis collaboration marks a crucial step in TUSD's strategy to strengthen its reserve attestation system.\nMooreHK's involvement is expected to provide a higher level of transparency and reliability in the reporting of TUSD's fiat reserves.\nIn addition to MooreHK, TUSD will also be working with The Network Firm , a specialized accounting and audit technology firm in the crypto industry.\nThis partnership aims to leverage advanced technical support and innovative solutions to enhance the stablecoin's transparency and trustworthiness.\nTUSD stated that it has a history of collaborating with third-party audit firms to develop innovative solutions for the blockchain industry.\n Also Read: With The Launch Of The Spot Bitcoin ETF Just Three Weeks Away, Will It Be A Boom Or A Bust?\nThe introduction of daily attestation services by MooreHK is a continuation of TUSD's commitment to maintaining a transparent and robust reserve system.\nA spokesperson for TUSD emphasized the importance of reserve attestations for stablecoins, noting that a robust reserve is crucial for the platform's growth.\nMooreHK's Senior Assurance Director, Michelle Chu, expressed enthusiasm for the collaboration, highlighting the potential to enhance TUSD's transparency.\nPatrick Rozario , Managing Director of MooreHK Advisory Services, also commented on the partnership's potential to drive innovation in the Asia Pacific blockchain ecosystem.\nRead Next: Ethereum Dethroned - Solana Memes Like Bonk, Samoyed Coin, Dogwifhat Unleash $1.5B DEX Frenzy\nImage: Shutterstock\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cathie wood",
          "sentiment": "none"
        },
        {
          "name": "moorehk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tusd",
          "sentiment": "none"
        },
        {
          "name": "moore hong kong (moorehk",
          "sentiment": "none"
        },
        {
          "name": "moore global",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:00.571+02:00",
    "updated": "2023-12-29T01:48:17.440+02:00"
  },
  {
    "uuid": "5b5c07aac81f4b45c79afd9e33982793eb5de554",
    "url": "https://www.theroar.com.au/2024/07/26/ryles-seven-week-sweep-out-parramatta-coach-must-make-moves-in-pressure-less-period",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stirling Taylor",
    "published": "2024-07-25T20:00:00Z",
    "title": "Ryles’ seven-week sweep out: Parramatta coach must make moves in pressure-less period",
    "text": "While Parramatta are poised in pain and wooden spoon contention, Jason Ryles has a one-time ticket to swing the axe without question.\nFirst and foremost, Ryles must make his presence known. Brad Arthur was well-liked for his personal relationship with all the players – but the Melbourne assistant has plenty of time to make friends. The best coaches have a knack for balancing both – demanding respect and understanding boundaries.\nIt was the undoing of Jason Demetriou. The sacked Rabbitohs coach was slammed for failing to get a grip over his playing group.\nSay what you like about the imposing personalities of Latrell Mitchell and Cody Walker, but they are professionals at the end of the day.\nThey have been around the block enough to know a coach is a person you listen to.\nJason Ryles with the Wallabies during the Rugby World Cup France 2023. (Photo by Chris Hyde/Getty Images)\nBeing buddies with the players doesn’t save your job. It may delay the inevitable, but powerhouses like Craig Bellamy, Trent Robinson, Wayne Bennett and Ivan Cleary – you can see it in the post match press conferences. They have an unmatched aura.\nEver since the 2022 Grand Final, the Eels have been swirling around in nothingness. Broncos coach Kevin Walters is doing everything in his power to stop the same curse – missing the finals the immediate season after a big dance appearance. It is the epitome of a momentum killer. Not only for the fans, but the playing group.\nClint Gutherson was the man behind Parramatta’s 2022 season. He is an effort player no doubt. His attitude for the past few seasons has been questionable. Many have raised concerns over his position as captain. Round 18 illustrated his volatility. Towards the closing stages of the Rabbitohs matchup, the No.1 pushed on the blame of his mistake.\nStarting the play at marker, Gutherson raced to follow the path of the ball and bolted to the corner in cover defence – but he forgot one thing. Trust. Jack Wighton summed up the situation perfectly, stepping back inside to the gaping hole Gutherson left.\nIf the fullback trusted his outside backs and remained in the line, Wighton would not have been presented a chance. Rookie Matt Arthur was subsequently monitoring a space for two to three men, and was crossed by the Bunny, making him look foolish.\nIt was his second game and the dummy half was rinsed by his captain. It was Gutherson’s error, yet after the try, his arms were out, mouth open and eyes darted at young Arthur. Yes, rookie players must earn their stripes – but it was a bad look.\nMore League New Zealand Warriors vs Wests Tigers: NRL live scores Round 21 Team Lists Late Mail: Crichton ruled out, Storm make early call on Munster, Tigers and Sharks name teens NRL News: NRL chase Super Bowl legend for Vegas, Paseka signs 'life' deal at Manly, Taumalolo makes Cowboys history Ryles' seven-week sweep-out: New Eels coach must make moves, not friends, in pressure-free period Why wingers are no longer just speed merchants but an important cog in rugby league machine League Arthur has now been granted the right to negotiate with other NRL clubs and wants out. While it has been reported he was upset with his father’s dismissal, it would not be remiss to suggest an unease with the culture.\nThe injury to Mitchell Moses is a real dud. With no chance of making finals, the remaining rounds give Ryles full creative license. As Moses is the future of the club and their key stakeholder to success – the new coach now must will the Eels through a tough final period.\nMoving Gutherson at captain is one option, but the club isn’t blessed with leaders. Reagan Campbell-Gillard and Junior Paulo are past their use by dates. As is Joe Ofahengaue – even both Ryan Matterson and Bryce Cartwright are 29.\nMatterson and winger Maika Sivo have already been told they can leave if they can find a deal elsewhere. Several more Eels should be given the same message.\nBlaze Talagi is an interesting proposition. While Gutherson has come out stating his compliance with a possible shift to centre – the reality is, the No.1 is a valuable fullback. One that plenty of clubs could benefit from. Playing him in the centres with Will Penisini could provide a new attacking threat – and if it doesn’t work out over the next few rounds, what really is the loss?\nThe same applies for testing out Parramatta’s youth. Jake Tago may not apply as a fresh recruit at the age of 25, but his first signs have been encouraging.\nGiving Ethan Sanders another chance should be at the top of Ryles’ list – but outside of that, the Eels have used most of their 30. The roster needs a big shake up. Dylan Brown and Mitchell Moses could be the most damaging halves pairing in the competition – they are still yet to click. It calls for a forward clean out. They need brutal ball-carriers with a mix of line-running flair.\nNew Zealand Warriors v Wests Tigers 1.04 13.00 NRL : Head To Head Fri, 26 Jul 2024, 18:00 Parramatta Eels v Melbourne Storm 7.50 1.10 NRL : Head To Head Fri, 26 Jul 2024, 20:02 Brisbane Broncos v Canterbury Bulldogs 1.32 3.40 NRL : Head To Head Sat, 27 Jul 2024, 15:00 North Queensland Cowboys v Cronulla Sharks 1.70 2.15 NRL : Head To Head Sat, 27 Jul 2024, 17:30 Sydney Roosters v Manly Sea Eagles 1.38 3.10 NRL : Head To Head Sat, 27 Jul 2024, 19:35 St. George Illawarra Dragons v Penrith Panthers 4.00 1.25 NRL : Head To Head Sun, 28 Jul 2024, 14:00 Dolphins v Gold Coast Titans 1.52 2.55 NRL : Head To Head Sun, 28 Jul 2024, 16:05 Canberra Raiders v South Sydney Rabbitohs 1.62 2.30 NRL : Head To Head Sun, 28 Jul 2024, 18:15 * Odds Correct At Time Of Posting. Check PlayUp Website For Latest Odds What's gambling really costing you? For free and confidential support call 1800 858 858 or visit gamblinghelponline.org.au Players like Egan Butcher and Trent Loiero, who are off contract in 2025. Even a jab at Jack De Belin is not a bad idea – his versatility and ball playing skill is a must for their middle. Junior Paulo is not a ball-player. While a strong offloader, he struggles to land back door passes.\nAs the Bulldogs’ bid for Sio Siua Taukieaho has now been rejected, the Eels should try to sign him on a one-year deal. Granted the former Chook is 32, but he provides an aggression that is always welcomed. Jared Waerea-Hargreaves is still a force to be reckoned with at 35.\nBefore the blowtorch zeroes in on Ryles, he has two months to make moves with little repercussion. It’s a luxury every other coach in the NRL is without.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146236?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146224?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146226?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146203?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146204?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146227?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146206?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146225?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146236",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146225?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146203?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146236?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146227?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146224?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146225",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146206?modal=signup",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146226?modal=signup",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146206",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146204",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146227",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146224",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146203",
      "https://record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146226",
      "https://www.record.affiliates.playup.com/_8VLIPcMmLtl0R1BmPrCad2Nd7ZgqdRLk/38/betting/sports/event/1146204?modal=signup"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jason ryles",
          "sentiment": "negative"
        },
        {
          "name": "ryles",
          "sentiment": "negative"
        },
        {
          "name": "wayne bennett",
          "sentiment": "none"
        },
        {
          "name": "brad arthur",
          "sentiment": "none"
        },
        {
          "name": "trent robinson",
          "sentiment": "none"
        },
        {
          "name": "latrell mitchell",
          "sentiment": "none"
        },
        {
          "name": "cody walker",
          "sentiment": "none"
        },
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "jason demetriou",
          "sentiment": "none"
        },
        {
          "name": "craig bellamy",
          "sentiment": "none"
        },
        {
          "name": "ivan cleary",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "parramatta",
          "sentiment": "negative"
        },
        {
          "name": "wallabies",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:26:13.749+03:00",
    "updated": "2024-07-26T12:21:24.596+03:00"
  },
  {
    "uuid": "3430f6949958c207454342f6cf493716d22ad8d6",
    "url": "https://www.businessinsider.com/barcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aina de Lapparent Alvarez",
    "published": "2024-08-30T16:29:00Z",
    "title": "Tourism Is Making It Impossible to Live in Barcelona, Local Says - Business Insider",
    "text": "I really enjoyed growing up in Barcelona but moved away 10 years ago. I'd love to return to my home city, but the cost of living and many tourists make it difficult. There have been signs of change, but I still feel Barcelona prioritizes visitors over residents. Advertisement I loved growing up in Barcelona .\nThere's nothing like the shimmering Mediterranean Sea at the foot of the Collserola mountain range, its monuments celebrating Spanish and Catalan culture, the festivals steeped in centuries of tradition, and even its scars of the 1936 Civil War— bullet holes in walls and alleyways that stand eerily at chest height.\nFrom an early age, it was a playground for my friends and me, made accessible by a robust public transportation system and a low cost of living.\nThis story is available exclusively to Business Insider subscribers. Become an Insider and start reading now. Have an account? Log in . Yet, in all my memories of beautiful parks and Gaudi-esque architecture soaked in near-eternal sunshine, I cannot remember the first time I saw the all-too-common graffiti that I see now: \"Tourists go home.\"\nAdvertisement I moved out of Barcelona about 10 years ago, partly because of tourism's impact on locals . Now, at 27, my parents and grandmother are aging, and I'm thinking of moving back.\nBut the choice isn't easy, especially when it feels like Barcelona prioritizes visitors over residents.\nTourism has been booming for decades, but Barcelona has become too reliant on it Spain is a popular tourist destination. JOSEP LAGO/Getty Images Barcelona is a major tourism destination year-round, and it has been for a while. According to the Barcelona Tourism Observatory , the city received 15.6 million tourists alone last year.\nTourism accounts for about 15% of the city's economy , which is bad news for the many locals who aren't reaping the benefits of having millions of visitors in their home.\nAdvertisement Sure, tourism brings more jobs to Barcelona — but even if that was a career path I wanted to pursue, many of them aren't built to support the actual cost of living in the city.\nResearch published in Paradigm Academic Press in July found that the majority of new jobs in Barcelona's hospitality industry were only part time, and the average monthly wage in this sector is 1,200 euros or $1,327 — 300 euros less than the city's average wage.\nRelated stories\nMeanwhile, Spanish newspaper El País , citing official data, reported that the average monthly rent in Barcelona in the third quarter of 2023 was about 1,171 euros or $1,295.\nBut housing has become an issue for workers across industries. Spain's housing crisis — worsened by many homes becoming Airbnbs — means it's hard to find an affordable place to live.\nAdvertisement It's one of my concerns when I think of returning to Barcelona. Many of my friends must live with their parents well into their 30s because they're struggling to afford to rent an apartment with roommates.\nSome residents are also forced to split another limited essential resource: water.\nIn recent years , Barcelona and the greater Catalonia region have experienced and been vulnerable to droughts. Water rationing is becoming a new reality for many residents, who are expected to keep their resource usage low and limited while hoping globetrotting guests do the same.\nIt's hard to imagine moving back to a place where residents' basic necessities are often sacrificed for a single industry.\nAdvertisement Recent protests show how much urgent change is needed — and why I'm not sure I'm ready to go back Some Barcelona protesters are pushing back against the city's overtourism. SOPA Images/Getty Images Last month, friends sent me videos of the viral anti-tourism protesters squirting water pistols at tourists. The protesters echoed a sentiment shared by many residents: We need fewer tourists, especially in already overcrowded areas.\nLocal politicians have taken some actions, like limiting the number of hotel beds allowed in Barcelona and raising the cruise tourist tax for those who spend less than 12 hours in the city.\nBarcelona City Hall took action against short-term rentals like Airbnb when it announced it would not renew licenses allowing people to rent their apartments to tourists after they expire in 2028. This is partly to help residents deal with rising rent and real-estate costs.\nBut we need faster changes and more sustainable tourism , which starts with less tourism overall.\nAdvertisement I hope people can come and enjoy the beauty of my home city, but I want them to realize their impact and rise to the challenge of being a tourist in a city that is loved by too many.\nMaybe it starts with tourists prioritizing small businesses during their trips or visiting lesser-known spots in the city instead of areas that are already overwhelmed.\nAs for myself, I'm hoping that residents' desire to reimagine Barcelona as it was — not a tourist destination or the backdrop of an Instagram photo, but as a living city — shapes the city's policies going forward.\nPerhaps it'll lead to positive changes — like more affordable housing and stable employment opportunities — so I can finally book a one-way ticket home.\nRead next\nWatch: Was Italy's $1 home scheme worth it? Essay Travel Advertisement Close icon Two crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification. Advertisement Recommended video Advertisement",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://apnews.com/article/barcelona-spain-tourist-apartments-154cf293078aa14c299e3539d90e9350",
      "https://www.politico.eu/article/spain-barcelona-tourists-catalonia-anger-rain-water-drought",
      "https://www.reuters.com/world/europe/barcelona-cannot-absorb-infinite-tourism-growth-needs-curbs-mayor-says-2024-07-23/",
      "https://www.facebook.com/sharer/sharer.php?u&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&utmSource&#x3D;facebook&utmContent&#x3D;referral&utmTerm&#x3D;topbar&referrer&#x3D;facebook",
      "https://twitter.com/intent/tweet?text&#x3D;I%20grew%20up%20in%20Barcelona%20and%20live%20in%20the%20US.%20I&#x27;d%20love%20to%20go%20home%2C%20but%20tourism%20is%20making%20life%20unbearable%20for%20locals.&url&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8%3FutmSource%3Dtwitter%26utmContent%3Dreferral%26utmTerm%3Dtopbar%26referrer%3Dtwitter&via&#x3D;businessinsider&utmSource&#x3D;twitter&utmContent&#x3D;referral&utmTerm&#",
      "https://english.elpais.com/international/2024-02-24/when-it-comes-to-renting-in-barcelona-anything-goes-storage-rooms-storefronts-and-basements-cost-hundreds-a-month.html",
      "https://insider-app.onelink.me/4cpG/?af_js_web&#x3D;true&af_ss_ver&#x3D;2_3_0&af_dp&#x3D;insider%3A%2F%2Fbi%2Fpost%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&af_force_deeplink&#x3D;true&is_retargeting&#x3D;true&deep_link_value&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&pid=businessinsider&c=post_page_share_bar_v2_smart_4.13.23",
      "https://www.linkedin.com/shareArticle?url&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&title&#x3D;I%20grew%20up%20in%20Barcelona%20and%20live%20in%20the%20US.%20I&#x27;d%20love%20to%20go%20home%2C%20but%20tourism%20is%20making%20life%20unbearable%20for%20locals.&summary&#x3D;I%20grew%20up%20in%20Barcelona%20and%20moved%20to%20the%20US%2C%20but%20I%20would%20like%20to%20come%20back.%20Unfortunately%2C%20overtourism%20is%20making%20it%20alm",
      "https://www.reuters.com/markets/europe/spain-crack-down-holiday-rentals-address-housing-crisis-2024-07-03/",
      "https://www.insider-inc.com/privacy-policy",
      "https://www.paradigmpress.org/le/article/view/1206/1067",
      "https://www.reuters.com/world/europe/top-tourist-destination-barcelona-plans-shut-all-holiday-apartments-by-2028-2024-06-21/",
      "https://www.insider-inc.com/terms",
      "https://apnews.com/article/spain-drought-barcelona-climate-ba6f65b6ce01e3a7b081586e602a38e7",
      "https://www.reuters.com/world/europe/ahead-easter-rush-officials-say-drought-must-not-put-off-barcelona-tourists-2024-03-22/",
      "https://www.npr.org/2024/02/18/1232301986/in-spain-a-years-long-drought-is-pitting-locals-against-the-tourism-industry",
      "https://www.apnews.com/article/barcelona-spain-tourist-apartments-154cf293078aa14c299e3539d90e9350",
      "https://reuters.com/world/europe/top-tourist-destination-barcelona-plans-shut-all-holiday-apartments-by-2028-2024-06-21/",
      "https://reuters.com/world/europe/ahead-easter-rush-officials-say-drought-must-not-put-off-barcelona-tourists-2024-03-22/",
      "https://www.linkedin.com/shareArticle",
      "https://npr.org/2024/02/18/1232301986/in-spain-a-years-long-drought-is-pitting-locals-against-the-tourism-industry",
      "https://reuters.com/world/europe/barcelona-cannot-absorb-infinite-tourism-growth-needs-curbs-mayor-says-2024-07-23/",
      "https://www.english.elpais.com/international/2024-02-24/when-it-comes-to-renting-in-barcelona-anything-goes-storage-rooms-storefronts-and-basements-cost-hundreds-a-month.html",
      "https://www.reuters.com/markets/europe/spain-crack-down-holiday-rentals-address-housing-crisis-2024-07-03",
      "https://www.twitter.com/intent/tweet?text&#x3D;I%20grew%20up%20in%20Barcelona%20and%20live%20in%20the%20US.%20I&#x27;d%20love%20to%20go%20home%2C%20but%20tourism%20is%20making%20life%20unbearable%20for%20locals.&url&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8%3FutmSource%3Dtwitter%26utmContent%3Dreferral%26utmTerm%3Dtopbar%26referrer%3Dtwitter&via&#x3D;businessinsider&utmSource&#x3D;twitter&utmContent&#x3D;referral&utmTerm&#",
      "https://paradigmpress.org/le/article/view/1206/1067",
      "https://www.reuters.com/world/europe/barcelona-cannot-absorb-infinite-tourism-growth-needs-curbs-mayor-says-2024-07-23",
      "https://insider-inc.com/privacy-policy",
      "https://reuters.com/markets/europe/spain-crack-down-holiday-rentals-address-housing-crisis-2024-07-03/",
      "https://linkedin.com/shareArticle?url&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&title&#x3D;I%20grew%20up%20in%20Barcelona%20and%20live%20in%20the%20US.%20I&#x27;d%20love%20to%20go%20home%2C%20but%20tourism%20is%20making%20life%20unbearable%20for%20locals.&summary&#x3D;I%20grew%20up%20in%20Barcelona%20and%20moved%20to%20the%20US%2C%20but%20I%20would%20like%20to%20come%20back.%20Unfortunately%2C%20overtourism%20is%20making%20it%20alm",
      "https://twitter.com/intent/tweet",
      "https://www.reuters.com/world/europe/ahead-easter-rush-officials-say-drought-must-not-put-off-barcelona-tourists-2024-03-22",
      "https://insider-inc.com/terms",
      "https://insider-app.onelink.me/4cpG/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://politico.eu/article/spain-barcelona-tourists-catalonia-anger-rain-water-drought",
      "https://www.insider-app.onelink.me/4cpG/?af_js_web&#x3D;true&af_ss_ver&#x3D;2_3_0&af_dp&#x3D;insider%3A%2F%2Fbi%2Fpost%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&af_force_deeplink&#x3D;true&is_retargeting&#x3D;true&deep_link_value&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&pid=businessinsider&c=post_page_share_bar_v2_smart_4.13.23",
      "https://facebook.com/sharer/sharer.php?u&#x3D;https%3A%2F%2Fwww.businessinsider.com%2Fbarcelona-overtourism-making-it-impossible-to-live-there-local-says-2024-8&utmSource&#x3D;facebook&utmContent&#x3D;referral&utmTerm&#x3D;topbar&referrer&#x3D;facebook",
      "https://www.reuters.com/world/europe/top-tourist-destination-barcelona-plans-shut-all-holiday-apartments-by-2028-2024-06-21",
      "https://www.apnews.com/article/spain-drought-barcelona-climate-ba6f65b6ce01e3a7b081586e602a38e7"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aina de lapparent alvarez",
          "sentiment": "none"
        },
        {
          "name": "roberto machado noa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "barcelona",
          "sentiment": "none"
        },
        {
          "name": "f. facebook email",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "barcelona",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T19:36:45.281+03:00",
    "updated": "2024-08-31T09:37:12.758+03:00"
  },
  {
    "uuid": "0bf4a35b2a4a714c493b0bb8165e3a6a54d9d029",
    "url": "https://www.adnradio.cl/2024/06/27/la-dura-respuesta-del-ministro-marcel-a-la-cmpc-protagonizo-uno-de-los-episodios-mas-grandes-de-colusion-en-chile",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Constanza Vásquez",
    "published": "2024-06-27T20:54:00Z",
    "title": "La dura respuesta del ministro Marcel a la CMPC: “Protagonizó uno de los episodios más grandes de colusión en Chile” | ADN Radio",
    "text": "La dura respuesta del ministro Marcel a la CMPC: “Protagonizó uno de los episodios más grandes de colusión en Chile” Prudencia pidió el ministro de Hacienda al presidente de la compañía papelera, quien criticó las condiciones para invertir en el país. Frente a sus dichos, Marcel le recordó su participación en la colusión de papel higiénico del 2015. Este jueves, el ministro de Hacienda, Mario Marcel, respondió a las declaraciones que hizo el presidente de la papelera CMPC, Luis Felipe Gazitúa, quien criticó la situación de rentabilidad comercial en el país. “Nosotros no tenemos inversiones en Chile porque es imposible hacer proyectos en Chile”, fue lo emitido por Gazitúa en el marco de un encuentro empresarial, según consignó el Diario Financiero. Revisa también: En la misma línea, el empresario también declaró que “nadie en su sano juicio va a iniciar una inversión de unos US$4.000 millones cuando el proyecto se puede demorar 14 años. Eso hace que el proyecto no sea rentable”. Ante estos dichos y tras ser consultado por la prensa, el ministro Marcel dio una dura arremetida y le contestó. “Ellos dicen que no quieren invertir más en Chile. Por temas de los permisos, bueno, por supuesto, es una decisión de esa empresa. (Pero) La verdad es que contrasta un poco con lo que uno ve en otros inversionistas chilenos y extranjeros”, señaló. Dicho eso, el titular de Hacienda fue más allá y le recordó a empresa papelera su polémico episodio de colusión en el mercado del papel higiénico. “Creo que en el caso de una empresa que protagonizó uno de los episodios más graves de colusión en Chile, uno esperaría un poco más de prudencia y un poco más de compromiso con el país”, reparó. Asimismo, el ministro defendió el escenario comercial, donde resaltó que actualmente en Chile existe un alza de proyectos de inversión. “Tenemos más proyectos de inversión, no menos. Al mismo tiempo tenemos un aumento importante de la inversión extranjera y hoy día hay empresas de distintas partes del mundo que quieren venir a inversión en Chile. Sin ir más lejos, por ejemplo, respecto al tema del litio”, cerró Marcel. [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:14:08.432+03:00",
    "updated": "2024-06-28T01:14:08.432+03:00"
  }
]