[
  {
    "uuid": "6b79a5b41b11fa42a79eb298eee80068f205a332",
    "url": "https://www.prnewswire.com/news-releases/sanctuary-ai-expands-general-purpose-robot-footprint-in-automotive-manufacturing-industry-302114793.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sanctuary AI",
    "published": "2024-04-11T19:51:00Z",
    "title": "Sanctuary AI Expands General Purpose Robot Footprint in Automotive Manufacturing Industry",
    "text": "(/news/sanctuary-ai/) Apr 11, 2024, 14:51 ET [] - Strategic partnership and investment with Magna will support the development, deployment, and scaling of general purpose robots VANCOUVER, BC, April 11, 2024 /PRNewswire/ - Sanctuary AI , a company on a mission to create the world's first human-like intelligence in general purpose robots, has announced a strategic partnership with global mobility technology company Magna . This collaboration features: Sanctuary AI's development of general purpose AI robots for deployment in Magna's manufacturing operations; a multi-disciplinary assessment of improving cost and scalability of robots using Magna's automotive product portfolio, engineering and manufacturing capabilities; and a strategic equity investment by Magna. Magna, one of the largest automotive suppliers in the world and a significant buyer of industrial robots, aims to leverage Sanctuary AI robots' unique capabilities across multiple applications within automotive manufacturing processes. The partnership aims to catalyze the scaling of Sanctuary AI's robots while maturing the technology for use in challenging manufacturing environments for Magna and other industrial and automotive customers. \"We founded Sanctuary AI with the goal to become the first organization in the world to create human-like AI,\" said Geordie Rose, CEO and Co-founder of Sanctuary AI. \"World-changing goals like these require world-changing partners. Magna's position as a world leader in the use of robots today makes this partnership an essential advancement for our mission. We're privileged to be working with Magna, and believe they will be a key element in the successful global deployment of our machines.\" Sanctuary AI has developed a number of cutting-edge technologies with the potential to transform the manufacturing industry and beyond. This includes its industry-leading dexterous human-like hands, developed for its humanoid general purpose robot, Phoenix ™, and their pioneering AI control system, Carbon™. With essential patents covering visual and tactile servoing, integration of language models, and AI training, Sanctuary AI paves the way for commercializing humanoid general purpose robots capable of performing hundreds of diverse tasks. \"Magna is excited to partner with Sanctuary AI in our shared mission to advance the future of manufacturing,\" said Todd Deaville, Vice President, Advanced Manufacturing Innovation at Magna. \"By integrating general purpose AI robots into our manufacturing facilities for specific tasks, we can enhance our capabilities to deliver high-quality products to our customers.\" Magna has been an investor in Sanctuary AI since 2021. Founded in 2018, Sanctuary AI is a multi-award-winning company based in Vancouver, Canada. Sanctuary AI is on a mission to create the world's first human-like intelligence in general purpose robots that will help us work more safely, efficiently, and sustainably, helping to address the labor challenges facing many organizations today. Sanctuary AI's growing list of customers and investors represents a wide variety of industries across Canada, the US, and other countries around the world. Members of the Sanctuary team founded D-Wave (a pioneer in the quantum computing industry), Kindred (first use of reinforcement learning in a production robot), and the Creative Destruction Lab (pioneered a revolutionary method for the commercialization of science for the betterment of humankind). With experience at startups and technology leaders such as Amazon, Microsoft, and Softbank Robotics, the team has experience launching market-defining innovations rooted in previously unsolved and deep scientific problems. SOURCE Sanctuary AI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4138972-1&h=2883766833&u=https%3A%2F%2Fsanctuary.ai%2Fresources%2Fnews%2Fsanctuary-ai-unveils-phoenix-a-humanoid-general-purpose-robot-designed-for-work%2F&a=Phoenix",
      "https://c212.net/c/link/?t=0&l=en&o=4138972-1&h=1810996347&u=https%3A%2F%2Fsanctuary.ai%2F&a=Sanctuary+AI",
      "https://c212.net/c/link/?t=0&l=en&o=4138972-1&h=2987122113&u=https%3A%2F%2Fwww.magna.com%2F&a=Magna",
      "https://www.c212.net/c/link/?t=0&l=en&o=4138972-1&h=2987122113&u=https%3A%2F%2Fwww.magna.com%2F&a=Magna",
      "https://www.c212.net/c/link/?t=0&l=en&o=4138972-1&h=2883766833&u=https%3A%2F%2Fsanctuary.ai%2Fresources%2Fnews%2Fsanctuary-ai-unveils-phoenix-a-humanoid-general-purpose-robot-designed-for-work%2F&a=Phoenix",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4138972-1&h=1810996347&u=https%3A%2F%2Fsanctuary.ai%2F&a=Sanctuary+AI"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "automotive manufacturing industry strategic",
          "sentiment": "negative"
        },
        {
          "name": "magna",
          "sentiment": "negative"
        },
        {
          "name": "cnw group/sanctuary ai) magna",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        },
        {
          "name": "phoenix",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:44:47.313+03:00",
    "updated": "2024-04-12T20:12:18.265+03:00"
  },
  {
    "uuid": "b08d681c7d4b8304b26bb2bdadcdd1428adf68a9",
    "url": "https://tvbrasil.ebc.com.br/reporter-brasil-tarde/2024/06/conselho-de-direitos-humanos-discute-crescimento-do-neonazismo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@tvbrasil",
    "published": "2024-06-27T19:55:00Z",
    "title": "Conselho de Direitos Humanos discute crescimento do neonazismo | Repórter Brasil Tarde | TV Brasil | Notícias",
    "text": "O crescimento do neonazismo e do neofascismo no Brasil preocupa o Conselho Nacional de Direitos Humanos (CNDH), que criou uma comissão para aprofundar a discussão sobre o assunto. o grupo está percorrendo vários estados e esta semana, faz reuniões no Rio de Janeiro, onde esses grupos estão mais atuantes. Segundo o advogado Carlos Nicodemos, do CNDH, é preciso a construção de uma política nacional para combater os grupos extremistas. \"Hoje o sistema atua no varejo e de maneira reativa (...) Os últimos números apontam para um crescimento no Sudeste. No Rio de Janeiro houve um crescimento de 64% nas células neonazistas.\" A coordenadora do Movimento Nacional de Direitos Humanos, Monica Alkimin destacou que o problema não ficou restrito aos livros de história e que o machismo, o racismo e o sexismo estão ancorados no ideal neonazista. O deputado federal Tarcísio Mota (PSOL - RJ), participou da reunião e defendeu a definição, pelo Congresso Nacional, de uma política de combate ao neonazismo, com responsabilização, punição e formação no campo da educação, da cultura e de preservação da memória. [Clique aqui para saber como sintonizar a programação da TV Brasil.](/comosintonizar)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:54:02.721+03:00",
    "updated": "2024-06-28T00:54:02.721+03:00"
  },
  {
    "uuid": "5b33b3b15e64ff02fa78e95203cd5f2b557e0ed3",
    "url": "https://www.beliefnet.com/columnists/inspirationreport/2023/12/man-praises-god-after-falling-1000-feet-being-stranded-for-three-days-in-hawaii.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "N/A",
    "published": "2023-12-29T06:32:00Z",
    "title": "Man Praises God After Falling 1,000 Feet, Being Stranded for Three Days in Hawaii",
    "text": "A 34-year-old travel blogger is praising God after he survived a 1,000-foot fall and three days of being stranded in Honolulu, Hawaii. On December 4, Ian Snyder was hiking alone along the Koʻolau Summit Trail when he slipped and fell down the steep mountainside. He shattered his arm and was knocked unconscious by the fall. His eye was also swollen shut. Snyder landed near the bottom of a waterfall and was able to drag himself to the water so that he had something to drink while he waited for help. “I made sure I had a spot where I could get the water as I needed with my right hand and I just kind of hunkered down from there and time passed,” he\nsaid at a news conference.\nSnyder’s family reported him missing when he didn’t return from his hike. Rescuers began a frantic search for Snyder, who spent the time making his peace with the possibility he might not survive. “I had made my peace and said, ‘If this is my time, I’m ready to go. But if it’s not my time, I know that that patch of sky in front of me, that I’ll be able to wave at a helicopter. I had made my peace with God. I will be OK whether I live or whether I die.” That didn’t mean the father of three had given up, though. “I wanted to live, so I wasn’t giving up the will to live,” he said. Fortunately for Snyder, he had posted pictures and videos of himself on social media, giving rescuers an idea of where to look for him.\nOn the third day of being stranded, Snyder heard a helicopter. “It had been twilight or dark and I had gotten some more water and then remember waking up and thinking, ‘I hear aircraft. It’s going very slow and very close. They must be looking for me.’ There was no other explanation,” he said. He was able to wave his good arm and get the rescuers’ attention. Finding Snyder alive was a huge surprise to many of the volunteer hikers who had joined the search. “I thought the best gift we could give to the family was that we had found a body and when we had a found a whole human living and breathing and waving at the sky, it was like, ‘Merry Christmas,’” said Amber Fonte of the Oahu Hiking Community.\nSpeaking at a press conference several days later with his right eye still swollen and his left arm in a sling, Snyder called his survival a “miracle.” “It’s a miracle, first and foremost, of God. I’m glad to be here, incredibly glad to be here and glad to be in mostly one piece. I’m incredibly grateful to all of you for the job you do each and every day,” he said. He said he believes the experience will be useful in some way. “I don’t know how this will be used instrumentally by God through my life, but I hope it will be useful in the long run,” he said. Posting recently to\nX, Snyder shared that his recovery is going well, but that he is still concerned for his right eye. “It is getting better, but I have some double vision persisting,” he wrote. “Prayer appreciated. I want to avoid surgery if at all possible.” <a href=\"https://www.beliefnet.com/columnists/inspirationreport/2023/12/woman-praises-god-after-her-infant-son-is-found-alive-after-being-sucked-up-by-tornado.html\">\nRead Previous Post\nWoman Praises God After Her Infant Son is Found Alive After Being Sucked up by Tornado\n</a>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/FamilyFlysFree/status/1731758430288028087?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1731758430288028087%7Ctwgr%5Eae2cd610942b69b0f029ee73eec89eed5944cbf6%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fabcnews.go.com%2FUS%2Fmiracle-hiker-survives-1000-foot-tumble-hawaii-hiking%2Fstory%3Fid%3D105618700",
      "https://www.nbcnews.com/news/us-news/hiker-survived-1000-foot-fall-stranded-3-days-hawaii-waterfall-s-mirac-rcna129503",
      "https://nbcnews.com/news/us-news/hiker-survived-1000-foot-fall-stranded-3-days-hawaii-waterfall-s-mirac-rcna129503",
      "https://www.twitter.com/FamilyFlysFree/status/1731758430288028087?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1731758430288028087%7Ctwgr%5Eae2cd610942b69b0f029ee73eec89eed5944cbf6%7Ctwcon%5Es1_&ref_url=https%3A%2F%2Fabcnews.go.com%2FUS%2Fmiracle-hiker-survives-1000-foot-tumble-hawaii-hiking%2Fstory%3Fid%3D105618700",
      "https://twitter.com/FamilyFlysFree/status/1731758430288028087"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "snyder",
          "sentiment": "none"
        },
        {
          "name": "ian snyder",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "snyder",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "honolulu",
          "sentiment": "none"
        },
        {
          "name": "koʻolau summit trail",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:24:17.163+02:00",
    "updated": "2023-12-29T12:24:17.163+02:00"
  },
  {
    "uuid": "6d5a79d0b766f0da4c7f5c38799b6a8e0194829b",
    "url": "https://www.tribtoday.com/news/local-news/2023/12/vet-leads-charge-to-fully-honor-slain-army-commander/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sean Barron",
    "published": "2023-12-31T00:00:00Z",
    "title": "Vet leads charge to fully honor slain Army commander | News, Sports, Jobs - Tribune Chronicle",
    "text": "WARREN — Even though U.S. Army Capt. Richard M. Rees made the ultimate sacrifice during the Vietnam War and won a series of awards for his service, bravery and actions, the inscription on his headstone remains incomplete.\nThat’s something Maj. Jari J. Karttunen and others want to change.\n“Capt. Rees’ gravesite at Oakwood Cemetery in Warren does not include markers for his Distinguished Service Cross and a second Silver Star,” the Bristolville resident, who’s with the Special Forces U.S. Army Retired Reserve, said.\nKarttunen, who served in the Army from 1976 to 1980 and in Reserve duty in 1994, said he felt the move was timely because of the recent 50th anniversary of Rees’ death. Rees, who was attached to the Joint Resolution Casualty Center, was shot to death Dec. 15, 1973, under hostile fire near a jungle camp about 12 miles from Saigon during the Vietnam War.\nJust beforehand, he had led a team of unarmed Special Forces to recover the remains of American soldiers. Immediately after landing by helicopter at the site, the American men came under enemy fire from communist gunner forces. Four other Americans were wounded in the attack.\nDuring the confrontation, Rees ordered Sgts. Peter Holmberg and Edwin Blakemore to stay down as Rees made himself vulnerable to, and met with, the enemy commander, according to Karttunen. As a result, Rees was killed in a nearby creek bed, though his actions are credited for the timely rescue of Blakemore and Holmberg.\nConsequently, Rees, a 1959 Warren G. Harding High School graduate, was awarded a Distinguished Service Cross and two Silver Stars.\n“Without warning, the enemy force directed a devastating combination of arms, grenades, napalm … fire into that unit,” according to an account included on his Distinguished Service Cross citation.\nNevertheless, mention of the Distinguished Service Cross and one of his Silver Stars are not included on Rees’ headstone, Karttunen said. He added that Special Forces veterans are working with the Trumbull Veteran Services Commission in Warren to secure a new gravestone for Rees to rectify the omissions.\nEarlier this year, Rees, who also attended Kent State University at Trumbull and graduated from The Ohio State University, was posthumously inducted into the Army’s Officer Candidate School Hall of Fame.\n“He will always be remembered as an excellent soldier and courageous fighter for freedom,” Karttunen said.\nNEWSLETTER Today's breaking news and more in your inbox\nI'm interested in (please check all that apply) Daily Newsletter Breaking News Obituaries Are you a paying subscriber to the newspaper? * Yes No",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richard m. rees",
          "sentiment": "negative"
        },
        {
          "name": "warren",
          "sentiment": "none"
        },
        {
          "name": "rees",
          "sentiment": "none"
        },
        {
          "name": "jari j. karttunen",
          "sentiment": "none"
        },
        {
          "name": "karttunen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "army",
          "sentiment": "negative"
        },
        {
          "name": "u.s. army",
          "sentiment": "negative"
        },
        {
          "name": "jobs - tribune chronicle warren",
          "sentiment": "negative"
        },
        {
          "name": "distinguished service cross",
          "sentiment": "none"
        },
        {
          "name": "special forces u.s. army retired reserve",
          "sentiment": "none"
        },
        {
          "name": "special forces",
          "sentiment": "none"
        },
        {
          "name": "joint resolution casualty center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "saigon",
          "sentiment": "none"
        },
        {
          "name": "bristolville",
          "sentiment": "none"
        },
        {
          "name": "oakwood cemetery",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T07:07:57.983+02:00",
    "updated": "2023-12-31T07:07:57.983+02:00"
  },
  {
    "uuid": "312760f7a1aa1a09aff49337c7f2ebb253586ded",
    "url": "https://news.nestia.com/detail/Violet-Oon-shutters-Jewel-outlet%2C-opens-new-restaurant-at-Dempsey-Hill/13240805",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The New Paper - Lifestyle",
    "published": "2025-01-31T09:03:00Z",
    "title": "Violet Oon shutters Jewel outlet, opens new restaurant at Dempsey Hill | Nestia",
    "text": "Singaporean restaurateur and cooking doyenne Violet Oon is closing her restaurant at Jewel Changi Airport after five years, and moving it to the leafy restaurant enclave of Dempsey Hill.The last day of operations at Violet Oon Singapore at Jewel is Feb 3.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->consumer goods",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social networking",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T12:15:44.675+02:00",
    "updated": "2025-01-31T12:15:44.675+02:00"
  },
  {
    "uuid": "05b726868250f544cea2d75786b417923ed4731f",
    "url": "https://www.cba24n.com.ar/cordoba/tormenta-en-cordoba-mientras-rige-alerta-meteorologica-para-toda-la-provincia_a675b4f1893ef3a36dd8a46dd",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cba24n",
    "published": "2024-12-12T21:17:00Z",
    "title": "Tormenta en Córdoba mientras rige alerta meteorológica para toda la provincia",
    "text": "Tormenta en Córdoba mientras rige alerta meteorológica para toda la provincia\nEl fenómeno llegó a Capital. Antes, se registraron fuertes ráfagas de viento y caída de granizo en el sur provincial. El Gobierno comenzó el relevamiento de daños y destrozos e inició contacto con intendentes.\nComo había adelantado el Servicio Meteorológico Nacional (SMN) se registraron este jueves tormentas con actividad eléctrica en Sampacho, Coronel Moldes y otros puntos del sur de la provincia de Córdoba.\nPasadas las 20 horas, la tormenta llegó a la ciudad de Córdoba, precedida por fuertes ráfagas de viento y polvo en suspensión. Entre otros fenómenos, se viralizaron imágenes impactantes registradas en la Autopista Córdoba - Rosario.\nTras el paso de la tormenta por el sur de la provincia, el Gobierno de Córdoba, a través de los ministerios de Gobierno y Desarrollo Social, confirmó que se ha puesto en marcha el relevamiento de daños materiales y que, además, ya se estableció el “contacto con los intendentes para avanzar juntos en la restitución de la energía eléctrica y recuperar los bienes materiales”.\nDesde el sur\nVía redes sociales, usuarios reportaron durante la tarde caída de granizo en la localidad de Coronel Moldes, 75 kilómetros al oeste de la ciudad de Río Cuarto.\nSegún se reporta, en sectores del sur provincial se registran fuertes ráfagas de viento y caída de granizo. Aún no se puede dar precisión sobre daños y destrozos\nSin embargo, el Gobierno de Córdoba, a través de los ministerios de Gobierno y Desarrollo Social, comenzó el relevamiento de daños materiales y se inició el “contacto con los intendentes para avanzar juntos en la restitución de la energía eléctrica y recuperar los bienes materiales”, comunicaron oficialmente.\nPor su parte, Policía Caminera pide extrema precaución al circular por la ruta nacional 8, que cruza desde Santa Fe el sur de la provincia de Córdoba.\nDesde el SMN advierten con alertas amarilla y naranja -según sector- que aún rige para el noroeste de la provincia de Buenos Aires; y regiones de Santa Fe, Corrientes, Chaco, Formosa, Santiago del Estero, Córdoba, La Pampa, San Luis, Mendoza, La Rioja y Catamarca.\nSegún el SMN, el área \"será afectada por tormentas, algunas de las cuales podrían ser localmente fuertes o severas. Estas tormentas estarán acompañadas de ráfagas intensas, ocasional caída de granizo, actividad eléctrica significativa y abundante caída de agua en cortos períodos\".\nSe prevén valores de precipitación acumulada entre 30 y 50 mm, pudiendo ser superados en forma puntual.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T01:48:33.531+02:00",
    "updated": "2024-12-13T01:48:33.531+02:00"
  },
  {
    "uuid": "2b6aa63c7e1c5e08351c72d533b41888ffaa03e1",
    "url": "https://flipboard.com/topic/doncaster/-/a-516_5MMsSUu3ck0cnWfbxA%3Aa%3A3847811948-%2F0",
    "ord_in_thread": 0,
    "author": "sussexexpress.co.uk - Alex Nelson",
    "published": "2025-03-27T16:50:00Z",
    "title": "Sky redundancies: UK telecoms and media firm announces customer services job cuts - how it affects customers | Flipboard",
    "text": "Sky redundancies: UK telecoms and media firm announces customer services job cuts – how it affects customers The firm is making big changes to its customer service - what it means for you 📲\nsussexexpress.co.uk - Alex Nelson • 7h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->layoffs",
      "Economy, Business and Finance->human resources",
      "Social Issue->abusive behaviour",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Labor->wages and benefits",
      "Labor->unemployment",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "UK",
          "sentiment": "negative"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T03:44:09.842+03:00",
    "updated": "2025-03-28T03:44:09.842+03:00"
  }
]