[
  {
    "uuid": "ea22b62fecb07516032ffd76ed8d019536861b88",
    "url": "https://vnexplorer.net/maria-jesus-montero-el-referendum-no-tiene-encaje-constitucional-y-ademas-volveria-a-enfrentar-a-los-catalanes-s621477.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-23T22:22:00Z",
    "title": "María Jesús Montero: \"El referéndum no tiene encaje constitucional y además volvería a enfrentar a los catalanes\"",
    "text": "María Jesús Montero:\nMédico de profesión, ex de Hacienda y Salud del Gobierno andaluz, ministra de Hacienda y, desde la formación del nuevo Gobierno de Pedro Sánchez, vicepresidenta cuarta. María Jesús Montero ( Sevilla, 1966) tiene ahora mismo entre manos la elaboración de los Presupuestos Generales del Estado para 2024, el nuevo sistema de financiación autonómica y la elaboración de una fórmula con la que condonar parcialmente la deuda autonómica para extrapolar al resto de las comunidades el perdón de 15.000 millones ya comprometido con Catalunya.\nAún le sobra tiempo para estar encima de las negociaciones con los socios parlamentarios del PSOE, en el diseño de renovación territorial que precisa su partido, donde ostenta el cargo también de vicesecretaria general, y conciliar posiciones con Sumar en el seno del Ejecutivo. Quienes la quieren bien–o mal– la ven como próxima responsable del área económica tras la salida de Nadia Calviño para presidir el Banco Europeo de Inversiones (BEI), algo a lo que no aspira y, además, no parece que vaya a cristalizar, ya que Sánchez sigue pensando en incorporar para ese cargo a alguien que hoy no se sienta en el Consejo de Ministros.\nAunque conoce los nombres de algunos candidatos, cuando se la pregunta al respecto se despacha con frases cortas. Algo que no le ocurre casi nunca, y mucho menos cuando habla de los objetivos de la amnistía, de los acuerdos con Junts, la moción de censura en Pamplona, la renovación del CGPJ, que ahora acepta Feijóo negociar con un mediador de la Comisión Europea, o de un PP que, en su opinión, “pone en cuestión la propia legitimidad que tiene el Partido Socialista cuando gana para hacer lo que ellos hacen, cuando están en Moncloa” y al frente del Gobierno. “Ellos creen que el poder les pertenece y que, por tanto, cualquiera que venga de un gobierno progresista no va a ser para ellos suficiente”, afirma, sobre los dirigentes del Partido Popular, de quienes esgrime que “da igual que sea la ley de amnistía, el gobierno de Pamplona u otros elementos, que su lectura es que todos los días se rompe España y, evidentemente, España no se rompe”.\nSobre el referéndum que piden los independentistas para Catalunya explica que los socialistas “siempre hemos sido muy claros porque no tiene encaje constitucional y porque no compartimos lo que detrás de ese elemento va, que es intentar volver a enfrentar a catalanes”. Y sobre las próximas cuentas públicas advierte que el gasto público no podrá seguir la senda seguida hasta ahora y que “tendrá que ser un incremento menor”, si bien aclara que “no es un recorte ni es disminuir sobre lo que previamente está consolidado, que es lo que hacía el Partido Popular” porque seguirán “teniendo capacidad para atender nuevos compromisos y nuevas demandas que exige la ciudadanía”.\nLa conversación con la vicepresidenta cuarta tuvo lugar el pasado jueves en la sede del Ministerio de Hacienda de la calle de Alcalá de Madrid y fue actualizada, en conversación telefónica, tras la reunión entre Sánchez y Feijóo al día siguiente, para que diera su opinión sobre el resultado de la misma.\nїQuГ© FeijГіo no aceptara durante dГ­as entrevistarse en la Moncloa con Pedro SГЎnchez es una manera mГЎs de negar la legitimidad del presidente del Gobierno?\nEntiendo que sí. No solamente es que no aceptara reunirse o evite ir a Moncloa, es que de alguna manera sigue insistiendo en la misma pataleta porque los resultados electorales no le han permitido conformar una mayoría y porque su alianza con Vox es un veto para que el resto de partidos pueda entrar a hacer ningún tipo de suma en donde él pueda ser presidente. Por eso, cuando dice que no es presidente porque no quiere está faltando a la verdad de forma clara. La verdad es que no puede ser presidente. Después de las conversaciones con Junts y con el PNV –que todavía no conocemos y no tenemos idea de en qué términos se desarrollaron– simple y llanamente ninguno de estos partidos va a participar de ningún proyecto para España en el que Vox tenga un papel protagonista como está teniendo en los gobiernos.\nїY por quГ© aceptГі entonces el presidente del Gobierno que la entrevista tuviera lugar en el Congreso?\nEl presidente del Gobierno tiene muy claro que más allá de las discrepancias manifestadas ya sobre algunos temas concretos hay cuestiones que requieren del acuerdo de los dos principales partidos del país. La financiación autonómica es uno muy importante, que afecta de forma clara a los servicios públicos sanitarios, educativos, de dependencia y de vivienda que prestan las comunidades autónomas. Y la renovación del Consejo General del Poder Judicial evidentemente requiere de una mayoría en la que tienen que estar implicados ambos partidos. Y, luego, hay que cambiar la Constitución en lo que se refiere al colectivo de las personas con discapacidad o con otras capacidades diferentes. Son tres temas muy importantes, que tienen que ver con la realidad de los ciudadanos y que, por tanto, no se sabe por qué el Partido Popular no quiere abordarlo. Probablemente porque en el tema de financiación autonómica tiene graves complejidades a la hora de plantear una postura común con el resto de sus barones. En lo que respecta al CGPJ, el PP se niega a renovarlo si no hay un cambio legal que evidentemente no está en la órbita, no está en la línea de lo que se ha hecho en todos los precedentes.\nSobre la reforma del 49 de la CE ya han alcanzado un acuerdo, pero Feijóo propone ahora que la Comisión Europea ejerza de mediadora para la renovación del Poder Judicial y Sánchez lo ha aceptado. ¿La política española va a estar sometida todo el mandato a un árbitro exterior?\nEl Partido Popular lleva años buscando excusas para no cumplir su mandato constitucional. El Gobierno está abierto a explorar cualquier fórmula que sirva para que el PP cumpla con la Constitución de una vez por todas. Esperamos que no sea una nueva maniobra dilatoria del PP. La política española se sustenta y está sometida al Parlamento español, donde reside la soberanía nacional, con independencia de que en determinadas negociaciones pueda haber un “arbitro exterior”, para utilizar su misma expresión.\nїSe han puesto algГєn plazo para alcanzar el acuerdo? ВїEl comisario Reynders es una opciГіn para esa mediaciГіn?\nEsperamos que cuanto antes porque ya llevamos cinco años de retraso. Le recuerdo que ya tuvimos un acuerdo prácticamente cerrado con el PP y que el partido de Feijóo se desdijo en el último momento. Sobre las personas que puedan ejercer el papel de mediador, el Gobierno de España será respetuoso con la persona o personas que decida la Comisión Europea. Nosotros lo que no haremos será poner excusas y obstáculos al acuerdo. El comisario Reynders, por cierto, fue el que dijo recientemente que lo prioritario era renovar el CGPJ.\nїY quГ© le parece el veto del PP al ministro BolaГ±os para esta negociaciГіn?\nCreo que tras cinco años incumpliendo la Constitución el PP no tiene legitimidad para vetar a nadie y menos al ministro de Justicia y de la Presidencia. De hecho, fue el ministro Bolaños quien llegó a un acuerdo con el PP y fue Feijóo quién en el último momento sucumbió a la presión y rompió un pacto que estaba hecho. Nosotros no vetamos a nadie del PP y ellos deberían hacer lo mismo.\nїEl Gobierno tiene un plan B si aГєn asГ­ el PP no se aviene al pacto?\nEl Gobierno no tiene ningún tipo de plan que no sea seguir dialogando con el Partido Popular para poder abordar este tema de una forma clara. Y el plan es que desde Europa insisten en instar al Gobierno de España a que reforme ya a los componentes del Consejo General y a que el Partido Popular se avenga a razones.\nNo parece que el PP tenga hoy razones que no tuviera en la anterior legislatura para desbloquear el asunto.\nNo hay ningún motivo para que lo mantenga, salvo que el Partido Popular lo que pretenda sea controlar al Poder Judicial y que las mayorías que allí se desarrollen, en vez de corresponder al resultado de las urnas, corresponda a su propia capacidad de poder intervenir.\nїSi no se aviene al acuerdo el Gobierno no tiene pensado nada para que el CGPJ mantenga durante otros cuatro aГ±os una mayorГ­a que no es la que corresponde a la voluntad de las urnas?\nClaro, esa pregunta habría que hacérselo a ellos, porque si no se avienen a razones el resultado es que el Consejo General del Poder Judicial no se pueda renovar. Y esto, por tanto, es un problema para el órgano de gobierno de los jueces, que a su vez tienen competencias que se han ido limitando. Sin embargo, no se ha producido ninguna circunstancia que nos permita alumbrar que el Partido Popular ahora esté en disposición de cumplir con el acuerdo al que llegó en la pasada legislatura. No olvidemos que esto no parte de cero. Creíamos tener un consenso en los nombres, y en el último minuto el Partido Popular se descolgó de él. Creemos que por una parte por la presión de la prensa y de los poderes económicos de la derecha, que le animaron a que no llegara a ningún tipo de acuerdo con el PSOE. Y, por tanto, no tengo ningún elemento que me permita saber que el Partido Popular va a cambiar su posición, pero evidentemente tendrá que explicar y dar las razones de cómo cree que se puede mantener esta situación en un tiempo indefinido cuando llevamos más de cinco años sin esa renovación\nEl presidente de transición del Consejo, el señor Guilarte, ha puesto encima de la mesa una propuesta para lograr el desbloqueo que consiste en reformar la ley para desposeer a los miembros del Consejo de la capacidad de hacer nombramientos. ¿Es una fórmula a explorar?\nCuando el presidente conoció la propuesta, lo que transmitió es que todo se puede estudiar. Se agradece que haya personas que tengan iniciativa para que realmente podamos ir conduciéndonos a esa renovación, pero lo importante aquí es que hay un partido que no cumple con la Constitución. Es decir, que tengamos que hacer cambios de leyes para que un partido cumpla con la Constitución. En la línea que dice el señor Guilarte, que le agradecemos mucho la propuesta que ha puesto encima de la mesa, es realmente lamentable porque lo que está poniendo de manifiesto es que hay algunos que consideran que, a pesar de que ellos mismos son los que reparten los carnés de constitucionalistas, practican un acto claro de insumisión. No la cumplo porque entiendo que no me conviene. La pregunta es: ¿Por qué habla de conveniencia cuando se está hablando del órgano de gobierno de los jueces? Pues cada uno podemos tener nuestra respuesta. Yo tengo la mía, pero me la voy a reservar.\nїEl Gobierno aceptarГ­a una reforma en la que los jueces elijan a los jueces?\nLo prioritario es renovar a los miembros del CGPJ que tienen su mandato caducado. Insisto en que esta postura del Gobierno español es compartida por el comisario Reynders. No comparto ese intento de demonizar los nombramientos que salen del Parlamento, que es donde reside la soberanía nacional. En cualquier caso, el acuerdo que alcanzamos hace un año era respetuoso con las recomendaciones de la Comisión Europea. Este acuerdo es un buen punto de partida, en el que planteamos la renovación del Consejo y la posterior reforma de la ley, para reforzar la independencia al poder judicial.\nїCГіmo se puede recuperar la institucionalidad con el actual clima de hostilidad entre Gobierno y oposiciГіn?\nEl PSOE y el gobierno de progreso no tenemos que caer en esas provocaciones continuas que se hacen sobre la legitimidad de los órganos o de los representantes de esos órganos cuando son designados por el PSOE. No ha ocurrido solo con el CGPJ, también con el nombramiento del presidente de EFE, con los de los magistrados del Tribunal Constitucional, con los que se producen en las empresas públicas… El PP siempre denosta esa representación porque en el fondo lo que pone en cuestión es la propia legitimidad que tiene el PSOE cuando gana para hacer lo que ellos hacen cuando son ellos los que están en Moncloa y al frente del Gobierno. Es una estrategia de desgaste, de minar la credibilidad de unas instituciones que ellos entienden que no controlan y que, por tanto, no trabajan en esos intereses. Es realmente triste que después de todos estos años de democracia, con este PP y el señor Feijóo al frente, tengamos que escuchar permanentemente un cuestionamiento del CIS, de la agencia EFE, de la televisión española, del Tribunal Constitucional… Oiga, un respeto. Las instituciones se rigen por unas normas que son aprobadas por el Congreso, por los representantes legítimos de los ciudadanos. No hemos cambiado esas normas de elección y, a pesar de eso, siempre que hacemos una designación, sea del Fiscal General, del Estado o de cualquier otra institución, se cuestiona por parte del PP, con independencia del perfil profesional de la gente que accede, que evidentemente cumple con la experiencia, con el conocimiento y con el aval. En definitiva, que son personas adecuadas para el desarrollo de esas funciones. Pero siempre tenemos esa crítica de fondo porque no reconocen esta legitimidad. Ellos creen que el poder les pertenece y, por tanto, cualquiera que venga de un gobierno progresista no va a ser suficiente y por tanto, siempre van a poner en cuestión el propio funcionamiento o la legitimidad de la persona que la representa.\nSinceramente, no he escuchado al PP cuestionar el funcionamiento de la agencia EFE, sino la idoneidad del presidente teniendo en cuenta que antes fue secretario de Estado de Comunicación.\nPero una cosa conlleva a la otra. Es decir, si uno lo que critica es la propia independencia del órgano por la legítima designación que hace el Gobierno de España, en el fondo está poniendo en cuestión la propia institución de las instituciones. Vamos, que por haberse comprometido en un servicio público previo está incapacitado para el desarrollo de otras tareas. Y eso nunca lo ha hecho el PP cuando gobierna.\nїDe quГ© y de quienes tiene que defender el Gobierno a los jueces, como se comprometiГі el ministro de Justicia esta semana en el Congreso?\nA lo que se refiere básicamente es a que permanentemente estamos asistiendo a un cuestionamiento derivado, por una parte, por esa no renovación del Consejo General del Poder Judicial que pone en liza el órgano de control de los propios jueces y, por otra, porque hay algunos elementos en los que en el propio Congreso de los Diputados, con nombres y apellidos, se ha referido a determinados magistrados y jueces que han dictado sentencia o hecho algunas instrucciones respecto a procedimientos que estaban abiertos. El señor [senador, José Antonio] Monago en el Senado esta semana ha pedido perdón porque puso encima de la mesa en una sesión de control el nombre de un juez que entendió había hecho ‘lawfare’ y que, por tanto, estaba extralimitándose en el ejercicio de sus funciones.\nTambién lo han hecho sus socios de Junts y ellos no han pedido perdón.\nCreo que ese ejercicio hay que desterrarlo de la vida política. Por eso digo que tanto partidos independentistas como el propio PP han criticado con nombres y apellidos a personas que han participado de determinados procedimientos judiciales y eso no se puede consentir. Eso no debe ser y eso no va a ocurrir por parte, desde luego, del Gobierno progresista y particularmente del PSOE. Nosotros podemos o no compartir determinadas sentencias, pero jamás nos habrán escuchado criticar ningún auto o sentencia dictada por ningún tribunal. Y no lo vamos a hacer tampoco en el futuro.\nїTendrГЎn un problema entonces con Junts?\nJunts tiene que responder de sus propios actos. El PSOE, como usted entenderá, está en las antípodas de los planteamientos que hace Junts en muchos temas. Lo que desde luego no va a contribuir el Partido Socialista es a alentar la crítica sobre el funcionamiento del Poder Judicial porque nos parece que es una institución que todo el mundo tenemos que contribuir a su respeto. No lo hacen los partidos independentistas y no lo hacen tampoco el el Partido Popular y Vox, que cuando no les viene bien el sentido de una sentencia no se cortan tampoco en poner nombres encima de la mesa.\nїPor quГ© los jueces no estГЎn obligados a comparecer en el Congreso de los Diputados en una comisiГіn parlamentaria y sГ­ el resto de los espaГ±oles?\nPorque se entiende que la separación de poderes obliga a que el poder legislativo no se entrometa en el funcionamiento del judicial en términos de autos, sentencias o instrucciones judiciales, de la misma manera que siempre hemos dicho que el poder judicial no puede entrometerse en asuntos que tengan que ver con el legislativo o el Ejecutivo. Por tanto, el PSOE no va a compartir que se llame a ninguna comisión de investigación a ningún juez: ni para citar para que declare a propósito de su instrucción, ni para que dé cuenta del sentido de una sentencia. Creemos que son tres poderes que están perfectamente diferenciados, que cada uno tiene sus mecanismos para poder dirimir sus conflictos o sus circunstancias y que no es bueno que haya ninguna intromisión. También dijimos esto cuando en su día se paralizó la tramitación en el Congreso de los Diputados de la reforma del Constitucional, que no nos parecía oportuno que el poder judicial paralizara una decisión ninguna tramitación de ley, siendo el legislativo soberano como es.\nїQue el presidente del Gobierno vaya a reunirse fuera de EspaГ±a con Carles Puigdemont responde a la estrategia de ese nuevo PSOE sin complejos que representa Г“scar Puente?\nYo diría, primero, que el presidente del Gobierno no ha dicho que se vaya a reunir fuera de España con el señor Puigdemont. Por tanto, es una premisa de la que parte gente que tampoco sé muy bien a qué responde. Desde luego, no a ninguna declaración que haya hecho el presidente ni a ninguna voluntad expresada por el propio presidente. Ahora, lo que Óscar Puente quiere transmitir es que hay que intentar hacer pedagogía y que ésta se sobreponga al ruido que el PP plantea simplemente para atizar al gobierno y que impide escuchar argumentos. Da igual que sea la ley de amnistía, el gobierno de Pamplona u otros elementos. La lectura del PP es que todos los días se rompe España y, evidentemente, España no se rompe.\nEntiendo pues que esa entrevista no se va a producir mientras Puigdemont siga siendo un prófugo de la justicia.\nLe corresponde al presidente del Gobierno trasladar esta cuestión. No sé exactamente cuáles son sus planes de agenda, pero lo que está claro es que nosotros abrimos una nueva etapa y queremos dejar atrás un conflicto en Catalunya que no puede seguir estando polarizado entre la posición de aquellos que plantean un 155 permanente o de quienes no sabemos cuál es el planteamiento que tienen para Catalunya y quienes, como los independentistas, lo que reclaman es que Catalunya salga de España. Nosotros no compartimos ni una posición ni otra y, por tanto, a lo que vamos es justamente a posibilitar un acuerdo que mejore el autogobierno y que permita dar satisfacción a algunas de las demandas. Muchas de ellas se consensuaron en el anterior estatuto de autonomía votado por los ciudadanos y que posteriormente el PP recurrió al Tribunal Constitucional, a pesar de que copió alguno de esos artículos en otros estatutos que votaron a favor, como el de Andalucía. Hay algunos elementos que favorecen el autogobierno y que nosotros claramente queremos recuperar para posibilitar una normalidad democrática en Catalunya que permita seguir avanzando en temas tan importantes como el bienestar de los ciudadanos.\nYa, pero no se escabulla. ¿El Gobierno considera que Puigdemont es un prófugo de la justicia? ¿Entiende en ese caso que el presidente del Gobierno no debe entrevistarse con él mientras siga siendo así?\nEl Gobierno considera que Puigdemont hoy es un prófugo de la justicia. Eso es objetivo. Y el Gobierno no se ha reunido con el señor Puigdemont por parte de ninguno de sus componentes, ni el presidente ni ninguno de los ministros.\nPero sí el el secretario de Organización del PSOE.\nSe ha reunido el PSOE, que es quien tiene que establecer contacto con Junts para intentar encauzar el diálogo que consideramos imprescindible para la normalidad institucional en Catalunya.\nERC, y así se lo ha trasladado el president aragonés a Sánchez, sigue insistiendo en un referéndum de autodeterminación. ¿Está dispuesto el Gobierno a hablar de esta cuestión en este mandato?\nEl presidente ha dicho muy claro que nosotros no vamos a impulsar un referéndum de autodeterminación en Catalunya. Lo hemos dicho siempre y lo mantenemos. Por tanto, lo que queremos es llegar a un acuerdo que nos permita hablar de aquello que favorece el autogobierno en Catalunya, que mejora su financiación y que permite reconocer sus singularidades, que las tiene. Y en todos estos elementos creemos que hay un espacio de encuentro, que es el que queremos explorar. Por tanto, siempre hemos sido muy claros respecto al referéndum de autodeterminación, porque no tiene encaje constitucional y porque no compartimos lo que detrás de ese elemento va, que es intentar volver a enfrentar a catalanes. Queremos justamente lo contrario, que lo que sometamos al acuerdo de Catalunya sean elementos que permitan trabajar en el consenso, como ocurrió cuando se reformó el Estatuto y como ha ocurrido cada vez que hemos tenido capacidad de impulsar la propia singularidad de Catalunya con las lenguas o con otras cuestiones que son de mucho interés.\nїDe que haya una renuncia expresa a ese referГ©ndum unilateral va a depender que el Gobierno se abra a negociar un pacto fiscal con Catalunya, como ha sugerido el presidente SГЎnchez?\nMire, yo creo que, por supuesto, los partidos independentistas no van a renunciar a lo que es su razón de ser en relación al encaje territorial de Catalunya, que no tiene que ver con el modelo con el que nos hemos dotado en la Constitución. A los partidos independentistas nosotros no les pedimos que renuncien a algo que ellos tienen planteado, sino que con este Gobierno, con este PSOE, no vamos a avanzar en esa materia y que lo mejor es que abordemos otros temas que pueden ser de interés, que están en la agenda catalana también de los partidos independentistas y que no pasan por el referéndum. Eso es lo que ha dicho el señor Sánchez y eso es lo que hemos dicho cada vez que nos hemos sentado en la misma mesa con Esquerra y con Junts.\nїY en esa negociaciГіn cabe la cesiГіn del 100% de los impuestos, que es la posiciГіn de mГЎximos del independentismo?\nSe lo dejamos muy claro a los partidos independentistas: necesitamos mejorar la financiación para Catalunya porque que hay determinadas singularidades en la propia comunidad autónoma que obligan también a determinadas competencias singulares y a determinados elementos respecto a su identidad, como la lengua, que necesita una consideración específica dentro del modelo de financiación y de los recursos con los que se dota a Catalunya. Esto es lo que hemos dicho. Cada uno lo llama como le parezca conveniente, pero esto es lo que nosotros estamos dispuestos a explorar, los elementos que mejoran la financiación, que mejoran la singularidad de Catalunya y que no tienen otras comunidades autónomas. Esto es lo que le puedo trasladar de las conversaciones previas que hemos mantenido y de lo que el propio presidente ha transmitido. Ahora, que los partidos independentistas están en posiciones de máximos respecto a esta cuestión figura ya en los acuerdos y también la posición del PSOE.\nїQuiere decir que el Gobierno no estГЎ dispuesto a ceder el 100% de los tributos?\nLo que quiero decir es que yo me siento en una mesa cuando ellos quieran a hablar de financiación autonómica y de singularidades de Catalunya para ver cómo se mejora esa aportación de recursos, como se concreta y de qué manera eso se puede hacer compatible con el resto de territorios. Es un largo debate que tendremos que abordar y que tendremos que acompañar también en el debate de la financiación autonómica. En eso estamos y por tanto estamos abiertos a hablar sobre todos esos temas que a ellos les preocupa y que nosotros hablar siempre podemos hablar, pero que la posición del PSOE siempre ha sido muy clara.\nPara lograr el reconocimiento como actores políticos tanto de Junts como de EH Bildu, ¿no es necesario que antes recorran un camino que aún no han hecho sobre el procés y sobre el daño causado por el terrorismo?\nTodos tenemos nuestra opinión respecto a los sucesos de Catalunya y respecto a lo que significa la posición de Bildu, que concretamente en el Congreso de los Diputados lo que plantea permanentemente a este Gobierno son cuestiones que tienen que ver con la mejora de la calidad de vida: pensiones, dependencia, protección de los trabajadores y con leyes muy importantes, como la ley mordaza. De esto es de lo que se habla con Bildu. Conviene que los ciudadanos lo sepan porque no hay ninguna otra conversación que se pueda mantener con Bildu. Por tanto, para nosotros son actores políticos elegidos democráticamente por la ciudadanía, partidos legales que alguno se empeña permanentemente en decir que habría que ilegalizar. Por cierto, no conocemos la posición del PP respecto a esto. Son partidos que entran en la Constitución, a la que no se exige militancia, con los que estamos en las antípodas en muchas materias. Otros directamente niegan la legitimidad de que sus votos cuenten en el Congreso de los Diputados, que es como negar la legitimidad del ejercicio democrático de las personas que los han puesto allí, que no ha sido el Gobierno, que han sido aquellos que han depositado su confianza en Bildu, en ERC o Junts per Catalunya. Y, por tanto, es reconocer justamente que hay gente detrás de esos votos y que, como otros partidos políticos, tienen que entrar dentro del juego democrático. ¿Si no, para qué les hemos pedido que abandonaran otras conductas y se incorporarán a las instituciones? Pues para que pudieran jugar en las reglas de juego de la que nos hemos dotado el conjunto de los demócratas.\nїSi respetan las reglas del juego, si son partidos legales y si tienen, efecto, toda la legitimidad porque les han votado, por quГ© se puede acordar con ellos en el Ayuntamiento de Pamplona y no en Euskadi?\nBueno, nosotros tenemos en Euskadi un pacto muy sólido con el Partido Nacionalista Vasco. Muy sólido, que lleva ya mucho tiempo desarrollándose y por el que formamos parte de ese gobierno. Nuestra experiencia ha sido realmente satisfactoria para el conjunto de Euskadi y también para lo que aporta nuestra relación con el PNV en la gobernabilidad de España. Con eso queda claro por qué entendemos que el PNV para nosotros sigue siendo el socio prioritario. Pero en Pamplona es que, curiosamente, la segunda fuerza política que los ciudadanos han elegido es Bildu. Y si la primera fuerza política no hace nada, tendremos que darle una oportunidad a los ciudadanos de Pamplona, que son los que padecen la inacción de este Ayuntamiento\nїEntonces lo que determina que no haya alianzas postelectorales entre EH Bildu y el Partido Socialista en Euskadi despuГ©s de las elecciones vascas es sГіlo la alianza que ustedes tienen con los nacionalistas vascos y no que a EH Bildu le falte un camino por recorrer para que los socialistas faciliten un gobierno suyo?\nBildu ha dado pasos de gigante respecto a los daños ocasionados. Concretamente en Pamplona, el alcalde que ahora se propone –que eso también cuenta y eso también tiene un peso en la decisión del PSOE– ha condenado abiertamente la violencia. Pero no solo eso, es que ha gobernado ya en el Ayuntamiento de Pamplona y esas cosas claro que cuentan. Quiero decir con esto que no son solamente elementos teóricos, sino prácticos de quiénes son sus representantes. Pero lo que me vengo a referir es que nuestro acuerdo con el PNV en el País Vasco no tiene ninguna incidencia. No está digamos que influenciado por el nuevo acuerdo con Pamplona. Eso es lo que quiero decir, que nosotros seguimos estableciendo una regla de pacto y de consenso con el PNV, que si los números y la voluntad democrática de los ciudadanos permiten esa gobernabilidad, la seguiremos reeditando. Y ojalá sea de la mano de un lehendakari socialista, porque aspiramos a gobernar y a ganar las elecciones en el País Vasco, elemento que no es sencillo, aunque tenemos un magnífico candidato y un proyecto.\nLa ausencia de reglas fiscales desde la pandemia ha permitido implementar ayudas para una mayoría social. ¿Después del acuerdo conseguido por la vicepresidenta Calviño con los 27 vienen tiempos de recortes para los presupuestos de 2024?\nLa buena noticia es que nosotros no hemos abandonado la consolidación fiscal en ningún momento. A pesar de la suspensión de las reglas fiscales, en solo dos años hemos reducido a la mitad el déficit que alcanzó dos dígitos, un 10%, lo hemos reducido al 4,9% en el año 2022. ¿Lo hemos hecho con recortes? No. Sin practicar una sola política de recortes ni el sistema sanitario, ni en las becas, ni en incrementar el copago en la dependencia o no actualizar el sueldo de los funcionarios o las pensiones según el IPC. Todo eso son recortes que formaban parte de las recetas neoliberales que practica el PP. Y lo que hemos demostrado es que sin aplicar esa receta se puede llegar al equilibrio de las cuentas públicas, como venimos demostrando. Seguimos comprometidos en una senda que nos va a permitir en el año 2024 estar en el 3% de déficit y por tanto, en la salida teórica del procedimiento de déficit excesivo que vino como consecuencia de la pandemia. Es decir, hay otra forma de hacer una política de consolidación fiscal y de equilibrio de las cuentas públicas que no recurra al recorte. ¿Esto significa, como dice el PP, que no medimos hasta el último euro que se emplea en las iniciativas políticas que tienen los ministerios? Falso. Lo hemos hecho en pandemia, lo estamos haciendo ahora, lo hicimos en la guerra y lo seguiremos haciendo en el futuro porque la consolidación fiscal forma parte del ADN del PSOE. Esto no es un elemento ajeno a nuestra forma de entender que no podemos dejar a los ciudadanos del futuro una deuda inasumible que también lastre las posibilidades de desarrollo de nuestros hijos o de nuestros nietos. Eso lo hemos incorporado y lo estamos practicando. No es un discurso teórico, lo estamos practicando. Las reglas fiscales han estado presentes aunque no fueran exigibles.\nSi no hay previsto ningún recorte, ¿cómo piensan aumentar los ingresos?\nHay previsto un incremento de los ingresos conforme la economía va creciendo.\nPero la economía no va a crecer al ritmo de los últimos años…\nPero consolida los crecimientos. Es un elemento muy importante, aunque no tenga el mismo ritmo de crecimiento. Es decir, el ritmo de incremento del gasto público no puede seguir esa senda, tendrá que ser un incremento menor, pero eso no es un recorte, no es disminuir sobre lo que previamente está consolidado, que es lo que hacía el PP. Nuestro crecimiento del gasto tendrá que ser más moderado del que hemos tenido en estos años previos, pero seguirá teniendo capacidad para atender nuevos compromisos y nuevas demandas que exige la ciudadanía.\nBruselas sigue diciendo, en todo caso, que hay que desactivar ya algunas de las medidas que se aprobaron como consecuencia de la guerra de Ucrania. ¿Cuáles está pensando retirar el Gobierno?\nEs que no se puede prorrogar tal cual el decreto ley de Ucrania. Estamos trabajando en ello justamente en estos días. En aquellas medidas que entendamos que por la evolución de la inflación, el coste de la energía, el gas o las materias primas ya se puedan ir retirando de forma progresiva. Y en eso es lo que justamente está el Gobierno ahora mismo, trabajando de forma muy intensa antes del 31 de diciembre, para ser muy quirúrgico y justamente mantener todas aquellas que entendamos que evidentemente no van a desproteger a ninguna parte de la población y no van a desproteger los precios que todavía siguen siendo fuertes, siguen siendo altos. Europa es consciente de que algunas medidas tienen que seguir implementando para hacer frente a esa realidad, así que no todas se prorrogarán. Algunas decaerán, pero estamos trabajando en la progresividad de otras.\nїY aГєn no tiene claro cuГЎl de ellas serГ­a absolutamente prescindible?\nHasta que no lo articule al interior del gobierno, permítame la prudencia.\nїEl pacto del PSOE con el independentismo catalГЎn incluye un modelo de financiaciГіn singular para Catalunya?\nIncluye ser capaces de entender la realidad singular de Catalunya en relación con algunas materias. Además, es necesario aportar mayores recursos a Catalunya y al resto de comunidades autónomas. Esto es muy importante, porque significa que para nosotros sí es prioritaria la discusión sobre la reforma de la financiación de las comunidades autónomas, que tiene ni más ni menos que la competencia en sanidad o en educación. Eso es lo que dice el acuerdo, que estamos dispuestos siempre a hablar con Catalunya de aquellos elementos que sean singulares y que tendremos que determinar. Algunas son competencias que solo tienen ellos en relación con cárceles o con singularidades respecto a la lengua u otros elementos de la identidad catalana que no se comparten en otras partes del territorio. Ahora, el modelo de financiación autonómica hay que renovarlo en su totalidad. No estamos hablando sólo de Catalunya, estamos hablando del resto de comunidades autónomas y una de las partes que avanzamos fue la asunción de la deuda por parte del Estado en torno a 15.000 millones para Catalunya, que ya es un paso muy importante en el reconocimiento de esa infrafinanciación que obligó a Catalunya y a otros territorios en la época del PP a tener que endeudarse más allá de lo que hubiera sido razonable.\nїY cuГЎl serГЎ el alcance para el resto de comunidades autГіnomas de esa condonaciГіn de la deuda?\nEmpezamos ahora en enero las reuniones con las Comunidades autónomas y lo que por supuesto dije en el Consejo de Política Fiscal –y también dice el propio acuerdo con los partidos independentistas– es que se aplicará el mismo criterio al resto de territorios que el que se aplique en Catalunya, que todavía está por determinar. Es decir, que lo que hubo es un acercamiento en una cantidad aproximada. Pero la fórmula concreta de cálculo está todavía pendiente de hablar con cada uno de los territorios para ver cuál es la que definitivamente vamos a elegir. Pero más allá de la parte financiera, hay un elemento político muy importante aquí, que es que las Comunidades autónomas, por su situación de endeudamiento, no pueden salir a los mercados, no pueden tener autonomía financiera. Lo que queremos es que recuperen, y ese es el elemento político, la autonomía financiera. Que el FLA sea un recurso de última necesidad y no el grueso con el que se financian las Comunidades autónomas. Es decir, que eso sea excepcional y que las comunidades salgan como sale el Estado en condiciones de normalidad a enfrentarse a la situación de los mercados.\nїEsa fГіrmula de cГЎlculo que todavГ­a estГЎ por determinar serГЎ idГ©ntica para Catalunya y el resto de comunidades?\nSí.\nїLas necesidades financieras de las comunidades autГіnomas pueden quebrar la unidad de acciГіn del PP en torno al вЂњno es noвЂќ a todo lo que plantea el Gobierno?\nLo que está claro es que cuando [Feijóo] no quiere afrontar ese debate es porque tiene posiciones contrapuestas en el interior de su partido. Evidentemente, la propuesta que hizo el señor Feijóo de financiación autonómica siendo presidente de Galicia no la comparte la señora Ayuso. Y yo creo que eso es un elemento muy importante a tener en cuenta. Y tampoco la comparte Moreno Bonilla. O sea, el posicionamiento que defiende Galicia no lo comparten ni Madrid ni Andalucía. Eso incomoda al señor Feijóo enormemente, al punto de incluso no querer avanzar en esa reforma de la financiación y dejar al debate del Consejo de Política Fiscal y Financiera, que no vota esa ley y que no sale de posición de máximos de cada uno de los territorios. Por eso no quiere que forme parte del orden del día la financiación autonómica, porque es un debate que exigiría un liderazgo de Feijóo en el interior de su partido para armonizar todas las propuestas distintas que en este momento se plantean y que no dan pie a que haya ningún tipo de sesión en ninguna parte del territorio. Es un debate muy incómodo para él. También es un debate complicado para el propio PSOE, pero si no salimos de esa situación no podremos nunca dar un paso adelante.\nїLa entrada del Estado en el accionariado de TelefГіnica puede repetirse en otras empresas de sectores estratГ©gicos?\nYo creo que la situación de Telefónica es muy singular en términos de que es una empresa que está muy implicada en todos los elementos que tienen que ver con la defensa nacional y que forman parte de la seguridad del conjunto del Estado. Es una empresa líder en el mundo y queremos todavía que tenga mayor capacidad y mayor cuota de mercado en el conjunto de una posición que es muy competitiva. ¿Qué quiero decir con esto? Que la tecnología es el futuro y por tanto quien sea referente en esa materia tiene mucha capacidad de tener las claves que van a posibilitar el desarrollo económico del futuro. Y creo que la entrada de la SEPI ha sido muy bien recibida por parte de los mercados, donde se incrementó el precio de la acción, lo cual es una magnífica noticia para Telefónica. Por otra parte, los inversores que ya forman parte de Telefónica lo han recibido con bastante tranquilidad y por tanto no se ha producido ninguna situación de la que el señor Juan Bravo dijo al minuto uno que saliéramos a anunciarlo. Alemania participa un 13% en el capital social de su principal empresa de telecomunicaciones. Macron participa en un 12 y pico por 100 de Orange, que es la empresa más importante y referente en Francia. Por tanto, lo que hacemos es algo que ha ocurrido en el resto de países y que refuerza la posición estratégica de Telefónica. Todo lo demás que dice el PP, desde luego, no se corresponde con la realidad.\nїY en quГ© beneficia eso a los usuarios? ВїPuede haber una rebaja de tarifas?\nYo no me atrevería a afirmar ninguna cuestión de este tipo, pero porque lo que hace el Estado español es autorizar a la SEPI a que pueda entrar paras darle una mayor estabilidad a esta empresa y por tanto, que tenga una mejor posición en los mercados. Pero para nada ha habido ningún planteamiento que tenga que ver ni con esta cuestión ni con ninguna otra. Todavía no sabemos ni qué paquete de acciones vamos a adquirir, ni el precio de ese paquete de acciones porque dependerá en ese momento de cómo esté cotizando. Por tanto, hay mucho camino todavía que recorrer en esta parte, si bien el mensaje es muy claro: nuestra apuesta por Telefónica es porque realmente la empresa española tenga una posición estratégica a nivel mundial.\nїTiene vocaciГіn de vicepresidenta econГіmica?\nNo, no tengo vocación de desarrollar el trabajo que tengo en este momento lo mejor posible. Tampoco tenía ninguna ambición ni ninguna vocación de ser vicepresidenta cuarta. Se lo agradezco al presidente, pero yo hago un trabajo muy trasversal desde el Ministerio de Hacienda. Y por tanto, estoy muy cómoda. Estoy muy a gusto en el papel que desarrollo, que tiene mucho trabajo y créame que no aspiro a nada más.\nїPero habrГЎ hablado con el presidente del Gobierno sobre el relevo de Nadia CalviГ±o?\nHablo con él de muchas cosas y hablo sobre todo sobre el relevo de una compañera que para mí ha sido y es muy importante en términos políticos. Creo que el hecho de que Economía y Hacienda durante esta legislatura hayan ido de la mano en absoluta complicidad, ha aportado una gran estabilidad a la política económica del Gobierno de España. Y esto, que debería de ser algo normal, no se ha producido en etapas anteriores en las que siempre ha habido una pugna entre los titulares de esos ministerios. No sé si algo tendrá que ver que ambas somos mujeres, que somos muy complementarias y que nos tenemos un gran respeto la una a la otra. Yo voy a echar mucho de menos a mi compañera Nadia, pero estoy muy contenta que sea la primera mujer que preside el Banco Europeo de Inversión. Va a hacer un papel muy importante para el país desde esa posición. Hemos hablado de muchas cosas con el presidente, pero él designa a los ministros y créame que por mucho que digan unos y otros sobre si influyen o no influyen, él decide y aunque podrá escuchar a gente, siempre la última palabra y la primera la tiene el presidente, como no puede ser de otra manera. Eso es obvio.\nїPero tiene la sensaciГіn de que el sustituto de CalviГ±o se sienta hoy en el Consejo de Ministros o que vendrГЎ de fuera?\nPuede haber todas las posibilidades, pero no quiero especular con esta materia.\nїLa ruptura entre Sumar y Podemos puede convulsionar la legislatura incluso mГЎs de lo que ya se prevГ©?\nA mí me hubiera gustado que Podemos no se hubiera salido de ese espacio político de Sumar, porque cuando nosotros hemos negociado el acuerdo de investidura, cuando hemos planteado los compromisos de desarrollo del Gobierno, lo hemos hecho con una formación política que representaba a todo ese espectro. El hecho de que ahora conformen un grupo independiente y no formen parte de ese grupo parlamentario, pues evidentemente obliga también al diálogo singular con Podemos. Ellos han querido dejar claro desde el primer momento que van a colaborar con el gobierno progresista. Es decir, que ante las primeras especulaciones con las que todo el mundo decía se salen de Sumar para desde ahí hacerle la oposición al Gobierno, en todas las conversaciones que hemos tenido nos han dejado claro que no. Su posición tiene que ver con los elementos internos respecto a Sumar, básicamente con el hecho que ellos dicen de no haber participado de algún ministerio, aunque me consta que a ellos se le ofrecieron ministerios para poder formar parte también del Ejecutivo. Son cuestiones que tienen que dirimir internamente y parece que Podemos quiere concurrir a algunos encuentros electorales por separado. Lo único que le puedo decir es que midan muy bien que no haya un desperdicio metabólico de votos que digo yo, por eso de mi condición de médica, es decir que no haya algunos votos desde la izquierda que no se cristalicen en una representación efectiva, sea elecciones europeas, elecciones en el País Vasco o elecciones en Galicia, que son las primeras que tenemos en el horizonte. No es una buena noticia lo que ha ocurrido, pero su disposición al acuerdo y a la colaboración es total.\nїY teme el PSOE que Yolanda DГ­az, tras la ruptura de Podemos, sienta la obligaciГіn de marcar mГЎs perfil propio y se mantenga el ruido interno que acompaГ±Гі a la coaliciГіn en el anterior mandato?\nEspero que no porque yo creo que una de las principales virtudes que tiene la propia figura de la vicepresidenta segunda es justamente no haber contribuido en la etapa anterior a generar ruido, sino todo lo contrario a intentar mediar respecto a las posiciones que otros miembros del gobierno sí que abiertamente declaraban discrepancias. Ese es su perfil. Yo creo que ese perfil le ha ayudado a que los resultados electorales de las elecciones generales hayan sido los que fueron para Sumar, que fueron unos resultados que no estaban contemplados en las encuestas. Estoy convencida de que no se va a separar de ese camino. Ahora bien, que el partido minoritario dentro de un gobierno de coalición, este o cualquier otro, intente capitalizar o hacerse visible dentro de la política de un partido tan grande como el Partido Socialista cabe esperarlo. Aquí la cuestión es si se hace internamente, si se hace con ruido, si se hace desde la descalificación o se hace simplemente en la demanda de su principio o de sus expectativas. Por tanto, hay muchas maneras de hacer ese trabajo de visibilidad del socio minoritario del gobierno de coalición, y no pasa ni por el insulto, ni por la descalificación, ni por el ruido que nos hubiera gustado evitar en otros momentos en el interior del gobierno.\nїQuiere decir que Yolanda DГ­az es menos ruidosa que Irene Montero?\nQuiero decir que Yolanda Díaz es más cuidadosa con el perfil institucional de lo que yo he visto en otros miembros que pertenecían a Podemos en el interior del Ejecutivo. Y eso yo creo que hemos sido todos testigos. No lo digo solo yo. Creo que Yolanda Díaz tiene mucho más clara la institucionalidad del papel que desarrolla de lo que han tenido otros ministros y que hemos visto en otros ministros. Por ejemplo, a mí me hubiera gustado que el cambio de cartera del Ministerio de Igualdad hubiera estado en la clave institucional que tuvieron el resto de intercambio de carteras, pero sin embargo esto no fue así. Y eso califica, ilustra de manera muy clara lo que quiero decir. Uno puede no compartir algo, pero tiene que ser muy consciente que es parte de un ejecutivo y que tiene que tener también un cierto límite a la hora de expresar elementos que seguro los utiliza la oposición para desestabilizar al propio gobierno.\nїQuiГ©n es mГЎs fiable como socio parlamentario Junts o Esquerra Republicana de Catalunya?\nDiría que la experiencia del Gobierno con Esquerra Republicana de Catalunya ha sido muy positiva y por tanto, todavía los acuerdos con Junts son aún elementos por explorar. Empezamos la legislatura, no hemos tenido ningún acuerdo previo. No puedo hablar de cuál es el comportamiento de Junts respecto a esos compromisos, pero sí puedo hablar respecto a los compromisos de Esquerra y le puedo decir que, desde luego, los compromisos con el Ministerio de Hacienda y con la investidura a los que llegamos con Esquerra se han cumplido por nuestra parte y por la parte de ERC. Y eso significa que tenemos confianza a la hora de hablar. Tenemos ya una experiencia que nos permite conocernos mucho mejor, elemento que ahora tenemos que recorrer con Junts.\nїEl horizonte de esta legislatura lo va a determinar en buena medida el resultado de las elecciones gallegas, ya convocadas para febrero, las vascas y las europeas de 2024?\nTodas las elecciones son importantes y todas tienen incidencia porque hay formaciones políticas que concurren (En Galicia, el caso del BNG) que evidentemente forman parte también de nuestros socios de investidura. Y esto significa que tenemos que mantener las mejores relaciones para que en ambos supuestos tengamos capacidad de seguir avanzando. Nosotros aspiramos en Galicia a poder ser primera fuerza política. Sabemos la dificultad porque es verdad que el Partido Popular está muy consolidado en esta comunidad autónoma, pero tenemos un magnífico candidato, el mejor candidato de todos los que se presentan. Tenemos un proyecto importante y percibimos sensación de cambio, ganas de nuevas iniciativas por parte de la ciudadanía. En Galicia, que lleva demasiados años bajo gobiernos del Partido Popular que han sido muy inmovilistas por las mayorías absolutas, pretendemos s cambiar eso.Y ahí, evidentemente, cualquier acuerdo que en el futuro tengamos, evidentemente pasa por algunos por algunos socios que son parte de lo que hoy conforma la gobernabilidad de España, en concreto el BNG. Igual ocurre en el País Vasco, y creo que eso ya va a formar parte de la vida política en el conjunto de administraciones. Es decir, evitar mayorías absolutas es muy difícil. Habitualmente se producen por desgaste del que está, no tanto por la llegada de una fuerza disruptiva. Eso ocurrió en la crisis anterior. No ocurre ahora. Y esto significa que las alianzas tienen que ser de ida y vuelta y tienen que ser muy estables. Lo tenemos claro yo creo que todo el panorama político. El PP lo tiene claro con Vox y PP. Ha pactado en Comunidades autónomas, sabiendo que también en España, aunque fuera un lastre Vox para acuerdos con PNV o con Junts, no se podía desligar de ello porque eso significa poner en riesgo los gobiernos autonómicos. Esto nos va a ocurrir en toda la vida política, a la derecha y a la izquierda.\nVídeo: Nando Ochando",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXjeU.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lXjeU.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T00:27:28.855+02:00",
    "updated": "2023-12-24T00:27:28.855+02:00"
  },
  {
    "uuid": "6cacdc2aaca9c9de01fc82fba727aed82ef1a770",
    "url": "https://www.commercialappeal.com/story/news/weather/2024/01/16/hard-freeze-warning/72239961007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kinsey Crowley",
    "published": "2024-01-13T02:44:00Z",
    "title": "What is a hard freeze warning? Florida, Texas, Georgia under advisories",
    "text": "WEATHER 41 million Americans under hard freeze warnings Tuesday: What does that mean? Kinsey Crowley USA TODAY Cold weather gripped the country this MLK Day weekend.\nIn Iowa, voters experienced the coldest Caucus Day on record . The NFL postponed a game and Buffalo Bills fans helped shovel the stadium out from inches of snow.\nAnd in the Southeast, where the climate is usually more temperate, millions are dealing with frigid weather.\nMore than 41 million people were under hard freeze warnings Tuesday morning. The warnings stretched from Texas into Louisiana to parts of northern Florida as the Southeast bundles up for the cold.\nHere is what to know about hard freeze warnings, where the warnings are in effect and how to stay safe.\nSee photos: Winter weather bringing freezing temperatures across the US\nWhat is a hard freeze warning? How is it different from a freeze warning? The National Weather Service issues a variety of warnings related to cold weather, including wind chill watches and warnings, as well as freeze watches, warnings and advisories.\nA hard freeze warning is issued when temperatures are forecasted to drop below 28 degrees for an extended length of time.\nA freeze warning is issued when it is a bit warmer, going into effect when temperatures below 32 degrees are expected for a long period of time.\nA freeze watch is when there is a potential for widespread freezing in 24 to 36 hours.\nA frost advisory is issued when frost is expected or occurring.\nFreeze warnings in effect Tuesday Alabama - Hard freeze warnings in effect in certain areas Arkansas - Hard freeze warnings in effect Florida - Hard freeze warnings, freeze warnings and freeze watches in effect Georgia - Hard freeze warnings in effect Louisiana - Hard freeze warnings and freeze warnings in effect Mississippi - Hard freeze warnings and freeze warnings in effect Oklahoma - Hard freeze warnings in effect Texas - Hard freeze warnings and freeze warnings in effect Pipes, plants at risk during hard freeze warnings The NWS says even frost can affect vegetation sensitive to the cold, and commercial crops and plants are at risk of being killed under a hard freeze warning.\n\"Take steps now to protect tender plants from the cold,\" the NWS said in its latest weather advisory about hard freeze warnings.\nAlso at risk of damage are outdoor water pipes and in-ground sprinkler systems, NWS notes. You can drain the pipes or, if they are above ground, wrap them to keep them from freezing.\nBut humans can also be at risk in extremely cold weather.\nStay safe: avoid frostbite and hypothermia Humans in cold weather can become at risk of frostbite or hypothermia.\nNWS describes frostbite as a survival mechanism, during which your body cuts of circulation to extremities to conserve heat for the vital organs. At first the skin may feel painful or become red. Other signs of frostbite include white or gray-yellow skin, numbness or unusually firm or waxy skin.\nTo avoid frostbite, stay inside and cover all areas of your body when you must go out. Avoiding wind can also help.\nHypothermia happens when your body temperature dips below 95 degrees. If that happens to you or you feel cold and sluggish, the NWS suggests seeking medical attention immediately.\nTo avoid hypothermia, dress in layers, eat nutritious and warm food, and ask your doctor if any medication you're taking could increase the risk of hypothermia.\nWinter weather is sweeping USA: Driving ban in Western New York; 500K power outages Steelers vs. Bills AFC wild-card game in Buffalo postponed until Monday due to weather Dangerous blizzard conditions cause crashes and power outages throughout the Midwest Winter weather bringing freezing temperatures across the US: See photos Ready to kiss winter goodbye? Here's when the first day of spring is in 2024. Contributing: Bianca Harris, USA TODAY",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://alerts.weather.gov/cap/ar.php?x=1",
      "https://alerts.weather.gov/cap/ok.php?x=1",
      "https://alerts.weather.gov/cap/al.php?x=1",
      "https://downloadmedia.gannett-cdn.com/authoring/videos/zype/renditions/65a1b18574375f0001186e2e/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;USA",
      "https://alerts.weather.gov/cap/ms.php?x=1",
      "https://www.usatoday.com/videos/life/animalkind/2024/01/12/watch-this-officers-act-of-kindness-after-a-dog-breaks-out-of-kennel/72209089007/&#34;},&#34;promoBrief&#34;:&#34;An",
      "https://alerts.weather.gov/cap/fl.php?x=1",
      "https://www.facebook.com/dialog/share?display=popup&app_id=284992425215100&href=https%3A%2F%2Fwww.commercialappeal.com%2Fstory%2Fnews%2Fweather%2F2024%2F01%2F16%2Fhard-freeze-warning%2F72239961007%2F",
      "http://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.commercialappeal.com%2Fstory%2Fnews%2Fweather%2F2024%2F01%2F16%2Fhard-freeze-warning%2F72239961007%2F&text=41%20million%20Americans%20under%20hard%20freeze%20warnings%20Tuesday%3A%20What%20does%20that%20mean%3F&via=memphisnews",
      "https://alerts.weather.gov/cap/ga.php?x=1",
      "https://alerts.weather.gov/cap/tx.php?x=1",
      "https://alerts.weather.gov/cap/la.php?x=1",
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley/",
      "https://www.weather.gov/safety/cold-wind-chill-warning",
      "https://alerts.weather.gov/cap/tx.php",
      "https://www.alerts.weather.gov/cap/al.php?x=1",
      "http://twitter.com/intent/tweet",
      "https://www.alerts.weather.gov/cap/ms.php?x=1",
      "https://www.alerts.weather.gov/cap/fl.php?x=1",
      "https://www.alerts.weather.gov/cap/ar.php?x=1",
      "https://www.alerts.weather.gov/cap/la.php?x=1",
      "https://www.alerts.weather.gov/cap/ok.php?x=1",
      "https://alerts.weather.gov/cap/ar.php",
      "https://www.alerts.weather.gov/cap/tx.php?x=1",
      "https://alerts.weather.gov/cap/ms.php",
      "https://usatoday.com/videos/life/animalkind/2024/01/12/watch-this-officers-act-of-kindness-after-a-dog-breaks-out-of-kennel/72209089007/&#34;},&#34;promoBrief&#34;:&#34;An",
      "https://facebook.com/dialog/share?display=popup&app_id=284992425215100&href=https%3A%2F%2Fwww.commercialappeal.com%2Fstory%2Fnews%2Fweather%2F2024%2F01%2F16%2Fhard-freeze-warning%2F72239961007%2F",
      "https://alerts.weather.gov/cap/la.php",
      "https://www.alerts.weather.gov/cap/ga.php?x=1",
      "https://alerts.weather.gov/cap/ok.php",
      "https://alerts.weather.gov/cap/ga.php",
      "https://www.downloadmedia.gannett-cdn.com/authoring/videos/zype/renditions/65a1b18574375f0001186e2e/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;USA",
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley",
      "http://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.commercialappeal.com%2Fstory%2Fnews%2Fweather%2F2024%2F01%2F16%2Fhard-freeze-warning%2F72239961007%2F&text=41%20million%20Americans%20under%20hard%20freeze%20warnings%20Tuesday%3A%20What%20does%20that%20mean%3F&via=memphisnews",
      "https://alerts.weather.gov/cap/fl.php",
      "https://www.facebook.com/dialog/share",
      "https://alerts.weather.gov/cap/al.php",
      "https://weather.gov/safety/cold-wind-chill-warning",
      "https://usatoday.com/staff/12271400002/kinsey-crowley/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kinsey crowley",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "buffalo bills",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "louisiana",
          "sentiment": "none"
        },
        {
          "name": "southeast",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-16T18:13:52.191+02:00",
    "updated": "2024-01-16T18:13:52.191+02:00"
  },
  {
    "uuid": "047301fde1ccc157daa74c7d4d547e0ecbbe6faa",
    "url": "https://www.allkpop.com/article/2024/12/we-got-married-stars-jo-kwon-and-ga-in-reunite-as-the-adam-couple-for-christmas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@allkpop",
    "published": "2024-12-26T21:00:00Z",
    "title": "'We Got Married' stars Jo Kwon and Ga In reunite as the \"Adam Couple\" for Christmas | allkpop",
    "text": "25\n6\nNews 'We Got Married' stars Jo Kwon and Ga In reunite as the \"Adam Couple\" for Christmas AKP STAFF Posted by Sophie-Ha 6 hours ago 4,800 news.nate.com The \" Adam Couple \" singers Jo Kwon and Ga In spent Christmas together.\nOn December 25, Jo Kwon shared a video on his Instagram with the caption \" Fluffy fluttery Merry Christmas .\"\nThe video captured Jo Kwon and Ga In sitting side by side, singing their duet song \" I Happen to Love You .\" The two displayed chemistry like a real couple, blowing hand hearts to each other and leaning on one another.\nView this post on Instagram A post shared by 조권 JOKWON (@kwon_jo)\nUpon seeing this, Brown Eyed Girls ' JeA commented, \" You should sing a 2025 version ,\" while fans also showed support for their reunion with comments like \"Please reunite the Adam Couple,\" \"This is the best Christmas gift,\" and \"You two look beautiful and match well together.\"\nJo Kwon and Ga In gained popularity as the \"Adam Couple\" when they appeared on MBC 's ' We Got Married ' in 2009. The two continued to maintain a close friendship over the years and recently met up to spend quality time together.\nSEE ALSO: Lee Min Ho reveals he was a victim of a drunk driving accident and spent nearly 1 year in the hospital\nShare this article SHARE SHARE Ga In Jo Kwon 4,800 Share 81% Upvoted",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->television",
      "Human Interest->celebrity",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->holiday"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jo Kwon",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "MBC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:11:39.015+02:00",
    "updated": "2024-12-27T05:59:11.114+02:00"
  },
  {
    "uuid": "294a989e69da2fb1195aa1e7d29fa1f2f5ff0b4b",
    "url": "https://www.wa.de/leben/gesundheit/symptome-von-aggressivem-blinddarmkrebs-immer-mehr-junge-menschen-betroffen-zr-93801585.html",
    "ord_in_thread": 0,
    "author": "Judith Braun",
    "published": "2025-06-26T04:40:00Z",
    "title": "5 Symptome von aggressivem Blinddarmkrebs: Immer mehr junge Menschen betroffen",
    "text": "5 Symptome von aggressivem Blinddarmkrebs: Immer mehr junge Menschen betroffen\nDie 80er-Generation trägt ein erhöhtes Blinddarmkrebs-Risiko verglichen mit ihren Eltern. Diese aggressive Krebsform wird bei Patienten oft übersehen.\nMünchen – Viele Menschen denken bei Blinddarmproblemen zunächst an harmlose Entzündungen – doch dahinter kann sich auch ein bösartiger Tumor verbergen. Diese Fehleinschätzung wird Patienten oft zum Verhängnis, denn Blinddarmkrebs wird häufig übersehen und zu spät erkannt. Bei Blinddarmkrebs handelt es sich nach Angaben des Klinikums Ingolstadt um eine besondere und seltene Form von Darmkrebs.\nBesonders alarmierend: Eine aktuelle Studie im Fachmagazin Annals of Internal Medicine zeigt, dass vor allem jüngere Menschen zwischen 30 und 40 Jahren – die sogenannten Millennials – viermal häufiger an dieser aggressiven Krebsart erkranken als die Generation ihrer Eltern. Normalerweise tritt die Erkrankung laut helios-gesundheit.de erst in der sechsten und siebten Lebensdekade auf. Die Forscher vom Vanderbilt University Medical Center identifizierten nun jedoch Menschen, die in den 80er Jahren geboren wurden, als besonders gefährdete Gruppe.\nBlinddarmkrebs: Gefährliche Verwechslung mit fatalen Folgen\nBösartige Tumore des Blinddarms, sogenannte Appendixkarzinome, sind laut Informationen der Deutschen Krebsgesellschaft selten, jedoch wachsen sie aggressiv. Dies führt in der Regel dazu, dass sie bei ihrer Entdeckung nicht selten bereits gestreut und Metastasen im Bauchfell oder in den Lymphknoten gebildet haben.\nWas ist der Blinddarm?\nDer Blinddarm (medizinisch: Caecum oder Zäkum) ist der blind endende Anfangsteil des Dickdarms, der am Ende des Dünndarms sackförmig nach unten in die Bauchhöhle ragt. Der Name „Blinddarm“ leitet sich vom lateinischen „caecus“ (blind) ab, da dieser Darmabschnitt blind endet und nicht weiterführt. Er befindet sich im rechten Unterbauch und ist etwa 6-8 cm lang bei einem Durchmesser von etwa 7 cm, womit er der weiteste Abschnitt des gesamten Dickdarms ist. Er bildet eine sackförmige Ausstülpung des aufsteigenden Dickdarms (Colon ascendens).\nDie Seltenheit der Erkrankung in Kombination mit der weit verbreiteten Annahme, dass Blinddarmprobleme meist entzündlicher Natur sind, führt zu einer gefährlichen Unterschätzung der Symptome. Diese Fehleinschätzung kann lebensbedrohliche Konsequenzen haben.\nFünf entscheidende Warnsignale bei Blinddarmkrebs erkennen\nUmso wichtiger ist es, die Warnzeichen der Krebsart zu kennen. Ein bösartiger Tumor im Wurmfortsatz des Blinddarms macht sich durch folgende Symptome bemerkbar:\n- Unerklärliche und anhaltende Bauchschmerzen (meist im rechten Unterbauch)\n- Druckempfinden im Bauch oder ein Völlegefühl\n- Übelkeit, Appetitlosigkeit oder ungewollter Gewichtsverlust\n- Veränderungen bei Stuhlgewohnheiten (zum Beispiel Verstopfung, Durchfall)\n- Müdigkeit oder allgemeines Schwächegefühl\nRätselhafter Anstieg bei jüngeren Generationen\nWarum vor allem Millennials häufiger von Blinddarmkrebs betroffen sind, ist bislang nicht geklärt. Die Wissenschaftler konnten keine eindeutige Ursache für den Anstieg aufzeigen. Es wird jedoch vermutet, dass Umweltfaktoren, eine veränderte Ernährung oder eine gestörte Darmflora eine wichtige Rolle spielen könnten. (jbr)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Health->cancer",
      "Health->health treatment and procedure",
      "Health->medical condition",
      "Social Issue->demographics",
      "Social Issue->social services",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.merkur.de/leben/gesundheit/dickdarmkrebs-symptome-warnzeichen-aus-dem-fruehstadium-93746829.html",
      "https://www.acpjournals.org/doi/10.7326/ANNALS-24-02479",
      "https://www.merkur.de/leben/gesundheit/vor-darmkrebs-schuetzen-neue-studie-liefert-ueberraschende-erkenntnisse-93793353.html",
      "https://acpjournals.org/doi/10.7326/ANNALS-24-02479",
      "https://merkur.de/leben/gesundheit/dickdarmkrebs-symptome-warnzeichen-aus-dem-fruehstadium-93746829.html",
      "https://merkur.de/leben/gesundheit/vor-darmkrebs-schuetzen-neue-studie-liefert-ueberraschende-erkenntnisse-93793353.html"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_de",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T14:54:45.992+03:00",
    "updated": "2025-06-26T11:59:49.000+00:00"
  },
  {
    "uuid": "9193dca07bec3ef05cefcc6ff1ce616373a5540f",
    "url": "https://www.time.news/gusts-of-up-to-115-km-h-due-to-storm-gerrit-in-brittany-strong-winds-will-continue/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-29T02:10:00Z",
    "title": "Gusts of up to 115 km/h due to storm Gerrit in Brittany, strong winds will continue - timenews",
    "text": "2023-12-28 18:03:08 As expected, Storm Gerrit, which mainly affected the British Isles during the night from Wednesday to Thursday, also slightly affected the coasts of north-west France. Gusts of 115 km/h were recorded on the island of Ouessant, in the far west of Finistère; according to our brothers and sisters at [West France](https://www.ouest-france.fr/meteo/tempete/tempete-gerrit-apres-le-royaume-uni-des-rafales-a-plus-de-110-km-h-recensees-dans-le-finistere-779ea5ac-a4cb-11ee-9c1f-9c2fef22f9fa). Elsewhere, with the exception of a peak of 104 km/h in the Channel, at Barfleur, the wind nevertheless, as expected, did not exceed the 100 km/h mark in gusts. No more than 92 km/h in Morbihan, in Groix, no more than 92 km/h in Côtes-d’Armor. Further north, in Hauts-de-France, the wind blew up to 98 km/h in Boulogne-sur-Mer, according to [BFMTV](https://www.bfmtv.com/meteo/tempete-gerrit-de-fortes-rafales-encore-attendues-dans-le-nord-de-la-france_AV-202312280065.html). Even though Storm Gerrit is now heading more towards Norway, north-west France may not be quite done with strong winds this week. Nothing very serious, but Météo-France has placed the departments of Nord, Pas-de-Calais and Manche on yellow alert (“be careful”). The southwest wind will remain strong with gusts reaching 60 to 80 km/h on the coast, or even 90 km/h on exposed capes. The weather is expected to continue to be windy until the first days of 2024. Bad weather Overall, this Thursday in France, gray or even rainy weather reigns with some clearings in the northern half, also gray in the southern half. The weather will be gloomy, including in the Mediterranean regions, according to Météo-France. Regions from northern Aquitaine to the North-East will experience light rain. To the rear, from Brittany to the Belgian border, a regime of lagging will take place with alternating clearings and cloudy periods. A few showers will occur mainly near the Channel coast and more showers will affect the Breton tip in the evening. In the South, the day will start gray in places in the South-West and a few banks of fog will be possible in Provence. The sky will remain quite cloudy from the southwest to the center-east but the sun will still manage to make a few appearances. A little snow will fall on the Alps from 1,500 m. Around the Gulf of Lion, the weather will also be gloomy with many clouds which will give a few drops at times. Minimum temperatures will be 0 to 5 degrees from the Massif Central to the Alps, 2 to 6 degrees in the South and in the North-East and 7 to 12 degrees in a North-West quarter. The maximums will be between 7 and 11 degrees in the Grand-Est, 10 to 15 degrees in the rest of the country, up to 16 to 17 degrees in southern Aquitaine and Corsica. #Gusts #kmh #due #storm #Gerrit #Brittany #strong #winds #continue",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://www.bfmtv.com/meteo/tempete-gerrit-de-fortes-rafales-encore-attendues-dans-le-nord-de-la-france_AV-202312280065.html).",
      "https://www.ouest-france.fr/meteo/tempete/tempete-gerrit-apres-le-royaume-uni-des-rafales-a-plus-de-110-km-h-recensees-dans-le-finistere-779ea5ac-a4cb-11ee-9c1f-9c2fef22f9fa).",
      "https://bfmtv.com/meteo/tempete-gerrit-de-fortes-rafales-encore-attendues-dans-le-nord-de-la-france_AV-202312280065.html).",
      "https://ouest-france.fr/meteo/tempete/tempete-gerrit-apres-le-royaume-uni-des-rafales-a-plus-de-110-km-h-recensees-dans-le-finistere-779ea5ac-a4cb-11ee-9c1f-9c2fef22f9fa)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "negative"
        },
        {
          "name": "storm gerrit",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "brittany",
          "sentiment": "none"
        },
        {
          "name": "isles",
          "sentiment": "none"
        },
        {
          "name": "ouessant",
          "sentiment": "none"
        },
        {
          "name": "côtes",
          "sentiment": "none"
        },
        {
          "name": "morbihan",
          "sentiment": "none"
        },
        {
          "name": "hauts-de-france",
          "sentiment": "none"
        },
        {
          "name": "finistère",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "west france",
          "sentiment": "none"
        },
        {
          "name": "barfleur",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "boulogne-sur-mer",
          "sentiment": "none"
        },
        {
          "name": "groix",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:13:02.483+02:00",
    "updated": "2023-12-29T04:13:02.483+02:00"
  },
  {
    "uuid": "36d7a75448ef871f8d25215cf27056d8441a1faf",
    "url": "https://www.miragenews.com/default-market-offer-highlights-renewable-1424821",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2025-03-12T22:30:00Z",
    "title": "Default Market Offer Highlights Renewable Energy Need | Mirage News",
    "text": "The Albanese Government is urging households to check they are on the best energy deal available, as today's Default Market Offer (DMO) underscores the urgency of getting cheaper reliable renewables into the grid.\nThe independent Australian Energy Regulator (AER) sets the DMO as a benchmark for residential and small business electricity bills in NSW, southeast Queensland and South Australia, while the Victorian Default Offer is set by the Essential Services Commission. It can be found here.\nImportantly, while the DMO is the benchmark for standard offers from retailers, the AER has recorded falls in the median market offers. The most competitive market offers are now between 19% and 25% lower than the DMO.\nHouseholds should check that they're on the cheapest energy plan available, with recent ACCC data showing some 80% of households could be paying less on a different deal. The Government's energy.gov.au website and the AER's Energy Made Easy website can help billpayers find the cheapest plans.\nWe know that every increase will still be tough for consumers and small businesses. That's why we have acted - with two rounds of energy bill relief and acting to cap gas and energy prices. Peter Dutton has opposed every dollar of this relief.\nThe AER says key factors increasing prices for consumers include unreliable coal generation and low solar and wind output.\nIn its most recent high price report, the AER found coal plant outages and transmission constraints were responsible for 23 high price events in the wholesale market in the last quarter of 2024 alone.\nThe Coalition left Australians with an energy policy mess. It is a matter of record that the Morrison Government changed the law to hide a 20% energy price hike before the 2022 election.\nNow Peter Dutton is pushing a $600 billion nuclear scheme, that will be funded by cuts to critical services, will take too long and push up bills. The Coalition's own modelling confirms his plan is to undo hard-won energy reform, and instead cap affordable renewables to extend expensive, unreliable coal plants.\nWe know there is more to do when it comes to fixing the energy system.\nThe Government is delivering overdue reform to how the energy market operates, including making it easier for people to switch to cheaper deals and retailers under our One Click Switch reforms.\nIn three short years we have made significant progress in delivering the affordable, reliable energy system our country needs for the future.\nIn 2024, Australia produced more renewable electricity than ever before, with a record 46% of the electricity in the grid renewable in the last quarter of 2024.\nAnd we're investing in storage, including batteries - so we can store affordable renewable energy for when and where we need it.\nThe Independent Australian Energy Market Commission recently released their latest Residential Electricity Price Trends report projecting residential prices will fall by 13 per cent over the next ten years if investment in renewables and related infrastructure continues consistent with Labor's plan.\nATTRIBUTABLE TO MINISTER FOR CLIMATE CHANGE AND ENERGY CHRIS BOWEN:\n\"While today's news is mixed it does show energy retailers are responding to competition - with energy plans that are 25% cheaper than the DMO it's worth shopping around.\n\"It's clear energy bills for Australians remain too high, and we're providing help for people doing it tough as we deliver longer term reform.\n\"We also know 80% of households aren't on the cheapest energy plan they could be which is why we're making it easier for households to find and switch to better plans. Check the Energy Made Easy website or energy.gov.au for the cheapest plans in your area.\n\"The Albanese Government's plan is the only one which is providing bill relief now and supported by experts to deliver a clean, cheap, reliable and resilient energy system into the future.\n\"Peter Dutton has opposed every single cost of living relief measure, and his $600 billion nuclear scheme, which will be funded by cuts to critical services, only promises to extend the energy pain Australians feel.\"\nSTATE BY STATE WEBSITES TO FIND THE BEST DEAL\nSTATE |\nWEBSITE |\nACT, NSW, Queensland, Tasmania |\n|\nVictoria |\n|\nWestern Australia |\n|\nNorthern Territory |\nhere.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Environment->sustainability",
      "Environment->energy resources",
      "Economy, Business and Finance->energy and resource",
      "Economy, Business and Finance->business strategy and marketing",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://email.streem.com.au/c/eJw0zk3uozAMBfDTJDsjYvJBFiy64RqVwc40KpSZJC3SnH7UTv9L_6z39HiyFBNrmUywZjTOeatvU8-ut360ccHgo0cWHs3g-5WHZMl5nScf2CRJjIOz5mocI47GIS6Dsn3NLPf8B3bKm5QKIS4ujSMvDO1vO9fu_dDbdGvtd1XDReGscD7PsyMp3a_j1dFT4fyQsyqcqbS8blK_AkU2ofq5WRI9twY7lbs0OFKSArwfgD06QA9cKDVgaVL2_KCWj4fehTP9tEDm6QPXL6jhgmFAp8t_b0K7sj2vq8j53aZrKyL7O5ucET9aD5iIwPZugegpAi3IQUKMPjj9mvBfAAAA__8jH3Ko",
      "https://email.streem.com.au/c/eJwszU2O6jAQBODT2LuO4o5_4kUWbHIN1KbbxHoJvIkN0czpRwxsv6pS8WQpZtYymWDNaJzzVi9T7m0MZuSciKLnHgcTMmcfHZrIJusy-cAmS2YcnDVn4xhxNA4xDcr2tbD8K1-wUVllrxBicnkcOTG0n3Zculeg12lp7X9Vw0nhrHA-jqOTm-zX7-56f3b0UDgv90eV5b5yVTjP5cbQFoEktcG7Ciy06k24EOyyClWBwtMfnD-ghhOGAZ3e396ENmV7vlxEjs-Xrm0X2V7b7Iz40XrATAS2dwmipwiUkIOEGH1w-jnhbwAAAP__nJVj2A",
      "https://email.streem.com.au/c/eJwszE1ywyAMxfHTwA5PkJGABYtsco2MbInE07gfhsaTnr6TNtvfm_eXEjhXsVp8DD55RAr2WpTm5GuYlZAYScY4-ZoYKHCqmdguhaL4qlVgxODPHgUgeQSYRhMObRF9W77cystNt-ZinrCmJJO4_tP3eXgO9lauvX82Mx4NnAyc9n0f9F23y2NlUeX2GC4f94G_DZzsqrKw2_Sm3NQtUv7g_AIzHiGOgHb79668mnCQeVbdXxXb-qa6Pr8VvVIK5KAyu3DAyWXi7HgCiRpzpoj2XuA3AAD__y1QWTc",
      "https://email.streem.com.au/c/eJwszkuuqzAMxvHVJDMj4rxgwKATtlGZxJTo8miTtOie1R-1pzPr95elLw6G-jlKHpQ3qlPWOiOXwWNrZhV6dj7qoHXoiNg5jD6QMqxlGpyPauY5orZGXZWNiJ2yiJMWpi0p8r_0gI3SyrmA7yc7d12cItSfeobmHeQ6LLXei9AXgaPA8TzPhjg3t-PV0FPguPNZBI6Uaworv89wbNtzT4FqOvZP4wyZ70euBR4GsEUDS7otwCuHmlNI9T_ccwoM_OK9FrlxTASZV6bCkOLwgesXhL6g12hl_vPKtAnTxhCYz-8yWWpm3t6_s1XsOuMAZyIwrZ2gd9QDTRg9-7533srXgL8BAAD__2gpczU",
      "https://email.streem.com.au/c/eJwszU2O4yAQxfHTwA4LynwuWGTj1dwhKlxFgsaezBgmbvXpW-nO9vf09KdsMVWSnE2wJhrnvJX3rFfCuq4lERBHrw06sMQ6akq6zFG27AOZypVgdtZcjSOAaBxAmYXVvRH_bv_Ujm3jo6uQiqsxUiE1Pse5Tq9Bbvk-xt8u5ouARcBynue08a31DUd7_Jluj-eE_wUsC2iAX1o76wUs2HckFrAM_hhyZ2qoDt4YO6tG-RuubxDzBcIMTh4_Phh3YTWtK_P5Dsg-Dub99a3OsI_WK6iIympXVPKYFBagwCElH5x8ZvgKAAD__5WLYAM",
      "https://www.email.streem.com.au/c/eJwszU2O4yAQxfHTwA4LynwuWGTj1dwhKlxFgsaezBgmbvXpW-nO9vf09KdsMVWSnE2wJhrnvJX3rFfCuq4lERBHrw06sMQ6akq6zFG27AOZypVgdtZcjSOAaBxAmYXVvRH_bv_Ujm3jo6uQiqsxUiE1Pse5Tq9Bbvk-xt8u5ouARcBynue08a31DUd7_Jluj-eE_wUsC2iAX1o76wUs2HckFrAM_hhyZ2qoDt4YO6tG-RuubxDzBcIMTh4_Phh3YTWtK_P5Dsg-Dub99a3OsI_WK6iIympXVPKYFBagwCElH5x8ZvgKAAD__5WLYAM",
      "https://www.email.streem.com.au/c/eJwszkuuqzAMxvHVJDMj4rxgwKATtlGZxJTo8miTtOie1R-1pzPr95elLw6G-jlKHpQ3qlPWOiOXwWNrZhV6dj7qoHXoiNg5jD6QMqxlGpyPauY5orZGXZWNiJ2yiJMWpi0p8r_0gI3SyrmA7yc7d12cItSfeobmHeQ6LLXei9AXgaPA8TzPhjg3t-PV0FPguPNZBI6Uaworv89wbNtzT4FqOvZP4wyZ70euBR4GsEUDS7otwCuHmlNI9T_ccwoM_OK9FrlxTASZV6bCkOLwgesXhL6g12hl_vPKtAnTxhCYz-8yWWpm3t6_s1XsOuMAZyIwrZ2gd9QDTRg9-7533srXgL8BAAD__2gpczU",
      "https://www.email.streem.com.au/c/eJwszE1ywyAMxfHTwA5PkJGABYtsco2MbInE07gfhsaTnr6TNtvfm_eXEjhXsVp8DD55RAr2WpTm5GuYlZAYScY4-ZoYKHCqmdguhaL4qlVgxODPHgUgeQSYRhMObRF9W77cystNt-ZinrCmJJO4_tP3eXgO9lauvX82Mx4NnAyc9n0f9F23y2NlUeX2GC4f94G_DZzsqrKw2_Sm3NQtUv7g_AIzHiGOgHb79668mnCQeVbdXxXb-qa6Pr8VvVIK5KAyu3DAyWXi7HgCiRpzpoj2XuA3AAD__y1QWTc",
      "https://www.email.streem.com.au/c/eJwszU2O6jAQBODT2LuO4o5_4kUWbHIN1KbbxHoJvIkN0czpRwxsv6pS8WQpZtYymWDNaJzzVi9T7m0MZuSciKLnHgcTMmcfHZrIJusy-cAmS2YcnDVn4xhxNA4xDcr2tbD8K1-wUVllrxBicnkcOTG0n3Zculeg12lp7X9Vw0nhrHA-jqOTm-zX7-56f3b0UDgv90eV5b5yVTjP5cbQFoEktcG7Ciy06k24EOyyClWBwtMfnD-ghhOGAZ3e396ENmV7vlxEjs-Xrm0X2V7b7Iz40XrATAS2dwmipwiUkIOEGH1w-jnhbwAAAP__nJVj2A",
      "https://www.email.streem.com.au/c/eJw0zk3uozAMBfDTJDsjYvJBFiy64RqVwc40KpSZJC3SnH7UTv9L_6z39HiyFBNrmUywZjTOeatvU8-ut360ccHgo0cWHs3g-5WHZMl5nScf2CRJjIOz5mocI47GIS6Dsn3NLPf8B3bKm5QKIS4ujSMvDO1vO9fu_dDbdGvtd1XDReGscD7PsyMp3a_j1dFT4fyQsyqcqbS8blK_AkU2ofq5WRI9twY7lbs0OFKSArwfgD06QA9cKDVgaVL2_KCWj4fehTP9tEDm6QPXL6jhgmFAp8t_b0K7sj2vq8j53aZrKyL7O5ucET9aD5iIwPZugegpAi3IQUKMPjj9mvBfAAAA__8jH3Ko"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T00:36:12.280+02:00",
    "updated": "2025-03-13T00:36:12.280+02:00"
  }
]