[
  {
    "uuid": "80247b6087e467801c219539ba07bc5333f13f8e",
    "url": "https://flipboard.com/article/new-storms-slam-southern-u-s-after-deadly-tornadoes/f-772621caad%2Fcbsnews.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CBS News",
    "published": "2024-05-10T00:00:00Z",
    "title": "New storms slam Southern U.S. after deadly tornadoes | Flipboard",
    "text": "New storms slam Southern U.S. after deadly tornadoes More severe weather is in store for the South just one day after deadly tornadoes swept through the region. CBS News national correspondent Dave … [CBS News](/@CBSNews) flipped this story into [Latest Headlines](/@cbsnews/latest-headlines-3kai39s2z)•51m More stories from [Weather](/topic/weather) More stories from [Natural Disasters](/topic/naturaldisasters) [Texas Rep. Babin applauds Congress for putting forth bill to make sure only US citizens can vote](/topic/naturaldisasters/texas-rep-babin-applauds-congress-for-putting-forth-bill-to-make-sure-only-us-c/a-HoSkHky_RWWENZy4aiDsOA%3Aa%3A3718454186-4546920ed8%2Fjustthenews.com) Babin said that the number one issue for the 2024 presidential election is the southern border with thousands of people flooding in. [The terrifying predictions Nostradamus has made for the rest of 2024 after one came true just hours into the new year](/topic/naturaldisasters/the-terrifying-predictions-nostradamus-has-made-for-the-rest-of-2024-after-one-c/a-MLzzsuZaRvOahB1cga59Yg%3Aa%3A2115733179-f947f7252e%2Funiladtech.com) The philosopher's predictions have a knack for coming true. There aren't many names more famous than Nostradamus when it comes to grand predictions … [Venezuela becomes first country to lose all of its glaciers](/topic/naturaldisasters/venezuela-becomes-first-country-to-lose-all-of-its-glaciers/a-xQexd3n7Tlu01IzLrSESZg%3Aa%3A148343087-6b45d423f6%2Fupi.com) May 9 (UPI) -- Venezuela is the first country in modern history to lose all of its glaciers after climate scientists declared its remaining glacier … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Tornadoes](/topic/tornado) [Dallas weather: May 9 Forecast - 6 p.m. Update](/topic/tornado/dallas-weather-may-9-forecast---6-p-m-update/a-2D6eFd1yTWGOcihoYXsZTg%3Aa%3A3483290584-6370a0054a%2Fflipboard.com) FOX 4 meteorologist Dan Henry looks at the storm risk in North Texas and the parts of the area in tornado watch. [Cat Who Vanished During Tornado That Destroyed Her Home Reunites with Owner During News Broadcast](/topic/tornado/cat-who-vanished-during-tornado-that-destroyed-her-home-reunites-with-owner-duri/a-TkwpzLziT5m_BK6CNrfBDQ%3Aa%3A13096440-22d340ab4b%2Fpeople.com) A cat that went missing while tornadoes ravaged its Tulsa, Okla.—area home has been reunited with its owners — in a very public way. When a tornado began to tear through Barnsdall — a small town about 40 miles north of Tulsa — on the night of Monday, May 6, resident Lindsay Crowder told local … [22-mile tornado tossed trees onto homes during deadly Charlotte-area storms, NWS says](/topic/tornado/22-mile-tornado-tossed-trees-onto-homes-during-deadly-charlotte-area-storms-nws/a-Ev3PUX9lTrmc8V5BmQBh6A%3Aa%3A2874149858-f49a4b81c6%2Fcharlotteobserver.com) An EF-1 tornado with 110-mph winds tossed trees onto homes along a 22-mile path during Wednesday’s deadly Charlotte-area storms, a National Weather …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "babin",
          "sentiment": "none"
        },
        {
          "name": "dave",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T04:00:04.287+03:00",
    "updated": "2024-05-10T04:00:04.287+03:00"
  },
  {
    "uuid": "a522a096b39271cc5d4a9fc5a69146d9a470ec42",
    "url": "https://indianexpress.com/article/cities/delhi/kin-of-woman-killed-in-mayur-vihar-crash-to-donate-her-eyes-grateful-if-someone-else-can-see-9214832",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arnabjit Sur",
    "published": "2024-03-14T22:27:12Z",
    "title": "Kin of woman killed in Mayur Vihar crash to donate her eyes: ‘Grateful if someone else can see’ | Delhi News - The Indian Express",
    "text": "“Our Sita is not here with us but we will be grateful if someone else can see through her eyes.” A day after the 22-year-old was killed when a car ploughed through a weekly market in East Delhi’s Mayur Vihar Phase III, her brother said they would donate her eyes to a patient in need. The Delhi Police on Thursday apprehended a 17-year-old boy who was allegedly driving the car that rammed into shoppers at the market, killing Sita and injuring six others on Wednesday night. His friend, who was also in the car, was apprehended as well. According to Sita’s family, she and her elder sister Puja Devi stepped out of their house in Khoda Colony around 7.30 pm on Wednesday to buy vegetables at the market. Thirty minutes later, the car hit Sita from behind, causing injuries to the right side of her body, even as her sister narrowly escaped. She is survived by her parents and five siblings, three of them brothers. At the mortuary of Lal Bahadur Shastri Hospital, Sita’s brother Kapil told The Indian Express, “. we had no idea about the incident until Puja called us and said a vehicle has gone on a rampage and is hitting every person in sight. she said she somehow swerved to the right and saved herself but Sita was hit.” Sita, her family members said, used to work at a fridge manufacturing factory in East Delhi and used to earn around Rs 7,000 a month. She was also pursuing an ITI course. “. We had just bought a few vegetables when we heard loud noises and screams from behind. I saw a silver car driving in a zig-zag manner and hitting fruit, cloth and bangle stalls. passersby were fleeing out of its way but by the time we could react, the vehicle was already close to us. Sita had fallen unconscious at the spot and was taken to the hospital by police and passersby,” said Puja. Meanwhile, The Indian Express spoke to those injured who could only recall seeing a vehicle rushing towards the busy market and crashing into everything in sight. Sarita (30), who was at the market with her two children, sustained a fracture in her right leg. “I had come to buy clothes for a wedding next month in my village in UP. when the vehicle suddenly came towards me. I managed to push my children out of the way but it hit my right leg. I lost consciousness after a while but I remember that the driver kept accelerating.” Dorjan (55), who had come to eat street food, sustained head injuries and a broken right leg after the vehicle rammed into him and the stall he was eating at. “I left home around 8 pm to eat and take a stroll. the vehicle crashed into anything in its way,” he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mayur vihar",
          "sentiment": "negative"
        },
        {
          "name": "puja devi",
          "sentiment": "none"
        },
        {
          "name": "kapil",
          "sentiment": "none"
        },
        {
          "name": "puja",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sita",
          "sentiment": "negative"
        },
        {
          "name": "indian express",
          "sentiment": "none"
        },
        {
          "name": "delhi police",
          "sentiment": "none"
        },
        {
          "name": "lal bahadur shastri hospital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "east delhi",
          "sentiment": "none"
        },
        {
          "name": "khoda colony",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:27:14.289+02:00",
    "updated": "2024-03-15T00:34:58.910+02:00"
  },
  {
    "uuid": "d942770d38544e718d11f0f086a5384183ebb910",
    "url": "https://askubuntu.com/questions/1499864/ubuntu-connection-reset-by-peer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Noah Donald Noah Donald",
    "published": "2024-03-22T06:47:00Z",
    "title": "Ubuntu \"Connection reset by peer\"",
    "text": "I have been trying to figure out this problem for days. I used to have a samba server and ssh server up and running in Ubuntu that I could connect to from my raspberry pi. I am unable to connect to either from any device now. I am led to believe that the problem is with ubuntu and not the individual services as I get the same \"Connection reset by peer\" error message for both. here is a the output from my attempts to connect via ssh\nOpenSSH_9.2p1 Debian-2+deb12u2, OpenSSL 3.0.11 19 Sep 2023 debug1: Reading configuration data /etc/ssh/ssh_config debug1: /etc/ssh/ssh_config line 19: include /etc/ssh/ssh_config.d/*.conf matched no files debug1: /etc/ssh/ssh_config line 21: Applying options for * debug2: resolve_canonicalize: hostname xxx.xxx.xxx.xxx is address debug3: expanded UserKnownHostsFile '~/.ssh/known_hosts' -> '/home/USER/.ssh/known_hosts' debug3: expanded UserKnownHostsFile '~/.ssh/known_hosts2' -> '/home/USER/.ssh/known_hosts2' debug3: ssh_connect_direct: entering debug1: Connecting to xxx.xxx.xxx.xxx [xxx.xxx.xxx.xxx] port 22. debug3: set_sock_tos: set socket 3 IP_TOS 0x10 debug1: Connection established. debug1: identity file /home/USER/.ssh/id_rsa type -1 debug1: identity file /home/USER/.ssh/id_rsa-cert type -1 debug1: identity file /home/USER/.ssh/id_ecdsa type -1 debug1: identity file /home/USER/.ssh/id_ecdsa-cert type -1 debug1: identity file /home/USER/.ssh/id_ecdsa_sk type -1 debug1: identity file /home/USER/.ssh/id_ecdsa_sk-cert type -1 debug1: identity file /home/USER/.ssh/id_ed25519 type -1 debug1: identity file /home/USER/.ssh/id_ed25519-cert type -1 debug1: identity file /home/USER/.ssh/id_ed25519_sk type -1 debug1: identity file /home/USER/.ssh/id_ed25519_sk-cert type -1 debug1: identity file /home/USER/.ssh/id_xmss type -1 debug1: identity file /home/USER/.ssh/id_xmss-cert type -1 debug1: identity file /home/USER/.ssh/id_dsa type -1 debug1: identity file /home/USER/.ssh/id_dsa-cert type -1 debug1: Local version string SSH-2.0-OpenSSH_9.2p1 Debian-2+deb12u2 kex_exchange_identification: read: Connection reset by peer Connection reset by xxx.xxx.xxx.xxx port 22\nhas anyone seen these error messages before and have any insight into how to resolve them? I have checked the /etc/ssh/ssh.allowed and deny files and ssh.deny was empty so I added my local IP for the pi for good measure. I have also tried reconfiguring ssh and un/reinstalling it both on Ubuntu and the pi to see if that works. ANy help is appreciated",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "ubuntu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T10:41:48.330+02:00",
    "updated": "2024-03-22T10:41:48.330+02:00"
  },
  {
    "uuid": "fff972b6e17f8ae301fd3ae57c15eea2022f1b47",
    "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c0150",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "gauntlet_",
    "published": "2024-03-10T09:17:00Z",
    "title": "#150 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "text": "[HackerRuso](/user/HackerRuso)a [ambito.com](/go/link/3916814) [#93](c93#c-93) >\nPorque el que dispara no tiene más remedio que disparar y matarlos.\nLos argumentos sionistas son escoria humana.\n[#5](c5#c-5) No está pidiendo la paz. Está pidiendo la rendición del agredido, en lugar de la retirada del agresor.\nEso de pacífico no tiene una mierda.\n-----\nIgual que todos los que veo por aquí graznando que la rendición es lo lógico porque Ucrania no tiene posibilidad de defenderse. Si tirásemos al río a todos los burros que corren por aquí, más de un pantano desbordaría.\nSiguiendo esa lógica subnormal, cada vez que a un país le dé por invadir a otro por las bravas, tan sólo hay que evaluar si tiene capacidad de matar más gente que el otro. Y el país invadido que se joda. Muy pacífico todo, claro que sí.\nPara que os enteréis, Putin perdió esta invasión el día 1, porque evidentemente intentaba repetir en los oblast de Donbass la ocupación relámpago de Crimea. Le salió como el culo, de hecho no le salió en absoluto, y como apostó su prestigio político al resultado ha montado una guerra para no reconocer su fracaso.\nNi de coña es Ucrania la que debe rendirse. Si China deja de alimentar al hijo tonto, en dos meses los rusos empezarán a pasar hambre y veremos rodar la cabeza de Putin y el fin de esta invasión al día siguiente.\n[#46](c46#c-46) Ucrania no tiene barcos de guerra porque estaban en Sebastopol cuando Rusia invadió Crimea en 2014.\nUn poco tramposo tu comentario. No han perdido la flota en esta guerra, les fue robada por sorpresa seis años antes. Justamente por fiarse de Rusia y alquilarles la base de Sebastopol.\nY tampoco es que la fuerza naval pinte mucho en la invasión de Ucrania, que digamos.\n[#12](c12#c-12) ¿Realista que Rusia se vaya a cambio de nada, después del coste humano y económico que ha sufrido en la guerra? Que mañana baje Dios y pare la guerra con sus poderes es más realista que eso que propones.\n[#72](c72#c-72) Sonaría aberrante porque hay infinitos casos de palestinos alzando la bandera blanca y siendo acribillados igualmente por el ejército israelí.\nMás que aberrante, suena estúpido comparar una guerra con un genocidio en donde el pueblo masacrado no puede hacer absolutamente nada para parar la agresión.\n[#15](c15#c-15) En esos argumentos hay muchísimo de propaganda rusa. Antes de la llegada de los hombrecitos verdes en 2014 al Dombas, está era una zona tranquila sin mayores ansias independentistas de las que pudiera tener el país vasco.\nEl problema es que de repente apareció todo un ejército en estas regiones totalmente agresivo y expansionista. Solo hay que ver el avión de pasajeros derribado con armamento especializado.\nPor poner un caso 100% documentado: el tribunal holandés que juzgo el asesinato de los 300 pasajeros determinó que de los 4 responsables directos, 3 fueron oficiales rusos y solo un ucraniano independentista. Y que el lanzamisiles es propiedad ruso, y fue trasladado inmediatamente a Moscú tras el atentado.\nYo no sé cómo hay gente que se traga la propaganda habiendo tanta información contrastada. Y no sólo eso; a estas alturas este proceder de acudir en \"auxilio\" de las minorías rusas, meter mercenarios o soldados encubiertos, tomar la zona responsabilizando a los independentistas, ya se había repetido en Georgia o Moldavia anteriormente.\n[#76](c76#c-76) Las hostilidades cesaron en marzo de 1940 con la firma del Tratado de Paz de Moscú. Finlandia cedió el 11 % de su territorio que representa el 30 % de su economía a la Unión Soviética\n[#136](c136#c-136) Los bloques globales se acabaron con la Guerra Fría, la única que queda es Europa que sigue a EEUU al precipicio.\n[#146](c146#c-146) No apoyar a nadie ni criticar a nadie es permitir que suceda. Es como si estoy hostiando a un niño y tú dices que no me apoyas ni a mí ni al niño, mientras yo sigo hostiándolo\n[#10](c10#c-10) Ucrania puede ganar si la ayudamos.\nLa pregunta es ¿Quieres que Rusia aprenda que puede invadir a cualquier país indefenso? ¿O quieres que Rusia aprenda que no hay países indefensos?\n[#132](c132#c-132) ¿O quieres que Rusia aprenda que no hay países indefensos?\n¿Cuándo EEUU invadió Irak, Afganistan o Vietnam no era países indefensos?\n[#134](c134#c-134) Sin duda el resto de países no aliados de EEUU deberían haber ayudado a Irak, Afganistán, Libia, etc.\nPero a mí no se me ocurre criticar a Irán o china por no ayudar a Ucrania a defenderse de rusia. Eso sería absurdo.\nDel mismo modo no tiene sentido que España ayude a Afganistán a defenderse de EEUU, o a Gaza a defenderse de Israel, al mismo tiempo que tiene todo el sentido que ayude a Ucrania a defenderse de Rusia.\n[#110](c110#c-110) Mientras no lo hagan, para ti, 30000 civiles están bien matados. Imagino que 300000 o dos millones y medio también estarán bien matados, porque poner un límite en cualquier cifra sería un límite arbitrario.\n[#141](c141#c-141) No manipules. No apoyo a ninguna parte. Creo que se entiende claro y no tiene nada que ver con lo que dices.\n[#96](c96#c-96) Ucrania no ha perdido nada. Aún es territorio en disputa\nLa desnazificacion es propaganda fascista rusa para justificar la invasión, y Ucrania va a entrar en OTAN\nLo de Transnistria no es invento, mira el mapa de Medenev del otro día\nEl acuerdo de paz llegará cuando Rusia se retire de todo el territorio Ucraniano, y entregue a Putin como criminal de guerra\n[#31](c31#c-31) Te crees tu que si USA nos declarara la guerra, íbamos a tener opción a elegir si estábamos en los buques o no...\n[#42](c42#c-42) La tenía perdida desde el día uno de la invasión cuando los tanques iban a para Kiev, se les facilitó una ayuda externa que les hizo aguantar hasta la famosa reconquista que por filtraciones, espionaje o lo que sea no dió sus frutos, fue un fracaso, ahora lo que hay es, o más picadora, hasta el último, o nos metemos en la guerra contra rusia.\n[#46](c46#c-46) Solo por recordar, a Rusia le quedan entre dos tercios y la mitad de los buques del mar Negro que tenia operativos cuando invadió Crimea. Los ucranianos estan siendo sorprendentemente efectivos reasignando activos a la armada submarina rusa, y se está hablando poco de ello...\n[#10](c10#c-10) No, no es como si España entrara en guerra con USA. Es como si USA invadiera España para robarla.\nY por lo visto tú abogarías por regalarle al invasor todas las regiones industrializadas y toda la costa turística del país (que son los territorios que ha tomado Rusia en Ucrania). Como si eso no supusiera directamente la muerte de tu país.\nPor cierto, ¿en qué cabeza seca ”que muera gente” es responsabilidad del invadido y no del invasor?\n[#99](c99#c-99) ¿Por qué occidente debería involucrarse en Israel? Yo considero que ninguno de los 2 bandos merece ser apoyado.\n[#104](c104#c-104) Porque se está cometiendo un genocidio y bombardeando a la población civil con armas occidentales. Porque va contra la convención d Ginebra y los DDHH. Porque es terrorismo de Estado. Porque son nuestros aliados y amigos, y hasta los invitamos a nuestros festivales de la canción y comerciamos con ellos. Porque nosotros creamos el Estado de Israel, una colonia europea supremacista blanca. Porque han asesinado a 10.000 niños. Porque han atacado la sede de la UNRWA y destruido la práctica totalidad de los hospitales. Porque han bombardeado campos de refugiados. Porque están bloqueando la ayuda humanitaria. Porque no reconocen a Palestina, pero tienen a los palestinos en una cárcel a cielo abierto. Y por muchas más razones.\n[#108](c108#c-108) Si los palestinos entregaran a los civiles secuestrados ok a todo lo que dices, mientras no lo hagan no tomo parte.\n[#71](c71#c-71) ”sin intentar engañar a los demás con las causas del conflicto”.\n¿Estás insinuando que Ucrania es responsable de que Rusia pretenda robarle los tres oblast que son con diferencia la mayor fuente de riqueza del país?\n¿Te has preguntado por qué Rusia no va a por las capitales (Kiev u Odessa)? ¿Por qué invade solamente las regiones que generan más dinero y se la suda todo el resto de Ucrania, que es rural?\nEl único engañado con las causas del conflicto eres tú, que no ves que esto es un atraco y nada más. Es el robo descarado de las fuentes de riqueza de un país, a manos de un matón extranjero. Ucrania no puede rendirse si no quiere morir de hambruna al día siguiente.\n[#60](c60#c-60) Los ucranianos se rindieron hace dos años.\nOtra cosa es el que nazi hijo de la gran puta de su presidente y los países corruptos que le ceban de armas para que siga masacrando a su población y así pueda lucrarse el hijo de puta de Biden y todos los hijos de puta que tienen acciones en la industria armamentística que se están forrando en EEUU, así como todos los hijos de la gran puta que dirigen Europa, desde la puta psicópata Bonder Leyen al hijo de la gran puta de Pedro mierda, pasando por la manga de hijos de puta corruptos que están sentados en el parlamento europeo, que siguen animando al pueblo ucraniano a defender su honor y toda esa basura de discurso.\nEl pueblo ucraniano se caga en la puta madre de toda está escoria que se está forrando a costa de sus vidas\nEllos se han rendido hace mucho. Pero no les dejan irse a su casa.\n[#12](c12#c-12) Que desnortados estáis algunos. En Ucrania hay un gobierno nazi, y ni siquiera ocultan serlo homenajeando a nazis. Putin será lo que quieras, pero fascista desde luego que no. A ver si sabemos reconocer las ideologías, que basta haber ido a la escuela primaria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T12:19:01.592+02:00",
    "updated": "2024-03-10T12:19:01.592+02:00"
  },
  {
    "uuid": "bd3df147a0b9448ced5d8eead0e6abe150da1320",
    "url": "https://www.larena.it/news/italia/il-venerd%C3%AC-13-all-insegna-del-maltempo-ma-migliora-da-domenica-1.12526086",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Società Athesis S.p.A.",
    "published": "2024-12-13T08:50:00Z",
    "title": "Il venerdì 13 all'insegna del maltempo ma migliora da domenica | L'Arena",
    "text": "ROMA, 13 DIC - Arriva un'intensa perturbazione meteo che segnerà questo venerdì 13 dicembre. Nelle prossime ore le precipitazioni interesseranno soprattutto il Mar Tirreno, ma poi bagneranno già in mattinata il lungo settore che corre dalla Liguria alla Campania; nel corso del pomeriggio, i fenomeni scavalcheranno l'Appennino raggiungendo anche Marche, Abruzzo, Molise e nord Puglia, ma la giornata sarà nuvolosa e grigia quasi ovunque salvo al Nord e in particolare sulle Alpi. E' la previsione di Antonio Sanò, fondatore del sito www.iLMeteo.it. Il weekend sarà poi all'insegna di una medaglia a due facce: il sabato sarà ancora un po' perturbato, la domenica risulterà in prevalenza soleggiata. E' confermato, infatti, che la nuova perturbazione sarà rapida e porterà fenomeni diffusi solo fino al pomeriggio di sabato 14; in seguito si registreranno residui addensamenti sul versante tirrenico in spostamento la domenica verso il Sud, dove si fermeranno un po' più a lungo. La prossima settimana, infine, vedrà l'espansione dell'Anticiclone delle Azzorre verso l'Italia con condizioni stabili, asciutte e più soleggiate ovunque. Le temperature saliranno in modo deciso in montagna, il cielo sarà sereno ed il sole sarà presente più al lungo nel pomeriggio (tramonterà più tardi): \"Tutte buone notizie - afferma Sanò - per scacciare i fantasmi della giornata di oggi, della parascevedecatriafobia, ovvero la paura di questo venerdì 13 grigio e perturbato\". Nel dettaglio: Venerdì 13. Al Nord: nubi, piovaschi e nebbie. Al Centro: peggiora diffusamente sulle regioni peninsulari. Al Sud: piogge forti in arrivo specie sulla Campania. Sabato 14. Al Nord: molte nubi. Al Centro: piogge sparse sulle Tirreniche. Al Sud: piogge e rovesci. Domenica 15. Al Nord: soleggiato. Al Centro: piovaschi in Molise. Al Sud: instabile su Gargano e basso Tirreno. Tendenza: prossima settimana con l'Anticiclone delle Azzorre. .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T12:32:02.004+02:00",
    "updated": "2024-12-13T12:32:02.004+02:00"
  },
  {
    "uuid": "f7d2eb1368cb8d9b53a6547a1d8e4fc1b25bcbe6",
    "url": "https://flipboard.com/topic/fr-adoption/des-journalistes-du-m-dia-d-extr-me-droite-fronti-res-exfiltr-s-lors-d-un-rassem/a-AXJTIv3-Tzqq_I94RYH9xQ%3Aa%3A2425850662-51dead9a04%2Fleparisien.fr",
    "ord_in_thread": 0,
    "author": "leparisien.fr - Par Le Parisien avec AFP",
    "published": "2025-04-09T21:24:00Z",
    "title": "Des journalistes du média d'extrême droite Frontières exfiltrés lors d'un rassemblement de collaborateurs LFI à l'Assemblée | Flipboard",
    "text": "Des journalistes du média d’extrême droite Frontières exfiltrés lors d’un rassemblement de collaborateurs LFI à l’Assemblée Un rassemblement de protestation contre un article de Frontières, jugé diffamatoire envers des collaborateurs de LFI, a dégénéré en incident …\nleparisien.fr - Par Le Parisien avec AFP • 34m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Politics->political dissent",
      "Politics->freedom of the press",
      "Crime, Law and Justice->law enforcement",
      "Social Issue->discrimination",
      "Social Issue->social problem",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T01:00:49.355+03:00",
    "updated": "2025-04-10T01:00:49.355+03:00"
  },
  {
    "uuid": "fd45e8662386a6b0e9be2b18a294bfad8d787e48",
    "url": "https://ktla.com/news/local-news/missing-4-year-old-southern-california-boy-rescued-after-spending-night-in-wilderness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vivian Chow",
    "published": "2024-06-22T01:43:00Z",
    "title": "Missing 4-year-old Southern California boy rescued after spending night in wilderness",
    "text": "A missing 4-year-old boy from Torrance was found safe after spending the night in the wilderness Friday. The boy, Christian Ramirez, was on a camping trip with his family at the Rancheria Campground at Huntington Lake, according to the Fresno County Sheriff’s Office. Shortly before 11 a.m. on Thursday, the boy went missing. The family had searched the area for about an hour before they called authorities for help. Over 50 rescue crew members, deputies and volunteers headed to the campground and began searching for the boy into the night, however, there were no signs of him. By 8 a.m. the next morning, members of the Tulare County Search and Rescue Team located the boy about a quarter mile away from where he reportedly disappeared. He was found nestled under a tree. Authorities said the boy was tired and hungry, but was found in good condition. He had spent around 22 hours by himself in an area officials said is populated with dangerous wildlife and difficult terrain. Video of the rescue showed the boy being carried out of the wilderness to safety. He had been wearing only a t-shirt and shorts and was given a sandwich before he was eventually reunited with his worried parents. It’s unclear how the boy was initially separated from his family, however, authorities are urging campers to be prepared when heading out into the wilderness and to keep a close eye on children, pets and family members. Huntington Lake is located about 300 miles north of Los Angeles County in the Central Valley area. Footage of the boy’s rescue can be seen in the video player above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/FresnoSheriff/posts/pfbid02vFWdiuS6hqRjQC7HHD6LyzmYGQMRfsP259DNH6JX1V1SwJV5vqrdXj4HpkaUUUKtl",
      "https://facebook.com/FresnoSheriff/posts/pfbid02vFWdiuS6hqRjQC7HHD6LyzmYGQMRfsP259DNH6JX1V1SwJV5vqrdXj4HpkaUUUKtl"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christian ramirez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fresno county sheriff’s office",
          "sentiment": "none"
        },
        {
          "name": "tulare county search and rescue team",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "torrance",
          "sentiment": "none"
        },
        {
          "name": "huntington lake",
          "sentiment": "none"
        },
        {
          "name": "rancheria campground",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T04:47:54.265+03:00",
    "updated": "2024-06-23T12:52:28.276+03:00"
  }
]