[
  {
    "uuid": "e2c61df15377be415cfc22a1821d6ad4ae836f24",
    "url": "https://www.infobae.com/espana/agencias/2023/12/29/ocho-de-cada-diez-victimas-de-islamofobia-sufren-comentarios-o-insultos-por-uso-del-hiyab/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-29T10:20:00Z",
    "title": "Ocho de cada diez víctimas de islamofobia sufren comentarios o insultos por uso del hiyab",
    "text": "Málaga, 29 dic (EFE).- Ocho de cada diez víctimas de islamofobia sufren comentarios o insultos por el uso del hiyab en España, según un estudio elaborado por la Asociación Marroquí para la Integración de los Inmigrantes.\nLa investigación, titulada ¿Por qué no se denuncia la islamofobia en España?, apunta a que los gestos ofensivos y la intolerancia por la utilización del velo islámico es una de las formas de discriminación más frecuentes.\nAdemás, una de cada cuatro agresiones que sufre una mujer musulmana en España se produce como consecuencia del uso de este pañuelo que cubre la cabeza y el cuello.\nSolo siete de cada cien personas pertenecientes a la comunidad musulmana sienten que no han sufrido discriminación por motivos islamófobos, racistas o xenófobos en nuestro país, por lo que \"el 93 % de las personas que pertenecen a este colectivo han sido víctimas de actitudes discriminatorias\", según recoge la investigación.\nEn el estudio han participado 650 personas musulmanas o percibidas como tal de todas las comunidades y ciudades autónomas de España, 38 administraciones públicas y entidades sociales y 19 grupos focales donde participaron personas que ya se percibían como víctimas de discursos de odio por este asunto.\nLas conclusiones arrojan la necesidad de seguir facilitando herramientas para contestar a la islamofobia, ya que el alto porcentaje de personas que sufren discriminación contrasta con que solo un 6,4 % de las víctimas denuncia.\nEn cuanto a las causas de la infradenuncia, el informe cita entre los motivos más comunes son que no sabían que podían denunciarlo, la falta de confianza en las instituciones y el temor a ser discriminado o no ser atendido adecuadamente debido a su cultura o religión.\nEn cuanto a la forma en la que se manifiestan estas agresiones, destaca que ocho de cada diez víctimas de islamofobia sufren comentarios insultos y gestos ofensivos o alguna forma de intolerancia por el uso del hiyab.\nLos lugares donde más discriminación islamófoba se manifiesta, según el estudio, son la calle o lugar público, el sitio de trabajo y el centro educativo. EFE\nmdr/fs/lml\nMás Noticias\n[La “amiga especial” del cantante se encuentra en la recta final del embarazo de su primer hijo y el sexto del presentador de televisión](/espana/2023/12/29/la-condicion-que-gabriela-guillen-impone-a-bertin-osborne-para-hacerse-la-prueba-de-paternidad/)\nLa condición que Gabriela Guillén impone a Bertín Osborne para hacerse la prueba de paternidad\n[La alta incidencia en gripe y covid intensifica la presión en los hospitales y centros de salud](/espana/2023/12/29/epidemia-de-gripe-en-espana-estas-son-las-10-recomendaciones-de-sanidad-para-prevenir-el-contagio/)\nEpidemia de gripe en España: estas son las 10 recomendaciones de Sanidad para prevenir el contagio\n[“El año pasado nos preocupaban muchísimo los suicidios infantiles, que fueron 22 en 2021, una cifra absolutamente inaudita en España”, comenta Andoni Ansean, presidente de la Fundación Española para la Prevención del Suicidio.](/espana/2023/12/29/los-suicidios-en-adolescentes-y-jovenes-alcanzan-maximos-historicos-en-espana-estan-pidiendo-ayuda/)\nLos suicidios en adolescentes y jóvenes alcanzan máximos históricos en España: “Están pidiendo ayuda”\n[El Código Penal prevé penas de prisión de hasta seis meses y privación del derecho a conducir hasta cuatro años para este tipo de delitos](/espana/2023/12/29/pillan-a-un-conductor-circulando-a-199-kmh-en-terrateig-valencia-por-un-tramo-limitado-a-100-kmh/)\nPillan a un conductor circulando a 199 km/h en Terrateig (Valencia) por un tramo limitado a 100 km/h\n[La Dirección General de Tráfico seguirá instalando radares en los próximos años en el marco de su plan de seguridad vial para los próximos tres años](/espana/2023/12/29/la-dgt-desvela-como-elige-las-carreteras-en-las-que-pone-radares-para-multar/)\nLa DGT desvela cómo elige las carreteras en las que pone radares para multar\nMÁS NOTICIAS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:24:54.834+02:00",
    "updated": "2023-12-29T12:24:54.834+02:00"
  },
  {
    "uuid": "c20bf91dfc10f9ee040cc00d22f9a3ab1ab4849e",
    "url": "https://cadenaser.com/aragon/2023/12/24/la-asociacion-jaca-jacobea-denuncia-el-mal-estado-del-camino-de-santiago-a-su-paso-por-castiello-radio-jaca-ser-pirineos/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cristina López Calvo",
    "published": "2023-12-24T07:26:00Z",
    "title": "La Asociación Jaca Jacobea denuncia el mal estado del Camino de Santiago a su paso por Castiello | Actualidad | Cadena SER",
    "text": "[Sociedad](/actualidad/sociedad/) La Asociación Jaca Jacobea denuncia el mal estado del Camino de Santiago a su paso por Castiello Las últimas riadas afectaron al tramo peregrino Jaca La Asociación de Amigos del Camino de Santiago de Jaca denuncia el estado de un tramo del Camino junto al pueblo de Castiello de Jaca, cerca del camping. En ese punto el trayecto discurre junto al río, y las crecidas de este año del río Aragón lo han dejado con apenas un metro de paso en dos puntos concretos de este municipio. En primavera ya se vio afectado por una crecida y la riada de este otoño acabó de estropearlo. José María Bartolomé, presidente de la Asociación Jaca Jacobea, lamenta los problemas que está ocasionando y la mala imagen que se extiende por el boca a boca entre los peregrinos, por lo que reclama al Gobierno de Aragón su reparación inmediata. Tras esta denuncia, el grupo parlamentario de CHA en las Cortes de Aragón presentará sendas preguntas parlamentarias para conocer, cuándo, cómo y con qué inversiones va a realizar el Gobierno de Aragón las necesarias actuaciones destinadas a mejorar este tramo específico del camino aragonés. Joaquín Palacín, Presidente de CHA y Portavoz de CHA en la Comisión de Desarrollo Territorial, Despoblación y Justicia, recuerda que el Camino de Santiago francés en su tramo aragonés transcurre por hasta 15 términos municipales y necesita de diversas actuaciones para poder acondicionarlo, mantener la limpieza en el mismo e ir reponiendo infraestructuras dañadas en los 90 kilómetros por los que discurre en Aragón.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:10:56.120+02:00",
    "updated": "2023-12-24T13:10:56.120+02:00"
  },
  {
    "uuid": "1140b24a9770c38ace497b187081866efbc8dca1",
    "url": "https://www.sundayworld.com/news/irish-news/mum-of-girl-5-left-fighting-for-life-on-parnell-square-says-she-is-out-of-icu-and-has-smiled/a1794579258.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Niall Donald",
    "published": "2023-12-28T22:24:00Z",
    "title": "Mum of girl (5) left fighting for life on Parnell Square says she is out of ICU and has smiled",
    "text": "Mum of girl (5) left fighting for life on Parnell Square says she is out of ICU and has smiled The girl’s mother says her daughter is now out of Temple Street Children’s Hospital’s Paediatric Intensive Care Unit (PICU) The mum of a five-year-old girl left fighting for her life on Parnell Street has revealed her daughter is improving and has “even smiled”. The girl has remained in hospital where she is being treated for critical injuries following the incident on 23 November in Dublin’s city centre. Crèche worker Leanne Flynn, from Dublin, was also seriously injured during the same incident on Parnell Square. However, the girl’s mum has now given an update on her health through a GoFundMe page set up to help the family, called ' [Barróg do Chailín Beag'](http://gofund.me/6b6f1e1e) (A Hug for a Little Girl). The little girl’s parents have previously used the online fundraising site – which has raised more than €58,000 so far - to keep well-wishers informed of her progress. On a message left on the GoFundMe page, the girl’s mother says her daughter is now out of Temple Street Children’s Hospital’s Paediatric Intensive Care Unit (PICU). She writes: “Our angel has been out of the PICU for two weeks now. She is more alert and even smiled. \"We still have a long time still in hospital, but she is out of danger. Thank you everyone for all the help and support. \"All our love.” Following the attack on Parnell Street, the girl was rushed to Temple Street where she received emergency medical treatment for critical injuries. However, she has recently rallied and made progress under the care of hospital staff and medics. The GoFundMe page can be found at: [https://gofund.me/6b6f1e1e](https://gofund.me/6b6f1e1e). Riad Bouchaker (50) is currently before the courts in connection with the incident on November 23. He is charged with three counts of attempted murder, one of producing and possessing a kitchen knife, three counts of assault causing harm and one of assault causing serious harm.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "http://gofund.me/6b6f1e1e",
      "https://gofund.me/6b6f1e1e.",
      "http://www.gofund.me/6b6f1e1e",
      "https://www.gofund.me/6b6f1e1e."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leanne flynn",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "temple street children’s hospital’s paediatric intensive care unit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "parnell square",
          "sentiment": "none"
        },
        {
          "name": "parnell street",
          "sentiment": "none"
        },
        {
          "name": "dublin",
          "sentiment": "none"
        },
        {
          "name": "temple street children’s hospital",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:32:22.700+02:00",
    "updated": "2023-12-29T03:34:07.517+02:00"
  },
  {
    "uuid": "276f87dc7efefa735f089d125705890148b24c03",
    "url": "https://www.farodevigo.es/empresas-en-vigo/2023/12/28/fag-pobreza-exclusion-social-96331765.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M. González",
    "published": "2023-12-28T20:30:00Z",
    "title": "FAG, contra a pobreza e a exclusión social",
    "text": "A Fundación Amigos de Galicia desenvolve anualmente o “Plan integral de Loita contra a Pobreza e a Exclusión Social”. Mediante dito programa, a entidade cubra as necesidades básicas das familias en situación de risco ou situación de exclusión social. No ano 2023, ata o mes de novembro, a entidade atendeu un total de 3.249 persoas na Comunidade Autónoma de Galicia, das cales 242 tiveron carácter de urxencia. Da totalidade das familias atendidas, 307 pertencen a comarca do Salnés. O total de persoas atendidas nos concellos cos que a Fundación se coordina e mantén un convenio de colaboración ascende a 1.693, as cales se lle realizaron un total de 5.257 atencións. Departamento de orientación laboral O Servizo de Orientación Laboral da entidade realiza accións encamiñadas á inserción laboral e formación de persoas en idade laboral en Galicia; sendo conscientes de que o aceso ao emprego é a principal ferramenta que teñen as persoas para poder obter recursos cos que ser independentes e poder satisfacer as súas necesidades. A entidade atendeu a 14.285 persoas no que vai de ano, insertando a 2.265 delas. Diferentes programas levados a cabo desde o Departamento de Orientación Laboral contan coa colaboración da Consellería de Promoción do Emprego e a Igualdade, da Deputación de Pontevedra e Deputación de A Coruña. En 2023, ata o mes de novembro, foron atendidas a través da Axencia de Colocación un total de 7.205 persoas: Itinerarios de inserción laboral, BAE, persoas en situación de asilo e inmigrantes en tramitación de expediente de regulación de emprego -das cales seguen en tramitación de documentación 1.533 persoas-. Atención a persoas maiores Fundación Amigos de Galicia a través do programa “Mellor acompañad@s” impartiu e imparte cursos de dixitalización na Comunidade Autónoma de Galicia. Ao longo do 2022 e 2023, ata o mes novembro, a entidade atendeu a un total de 484 persoas, con actuacións nos concellos de : Barro, Caldas de Reis, Catoira, Meñao, Moraña, O Grove, Poio, Ponteareas, Pontevedra, Redondela, Ribadumia, Sanxenxo, Vilagarcía de Arousa, A Estrada, Cuntis, Lalín, Cangas, Gondomar, Cededo-Cotobade, Moaña, Silleda, Soutomaior e Tui. Departamento de psicoloxía Pola súa banda, o departamento de psicoloxía ofrece os seus servizos a persoas que precisan axuda psicolóxica e que pola súa situación económica ou por atoparse en situación ou risco de exclusión social, non dispoñen dos medios para costear unha consulta privada ou non poden esperar os prazos de tempo para ser atendidos/as por profesionais de atención primaria. A entidade conta con atención presencial na oficina sita en Matosinhos nº 2 (Vilagarcía de Arousa). Dende a posta en marcha do servizo, o Departamento de Psicoloxía de Fundación Amigos de Galicia atendeu un total de 547 expedientes. No ano 2023, o departamento abriu 101 expedientes dos cales o 29 % pertencen a usuarios/as con residencia na Comarca do Salnés (un total de 29 expedientes). Charlas de sensibilización Dende a entidade tamén levan a cabo proxectos de intervención nos centros educativos da comunidade galega. O persoal da entidade traballou en coordinación cos centros escolares na sensibilización en materias como: - - Promoción da igualdade e prevención da violencia de xénero con mención especial na responsabilidade afectiva entorno ás relacións interpersoais. - - Saúde mental na infancia e xuventude centrándonos nas autolesións e na prevención contra o suicidio. - - Sensibilización en materia de voluntariado. Ao longo do ano 2023 realizouse intervención cun total de 1.261 escolares na Comunidade Autónoma de Galicia dos cales un 31% pertencían a Comarca do Salnés. Estas accións atópanse enmarcadas dentro do \"Plan Integral de Loita Contra a Pobreza e Exclusión Social\" que se desenvolve en toda Galicia, coa colaboración da Dirección Xeral de Inclusión da Xunta de Galicia e a aportación voluntaria dos cidadáns e cidadás . A todo isto, tamén hai que sumar as aportacións que fan as empresas, como é o caso de Lence, que xa desde hai moitos anos colaboran coa Fundación Amigos de Galicia e fan posible que ningún neno, nin nena se quede sen agasallo nestas festas. A través das súas intervencións, a Fundación Amigos de Galicia ten como obxectivo acadar unha sociedade máis inclusiva, máis xusta e solidaria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:34:33.282+02:00",
    "updated": "2023-12-29T02:28:37.268+02:00"
  },
  {
    "uuid": "7551c0269548688aba7b06b114180e0841b56c33",
    "url": "http://business.times-online.com/times-online/article/getnews-2024-4-4-pathlight-seniorcare-services-reinforces-its-commitment-to-senior-care-in-mountain-brook-al",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2024-04-04T00:00:00Z",
    "title": "Pathlight Seniorcare Services Reinforces Its Commitment to Senior Care in Mountain Brook, AL | User | times-online.com",
    "text": "Mountain Brook, AL - Pathlight Seniorcare Services, a prominent figure in senior care, today reaffirmed its commitment to the residents of Mountain Brook, AL, by continuing to offer unparalleled home care services. This announcement reassures local families seeking high-quality senior care in Mountain Brook, AL, for their loved ones, ensuring that they receive outstanding support tailored to enhance comfort and well-being within their homes. This enduring pledge is in response to the consistent demand from the community for dependable, superior home care solutions, emphasizing the significance of individualized care plans and the holistic welfare of each senior entrusted to their care. \"Pathlight Seniorcare Services stands by its mission to provide exceptional care and support to the seniors of Mountain Brook, ensuring they lead fulfilling lives with dignity and independence,\" stated Orrett Bailey, owner of Pathlight Seniorcare Services. \"Our unwavering dedication to this goal drives us to continually adapt and meet the evolving needs of our community, guaranteeing that each family and senior we serve experience the compassionate, personalized care they truly merit.\" Pathlight Seniorcare Services' approach to senior care is deeply personalized, aiming to meet the distinct needs of each client. From essential assistance with daily living activities to addressing comprehensive care requirements, this bespoke approach assures seniors an enhanced quality of life, promoting autonomy, comfort, and overall well-being. Families in Mountain Brook, AL, searching for exemplary senior care services can turn to Pathlight Seniorcare Services for their loved ones’ needs. For more information about Pathlight Seniorcare Services and their senior care in Mountain Brook, AL , please visit their website at https://pathlightseniorcare.com About Pathlight Seniorcare Services, LLC: Pathlight Seniorcare Services is a leading provider of senior care services in Mountain Brook, AL. Renowned for its commitment to quality and a team of dedicated care professionals, Pathlight Seniorcare Services delivers a wide range of services designed to cater to the varied needs of the senior population. Dedicated to improving the lives of seniors and their families, Pathlight Seniorcare Services continues to be the preferred choice for those seeking compassionate, high-quality care in the comfort of their homes. Media Contact Company Name: Pathlight Seniorcare Services, LLC Contact Person: Orrett Bailey Email: Send Email Phone: +1 205 715 8956 Address:4000 Eagle Point Corporate Dr City: Birmingham State: AL Country: United States Website: http://www.pathlightseniorcare.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://pathlightseniorcare.com/senior-care/",
      "http://www.universalpressrelease.com/?pr=pathlight-seniorcare-services-reinforces-its-commitment-to-senior-care-in-mountain-brook-al",
      "http://www.pathlightseniorcare.com",
      "https://pathlightseniorcare.com",
      "http://universalpressrelease.com/?pr=pathlight-seniorcare-services-reinforces-its-commitment-to-senior-care-in-mountain-brook-al",
      "https://www.pathlightseniorcare.com/senior-care/",
      "http://pathlightseniorcare.com",
      "https://www.pathlightseniorcare.com",
      "http://www.universalpressrelease.com/",
      "https://pathlightseniorcare.com/senior-care"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "orrett bailey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al - pathlight seniorcare services",
          "sentiment": "negative"
        },
        {
          "name": "pathlight seniorcare services",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mountain brook",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:15:35.231+03:00",
    "updated": "2024-04-05T02:15:35.231+03:00"
  }
]