[
  {
    "uuid": "b3236c029a2a2bc9217f14bc9bf736d78d0d1d52",
    "url": "https://www.santacruzsentinel.com/2023/12/28/waves-pound-santa-cruz-county/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jessica A. York",
    "published": "2023-12-28T16:51:00Z",
    "title": "Waves pound Santa Cruz County",
    "text": "SANTA CRUZ — Very high swell and surf conditions collided with high tide Thursday morning to unleash damaging waves along Santa Cruz County’s coastline. The ocean’s fury peaked with high tide at 10:30 a.m., a couple of hours after the previous day and night’s rainstorm dwindled out. In its wake were left flooded roads and low-lying business areas, scattered ocean debris and significant beach erosion. The National Weather Service is [forecasting an encore performance Saturday](https://www.santacruzsentinel.com/2023/12/26/wind-rain-massive-swell-santa-cruz-county-braces-for-storm-impact/), saying the high surf will subside Friday before another “large swell train” arrives in time for the weekend. Peaking with high tide around 10:30 a.m. Thursday, the surf put on a dramatic show for the hundreds of people who gathered at prime viewing locations up and down the coast, from Steamer Lane in Santa Cruz to along the Stockton Avenue bridge in Capitola and beyond. In the morning, the city of Santa Cruz closed Main and Cowell beaches, with the Santa Cruz Fire Department Marine Safety Division rescuing some individuals living on Cowell Beach who were nearly trapped by the rising tide. Later, the Santa Cruz Municipal Wharf was evacuated and its businesses closed for the day after at least 20-foot waves reached up beneath the structure and tore out wharf pilings, two sprinklers and appeared to damage a water main and sewer pipe, according to Marine Safety Capt. Brian Thomas. “Due to the structural damage and we can’t pump any sewage out, we shut down the entire wharf,” Thomas said, shortly after 10 a.m. “Right now we just made the call to get PG&E out here to isolate the gas because the waves are coming up and hitting the gas main and we don’t want that to start free-flowing.” Thomas aired concerns about wave watchers keeping a safe distance from the water while his division had less access to backup support. The Santa Cruz Harbor Patrol was locked inside the harbor during the dangerous conditions and the Coast Guard was unlikely to be able to quickly respond, he said. Ocean watchers up and down the coast repeatedly called on emergency responders throughout the day, seeking ocean rescues for surfers and swimmers who seemed to be struggling in the water. Few if any appeared to require intervention, however. “We have some rescue skis that are going in the water to make contact with people attempting to surf right now,” Thomas said in the morning. “There’s about four people out there right now, trying. I haven’t seen anyone catch a wave. They’re trying. The conditions aren’t right for it now.” The Santa Cruz County Office of Response, Recovery and Resilience issued a widespread emergency alert around 8 a.m., noting that the Santa Cruz County Sheriff’s Office had issued an evacuation warning and closed Seacliff State Beach and the Rio Del Mar Esplanade area. Later, warnings for Capitola were issued. The county also established a temporary evacuation point at New Brighton Middle School, 250 Washburn Ave. in Capitola. Evacuation warnings countywide were removed by 2:30 p.m. Early in the day, Central Fire District and Santa Cruz County Sheriff’s Office deputies were out in Rio Del Mar, called to rescue a woman from her vehicle. Though uninjured, the woman was stranded by rising waters on Beach Drive shortly before 7 a.m. and was unable to exit her vehicle. Low-lying areas of Seacliff and Capitola continue to show significant public and private impacts from major storms early this year; work is underway to repair a hole in the Capitola Wharf and Seacliff State Beach’s pier has been removed entirely. Once again, Capitola Village’s Esplanade was inundated with floodwaters and businesses fronting Soquel Creek battled tidal surges Thursday. Business employees could be seen grabbing armfuls of sandbags to pile up outside their doors. The Capitola Venetian hotel was evacuated, while the rest of the low-lying Esplanade area was put on an evacuation warning. “Public Works pushed up a sand berm and they put boards on the seawall that we normally open up in the summertime,” Capitola Police Capt. Mike Kilroy said. “But this swell just came over the seawall. It didn’t seem as violent as last year but it was just a steady surge of water.” Capitola Chief Andy Dally, just beginning to survey the storm damage Thursday, said he was grateful that the village had not faced simultaneous heavy rains along with the high tide and swell. In a statement issued Thursday afternoon, the chief urged residents and businesses to “stay tuned” for updates on the next significant wave event, set for Saturday morning. The department expected the Esplanade to reopen by Thursday evening, according to the statement. East Cliff Drive from Santa Cruz to Pleasure Point was closed with muddy washouts at all three of its lagoons, including Schwan Lagoon, Corcoran Lagoon and Moran Lake. A crowd gathered near Sunny Cove traded challenges to each other over what waves they would be able to surf, though none were venturing out. At Corcoran Lagoon, a small group of young men egged each other into crossing the lake-like road and ended up dismounting their bicycles to push across the water. The National Weather Service shared notice of a flood warning until 3 p.m. Thursday and a high surf warning stretching through 3 a.m. Friday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cowell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "santa cruz fire department marine safety division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "santa cruz county santa",
          "sentiment": "none"
        },
        {
          "name": "stockton avenue",
          "sentiment": "none"
        },
        {
          "name": "steamer lane",
          "sentiment": "none"
        },
        {
          "name": "santa cruz",
          "sentiment": "none"
        },
        {
          "name": "santa cruz county",
          "sentiment": "none"
        },
        {
          "name": "capitola",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T03:23:31.477+02:00",
    "updated": "2023-12-29T05:24:11.843+02:00"
  },
  {
    "uuid": "d64e9b394ca5189e3b0ed39288518a4bd559b66a",
    "url": "https://www.finanznachrichten.de/nachrichten-2024-04/61926354-american-aires-inc-american-aires-announces-record-q4-and-annual-2023-order-volume-and-significant-q4-ebitda-profitability-296.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsfile",
    "published": "2024-04-11T20:49:00Z",
    "title": "American Aires Inc.: American Aires Announces Record Q4 and Annual 2023 Order Volume and Significant Q4 EBITDA Profitability",
    "text": "Record quarterly order volume of $3.7 million and gross margin of 59% 1 Record annual order volume of $10.4 million (79% increase YoY) and gross margin of 61% 1 First significant adjusted quarterly EBITDA profitability 1 Toronto, Ontario--(Newsfile Corp. - April 11, 2024) - American Aires Inc. (CSE: WIFI) (OTC Pink: AAIRF) (\" Aires \" or the \" Company\" ), a pioneer in cutting-edge technology designed to protect against electromagnetic radiation and optimize human health, is pleased to announce the filing the Company's Financial Statements and Management's Discussion & Analysis (MD&A) for the year ended December 31, 2023 and disclose key performance metrics (non-IFRS and unaudited financial results). To keep financial results comparable on a YoY basis while making them consistent with ongoing and future reporting, all figures below combine the results of Aires and those achieved by HUCK Project LLC (\" HUCK \") pursuant to the Distributor-Royalty agreement initially announced on August 28, 2023 and which has been subsequently terminated by mutual agreement of the parties, as announced on February 16, 2024.\nThe Aires team is proud of its Q4 2023 performance, achieving record order volume of $3.7 million, 1 largely due to enhancements made to Aires' marketing and advertising strategy. The increased order volume represents strong growth YoY (up $1.3 million for 53% growth), while advertising and promotion expenses grew by only a modest $0.3 million YoY as we continue to scale up our growth engine, and marketing costs were slightly reduced by 2% YoY.\nThe record level of quarterly order volume was achieved despite a temporary shortage of product that limited sales. The related supply chain constraint has now been resolved, and the Company has been fully stocked since that time thanks to the negotiation of new supply terms and increased working capital from our recently closed $4 million financing, as announced on February 16, 2024.\nThe Company's most important quarterly achievement was reporting its first significant adjusted quarterly EBITDA profitability at $77,750, which is a milestone that underscores the Company's ongoing strategic delivery of shareholder value. EBITDA adjustments are for inclusion of HUCK results and non-recurring expenses associated with restructuring and other one-time costs. Please see \"Adjusted EBITDA Reconciliation Table for Q4/2023\" below for more details.\nThe Aires team is equally proud of its annual performance in 2023 on multiple fronts. The Company drove an impressive order volume increase of 79% YoY to $10.4 million (up from $5.8 million in 2022). The strong order volume financial results are a direct result of the brand-building vision of American Aires CEO, Josh Bruni, and his ability to consistently drive growth, such as 2022's order volume increase of 128% YoY. As with previous years, the main catalyst for revenue growth was Bruni's measured, data-driven and iterative growth engine.\nAmerican Aires CEO, Josh Bruni, commented: \"This success builds on the hard work and sustainable growth we've demonstrated over the past 2 years. These financial results are just the latest proof that we have what it takes to reach and convert the massive and growing consumer market focused on wellbeing and EMF protection. Now it's time to focus on making 2024 our best year ever and continuing our trajectory of significant revenue growth. That means staying the course but with the welcomed advantage of working with a larger budget. That will involve ramping up our predictable growth engine to drive further revenue increases and deepening and widening our relationships with athletes, celebrities and performers to elevate Aires to the level of household brand.\"\nGross margin as a percentage in 2023 was mostly in line at 61% relative to from 2022's level (62%), exemplifying continued focus on optimization of manufacturing and fulfillment costs. Gross margin in dollars increased by 76% YoY to $6.4 million (up from $3.6 million in 2022) on the back of stronger order volumes.\nThe financial results for 2023 demonstrate the effectiveness and ROI of the Company's revamped advertising and promotions approach, which includes expanded spending on social media platforms and further spending on developing affiliate relationships to promote Aires' products. During the year, advertising and promotion spend increased by only $1.3 million YoY compared to an annual YoY increase in order volume that was 3.4x greater ($4.6 million).\nMarketing expenses remained relatively stable with a modest 8% YoY increase to $2.1 million. The expenses are based on contracts with a number of marketing agencies that provide services based on a fee as opposed to commissions. As a result, marketing expenses are not expected to increase in the same proportion to sales.\nOverhead costs for the year remained flat at $1.9 million. Largely non-recurring legal and professional fees increased mainly related to an increased use of legal firms during the year for capital raising events and restructuring activities. In contrast, the Company diligently drove down office and general costs by 5% and consulting and payroll expenses by 7%, demonstrating our commitment to efficiency and to creating value for Aires shareholders.\nAmerican Aires Chief Financial Officer, Vitaliy Savitsky, commented: \"American Aires is a young high-growth company, so a lot of my focus has been on disciplining growth, measuring effectiveness of ad spend, and reducing costs. That strategy paid off tremendously in 2023 with its difficult year in the capital markets. Instead of losing ground, we focused on hitting adjusted EBITDA profitability and on growing sustainably. I'm very excited about scaling up the business in existing markets and expanding internationally in 2024 and beyond with this disciplined approach. That's our strategy and vision for further strengthening our industry leader status and delivering more shareholder value.\"\nDetailed breakdown of preliminary, non-IFRS, unaudited figures\nDue to the HUCK agreement being in effect since August 28, 2023 and for the entire Q4 2023, the Company realized the economic benefit from the sale of its products in the form of royalty and credit reimbursement rather than the typical formula of revenues less cost of goods sold (\" COGS \"), less advertising and promotion, less marketing and other expenses. As a result, accounting rules required revenues, COGS, advertising and promotion, marketing and certain other expenses to be allocated to HUCK during this period. The Company reported cash royalty income and credit reimbursement income for 2024 in the amounts of $283,427 and $197,183, respectively, or $480,610 combined. Management believes that the overall net income effect of the HUCK agreement on the Company's bottom line was negligible in 2024 as HUCK realized neither profit nor loss from the distribution partnership. However, to keep investors well informed and be able to compare results with prior years and future quarters, since the HUCK agreement was terminated as of January 1, 2024, the Company is pleased to provide certain relevant metrics on a combined basis, removing the effect of the HUCK agreement to demonstrate the true state of operations. More details are available in the table below.\nHUCK-Aires Reconciliation Table\n2023\n2023\n2023\n2022\nRevenue\nAires\nHUCK\nCombined\nComparison\nSales $ 5,499,689\n$ 4,912,433\n$ 10,412,122\n$ 5,822,140\nCost of sales $ (2,081,563 ) $ (1,969,637 ) $ (4,051,200 ) $ (2,211,890 ) Gross margin $ 3,418,126\n$ 2,942,796\n$ 6,360,921\n$ 3,610,250\nGross margin %\n62%\n60%\n61%\n62%\nCore expenses\nAdvertising and promotion $ (2,210,866 ) $ (1,571,541 ) $ (3,782,406 ) $ (2,443,604 ) Marketing $ (1,307,692 ) $ (824,846 ) $ (2,132,538 ) $ (1,970,265 ) Core Net Income (Loss) $ (100,432 ) $ 546,409\n$ 445,977\n$ (803,619 )\nOverhead costs\nOffice and general $ (293,557 ) $ (53,867 ) $ (347,424 ) $ (363,818 ) Consulting and payroll $ (1,149,231 ) $ (11,875 ) $ (1,161,105 ) $ (1,249,912 ) Legal and professional $ (392,190 ) $ (58 ) $ (392,248 ) $ (283,864 ) Adjusted EBITDA $ (1,935,410 ) $ 480,610\n$ (1,454,800 ) $ (2,701,213 )\nOther\nCash royalty income/(expense) $ 283,427\n$ (283,427 ) $ -\n$ -\nCredit reimbursement income/(expense) $ 197,183\n$ (197,183 ) $ -\n$ -\nStock-based compensation $ (554,744 ) $ -\n$ (554,744 ) $ (139,667 ) Interest charges $ (616,809 ) $ -\n$ (616,809 ) $ (502,089 ) Equity-based finance charge $ (953,444 ) $ -\n$ (953,444 ) $ (353,000 ) Consulting fees settled in shares $ (782,057 ) $ -\n$ (782,057 ) $ -\nDepreciation $ (137,958 ) $ -\n$ (137,958 ) $ (138,359 ) Foreign exchange settlement $ (100,000 ) $ -\n$ (100,000 ) $ -\nSales tax provision $ (146,707 ) $ -\n$ (146,707 ) $ (74,520 ) Net Income (Loss) $ (4,746,519 ) $ -\n$ (4,746,519 ) $ (3,908,848 )\n*Note: The \"2023 HUCK\" and \"2023 Combined\" columns contain non-IFRS, unaudited figures.\nAdjusted EBITDA Reconciliation Table for Q4/2023\nQ4\nQ4\nQ4 2023\nRevenue\nAires\nHUCK\nCombined\nSales $ -\n$ 3,746,442\n$ 3,746,442\nCost of sales $ -\n$ (1,546,300 ) $ (1,546,300 ) Gross margin $ -\n$ 2,200,142\n$ 2,200,142\nGross margin %\nN/A\n59%\n59%\nCore expenses\nAdvertising and promotion $ -\n$ (1,144,965 ) $ (1,144,965 ) Marketing $ -\n$ (624,499 ) $ (624,499 ) Core Net Income (Loss) $ -\n$ 430,678\n$ 430,678\nOverhead costs\nOffice and general $ (43,133 ) $ (40,580 ) $ (83,713 ) Consulting and payroll $ (159,542 ) $ (8,679 ) $ (168,221 ) Legal and professional $ (100,937 ) $ (58 ) $ (100,995 ) Adjusted EBITDA $ (303,612 ) $ 381,362\n$ 77,750\nOther\nCash royalty income/(expense) $ 168,392\n$ (168,392 ) $ -\nStock-based compensation $ (554,744 ) $ -\n$ (554,744 ) Interest charges $ (27,843 ) $ -\n$ (27,843 ) Equity-based finance charge $ -\n$ -\n$ -\nConsulting fees settled in shares $ (782,057 ) $ -\n$ (782,057 ) Depreciation $ (34,489 ) $ -\n$ (34,489 ) Foreign exchange settlement $ (100,000 ) $ -\n$ (100,000 ) Legal costs - restructuring $ (20,000 ) $ -\n$ (20,000 ) Sales tax provision $ (146,707 ) $ -\n$ (146,707 ) Net Income (Loss) $ (1,801,061 ) $ 212,970\n$ (1,588,091 )\n*Note: The \"Q4 HUCK\" and \"Q4 Combined\" columns contain non-IFRS, unaudited figures.\nIn addition, the Company has also extended its engagement of Clarkham Capital Ltd. (\"Clarkham\") (phone: +44-20-3883-9398; address: Flat 285 - 61 Praed Street, London, W2 1NS, United Kingdom) to provide investor relations and consulting services with a focus on the German stock market and the German-speaking investor community. The services will include the preparation of articles and coverages on several financial platforms and newsletters. The services will also include the translation and distribution of news releases in Germany. The services commenced on April 11, 2024 and will end on May 11, 2024. The Company will pay Clarkham EUR€150,000 for its services. The Company will not issue any securities to Clarkham in consideration of the services. The Company and Clarkham deal at arm's length and do not have any prior relationship.\nAbout American Aires Inc.\nAmerican Aires Inc. is a Canadian-based nanotechnology company committed to enhancing well-being and environmental safety through science-led innovation, education, and advocacy. The company has developed a proprietary silicon-based resonator that protect against the harmful effects of electromagnetic radiation (EMR). Aires' Lifetune products target EMR emitted by consumer electronic devices such as cellphones, computers, baby monitors, and Wi-Fi, including the more powerful and rapidly expanding high-speed 5G networks. Aires is listed on the CSE under the ticker 'WIFI' and on the OTC Pink under the symbol 'AAIRF'. Learn more at www.investors.airestech.com .\nOn behalf of the board of directors\nCompany Contact:\nJosh Bruni, CEO\nWebsite: www.investors.airestech.com\nEmail: wifi@airestech.com\nTelephone: (415) 707-0102\nThe financial results of HUCK included in this news release are unaudited and actual results may vary materially from the estimated results included in this press release. The Company undertakes no obligation to update or supplement the information with respect to HUCK's financial results provided in this press release. The HUCK financial information included in this press release reflects the Company's current estimates based on information available as of the date of this press release and has been prepared by management of the Company. This preliminary financial information should not be viewed as a substitute for full financial statements prepared in accordance with International Financial Reporting Standards and is not necessarily indicative of the results to be achieved for any future periods.\nThis news release refers to certain financial performance measures that are not defined by and do not have a standardized meaning under International Financial Reporting Standards including \"Adjusted EBITDA\" (termed \"Non-IFRS measures\"). Non-IFRS measures are used by management to assess the financial and operational performance of the Company. The Company believes that these Non-IFRS measures, in addition to conventional measures prepared in accordance with International Financial Reporting Standards, enable investors to evaluate the Company's operating results, underlying performance and prospects in a similar manner to the Company's management. As there are no standardized methods of calculating these Non-IFRS measures, the Company's approach may differ from those used by others, and accordingly, the use of these measures may not be directly comparable. Accordingly, these Non-IFRS measures are intended to provide additional information and should not be considered in isolation or as a substitute for measures of performance prepared in accordance with International Financial Reporting Standards. The Corporation defines EBITDA as earnings before interest tax depreciation and amortisation. Adjusted EBITDA removes irregular and non-recurring items that distort EBITDA.\nCertain information set forth in this news release may contain forward-looking statements that involve substantial known and unknown risks and uncertainties. All statements other than statements of historical fact are forward-looking statements, including, without limitation, statements regarding future financial position and financial measures, future market position, growth, innovations, global impact, business strategy, brand development, product adoption, use of proceeds, corporate vision, proposed acquisitions, strategic partnerships, joint ventures, 2024 being our best year ever, continuing our trajectory of revenue growth, relationships with athletes, celebrities and performers, the size and growth of the consumer market focused on wellbeing and EMF protection, strategic alliances and co-operations, budgets, cost and plans and objectives of or involving the Company. Such forward-looking information reflects management's current beliefs and is based on information currently available to management. Often, but not always, forward-looking statements can be identified by the use of words such as \"plans\", \"expects\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"predicts\", \"intends\", \"targets\", \"aims\", \"anticipates\" or \"believes\" or variations (including negative variations) of such words and phrases or may be identified by statements to the effect that certain actions \"may\", \"could\", \"should\", \"would\", \"might\" or \"will\" be taken, occur or be achieved. A number of known and unknown risks, uncertainties and other factors may cause the actual results or performance to materially differ from any future results or performance expressed or implied by the forward-looking information. These forward-looking statements are subject to numerous risks and uncertainties, certain of which are beyond the control of the Company including, but not limited to, the impact of general economic conditions, industry conditions, the occurrence of force majeure events, developments and changes in laws and regulations, competitive factors, and dependence upon regulatory approvals. Certain material assumptions regarding such forward-looking statements may be discussed in this news release and the Company's annual and quarterly management's discussion and analysis filed at www.sedarplus.ca. Readers are cautioned that the assumptions used in the preparation of such information, although considered reasonable at the time of preparation, may prove to be imprecise and, as such, undue reliance should not be placed on forward-looking statements. The Company does not assume any obligation to update or revise its forward-looking statements, whether as a result of new information, future events, or otherwise, except as required by securities laws.\nNo securities regulatory authority has either approved or disapproved of the contents of this news release. The Shares have not been, nor will they be, registered under the United States Securities Act of 1933, as amended, or any state securities laws, and may not be offered or sold in the United States, or to or for the account or benefit of any person in the United States, absent registration or an applicable exemption from the registration requirements. This press release shall not constitute an offer to sell or the solicitation of an offer to buy any common shares in the United States, or in any other jurisdiction in which such offer, solicitation or sale would be unlawful. We seek safe harbour.\nNeither the Canadian Securities Exchange nor its Market Regulator (as that term is defined in the policies of the Canadian Securities Exchange) accepts responsibility for the adequacy or accuracy of this news release.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aires",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american aires inc.",
          "sentiment": "negative"
        },
        {
          "name": "huck project llc",
          "sentiment": "none"
        },
        {
          "name": "company's financial statements and management's discussion & analysis",
          "sentiment": "none"
        },
        {
          "name": "ebitda",
          "sentiment": "none"
        },
        {
          "name": "(newsfile corp.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ontario",
          "sentiment": "none"
        },
        {
          "name": "aires",
          "sentiment": "none"
        },
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:56:44.216+03:00",
    "updated": "2024-04-12T03:56:44.216+03:00"
  },
  {
    "uuid": "aca75cd4dbc3a4728b4d09522e39df3e45fcbb27",
    "url": "https://vnexplorer.net/strike-on-crimean-belbek-airfield-expert-names-possible-goals-and-consequences-s1294167.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-01T23:14:00Z",
    "title": "Strike on Crimean Belbek airfield: Expert names possible goals and consequences",
    "text": "Photo: Expert spoke about strikes of Armed Forces of Ukraine on Belbek airfield in Crimea (mil.ru)\nWhen carrying out yesterday’s attack on Russian enemy objects on the territory of the temporarily occupied Crimea, in particular in the area of the Belbek airfield, the Defense Forces of Ukraine could attack several targets at once, says Oleksandr Musiienko, head of the Center for Military Legal Research.\nHe expressed the opinion that the target, in particular, was the command post of the Russian occupiers, and also “targets could be warehouses with missiles and guided aerial bombs, weapons and, of course, aircraft.”\n“Aviation can be hit, especially the one that is on duty, preparing for departure. They are, as a rule, fueled, and accordingly, when hit, it can cause a serious fire at the airfield,” the analyst noted.\nFrom this point of view, Storm Shadow missiles can also be used, he added.\nAlthough the global goal was most likely to destroy the command post and disable the airfield itself, to deprive the Russians of the opportunity to use Belbek, notes Musiienko.\nCommenting on the possible consequences, the expert explained that now the interventionists would not be able to use it as intended, at least “for a certain period of time”.\n“But I am also aware that they will restore it. And so far it has not been observed that they are abandoning Belbek, redeploying aviation and operating from other airfields. Time will tell, it is too early to draw conclusions,” he emphasized.\nMoreover, according to his words, the Russian invaders will reduce the number of flights in the near future.\n“For what period will depend on how quickly they will be able to recover. And the second is whether we will let them do it. That is, how quickly our forces will be able to repeat the strike,” Musiienko said.\nThe analyst believes that disabling the airfield can be “a matter of not one, not two attacks, but more.”\n“But it seems to me that the goals are clear and Ukrainian forces will continue to hit them,” the expert summarized.\nExplosions in Crimea on January 31\nYesterday afternoon there were repeated explosions in the temporarily occupied Crimea. Local Telegram channels published photos and videos showing traces of rockets in the sky.\nThe network also wrote about an alleged fire in the area of the Belbek airfield in Sevastopol. At the same time, the Russians announced that they allegedly tried to attack the temporarily occupied Crimea with dozens of missiles.\nLater, the commander of the Air Force of the Armed Forces of Ukraine, Mykola Oleshchuk, made a statement, hinting at an attack on the Belbek airfield.\nAnd already on February 1, Russian mass media reported that a communication point could have been attacked at the Belbek airfield in Sevastopol.\nAccording to the spokesman of the Air Force of the Ukrainian Armed Forces, Yurii Ihnat, as a result of yesterday’s explosions in Crimea, in particular, in the area of the Belbek airfield, certain objects were damaged. But to establish the exact consequences, it is necessary to wait for the confirmation of intelligence or satellite images.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1hDbsg.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1hDbsg.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "musiienko",
          "sentiment": "none"
        },
        {
          "name": "belbek",
          "sentiment": "none"
        },
        {
          "name": "oleksandr musiienko",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "defense forces of ukraine",
          "sentiment": "none"
        },
        {
          "name": "center for military legal research",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "crimea",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T01:32:47.849+02:00",
    "updated": "2024-02-02T01:32:47.849+02:00"
  },
  {
    "uuid": "4531411ef43d137193a8e19d567073a441fc60ff",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7369573.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:34:00Z",
    "title": "中证A500增强ETF（159226）跌0.80%，半日成交额294.07万元|ETF_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，中证A500增强ETF（159226）跌0.80%，报0.993元，成交额294.07万元。中证A500增强ETF（159226）重仓股方面， 贵州茅台 截止午盘涨0.00%， 宁德时代 跌1.13%， 中国平安 跌0.93%， 美的集团 跌0.65%， 招商银行 跌0.70%， 紫金矿业 跌1.44%， 格力电器 跌0.63%， 伊利股份 跌0.39%， 长江电力 跌0.33%， 京东方A 跌1.01%。\n中证A500增强ETF（159226）业绩比较基准为 中证A500指数 收益率，管理人为国泰基金管理有限公司，基金经理为梁杏、刘昉元，成立（2025-05-20）以来回报为0.15%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->market and exchange",
      "Social Issue->population and census",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:34.721+03:00",
    "updated": "2025-06-20T05:08:34.000+00:00"
  },
  {
    "uuid": "9d5697ae73a32418db94348c13db908b9357aab0",
    "url": "https://www.telediario.mx/comunidad/frente-frio-monterrey-traera-lluvias-viento-y-granizadas-que-dias",
    "ord_in_thread": 0,
    "author": "Emily Quiñones",
    "published": "2025-05-07T23:44:00Z",
    "title": "Frente frío en Monterrey traerá lluvias, viento y-granizadas: qué-días| Telediario México",
    "text": "Frente frío llega con lluvias a Monterrey; no descartan viento fuerte y granizadas\nLas lluvias van a extenderse por el noreste de México.\nLos pronósticos de lluvias vuelven a Nuevo León, así lo han señalado los meteorólogos desde hace algunos días, por lo que te compartimos cuándo entra y qué días va a llover.\nLas condiciones para que ocurran lluvias y tormentas alcanzarán el noreste y oriente del país, debido al paso de un frente frío.\n-\nTe recomendamos\nPronóstico del tiempo para Monterrey del jueves 8 de mayo con Abimael SalasComunidad\nEl nuevo frente frío llegará con lluvias a Nuevo León, y abre la probabilidad de traer viento fuerte, descargas eléctricas y caída de granizo.\n\"El ingreso de un frente frío traerá consigo un incremento en las lluvias para Monterrey mañana, especialmente en la noche, cuando es probable se genere una línea de fuertes tormentas pudiendo generar viento fuerte, granizo y descargas eléctricas\".\nATENCIÓN ⚠️\n— Nelson Valdez (@nelvaldez)\nEl ingreso de un[#FrenteFrío]traerá consigo un incremento en las lluvias para[#Monterrey]mañana, especialmente en la noche cuando es probable se genere una línea de fuertes tormentas pudiendo generar viento fuerte, granizo y descargas eléctricas.\nPendientes…[pic.twitter.com/Tdzfg2Qk1i][May 7, 2025]\n¿Qué días va a llover en Monterrey por frente frío?\nHasta el momento está previsto que las lluvias a razón del frente frío se presenten desde el jueves y también el viernes, mientras que para el sábado se espera cielo parcialmente soleado.\n- Jueves 8 de mayo: 22 a 28 grados con cielo mayormente nublado y lluvia con tormenta eléctrica.\nClima para la noche del jueves: 21 grados, nublado, viento del norte y lluvia con tormenta eléctrica.\n- Viernes 9 de mayo: 19 a 24 grados, mayormente nublado y ambiente fresco con lluvia.\n- Sábado 10 de mayo: 19 a 28 grados, parcialmente soleado.\n-\nTe recomendamos\n¿Se llamarán como tu? Estos son los nombres de huracanes que impactarán en 2025 y su fecha de inicioNacional\n¿Qué municipios de Nuevo León tendrán lluvia este jueves?\nEstos son municipios de Nuevo León que tendrán lluvias y tormentas este jueves, ¡toma tus precauciones!\n- Linares: 21 a 30 grados, mayormente nublado con lluvias o chubascos.\n- Sabinas: 21 a 29 grados, mayormente nublado con chubascos y tormentas.\n- Anáhuac: 21 a 29 grados, mayormente nublado con chubascos y tormentas aisladas.\n- Bustamante: 21 a 29 grados, mayormente nublado con chubascos aislados.\n- China: 22 a 31 grados, mayormente nublado con chubascos y tormentas.\n- Cadereyta: 22 a 39 grados, mayormente nublado con chubascos y tormentas.\n- Galeana: 15 a 24 grados, parcialmente nublado con lluvias o chubascos.\n- Dr. Arroyo: 15 a 31 grados, parcialmente nublado con chubascos o lluvias.\n- Santiago: 21 a 30 grados, mayormente nublado con lluvias o chubascos.\nFrente frío 42 y masa de aire frío dejarán vientos y posiblemente torbellinos\nSobre las lluvias del jueves, el Servicio Meteorológico Nacional (SMN) reportó que este día el \"frente frío 42 se extenderá sobre el noreste del territorio mexicano y será reforzado por una nueva masa de aire frío\", por lo que prevé viento con rachas de 60 a 80 kilómetros por hora y tolvaneras en Chihuahua, además, prevé la posible formación de torbellinos en Coahuila, Nuevo León y Tamaulipas en donde las rachas podrán alcanzar de 50 a 70 kilómetros por hora en Durango y San Luis Potosí.\n.\n- Queda prohibida la reproducción total o parcial del contenido de esta página, mismo que es propiedad de TELEDIARIO; su reproducción no autorizada constituye una infracción y un delito de conformidad con las leyes aplicables.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Social Issue->mankind",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Environment->water",
      "Environment->environmental pollution",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://smn.conagua.gob.mx/es",
      "https://www.smn.conagua.gob.mx/es"
    ],
    "entities": {
      "persons": [
        {
          "name": "Nelson Valdez",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T03:41:42.004+03:00",
    "updated": "2025-05-08T00:46:21.000+00:00"
  },
  {
    "uuid": "520422f12719925c0c839fa08a9a85aba041de51",
    "url": "https://vnexplorer.net/beneficios-de-la-nuez-de-macadamia-un-fruto-seco-que-ayuda-al-organismo-s2229737.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-04T00:00:00Z",
    "title": "Beneficios de la nuez de macadamia, un fruto seco que ayuda al organismo",
    "text": "Nuez de macadamia con cáscara, ingrediente saludable ¿Para qué sirve la nuez de macadamia? Conoce sus beneficios para la salud, pues es uno de los frutos secos más famosos y más nutritivos que podemos incorporar en nuestra dieta. ¡Aprovecha su versatilidad! Todos sabemos que las nueces son súper nutritivas, no es un secreto para nadie. Sin embargo, entre los tipos que existen, cada una tiene sus propias características que vale la pena conocer. Otra gran ventaja de este alimento es que puede disfrutarse como snack, como ingrediente de algún platillo o como pieza fundamental en la cocina, ¡tú eliges! También te puede interesar: Pay de nueces, el clásico sencillo Origen de las nueces de macadamia Las nueces de macadamia son originarias de Australia, donde crecen de forma natural en los bosques lluviosos subtropicales y en las regiones costeras, de acuerdo con el Instituto Nacional de Investigación Agraria y Alimentaria. Actualmente, se cultivan en diversas partes del mundo, siendo de los principales, los países de Centroamérica y Brasil. Se parecen un poquito a las avellanas, aunque son más grandes. Sin embargo, ¿sabías que esta nuez se hizo muy popular en Hawai? En la década de 1880, las semillas de macadamia fueron llevadas a esta región y, desde entonces, se convirtió en uno de los productos más comercializados de la isla. Características de la nuez de macadamia - Alto contenido en grasa: contienen ácidos grasos monoinsaturados como el ácido oleico. - Cáscara dura: de ahí a que mucha gente decida no comerlas, pero es un detalle menor. - Textura cremosa: las nueces de macadamia se caracterizan por su textura cremosa y su sabor delicado y ligeramente dulce. Gracias a esto, son muy populares como snack. Nuez de macadamia pelada sobre mesa Foto: iStock Beneficios de comer nuez de macadamia Nutrientes equilibrados Las nueces de macadamia son una excelente fuente de nutrientes, incluyendo fibra, proteínas, vitaminas y minerales. Son particularmente ricas en tiamina (vitamina B1), magnesio y fósforo, que son importantes para varias funciones corporales. Bajo contenido de carbohidratos Aunque las nueces de macadamia son ricas en grasas saludables, tienen un bajo contenido de carbohidratos, lo que las convierte en una opción ideal para dietas bajas en carbohidratos o cetogénicas. Promueve a la salud cardiovascular Estudios han demostrado que los ácidos grasos monoinsaturados presentes en estas nueces pueden reducir el riesgo de enfermedades cardiovasculares al disminuir los niveles de colesterol LDL y aumentar los niveles de colesterol HDL (lipoproteínas de alta densidad), conocido como “colesterol bueno”. Propiedades antioxidantes Las nueces de macadamia contienen una variedad de antioxidantes, incluido el selenio, que ayudan a combatir el estrés oxidativo en el cuerpo. Esto puede proteger las células del daño causado por los radicales libres y reducir el riesgo de enfermedades crónicas, como enfermedades cardíacas, cáncer y enfermedades neurodegenerativas. Mejora la salud cerebral Gracias a su contenido de ácidos grasos omega-3, las nueces de macadamia pueden mejorar la función cerebral y la salud mental. Estos ácidos grasos son importantes para mantener la salud del cerebro, mejorando la memoria, la concentración y el estado de ánimo, así como reduciendo el riesgo de trastornos cognitivos relacionados con la edad, como la enfermedad de Alzheimer. Control de peso Aunque las nueces de macadamia son relativamente altas en calorías, su consumo moderado puede ser beneficioso para el control del peso. Su combinación de grasas saludables y fibra puede ayudar a aumentar la sensación de saciedad, lo que es algo bueno para controlar el peso. La nuez de macadamia tiene enormes beneficios que vale la pena aprovechar, nos ayudan a mejorar nuestra salud, desde cardiovascular hasta cerebral. Además, incorporarlas a nuestra dieta es muy sencillo, así que aprovéchalas. TE RECOMENDAMOS Pastel alemán de chocolate con nueces: un postre clásico Nueces garapiñadas para ensaladas y postres: 3 recetas Checa este VIDEO y prepara unas deliciosas galletas de nuez:News Related - Jugadoras muestran su amor previo a enfrentarse en Final de Liga MX Femenil Alison González y Cecilia Santiago se enfrentaron en la Final del Apertura 2023 de la Liga MX Femenil. Previo a que comenzara la Final de Vuelta de la Liga MX Femenil entre Tigres y América, Alison González le deseó suerte a su pareja, la guardameta felina, Cecilia Santiago, con beso ... See Details: Jugadoras muestran su amor previo a enfrentarse en Final de Liga MX Femenil - “Quiere ser blanca”: critican a Beyoncé por su aspecto durante estreno de “Renaissance’ La hija de la cantante de 11 años se enfrentó a las críticas por su baile Durante el estreno de su película concierto “Renaissance”, Beyoncé generó controversia y críticas debido a su apariencia física. Los usuarios de las redes sociales expresaron sorpresa y desconcierto al notar un aparente cambio en ... See Details: “Quiere ser blanca”: critican a Beyoncé por su aspecto durante estreno de “Renaissance’ - Vicente Fox cierra su cuenta de Twitter tras acusaciones de misoginia Vicente Fox cierra su cuenta de Twitter tras acusaciones de misoginia El expresidente de México, Vicente Fox Quesada, ha cerrado su cuenta en la red social X (Twitter), después de una serie de publicaciones polémicas que generaron fuertes críticas y acusaciones de misoginia y violencia política de género. en contra ... See Details: Vicente Fox cierra su cuenta de Twitter tras acusaciones de misoginia - Nicola Porcella causa polémica par dar un “ride” al Metrobús a sus fans El video tiene más de 900 mil vistas. Foto: TikTok @teamwendola Nicola Porcella, exparticipante del reality show “La Casa de los Famosos”se vio envuelto en una polémica por darle un “ride” a unas fans que se encontró en la calle. El video de este incidente fue compartido en TikTok y ... See Details: Nicola Porcella causa polémica par dar un “ride” al Metrobús a sus fans - Rayados: Héctor Moreno 'enciende' a la afición tras renovar con Monterrey Héctor Moreno del Monterrey durante el juego de la jornada 13 del Torneo Apertura 2023 de la Liga BBVA MX en el Estadio Olímpico Universitario el 22 Octubre de 2023 en Ciudad de México, México. Los Rayados de Monterrey han tomado relevancia en la Liga MX previo al arranque de ... See Details: Rayados: Héctor Moreno 'enciende' a la afición tras renovar con Monterrey - X es \"un arma de destrucción masiva de nuestras democracias\", alcaldesa de París “No nos equivoquemos. Se trata de un proyecto político muy claro que quiere prescindir de la democracia y sus valores en favor de poderosos intereses privados”, señaló en una carta Anne Hidalgo, al afirmar que X y su propietario, Elon Musk, “actúan deliberadamente para exacerbar tensiones y conflictos.” La alcaldesa ... See Details: X es \"un arma de destrucción masiva de nuestras democracias\", alcaldesa de París - Abejas de León pierde ante Fuerza Regia que suma su tercer juego ganado Abejas de León vs Fuerza Regia Abejas de León perdió 99-102 en lo que fue el tercer encuentro de la final de zona dándole de esta manera la ventaja a Fuerza Regia sobre la serie tras sumar su tercer juego ganado, buscando cerrar el cuarto y dejar a mitad del ... See Details: Abejas de León pierde ante Fuerza Regia que suma su tercer juego ganado - Javier Milei se reúne en Nueva York con el expresidente Bill Clinton y un asesor de Biden Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Javier Milei se reúne en Nueva York con el expresidente Bill Clinton y un asesor de Biden - Entre acusaciones, dirigentes nacionales de PAN, PRD y MC se confrontaron en debate en la FIL Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Entre acusaciones, dirigentes nacionales de PAN, PRD y MC se confrontaron en debate en la FIL - ¿Por qué NO todos los trabajadores tendrían 2 DÍAS de DESCANSO con la Reforma Laboral? LFT Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: ¿Por qué NO todos los trabajadores tendrían 2 DÍAS de DESCANSO con la Reforma Laboral? LFT - Los personajes más odiados de todos los tiempos en las series: 'Game of Thrones' aparece tres veces entre los 10 más votados Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Los personajes más odiados de todos los tiempos en las series: 'Game of Thrones' aparece tres veces entre los 10 más votados - Gobierno de AMLO pagará 2 mil millones de pesos a Liverpool por la bodega para la \"superfarmacia\" Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: Gobierno de AMLO pagará 2 mil millones de pesos a Liverpool por la bodega para la \"superfarmacia\" - ¿Qué usó Anika Rodríguez en la cara durante la final femenil? Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: ¿Qué usó Anika Rodríguez en la cara durante la final femenil? - “Riesgo de una catástrofe nuclear es real y va en aumento”, alerta Juan Ramón de la Fuente en la ONU Javier Milei (centro) se reunió este lunes 27 de noviembre en Nueva York con el expresidente estadounidense Bill Clinton (der.). FOTO: LA NACIÓN/GDA Nueva York. El gobierno del presidente estadounidense Joe Biden quiere “escuchar las ideas” de Javier Milei para ver hacia dónde se encamina en política, aprovechando la actual ... See Details: “Riesgo de una catástrofe nuclear es real y va en aumento”, alerta Juan Ramón de la Fuente en la ONU OTHER NEWS Read more » https://vnexplorer.net/peso-mexicano-se-repliegan-tras-tocar-niveles-no-vistos-desde-septiembre-s136281.html https://vnexplorer.net/peso-mexicano-se-repliegan-tras-tocar-niveles-no-vistos-desde-septiembre-s136281.html https://vnexplorer.net/video-sirena-se-ahoga-durante-pleno-show-en-vivo-usuarios-desatan-teorias-s136048.html https://vnexplorer.net/video-sirena-se-ahoga-durante-pleno-show-en-vivo-usuarios-desatan-teorias-s136048.html https://vnexplorer.net/vanessa-bauche-revela-que-denuncio-al-tio-de-pascacio-lopez-s135885.html https://vnexplorer.net/vanessa-bauche-revela-que-denuncio-al-tio-de-pascacio-lopez-s135885.html https://vnexplorer.net/silvia-pinal-comparte-con-que-famosa-de-la-epoca-de-oro-peleo-un-dia-en-plena-calle-jorge-negrete-s135826.html https://vnexplorer.net/silvia-pinal-comparte-con-que-famosa-de-la-epoca-de-oro-peleo-un-dia-en-plena-calle-jorge-negrete-s135826.html https://vnexplorer.net/becas-benito-juarez-ya-casi-concluye-el-nuevo-periodo-de-registro-estos-son-los-pasos-a-seguir-s135805.html https://vnexplorer.net/becas-benito-juarez-ya-casi-concluye-el-nuevo-periodo-de-registro-estos-son-los-pasos-a-seguir-s135805.html https://vnexplorer.net/matan-a-madre-y-a-sus-2-hijos-durante-ataque-armado-en-salinas-de-hidalgo-slp-s135784.html https://vnexplorer.net/matan-a-madre-y-a-sus-2-hijos-durante-ataque-armado-en-salinas-de-hidalgo-slp-s135784.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:27:51.341+03:00",
    "updated": "2024-04-05T02:27:51.341+03:00"
  },
  {
    "uuid": "76951895e17afe4f2067c743b4831b7336cb76c8",
    "url": "https://neoskosmos.com/en/2024/07/26/sport/athletics/boukouvalas-off-target-as-south-korean-sets-world-mark",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christopher Gogos",
    "published": "2024-07-26T00:59:00Z",
    "title": "Boukouvalas off target as South Korean sets world mark",
    "text": "While South Korean Lim Sihyeon wowed with a world record in the women's Olympic archery ranking round, Australia's Peter Boukouvalas was left disappointed with his Paris debut.\" /",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lim sihyeon",
          "sentiment": "negative"
        },
        {
          "name": "peter boukouvalas",
          "sentiment": "none"
        },
        {
          "name": "mete gazoz",
          "sentiment": "none"
        },
        {
          "name": "boukouvalas",
          "sentiment": "none"
        },
        {
          "name": "laura paeglis",
          "sentiment": "none"
        },
        {
          "name": "kim woojin",
          "sentiment": "none"
        },
        {
          "name": "napoleon bonaparte",
          "sentiment": "none"
        },
        {
          "name": "lee wooseok",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "esplanade des invalides",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T04:05:39.163+03:00",
    "updated": "2024-07-26T07:35:35.961+03:00"
  },
  {
    "uuid": "244de904853a00e771cc26730eda83eeb157a88b",
    "url": "https://vnexplorer.net/ulfa-signs-peace-accord-with-centre-assam-govt-s710423.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T17:09:00Z",
    "title": "ULFA signs peace accord with Centre, Assam govt",
    "text": "ULFA signs peace accord with Centre, Assam govt\nIn a shot in the arm for the ruling BJP, the United Liberation Front of Assam (ULFA)’s pro-talks faction on Friday signed a tripartite Memorandum of Settlement with the Centre and the Assam government in the presence of Union Home Minister Amit Shah.\nThe ULFA pro-talks faction was represented by a 16-member delegation led by its chairperson Arabinda Rajkhowa. Assam CM Himanta Biswa Sarma was also present.\nTerming it as a “golden day” for the people of Assam, Home Minister Amit Shah said the state has suffered for long due to violence by ULFA and around 10,000 people have lost their lives since 1979.\nHe further announced that a major development package will be given to Assam under the agreement with ULFA and assured that the accord will be implemented fully.\n“It is a matter of great joy for me that today is a golden day for Assam’s future. Assam has suffered from violence since a long time. Since Narendra Modi became the PM, efforts were made to shorten the gap between Delhi and Northeast. In the last five years, 9 peace and border-related agreements have been signed across Northeast, because of which peace has been established in major part of the region,” he said.\nHe added that the ULFA has agreed to abjure violence and disband the organisation.\nTwo top leaders of the Rajkhowa group have been in the National Capital since last week. According to PTI, the outfit’s general secretary, Anup Chetia, held talks with peace interlocutor A K Mishra on Tuesday. Along with Mishra, who is the government’s adviser on Northeast affairs, Intelligence Bureau’s Director Tapan Deka was part of the talks with the group.\nAlso Read | Day after Assam DGP’s ‘feel free to target me’ comment, outlawed ULFA (I) dares him to ‘move around without security cover’\nThe pro-talks faction of ULFA, a separatist outfit, was founded in 1979 by a group of 20 youngsters from Upper Assam districts to wage an armed struggle for an independent Assam.\nThe group had expressed willingness for talks on several occasions but had been firm on its stand on ‘sovereignty’.\nDuring the Assembly election campaigns in Tripura, Meghalaya, and Nagaland earlier this year, the BJP emphasised the decline in militancy and the relative peace in the Northeast since the Narendra Modi government came to power in 2014. Last month, Amit Shah announced the signing of a peace agreement with the United National Liberation Front (UNLF) in Manipur, a Meitei separatist group. And, now the ULFA accord will only bolster the party’s narrative.\nFor the latest news from across India, Political updates, Explainers, Sports News, Opinion, Entertainment Updates and more Top News, visit Indian Express. Subscribe to our award-winning Newsletter Download our App here Android & iOS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mco7P.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mco7P.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "arabinda rajkhowa",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "liberation front of assam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "united",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:24:04.642+02:00",
    "updated": "2023-12-29T19:24:04.642+02:00"
  },
  {
    "uuid": "4795a8307e8987be2e3954bb4728f2879b333649",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/getnews-2024-4-4-apexcare-reaffirms-its-dedication-to-superior-in-home-care-in-sacramento-and-placer-county-ca",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T00:00:00Z",
    "title": "ApexCare Reaffirms Its Dedication to Superior In-Home Care in Sacramento and Placer County, CA | User | dailytimesleader.com",
    "text": "ApexCare, a premier in-home elderly care provider in Sacramento and Placer County, CA, pledges to continue delivering exceptional care amid rising demand. With personalized care plans, ApexCare ensures seniors receive both physical and emotional support, enhancing their quality of life at home. Discover the difference at https://apexcare.com Sacramento and Placer County, CA - ApexCare, a trusted provider of in-home elderly care, announced its continued commitment to offering high-quality services to families in Sacramento and Placer County, CA. This announcement comes at a critical time when the demand for reliable and compassionate care for the elderly is at an all-time high. ApexCare's unwavering dedication to meeting this demand underscores the importance of accessible, quality care for the region's senior population.\n\"At ApexCare, our mission is to ensure every senior in Sacramento and Placer County receives the support and care they deserve right in their homes. We understand families' challenges in finding trustworthy care for their loved ones. That's why we are committed to providing top-notch services that cater to the unique needs of each individual we serve,\" said Jason Wu, ApexCare's owner. \"Our goal is not just to meet expectations but to exceed them, ensuring that families can have peace of mind knowing their loved ones are in good hands.\"\nApexCare distinguishes itself through its personalized approach to care, offering tailored solutions that range from daily living assistance to comprehensive support. This personalized care plan ensures that seniors receive the physical support they need and the companionship and emotional support crucial for their well-being.\nFor more information about ApexCare and their exceptional in-home care in Sacramento and Placer County, CA , please visit their website at https://apexcare.com\nAbout ApexCare:\nApexCare is a leading provider of in-home elderly care services in Sacramento and Placer County, CA. With a team of highly trained and compassionate caregivers, ApexCare is dedicated to improving the quality of life for seniors by offering a range of services designed to support their independence and well-being in the comfort of their homes. Recognized for its commitment to excellence and innovative approach to elderly care, ApexCare sets the standard for in-home care in Northern California.\nMedia Contact\nCompany Name: ApexCare\nContact Person: Jason Wu\nEmail: Send Email\nPhone: +1 877 707 9111\nAddress: 1333 Howe Ave Unit 206\nCity: Sacramento\nState: CA\nCountry: United States\nWebsite: http://www.apexcare.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "http://www.apexcare.com",
      "http://www.universalpressrelease.com/?pr=apexcare-reaffirms-its-dedication-to-superior-inhome-care-in-sacramento-and-placer-county-ca",
      "https://apexcare.com/sacramento/",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-apexcare-reaffirms-its-dedication-to-superior-in-home-care-in-sacramento-and-placer-county-ca",
      "https://www.getnews.info/press_stat.php?pr=apexcare-reaffirms-its-dedication-to-superior-inhome-care-in-sacramento-and-placer-county-ca",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://apexcare.com",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "http://www.universalpressrelease.com/",
      "http://universalpressrelease.com/?pr=apexcare-reaffirms-its-dedication-to-superior-inhome-care-in-sacramento-and-placer-county-ca",
      "https://www.apexcare.com/sacramento/",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.apexcare.com",
      "https://www.getnews.info/press_stat.php",
      "https://getnews.info/press_stat.php?pr=apexcare-reaffirms-its-dedication-to-superior-inhome-care-in-sacramento-and-placer-county-ca",
      "http://apexcare.com",
      "https://apexcare.com/sacramento",
      "https://cloudquote.io",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-apexcare-reaffirms-its-dedication-to-superior-in-home-care-in-sacramento-and-placer-county-ca"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "sacramento",
          "sentiment": "none"
        },
        {
          "name": "placer county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:42:26.112+03:00",
    "updated": "2024-04-05T01:42:26.112+03:00"
  }
]