[
  {
    "uuid": "c9abbce0849359ebb993548f4c579ad01462850d",
    "url": "https://www.cope.es/religion/hoy-en-dia/iglesia-universal/noticias/los-terroristas-masacran-los-cristianos-nigeria-170-asesinados-que-llevamos-navidad-20231228_3070371",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cope",
    "published": "2023-12-28T09:25:00Z",
    "title": "Los terroristas masacran a los cristianos de Nigeria: 170 asesinados en lo que llevamos de Navidad - Iglesia universal - COPE",
    "text": "Los terroristas masacran a los cristianos de Nigeria: 170 asesinados en lo que llevamos de Navidad Los ataques se han producido del 23 al 26 de diciembre con el objetivo de infligir dolor a los cristianos. Ayuda a la Iglesia Necesitada dirige su campaña de Navidad a Nigeria Tiempo de lectura: 3’ Los ataques a la comunidad cristiana no cesa en Nigeria, después de que al menos 170 personas fueran asesinadas del 23 al 26 de diciembre en el estado de Plateau, en el centro del estado africano, por terroristas de la etnia 'fulani'. Unos ataques, afirma el director de comunicación en la diócesis de Pankshin, el Padre Andrex Dewan, que iban dirigidos de manera intencionada “contra los cristianos: “Vivo en esta misma comunidad y puedo confirmar que en las áreas donde ocurrieron las víctimas son 100% cristianas, a excepción de unos pocos”. La primera ofensiva tuvo lugar en Mushu, una comunidad rural de la zona. Durante la noche, 18 personas fueron asesinadas y varias resultaron heridas. Poco más tarde, se produjo un nuevo atentado en el pueblo de Tudun Mazat cuando la mayoría de los integrantes de la comunidad estaba cenando. Antes de que la gente pudiera dar la alarma, los asaltantes ya estaban sobre ellos. Dispararon de inmediato a las personas y fueron asesinadas, las casas y el maíz cosechado fueron incendiados, iglesias y clínicas también fueron quemadas. “Había ido a esta misma comunidad para la Misa de Navidad para la comunidad católica esa mañana. Desde Tudun Mazat, los terroristas ‘fulani’ descendieron a Maiyanga, matando a trece personas. Alrededor de otras veinte comunidades fueron atacadas esa noche”, señala el Padre Andrew. La autoría de los atentados se atribuye a los 'fulanis', pastores musulmanes que habitan con los cristianos especialmente en las zonas rurales. En estos ataques no se han visto afectadas ninguna persona no cristiana, y no se quemaron casas ‘fulani’, por lo que caben pocas dudas sobre los responsables de esta nueva masacre. La Iglesia en Nigeria denuncia la pasividad de las fuerzas de seguridad El portavoz de la diócesis de Pankshin, ha señalado a su vez que estos ataques obdecen a un conflicto religioso, ya que han tenido lugar en plena celebración de la Navidad: “El objetivo era infligir dolor y destrucción máxima a los cristianos”, apunta. El sacerdote a su vez ha denunciado la pasividad de las fuerzas de seguridad para prevenir la tragedia cuando desde hace días había rumores de que los 'fulanis' tenían previsto atacar en estas 26 aldeas. “Eso debería haber puesto a la seguridad en alerta roja, pero como siempre, los sorprendieron desprevenidos. “Estamos llegando al punto en el que si no se hace algo drástico para lidiar con esta tormenta que se avecina, la tendencia de la gente a tomarse la justicia por sus propias manos es bastante alta”, ha advertido. Desde Ayuda a la Iglesia Necesitada, su responsable internacional, Regina Lynch ha condenado drásticamente estos ataques contra las comunidades cristianas. “Nuestros hermanos cristianos de Nigeria y de otros países del mundo son los 'Santos Inocentes' del siglo XXI. Su sangre derramada por su condición de seguidores de Jesús estamos seguros que será semilla de nuevos cristianos”. Nigeria, en el centro de la campaña navideña de Ayuda a la Iglesia Necesitada Nigeria es un país rico en recursos aunque su población es de las más pobres del mundo. Es además uno de los países donde los cristianos están en la diana de los grupos terroristas de Boko Haram, los 'fulanis' o del estado islámico. El 46% de la población nigeriana es cristiana, pero sufren discriminación y persecución diaria. [Es el sexto país donde más peligroso es profesar la fe en Jesús, según el Informe Libertad Religiosa 2023. ](https://www.cope.es/actualidad/linea-editorial/noticias/esta-navidad-con-los-cristianos-nigeria-20231224_3064684) Solo en el año 2022, 39 sacerdotes fueron asesinados y otros 30 secuestrados. Muchos de estos secuestros se producen precisamente cuando un sacerdote se desplaza en su vehículo de una parroquia a otra, rezando porque los grupos terroristas corten la carretera y le cojan preso. En este contexto, Ayuda a la Iglesia Necesitada ha dirigido su campaña de Navidad a Nigeria con el lema “Ayuda a Nigeria. Iglesia mártir, Iglesia viva”. El lema de la campaña no puede estar mejor escogido, porque pese a la persecución que sufren, es una Iglesia muy viva. Tanto es así que Nigeria es el país de África con mayor número de seminaristas. Los aspirantes a sacerdotes no deja de crecer. 7.000 desde el año 2020. Tu también puedes colaborar en esta campaña a través de su página web [ayudaalaiglesianecesitada.es](https://dona.ayudaalaiglesianecesitada.org/nigeria-iglesia-martir-viva/?utm_source=ayudaalaiglesianecesitada.es&utm_medium=offline&utm_campaign=nigeria23&utm_id=P2312&utm_content=redirection-es-nigeria23&utm_term=P80)o a través de su teléfono 91 725 92 12.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://dona.ayudaalaiglesianecesitada.org/nigeria-iglesia-martir-viva/?utm_source=ayudaalaiglesianecesitada.es&utm_medium=offline&utm_campaign=nigeria23&utm_id=P2312&utm_content=redirection-es-nigeria23&utm_term=P80)o",
      "https://dona.ayudaalaiglesianecesitada.org/nigeria-iglesia-martir-viva/",
      "https://www.dona.ayudaalaiglesianecesitada.org/nigeria-iglesia-martir-viva/?utm_source=ayudaalaiglesianecesitada.es&utm_medium=offline&utm_campaign=nigeria23&utm_id=P2312&utm_content=redirection-es-nigeria23&utm_term=P80)o"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:03.083+02:00",
    "updated": "2023-12-29T00:08:03.083+02:00"
  },
  {
    "uuid": "f5740ade7b6e5f8b1039a1866faffff7b92708cd",
    "url": "https://www.abc.net.au/news/2024-07-05/scientists-find-whales-were-happier-during-covid-pandemic/104055060",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kenji Sato",
    "published": "2024-07-04T16:24:00Z",
    "title": "University of Queensland research finds whales were less stressed during early COVID pandemic - ABC News",
    "text": "University of Queensland research finds whales were less stressed during early COVID pandemic ABC Radio Brisbane / By Kenji Sato Posted Fri 5 Jul 2024 at 2:24am Friday 5 Jul 2024 at 2:24am Fri 5 Jul 2024 at 2:24am Whales showed lower stress levels during the pandemic. ( Supplied: Jake Linsky, Cetacean Ecology Group under permit ) abc.net.au/news/scientists-find-whales-were-happier-during-covid-pandemic/104055060\nLink copied\nShare Share article\nIn short: Scientists have found Australian humpback whales were less stressed during the first year of the COVID-19 pandemic.\nMarine mammalogists believe the reduction in human activity was beneficial to the migratory whales.\nWhat's next? Scientists say humans need to find ways to reduce their impact on these migrating cetaceans.\nA new study has found eastern Australian humpback whales were healthier and less stressed during the first year of the COVID-19 pandemic, when human activity on the ocean was limited.\nLead author Jake Linsky and a team of University of Queensland researchers used darts to take skin and blubber samples from whales in the waters off North Stradbroke Island, near Brisbane.\nThe research, published today, found similar results to a study by Boston scientists from the New England Aquarium shortly after the September 11 terrorist attacks on the World Trade Centre.\nPlanes and commercial ships ground to a halt after the attacks, and scientists found lower stress hormones in North Atlantic right whale faeces in the following weeks.\nJake Linsky says whales are extremely sensitive to sound, since they communicate underwater over long distances. ( ABC Radio Brisbane: Kenji Sato )\nDr Linsky and his team studied the protected Australian whales during their migrations in 2020 and 2021 to track size, health, and energy reserves.\nThe marine mammalogist said they found significantly lower levels of the stress hormone cortisol in 2021 than 2020 when fewer humans were on the ocean.\nDr Linsky said this could be due to several reasons, such as the large amounts of underwater noise usually generated by commercial ships.\nHe said whales were highly sensitive to noise, since they used it to navigate and communicate with each other over vast stretches of water.\n\"Sound is propagating very far and very wide with the commercial vessels in the ocean,\" Dr Linsky said.\n\"On the migratory path they're using sound to communicate over great distances, and anything that's going to attenuate their ability to communicate is going to have an impact on the population.\"\nThe study tracked the stress levels of Australian humpback whales near North Stradbroke Island. ( Supplied: Dana Cusano, Cetacean Ecology Group under permit )\nFewer human impacts Additionally, Dr Linsky said analysis of gene expression suggested the whales could have been eating fewer polychlorinated biphenyls (PCBs) and other man-made pollutants during the pandemic.\nAside from human activity, he said the whales could also have been impacted by the La Niña conditions, which change the life cycle of Antarctic krill.\nThe eastern Australian humpback whales were hunted to the brink of extinction in the 1960s and have been the subject of significant conservation efforts.\nDr Linsky said the health of these migratory whales was a good barometer of the health of the Antarctic marine ecosystem as a whole.\nHe said more research was needed to precisely pin down the various causal mechanisms impacting whale health, but human activity undoubtedly played a large role.\n\"Our study emphasises the importance of mitigating human impacts so they can continue to thrive in our rapidly changing oceans,\" Dr Linsky said.\n\"By continuing to monitor and protect humpback whales off Australia's east coast, we can ensure their health and stability while also offering valuable insights into how other struggling whale populations might be conserved.\"\nThe paper was published today in the journal of Marine Environmental Research.\nABC Brisbane in your inbox Get local news, stories, community events, recipes and more each fortnight. Your information is being handled in accordance with the ABC Privacy Collection Statement . Email address Subscribe Posted 5 Jul 2024 5 Jul 2024 Fri 5 Jul 2024 at 2:24am Share\nCopy link\nFacebook\nX (formerly Twitter)\nRelated Stories Paddle boarders risk $30k fine to free humpback whale trapped in shark net Meet 'Johnathan' the AI-powered camera, just one type of new technology saving the ocean's endangered animals Beluga whales saved from bombing in Ukraine in 'the most complex marine mammal rescue ever' More on: Academic Research Animal Behaviour Brisbane Conservation Marine Biology Whales Top Stories live ADF member and husband accused of attempting to access classified documents for Russia Two Australians charged with spying offences for allegedly conspiring to share ADF secrets with Russia live Biden says 'there is no indication' of him slowing down after 'Trump' and 'Putin' gaffes Australian couple David Fisk and Lucita Barquin Cortez named as victims in Philippines suspected murder 'You cannot use that word': Olympic gymnastics coach allegedly made comments about student's body 'Don't think we'd survive it': Anxieties that Morrison-era policy could return amid cost-of-living crisis Shelley Duvall — star of The Shining and a regular in Robert Altman films — dies aged 75 Would you spend half a billion dollars just to be 'cool'? Here's why Japan thought it was a critical investment Australia pledges biggest ever boost for Ukraine as NATO calls out China as Russia's 'enabler' 'No excuse': Controversy over Esso's plans to dismantle offshore gas rigs Five quick hits: Aussies advance to Wimbledon final as marathon women's semi takes players to breaking point South Korea pushes Australia on AUKUS, cyber cooperation as it eyes $10b warship prize IDF acknowledges security failings on October 7, including poor response times and disorganisation 'I was just shocked to see that question in 2024': Army Reserve applicant withdraws over period question US to permanently close off pier getting aid into Gaza after failed re-anchoring efforts Popular Now 1. live live: ADF member and husband accused of attempting to access classified documents for Russia 2. live live: Biden says 'there is no indication' of him slowing down after 'Trump' and 'Putin' gaffes 3. Australian couple David Fisk and Lucita Barquin Cortez named as victims in Philippines suspected murder 4. 'You cannot use that word': Olympic gymnastics coach allegedly made comments about student's body 5. Two Australians charged with spying offences for allegedly conspiring to share ADF secrets with Russia 6. Public servant advises woman facing homelessness to 'use witchcraft' or 'manifest' home Top Stories live ADF member and husband accused of attempting to access classified documents for Russia Two Australians charged with spying offences for allegedly conspiring to share ADF secrets with Russia live Biden says 'there is no indication' of him slowing down after 'Trump' and 'Putin' gaffes Australian couple David Fisk and Lucita Barquin Cortez named as victims in Philippines suspected murder 'You cannot use that word': Olympic gymnastics coach allegedly made comments about student's body Just In New image of planned Hobart stadium released — as opponents fire back with their own depiction of 'destructive' project 9m ago 9 minutes ago Fri 12 Jul 2024 at 2:45am NT police officer fires shot at man in overnight siege 11m ago 11 minutes ago Fri 12 Jul 2024 at 2:44am Bee killer varroa mite spreads further south. Now detected near Victorian border 28m ago 28 minutes ago Fri 12 Jul 2024 at 2:27am New hope for truth about mysterious 2010 death of Broome man Josh Warneke 46m ago 46 minutes ago Fri 12 Jul 2024 at 2:08am More Just In\nBack to top",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://live-production.wcms.abc-cdn.net.au/fe921fb56b25242e881c4c2a278acb84?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/e67c933931d13ca5e4db88422196cdcc?impolicy=wcms_crop_resize&cropH=1893&cropW=2839&xPos=249&yPos=0&width=160&height=107",
      "https://twitter.com/intent/tweet?text=University+of+Queensland+research+finds+whales+were+less+stressed+during+early+COVID+pandemic&url=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-05%2Fscientists-find-whales-were-happier-during-covid-pandemic%2F104055060%3Futm_campaign%3Dabc_news_web%26utm_content%3Dtwitter%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/4dff0b7290171848b77e5e98619cb1a6?impolicy=wcms_crop_resize&cropH=548&cropW=821&xPos=269&yPos=120&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/fe921fb56b25242e881c4c2a278acb84?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=94&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/5746c0178440f8802fa0f65595799dd8?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/584bff61ef2685d0d7123c5ac5a7e254?impolicy=wcms_crop_resize&cropH=1365&cropW=2048&xPos=0&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/5746c0178440f8802fa0f65595799dd8?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=278&yPos=0&width=862&height=647",
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-05%2Fscientists-find-whales-were-happier-during-covid-pandemic%2F104055060%3Futm_campaign%3Dabc_news_web%26utm_content%3Dfacebook%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://www.live-production.wcms.abc-cdn.net.au/584bff61ef2685d0d7123c5ac5a7e254?impolicy=wcms_crop_resize&cropH=1365&cropW=2048&xPos=0&yPos=0&width=160&height=107",
      "https://www.live-production.wcms.abc-cdn.net.au/5746c0178440f8802fa0f65595799dd8?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://live-production.wcms.abc-cdn.net.au/5746c0178440f8802fa0f65595799dd8",
      "https://www.live-production.wcms.abc-cdn.net.au/fe921fb56b25242e881c4c2a278acb84?impolicy=wcms_crop_resize&cropH=3333&cropW=5000&xPos=0&yPos=0&width=862&height=575",
      "https://www.live-production.wcms.abc-cdn.net.au/4dff0b7290171848b77e5e98619cb1a6?impolicy=wcms_crop_resize&cropH=548&cropW=821&xPos=269&yPos=120&width=160&height=107",
      "https://www.twitter.com/intent/tweet?text=University+of+Queensland+research+finds+whales+were+less+stressed+during+early+COVID+pandemic&url=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-05%2Fscientists-find-whales-were-happier-during-covid-pandemic%2F104055060%3Futm_campaign%3Dabc_news_web%26utm_content%3Dtwitter%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://live-production.wcms.abc-cdn.net.au/584bff61ef2685d0d7123c5ac5a7e254",
      "https://www.facebook.com/sharer.php",
      "https://www.live-production.wcms.abc-cdn.net.au/e67c933931d13ca5e4db88422196cdcc?impolicy=wcms_crop_resize&cropH=1893&cropW=2839&xPos=249&yPos=0&width=160&height=107",
      "https://live-production.wcms.abc-cdn.net.au/fe921fb56b25242e881c4c2a278acb84",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fwww.abc.net.au%2Fnews%2F2024-07-05%2Fscientists-find-whales-were-happier-during-covid-pandemic%2F104055060%3Futm_campaign%3Dabc_news_web%26utm_content%3Dfacebook%26utm_medium%3Dcontent_shared%26utm_source%3Dabc_news_web",
      "https://www.live-production.wcms.abc-cdn.net.au/5746c0178440f8802fa0f65595799dd8?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=278&yPos=0&width=862&height=647",
      "https://www.live-production.wcms.abc-cdn.net.au/fe921fb56b25242e881c4c2a278acb84?impolicy=wcms_crop_resize&cropH=3333&cropW=4444&xPos=94&yPos=0&width=862&height=647",
      "https://live-production.wcms.abc-cdn.net.au/4dff0b7290171848b77e5e98619cb1a6",
      "https://twitter.com/intent/tweet",
      "https://live-production.wcms.abc-cdn.net.au/e67c933931d13ca5e4db88422196cdcc"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jake linsky",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of queensland",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "brisbane",
          "sentiment": "none"
        },
        {
          "name": "new england aquarium",
          "sentiment": "none"
        },
        {
          "name": "north atlantic",
          "sentiment": "none"
        },
        {
          "name": "north stradbroke island",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T05:31:03.385+03:00",
    "updated": "2024-07-12T05:55:15.673+03:00"
  },
  {
    "uuid": "811bb3838e90b984596d326c99fadda04d256c40",
    "url": "https://www.thecooldown.com/outdoors/great-western-retail-park-glasgow-litter-reddit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Anthony Bell III",
    "published": "2025-03-06T01:30:00Z",
    "title": "Community alarmed after resident shares unsettling images of local shopping center: 'Total disregard and disrespect'",
    "text": "Littering is perhaps the most widespread form of pollution. Yet, its environmental effect is often underestimated compared to more extreme dangers like air pollution.\nHowever, littering can be just as, if not more, destructive to the natural world, especially in examples to the degree that this user on the r/Glasgow subreddit documented in a post.\nPhoto Credit: Reddit Photo Credit: Reddit \"Another litter post...but I've been wondering for a while who is ultimately responsible for the upkeep of the Great Western Retail Park (my local supermarket is there so I go there fairly regularly). I've raised numerous tickets to the council about litter in the area,\" they wrote in the post.\nThe post shows a slideshow of various pieces and bits of garbage scattered throughout the retail park, with plastic bottles , cardboard boxes, old electronics, and more left behind bushes and shrubs and even under walkways.\nUnderstanding the effects of littering on the environment is just one step in addressing the larger issue of its influence and widespread use. Even one piece of trash can soon become a pile.\n\"I don't understand how someone can just drop litter. Total disregard and disrespect to the place we live. It's not difficult to hold onto something until you find a bin,\" one user commented.\nWatch now: AITA for making my neighborhood look 'trashy'? Plastics can often entangle, suffocate, or even poison animals that consume them. Once degraded and left out long enough, they can also contaminate local water sources with harmful chemicals and microplastics. The OP expressed disappointment that the issue was not being addressed quickly enough by local authorities responsible for the area's upkeep.\n\"You can go through your councillors and local community council, but it will be a long road which will require a lot of effort from you to ultimately get the council to do ... nothing at all,\" said one commentator in response to a question about who is responsible for maintaining the retail park.\nPeople are already taking matters into their own hands to address the issue of litter, such as the TikTok page Million Little Pieces, which aims to pick up 1 million pieces of trash and has already cleaned up over 200,000 pieces of litter after a year.\nDo you think America does a good job of protecting its natural beauty?\nDefinitely 👍\nOnly in some areas ☝️\nNo way 👎\nI'm not sure 🤷\nClick your choice to see results and speak your mind.\nHowever, community members and governments will need to take an active role in tackling the problem, especially in areas where clear issues exist.\nJoin our free newsletter for good news and useful tips , and don't miss this cool list of easy ways to help yourself while helping the planet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Environment",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->social condition",
      "Social Issue->communities",
      "Environment->waste materials",
      "Environment->environmental pollution",
      "Crime, Law and Justice->vandalism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.reddit.com/r/glasgow/comments/1ikkx69/comment/mbovuv7/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/glasgow/comments/1ikkx69/comment/mbnne85/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://rb.gy/ivhzmj",
      "https://www.environmentalvolunteers.org/effects-of-littering/",
      "https://www.rb.gy/ivhzmj",
      "https://environmentalvolunteers.org/effects-of-littering/",
      "https://reddit.com/r/glasgow/comments/1ikkx69/comment/mbovuv7/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/glasgow/comments/1ikkx69/comment/mbovuv7/",
      "https://www.environmentalvolunteers.org/effects-of-littering",
      "https://reddit.com/r/glasgow/comments/1ikkx69/comment/mbnne85/?utm_source=share&utm_medium=web3x&utm_name=web3xcss&utm_term=1&utm_content=share_button",
      "https://www.reddit.com/r/glasgow/comments/1ikkx69/comment/mbnne85/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T04:07:31.089+02:00",
    "updated": "2025-03-06T07:03:05.388+02:00"
  },
  {
    "uuid": "c5c7b029da09df95487b34aea39232d9bdd843d7",
    "url": "https://ground.news/article/poles-say-no-to-religion-in-schools",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Insider (Poland)",
    "published": "2023-12-29T08:57:00Z",
    "title": "Ground News - Poles say “no” to religion in schools",
    "text": "Summary by Business Insider (Poland) Fifty-one percent of respondents believe that religion lessons should take place in institutions owned by religious associations, such as churches, while 33 percent want them to remain in schools, according to a poll by the Pollster Research Institute for “Super Express”. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nBusiness Insider (Poland) Poles say “no” to religion in schools Fifty-one percent of respondents believe that religion lessons should take place in institutions owned by religious associations, such as churches, while 33 percent want them to remain in schools, according to a poll by the Pollster Research Institute for “Super Express”.\n5 hours ago Read Full Article\nBusiness Insider (Poland)\nPoles say “no” to religion in schools Fifty-one percent of respondents believe that religion lessons should take place in institutions owned by religious associations, such as churches, while 33 percent want them to remain in schools, according to a poll by the Pollster Research Institute for “Super Express”.\n5 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Education"
    ],
    "external_links": [
      "https://businessinsider.com.pl/wiadomosci/polacy-mowia-nie-religii-w-szkolach/b7gbeps?utm_source=ground.news&utm_medium=referral",
      "https://www.businessinsider.com.pl/wiadomosci/polacy-mowia-nie-religii-w-szkolach/b7gbeps?utm_source=ground.news&utm_medium=referral",
      "https://businessinsider.com.pl/wiadomosci/polacy-mowia-nie-religii-w-szkolach/b7gbeps"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "pollster research institute",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "poland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:40:44.964+02:00",
    "updated": "2023-12-29T12:40:44.964+02:00"
  }
]