[
  {
    "uuid": "15a62b6778dda71af1e6b1904521b5348189a9ee",
    "url": "https://www.primerahora.com/noticias/ciencia-tecnologia/notas/las-ballenas-fueron-mas-felices-durante-la-pandemia-del-covid",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia EFE",
    "published": "2024-07-05T12:46:00Z",
    "title": "Las ballenas fueron más felices durante la pandemia del COVID - Primera Hora",
    "text": "Las ballenas fueron más felices durante la pandemia del COVID Una investigación de científicos australianos sugirió una disminución de los factores de estrés ambiental en esa especie. PUBLICIDAD Sídney, Australia. Las ballenas jorobadas que migran anualmente por la costa este de Australia fueron más felices durante el primer año de la pandemia del COVID-19, cuando el país oceánico aplicó estrictas medidas de confinamiento a su población, reveló un estudio científico publicado este viernes. La investigación realizada por científicos de la Universidad de Queensland se apoyó en imágenes tomadas por drones y las muestras de grasa extraídas de varios ejemplares de ballenas jorobadas que transitaron en las aguas cercanas a la Isla North Stradbroke, a unas 62 millas (100 kilómetros) del sur de la ciudad de Brisbane. Las imágenes permitieron observar la condición corporal y las reservas energéticas de las ballenas jorobadas (Megaptera novaeangliae) durante su larga migración anual -entre las aguas antárticas y zonas ecuatoriales a través de la costa australiana- y su intenso período de crianza. Relacionadas Asimismo, los científicos midieron genéticamente las concentraciones hormonales de la grasa (cortisol y testosterona) “durante un periodo de cambios sin precedentes en la actividad antropogénica y los procesos naturales”, según el artículo sobre este estudio publicado en la revista Marine Environment research. El análisis de las muestras reveló concentraciones de cortisol significativamente más bajas en las ballenas estudiadas en 2021, en comparación con el año anterior. “Este cambio en su fisiología sugiere una disminución de los factores de estrés ambiental entre estos dos años”, dijo el autor principal de este estudio, Jake Linsky, de la Facultad de Medio Ambiente de la Universidad de Queensland, en un comunicado publicado hoy por la institución educativa australiana. A lo largo de 2020, se aplicaron estrictas medidas de confinamiento y restricción de movimiento en casi todo el planeta a raíz de la pandemia del COVID-19, mientras que a la par se iniciaba el fenómeno meteorológico de La Niña, que los científicos apuntan que también pudo tener cierta influencia en el descenso de estrés. Los resultados genéticos “plantean la hipótesis de que las ballenas pueden haber estado respondiendo a una disminución de los contaminantes en sus remotas aguas de alimentación”, puntualizó el científico. Linsky también destacó la resiliencia de esta especie que “ha logrado una de las recuperaciones más exitosas tras la caza histórica de ballenas”. Estudios previos ya han registrado cambios similares en las hormonas del estrés en las ballenas en el lado opuesto del continente antártico, aunque los científicos de la Universidad de Queensland sugieren que la nueva investigación podría dar cuenta de que se trató de un incidente generalizado en todo el Océano Austral. La ballena jorobada, también conocida como yubarta, es un cetáceo de 40 toneladas de peso que puede llegar a medir 66 pies (20 metros), con un cuerpo característico que recuerda a una joroba. La población de ballenas jorobadas de Australia, que tiene dos poblaciones migratorias que navegan por sus costas oeste y este, es de 70,000 ejemplares, un número que ha ido aumentando por las medidas de protección implementadas por el país.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T16:14:55.682+03:00",
    "updated": "2024-07-05T16:14:55.682+03:00"
  },
  {
    "uuid": "717e71f014c08452f24fe3bfc282b4933eec5b58",
    "url": "https://www.meneame.net/story/idea-dios-depende-tu-inteligencia-carlos-blanco/c025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "sorrillo",
    "published": "2024-02-23T08:23:00Z",
    "title": "#25 \"La idea de Dios depende de tu inteligencia\" - Carlos Blanco",
    "text": "[ElRespeto](/user/ElRespeto)a [youtube.com](/go/link/3910269) [#1](c1#c-1) Ergo, a mas tonto mas dioses.\nCae un rayo en marte y justo se dan las condiciones óptimas y se crea un mini robot que empieza a moverse y a replicarse, usando el metano de la atmósfera como combustible.\nQue inteligente soy\n[#6](c6#c-6) Imposible resumir un tema tan complejo, pero aun así, 2 cosas sobre tu comentario:\n-\n[#1](c1#c-1) plantea que a más inteligencia y conocimiento, menos religiosidad, con lo que estoy de acuerdo. Lo que no se afirma es lo opuesto (menos inteligencia => más religión). En cualquier caso, hablamos de correlación estadística y nada más.\n- Por supuesto que Dios depende del origen. Los ateos sólo están a un dios de diferencia de cualquier creyente (monoteísta).\nY una aclaración: al hablar de esto temas, siempre me refiero al concepto de dios teísta, el de las religiones mayoritarias, y no a otras concepciones más abstractas o esotéricas, si cabe.\n[#21](c21#c-21) La inteligencia la planteamos como una característica fija, que no se puede desarrollar, que no varía con el tiempo. Por contra la educación y la cultura es algo que entendemos puede desarrollarse, con las herramientas adecuadas alguien puede mejorar su nivel educativo, tanto en estudios como a nivel de comportamiento, y puede aumentar su nivel de cultura.\nNo tenemos ninguna forma de medir la inteligencia con precisión de forma independiente de otros aspectos, se usan pruebas que están condicionadas por aspectos educativos y culturales.\nPor ello hacer afirmaciones categóricas sobre el impacto de la inteligencia en otros aspectos como la religiosidad creo que puede llevar a engaño, dada la dificultad de separar la medición de la inteligencia de la medición de la educación y cultura.\nA nivel coloquial cuando nos referimos a que alguien es muy inteligente solemos referirnos en gran medida a las consecuencias de su nivel educativo, dado que en realidad prácticamente nadie se ha medido su inteligencia con procesos que intentan cuantificarlo como el cociente intelectual. Por lo que cuando alguien se expresa muy bien, cuando alguien habla de temas complejos, solemos decir que es muy inteligente cuando en realidad lo que ocurre es que ha conseguido un buen nivel educativo.\nA todo ello solemos malinterpretar las consecuencias de tener un buen nivel educativo, por ejemplo la creencia generalizada es que la radicalización política se resuelve con mayor educación, cuando hay estudios que apuntan a lo opuesto, los que tienen mayor nivel educativo son más propensos a una mayor radicalización política. La explicación es que el mayor nivel educativo aporta más y mejores herramientas para gestionar la información, y esas herramientas las solemos usar para buscar argumentos que reafirmen nuestras convicciones y para buscar argumentos que desmonten la información que los pueda poner en entredicho.\nEn este otro comentario mío me refería a ello y citaba fuentes:\nasi-divide-politica-sociedad-asi-aprovechan-troles/c02#c-2 [#22](c22#c-22), a nivel individual y con precisión milimétrica sí, a escalas más grandes sí se observa una correlación entre baja inteligencia - fe religiosa.\n[#24](c24#c-24) Ya he citado los estudios que se refieren a ello y sus problemas, como estar centrados en la cultura occidental y las dificultades de separar la inteligencia de los aspectos culturales cuando se mide.\nQue tras esas reflexiones insistas en esa afirmación sin abordar los problemas que llevan a ella es una mala señal.\nPosiblemente estés sufriendo sesgo de confirmación.\nAunque hay algún estudio que apunta a una correlación negativa entre inteligencia y religiosidad, siendo los más inteligentes menos propensos a la religiosidad, parece que el estudio tiene un alcance limitado, centrado en EEUU especialmente sin que parezca que se hayan incluido otras culturas suficientemente:\nhttps://www.psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity/\nAunque exista una cierta correlación eso no permite afirmar que cualquier persona que sea religiosa es poco inteligente, que es lo que se suele buscar con estas afirmaciones. Y es un grave error plantearlo en esos términos, en primer lugar por que lleva minusvalorar con prejuicios a los que defienden planteamientos distintos y esa es una mala estrategia para convencer a esos y quienes le siguen. En segundo lugar por que aunque existiera una correlación estadística a nivel de individuo eso no tiene por qué cumplirse, una persona puede ser extremadamente inteligente y religiosa, aunque sea estadísticamente menos probable que lo opuesto.\nA todo ello la afirmación que la idea de Dios depende de tus orígenes, referido a la cultura en la que te has educado, posiblemente sea más certera que la afirmación del titular.\n[#4](c4#c-4) los razonamientos de Carlos en este caso son erroneos. Entiendo que no es a mala fé, es un chico al que también respeto por su honestidad en el pensamiento.\nSobre el primer razonamiento)\nDesde el punto de vista físico:\nLa inercia es la propiedad que tienen los cuerpos de mantener su estado de reposo o movimiento. Mantener el estado que tienen no explica el motivo por el que se mueven o estan en reposo previamente. Si ves movimiento por inercia es porque algo le ha aplicado una fuerza previamente. El razonamiento que usa Carlos solo usa el movimiento y omite el estado de reposo. No se si está confundiendo con este ejempll el movimiento local con el movimiento metafísico. Es extraño porque lineas arriba explica el movimiento desde el punto de vista Metafísico. Es raro pero es el argumento que él mismo da.\nDesde el punto de vista Metafísico:\nLa inercia es la propiedad que tienen los cuerpos de mantener su estado de reposo o movimiento, es decir, que mantienen en acto su traslación (o reposo), pero para pasar a otro estado en potencia (esto es ir en diferente dirección, velocidad, pararse, etc.) necesitan de una fuerza extrínseca, un motor en acto que lo haga pasar del acto (el movimiento inercial que tenga) a la potencia (otro movimiento).\nSobre el segundo razonamiento)\nDecir que Dios necesita otro motor previo es como decir que ese al que llamas Dios no lo es sino que es una causa anterior. Pero este razonamiento no tiene fin alguno y tampoco rebate el argumento de Tomás. Lo que se debe hacer realmente para rebatir el argumento es demostrar lógicamente que puede darse un infinitismo causal (o dicho de otro modo, puedes ir hacia atras en las causas, temporal o jerárquicamente, hasta el infinito, sin encontrar una causa primera), porque es ahí donde reside el argumento que sustenta el resto.\nEdito para poner al que lo tiene más claro que nadie porque lo estudiaba en el instituto\n[#5](c5#c-5)\n[#11](c11#c-11) Sobre el primer razonamiento.\nNo he leído nada de el, pero creo que estás equivocado en el resumen, no puede ser tan falaz una persona así.\nSobre el segundo razonamiento.\nEs típico de gente así, pensar que no hay nada más inteligente que ellos mismos. Suele pasar que obvien un pensamiento sencillo:\nImagina 1 punto, ahora 2, ahora 4, así hasta que no puedas imaginar exactamente el número exacto de puntos, sin exagerar ni mentirte. Ese es tu límite. Pues piensa que hay más gente seguramente en tu ciudad. Imagínate en el mundo. Pues sabes que hay más granos de arena en una sola playa. Y hay más soles solo en nuestra galaxia que granos de arena en todas las playas del mundo. Y hay más galaxias también.\nAhora imagínate que \"algo\" ha sido capaz de crear todo el universo. ¿Eres capaz de entender que ese algo no necesita que lo creen?\nEsa es la mejor explicación del infinito que he leído en todos mis años.\n[#15](c15#c-15) voy a copiar directamente de su texto. El archivo no es directamente descargable. Primero hay que logarse, pero bueno, ya te lo dejo aquí:\nEl documento se llama \"REFUTACIÓN DE LAS CINCO VÍAS TOMISTAS\" Carlos A Blanco. Lo siguiente responde a la primera vía.\n\"El argumento de Santo Tomás es erróneo por dos razones: por el uso erróneo del principio “Todo lo que es movido es movido por otro” y por asumir que es imposible retroceder indefinidamente en la cadena de motores. El primer error parte de suponer que todo lo que se mueve ha de ser movido por otro. Es una hipótesis probable, pero no demostrada. Podría suceder que a algo le fuera connatural el movimiento, como una propiedad intrínseca suya, sin necesidad de que nada le imprimiese movimiento. La primera ley de Newton apunta en esta dirección: frente a lo que creía Aristóteles, un cuerpo no necesita que otro le imprima fuerza para mantenerse en su estado de movimiento; y si algo estuviera en movimiento desde la eternidad, en ausencia de fuerzas externas continuaría eternamente en movimiento. La inercia contradice, pues, el argumento aristotélico-tomista. Además, de ser verdadero este principio en su integridad, también dios necesitaría un motor previo (pues para mover, él mismo ha de moverse), y así ad infinitum. Llegamos entonces al segundo error lógico —o más bien matemático— del Aquinate. Existen conjuntos infinitos numerables. El conjunto de los números negativos, por ejemplo, es infinito y numerable: podemos contar cada uno de sus elementos, podemos establecer una correspondencia biyectiva con el conjunto de los números naturales. Aun siendo infinito, los elementos que pertenecen al conjunto de los números negativos no se diluyen, no quedan anulados. La serie de los negativos no tiene primer término; concluye en -1, pero no tiene un primer elemento. Sin embargo, ello no afecta a su integridad lógica. Lo importante es el conjunto como un todo y las propiedades que sus elementos comparten: su lógica.\"\n[#15](c15#c-15) Ahora imagínate que \"algo\" ha sido capaz de crear todo el universo.\nUn punto de partida sencillo con unas normas sencillas pueden crear con el tiempo un resultado extremadamente complejo, Stephen Wolfram lo muestra con su Regla 301 y otros trabajos posteriores.\nLa hipótesis vigente sobre la evolución del universo, el Big Bang, va en esa misma dirección, en aquella en la que el universo es ahora mucho más complejo que en su inicio, partiendo de un punto de partida mucho más condensado, donde se teoriza que las distintas fuerzas estaban consolidadas en una sola, y donde la composición era básicamente energía. Las partículas vinieron luego.\n1\nhttps://es.wikipedia.org/wiki/Regla_30\n[#3](c3#c-3) argumentos un poco malos no? Del primero no digo nada, tengo que escucharlo entero para ver a que se refiere, pero la segunda no tiene sentido. No se puede tener una sucesión infinita de motores previos, uno de esos motores ha de ser el motor inmóvil, causa incausada. La recursividad infinita no es posible logicamente para explicar el movimiento",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity/",
      "https://es.wikipedia.org/wiki/Regla_30",
      "https://www.es.wikipedia.org/wiki/Regla_30",
      "https://www.psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity",
      "https://psypost.org/meta-analysis-of-83-studies-produces-very-strong-evidence-for-a-negative-relationship-between-intelligence-and-religiosity/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T11:30:20.110+02:00",
    "updated": "2024-02-23T11:30:20.110+02:00"
  },
  {
    "uuid": "ddb0cd8816d4faa94d1f096769d8772fb99a310a",
    "url": "https://www.bladi.net/walid-regragui-sellette-echec-lions-atlas,106640.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@bladinetsaid",
    "published": "2024-02-01T21:00:00Z",
    "title": "Walid Regragui sur la sellette après l’échec des Lions de l’Atlas",
    "text": "[Vers la démission de Walid Regragui ? ](demission-walid-regragui,106611.html) Le Maroc s’est incliné mardi soir face à l’Afrique du Sud (0-2) en huitièmes de finale de la coupe d’Afrique des nations (CAN Côte d’Ivoire 2023). Une défaite que Walid...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:46:32.742+02:00",
    "updated": "2024-02-02T02:04:32.834+02:00"
  },
  {
    "uuid": "1f7c2d6b32f42d277e7426b9fc2777f130a5c808",
    "url": "https://www.wthitv.com/news/weve-just-taken-this-step-forward-but-it-is-the-beginning-step-special-prosecuting-attorney/article_f0b77ad8-0324-11ef-9aa7-47deee418d09.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caitlin Hunt",
    "published": "2024-04-25T00:00:00Z",
    "title": "\"We've just taken this step forward, but it is the beginning step.\" Special prosecuting attorney on Lowell Badger murder case explains uncommon proceedings | News | wthitv.com",
    "text": "SULLIVAN CO., Ind. (WTHI)- A special prosecuting attorney involved in the Lowell Badger murder case explains some of the uncommon legal moves made in the case so far. A grand jury Wednesday indicted William Ray Grimes in the murder of Lowell Badger. Badger died in his home on December 8th, 2012, following an apparent burglary. Grimes will face three charges: murder, burglary, and conspiracy to commit burglary. It took a little over a decade to get to this point. Special Prosecutor Robert Roberts said Indiana State Police had a detective on the case since 2012. Investigators have been relying on tips sent to ISP, which led to about 180 interviews related to the case. Roberts said it was about 18 months ago when the case began to pick up again. That's when Roberts and the rest of the team felt like there was enough evidence to bring to a grand jury. \"It was a tactical decision to say 'Let's see how a grand jury views the evidence that we have,'\" he said. \"Do they think there's enough there?\" Involving a grand jury in the indictment process is uncommon according to Roberts. He said there are numerous reasons a legal team may bring in a grand jury for indictment. A common one is to understand the strength of a case to see if there is enough moving forward. Police have named a suspect for a 2012 murder in Sullivan County. SULLIVAN COUNTY, Ind. (WTHI) - Police have released new video and need your help solving a h… Roberts said the Badger legal team took this step for that reason considering how long it has been since the murder. A grand jury indictment is not the only uncommon move made in this case so far. Roberts was chosen to act as special counsel on the case when it was determined that current Sullivan County Prosecutor Ann Mischler could not serve on the case. Mischler was magistrate at the time of Badger's death and issued a search warrant for Badger's home. Roberts said it was a necessary change to keep the case fair. This is just the beginning of the legal process. Roberts said the rest of the case should move forward in a more traditional manor. Dates for a hearing and jury trial should come in the near future. \"Everybody is just happy that we've taken this step forward,\" he said. \"But it is the beginning step. It's just the filing of charges. That's just the first step to bringing someone to justice.\" Roberts said the investigation is still ongoing. Anyone with information on this case is encouraged to reach out to the Indiana State Police.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lowell badger",
          "sentiment": "negative"
        },
        {
          "name": "grimes",
          "sentiment": "none"
        },
        {
          "name": "robert roberts",
          "sentiment": "none"
        },
        {
          "name": "badger",
          "sentiment": "none"
        },
        {
          "name": "william ray grimes",
          "sentiment": "none"
        },
        {
          "name": "roberts",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indiana state police",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sullivan co.",
          "sentiment": "none"
        },
        {
          "name": "ind.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:12:18.988+03:00",
    "updated": "2024-04-26T02:52:44.069+03:00"
  },
  {
    "uuid": "2d4f964c2dac6edaf567d18d62cefd37a19fbc37",
    "url": "https://www.onlymyhealth.com/india-has-the-second-highest-number-of-unvaccinated-children-lancet-12977833693",
    "ord_in_thread": 0,
    "author": "@onlymyhealth",
    "published": "2025-06-26T11:59:00Z",
    "title": "India Has The Second Highest Number Of Unvaccinated Children: Lancet",
    "text": "Despite making progress in the healthcare sector in the last few decades, India still has the second highest number of unvaccinated children in the world, according to a recent report by Lancet, a reputed medical journal. The study claims India has 14.4 lakh children with ‘zero dose’ and stands, only behind Nigeria in the list of countries with the highest number of unvaccinated children. The study also found out that ‘half of the world’s unvaccinated children’ lived in eight countries which include India, Nigeria, Ethiopia and a few other countries from Asia and Africa.\nNumber Of Unvaccinated Children Rises Globally\nThe study particularly emphasised on children with ‘zero dose’: those who have not received even the first dose of the basic DTP vaccine (diphtheria, tetanus, and pertussis). The lack of immunisation efforts from the global community of late has rendered these children susceptible to deadly, but preventable diseases like diphtheria, tetanus, whooping cough, measles, polio, or tuberculosis. The study suggested that the number of unvaccinated children was on the rise, globally but especially in South-Asian and Sub-Saharan countries. The data suggested that despite making good progress worldwide from 1980’s to 2010’s in children’s vaccination, there has been a concerning stagnation in numbers during the last decade or so. “By 2023, an estimated 15.7 million children globally had received no doses of the diphtheria, tetanus, and pertussis (DTP) vaccine in their first year of life – with India being a significant contributor to this cohort. Measles vaccination coverage declined in 100 of 204 countries between 2010 and 2019, while 21 of 36 high-income countries experienced declines in vaccination coverage,” the report added. More than 7 million of these unvaccinated children belong to merely eight countries, with India’s 1.44 million zero-dose children positioning it as the second-highest globally, just behind Nigeria. South Asia as a region accounts for a troubling 13% of these vulnerable children, highlighting the disparity in healthcare systems between the sub-continent and the west.\nAlso Read: Is ChatGpt Making You Dumb? MIT Study Raises Concerns\nDid Covid Deter The 2030 Plan?\nThe report stated that achieving coverage of 90 percent or greater for each of the life-course vaccines — all three doses of the diphtheria-tetanus-pertussis (DTP) vaccine, two measles vaccines, and the pneumococcal vaccine — was the central target for 2030, however it added that Covid had severely affected the progress and until 2023, only 18 of 204 countries had already met the target. The researchers said that these latest estimates should serve as a wake up call for the global community and that, without substantial improvements in equity across the globe. “Vaccination services must prioritise trust-building, engage community leaders, and tailor interventions with more culturally appropriate local strategies to improve vaccine confidence and uptake,” the report added.\nWhat Does This Mean For India?\nDr Abhishek Chopra, a Senior Consultant, Neonatologist and Paediatricians at Cloudnine Group of Hospitals, New Delhi, Punjabi Bagh said that it was deeply concerning to learn that India holds the second-highest number of unvaccinated children globally. “Vaccines are one of the most effective tools we have to prevent childhood illnesses, disabilities, and deaths. Diseases like measles, diphtheria, and polio, which are entirely preventable, continue to pose a serious threat simply because some children are not getting the vaccines they need at the right time,” Abhisek added. Dr Abhishek highlighted several reasons for the lack of vaccination in India. He believes that socioeconomic disparities, lack of awareness, misinformation about vaccine safety, logistical challenges in rural areas, and disruptions caused by the COVID-19 pandemic have all played a role in decreasing routine immunization coverage. Dr Abhishek also emphasised the need for India to intensify efforts at the grassroots levels. He said that awareness campaigns need to be consistent, localised, and culturally sensitive.\nAlso Read: Are You Drying Out Your Underarms? Common Mistakes That Make Body Odour Worse\nConclusion\nTo meet the target 2030 of a fully vaccinated world, the researchers highlighted important measures countries should take in order to meet the goals of the Immunisation Agenda 2030 (IA2030):\n- To Specially focus on rural and underserved areas.\n- To address vaccine hesitancy and misinformation among masses and push for awareness.\n- To target support to conflict-affected and resource-poor regions.\n- To focus on local needs and subnational areas that lag behind economically.\n- To continue funding global recovery efforts like WHO’s “Big Catch-Up” campaign.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Health->public health",
      "Health->health organisation",
      "Health->vaccine",
      "Social Issue->children",
      "Social Issue->social services",
      "Social Issue->population and census",
      "Education->students",
      "Education->parents group"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.thelancet.com/lancet/about",
      "https://thelancet.com/lancet/about"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Africa",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T16:27:05.228+03:00",
    "updated": "2025-06-26T13:33:25.000+00:00"
  },
  {
    "uuid": "28236bf7b2f58c59f3026840c21034142124a39e",
    "url": "https://www.nj.com/weather/2024/10/did-you-see-the-northern-lights-aurora-borealis-brightens-nj-sky.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Sheldon",
    "published": "2024-10-11T00:45:00Z",
    "title": "Did you see the Northern Lights? Aurora borealis brightens N.J. night sky.",
    "text": "Updated: Oct. 10, 2024, 10:45 p.m. | Published: Oct. 10, 2024, 8:45 p.m.\nBright purple lights glowed in the sky over Wantage in Sussex County Thursday night, thanks to a large solar flare that caused the Northern Lights to be seen in New Jersey and many other states that don't see the atmospheric phenomenon too often. Rob & Antoinette Janmaat\nBy Chris Sheldon | NJ Advance Media for NJ.com The aurora borealis, or Northern Lights, could be seen in the sky across New Jersey Thursday night and many residents were able to capture photos of the rare atmospheric phenomenon.\nThe spectacular sight made the sky above the Garden State glow with a purple and pink-colored light, which drew residents out to snap some pictures, including the National Weather Service in Mount Holly.\n🤩 Here is our view of the aurora borealis (northern lights from our office around 7:15 PM! What are you seeing at your location? pic.twitter.com/F4DiNKaDsQ\n— NWS Mount Holly (@NWS_MountHolly) October 10, 2024 Photos were blasted all over social media from as far north as Wantage in Sussex County to as far south as Bayville in Ocean County.\nThe sky was glowing in multiple colors late Thursday night in Wantage in Sussex County as the Northern Lights returned to the atmosphere following a large solar storm. Rob & Antoinette Janmaat\nThe aurora borealis as seen from Bayville in Ocean County Submitted Photo\nThe Northern Lights are courtesy of a severe geomagnetic storm caused by a large solar flare.\nGeomagnetic storms are natural events triggered by explosions on the sun, which spark bright colors glowing in the sky .\nThe Northern Lights seen in Edison on Thursday, Oct. 10, 2024. Len Melisurgo\nWeather experts said the storm could be strong enough to disrupt some communications satellites and parts of the power grid, but it was unclear if there were any incidents like that Thursday night.\nThe National Weather Service said the peak period of the Northern Lights was expected to be between 7:45 p.m. Thursday and 2 a.m. Friday.\nThe aurora borealis as seen from Haddon Heights in Camden County. Photo Courtesy of Pamela Pollard\nStories by Chris Sheldon 5 horses found emaciated, dehydrated, officials say. Their owner is facing charges. Powerball winning numbers, live results for Wednesday’s $336M drawing Burglars steal car of N.J. assemblyman while his family was asleep, he says Please consider supporting NJ.com with a voluntary subscription.\nChris Sheldon may be reached at csheldon@njadvancemedia.com .\nReporter Len Melisurgo contributed to this report.\nIf you purchase a product or register for an account through a link on our site, we may receive compensation. By using this site, you consent to our User Agreement and agree that your clicks, interactions, and personal information may be collected, recorded, and/or stored by us and social media and other third-party partners in accordance with our Privacy Policy.\nFooter Navigation About Us About NJ.com Advertise with us Contact Us Newsletters Jobs at NJ Advance Media Accessibility Statement Subscriptions NJ.com The Star-Ledger The Times of Trenton South Jersey Times The Jersey Journal Newsletters Already a Subscriber Manage your Subscription Place a Vacation Hold Make a Payment Delivery Feedback NJ.com Sections N.J. News Local News N.J. Politics Sports High School Sports Entertainment Food & Recipes Events Business Opinion Jersey's Best Legal Notices Obituaries Jobs Autos Real Estate Rentals Classifieds Special Sections Local Life Contribute to NJ.com Submit an event Follow Us YouTube Facebook RSS Twitter Instagram More on NJ.com Place an ad Sell your car Post a job Sell/rent your home Apartments & rentals Weather Site map Sponsor Content Search NJ.com Store Archives Newspaper stories and photos Learn more about our newspapers The Star-Ledger The Times of Trenton The Jersey Journal South Jersey Times Hunterdon County Democrat Mobile iPhone, Android apps",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.accuweather.com/en/space-news/friday-night-lights-aurora-to-glow-over-northern-us/1649195",
      "https://accuweather.com/en/space-news/friday-night-lights-aurora-to-glow-over-northern-us/1649195"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T04:36:01.346+03:00",
    "updated": "2024-10-11T09:20:32.461+03:00"
  },
  {
    "uuid": "0dd4601b290ffbadb2b4a3aac13303876c4708bc",
    "url": "https://www.sportskeeda.com/golf/news-these-partnerships-will-allow-us-unify-jay-monahan-updates-players-pif-deal-new-years-eve-memo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hindi.sportskeeda.com",
    "published": "2024-01-01T01:14:00Z",
    "title": "“These partnerships will allow us to unify” - Jay Monahan updates players on PIF deal in a New Years Eve memo",
    "text": "') > -1) { addClass($('.section-container'), 'pill-tag'); } Jay Monahan (Image via Michael M. Santiago/Getty Images) Like what you are reading? Unlock the Full Story for Free! Sign in with Google Continue with Facebook Login using other methods PGA Tour Commissioner Jay Monahan shared a memo on New Year's Eve, updating the Tour players about the negotiation deal with the Saudi Arabia Public Investment Fund. The final meeting of the DP World Tour, PGA Tour, and PIF was scheduled for December 31. However, the deadline was extended to 2024.\nMonahan sent the memo to the tour players highlighting the merger and how the deal has progressed. In addition to PIF, the PGA Tour has been in advance talks with other investing funds, including the Strategic Sports Group (SSG). Their deal has 'made meaningful progress' so far and Monahan noted in the memo that the partnership will benefit the game.\nHe said (via Nuclr Golf):\n\"These partnerships will allow us to unify, innovate and invest in the game for the benefit of the players, fans and sponsors. \" Expand Tweet Monahan also spoke about the extended expiration date of the PGA Tour and PIF framework agreement. He mentioned that the date was extended based on the progress they have made so far.\nAccording to The Telegraph, the framework agreement could be finalized by the end of March 2024.\n“There’s no chance a deal can be announced by the end of this week. But, maybe by the end of March,\" said a source to The Telegraph.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://twitter.com/NUCLRGOLF/status/1741594011570151685?s=20",
      "https://twitter.com/NUCLRGOLF/status/1741594011570151685",
      "https://www.twitter.com/NUCLRGOLF/status/1741594011570151685?s=20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jay monahan",
          "sentiment": "negative"
        },
        {
          "name": "michael m. santia",
          "sentiment": "negative"
        },
        {
          "name": "monahan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pga tour",
          "sentiment": "none"
        },
        {
          "name": "google continue",
          "sentiment": "none"
        },
        {
          "name": "facebook login",
          "sentiment": "none"
        },
        {
          "name": "saudi arabia public investment fund",
          "sentiment": "none"
        },
        {
          "name": "strategic sports group",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T08:27:57.340+02:00",
    "updated": "2024-01-01T08:27:57.340+02:00"
  },
  {
    "uuid": "801b6af5b0a42d6dddfdbf36d0c7cdee1900f2ba",
    "url": "https://www.kiplinger.com/investing/stocks/stock-market-today-new-record-high-within-reach-for-sandp-500",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Karee Venema",
    "published": "2023-12-28T21:11:00Z",
    "title": "Stock Market Today: New Record High Within Reach for S&P 500 - Kiplinger's Personal Finance",
    "text": "Stock Market Today: New Record High Within Reach for S&P 500\nThe main benchmarks notched modest gains in the penultimate trading session of 2023, putting the S&P 500 within striking distance of a new all-time high.\nVolume continues to taper off ahead of the long holiday weekend. As a reminder, both the\nstock and bond markets will be closed Monday for New Year's Day. Today, though, market participants who stuck around were watching the S&P 500 as it closed in on a new all-time high.\nIn intraday trading, the S&P 500 climbed as high as 4,793.30, a stone's throw away from its all-time closing high of 4,796.56 from January 3, 2022. The broad-market index finished just below here, at 4,783, up 0.04% on the day.\nThe blue chip\nDow Jones Industrial Average, meanwhile, rose 0.1% to 37,710 – a new record closing high – while the tech-heavy Nasdaq Composite slipped 0.03% to 15,095. The Nasdaq remains about 6% below its all-time closing high of 16,057.44 from November 19, 2021.\nSubscribe to Kiplinger’s Personal Finance\nBe a smarter, better informed investor.\n<a href=\"https://subscribe.kiplinger.com/servlet/OrdersGateway?cds_mag_code=KPP&cds_page_id=268237&cds_response_key=I3ZPZ001\">\nSave up to 74%\n</a>\nSign up for Kiplinger’s Free E-Newsletters\nProfit and prosper with the best of expert advice on investing, taxes, retirement, personal finance and more - straight to your e-mail.\nProfit and prosper with the best of expert advice - straight to your e-mail.\nToday's gains add to this year's Santa Claus rally, a period encompassing the last five trading days of December and the first two trading days in January when stocks historically do well.\n\"[T]hese 7 days are more likely to be higher than any other 7 days of the year, [with the S&P 500] up 79.5% of the time,\" writes\nRyan Detrick, chief market strategist at Carson Group, on X. The data Detrick cites goes back to 1950, and shows the S&P 500 has averaged a 1.3% gain over the seven-day time frame.\nSince its close on Thursday, December 21 – the start of this year's Santa Claus rally – the S&P 500 is up 0.8%.\nJobless claims edge higher\nThursday saw the busiest day for economic data this week. Most notably, a report from the Labor Department showed\ninitial jobless claims rose 2,000 last week to 205,000.\n\"Jobless claims increased during the week ending December 23, but overall, they continue to trend sideways and have yet to show the sustained weakness that the Federal Reserve would like to see,\" says\nEugenio Alemán, chief economist at Raymond James. \"The labor market remains strong and reinforces our view that the Fed is likely to hold rates at current levels until the second half of 2024.\"\nMore\njobs data rolls in next week, including Friday's release of the December nonfarm payrolls report.\nMicrosoft can rally another 20%, analyst says\nIn single-stock news,\nMicrosoft (MSFT, +0.3%) edged higher after Wedbush analyst Daniel Ives said it remains a \"best ideas\" pick. Ives also raised his price target on the mega-cap stock to $450 from $425, representing an implied upside of 20% to current levels.\nThe increased price target reflects \"incrementally bullish recent AI [artificial intelligence] customer checks with 'game changing' Co-Pilot monetization now on the doorstep for MSFT into 2024,\" Ives writes in a note to clients. \"We believe the stock still has yet to price in what we view as the next wave of cloud and AI growth coming to the Redmond story with fiscal with a strong competitive cloud edge vs Amazon and Google.\"\nMSFT is set to close out 2023 up 57%, but it's only the third-best\nDow Jones stock on the year. In first place is Salesforce (CRM, -0.4%) with its 101% gain and Intel (INTC, -0.7%) comes in a close second, up 91%.\nRelated content\nWith over a decade of experience writing about the stock market, Karee Venema is an investing editor and options expert at Kiplinger.com. She joined the publication in April 2021 after 10 years of working as an investing writer and columnist at Schaeffer's Investment Research. In her previous role, Karee focused primarily on options trading, as well as technical, fundamental and sentiment analysis.\n-\n-\n25 Best After-Christmas Sales\nShop post-Christmas sales from Costco, Amazon, Best Buy, Walmart and Target — and ring in the New Year with savings.\nBy Kathryn Pomroy Published\n-\n3 Social Security Changes In 2024 To Know\nThese three Social Security changes in 2024 should be on retirees' radars.\nBy Alexandra Svokos Published\n-\nStock Market Today: Stocks Rise as Santa Claus Rally Rolls On\nExpectations the Fed will cut rates as soon as March is fueling end-of-year upside in stocks.\nBy Karee Venema Published\n-\nStock Market Today: S&P 500 Nears New High as Intel Stock Soars\nWith just a few trading sessions left in 2023, the S&P 500 is within a chip-shot of notching a new all-time high.\nBy Karee Venema Published\n-\nStock Market Today: Stocks Start Santa Claus Rally With Eighth Straight Weekly Win\nThe S&P 500 heads into the long holiday weekend less than 1% off its record close.\nBy Dan Burrows Published\n-\nStock Market Today: Stocks Resume Their Winning Ways After Steep Selloff\nThe three major benchmarks rebounded from their worst session in months.\nBy Dan Burrows Published\n-\nStock Market Today: Dow, Nasdaq Snap Daily Win Streaks\nThe major benchmarks looked like they were heading for a 10th straight win today but turned lower into the close.\nBy Karee Venema Published\n-\nStock Market Today: Energy Stocks Pop as Geopolitical Risks Rise\nU.S. crude futures climb as Tehran-backed Houthi rebels from Yemen continue to attack shipping vessels in the Red Sea.\nBy Karee Venema Published\n-\nStock Market Today: Mega-Cap Stocks Help Nasdaq Outperform\nA down day for Apple put pressure on the Dow but the 30-stock index still nabbed a new record close.\nBy Karee Venema Published\n-\nStock Market Today: S&P 500 Nabs Longest Weekly Win Streak in 6 Years\nThe major indexes made modest moves Friday, but ended with impressive weekly gains.\nBy Karee Venema Published\nView More \\25b8",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.dol.gov/sites/dolgov/files/OPA/newsreleases/ui-claims/20232659.pdf",
      "https://twitter.com/RyanDetrick/status/1737329489716080916",
      "https://www.wedbush.com/analysts/daniel-ives/",
      "https://www.raymondjames.com/dedrickwealth/our-team/bio?_=Eugenio.Aleman",
      "https://www.carsongroup.com/insights/blog/team-members/ryan-detrick/",
      "https://wedbush.com/analysts/daniel-ives/",
      "https://carsongroup.com/insights/blog/team-members/ryan-detrick/",
      "https://www.twitter.com/RyanDetrick/status/1737329489716080916",
      "https://raymondjames.com/dedrickwealth/our-team/bio?_=Eugenio.Aleman",
      "https://www.wedbush.com/analysts/daniel-ives",
      "https://www.raymondjames.com/dedrickwealth/our-team/bio",
      "https://www.carsongroup.com/insights/blog/team-members/ryan-detrick",
      "https://dol.gov/sites/dolgov/files/OPA/newsreleases/ui-claims/20232659.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "s&p",
          "sentiment": "negative"
        },
        {
          "name": "kiplinger",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:35.293+02:00",
    "updated": "2023-12-29T00:02:35.293+02:00"
  },
  {
    "uuid": "d1666ff19a82a232a8c4d9a8ab50dc14cb39dfe0",
    "url": "http://www.famigliacristiana.it/articolo/il-presepe-con-due-madonne-e-nessun-giuseppe-che-grande-perdita-in-tempi-di-femminicidio.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Annachiara Valle",
    "published": "2023-12-23T00:00:00Z",
    "title": "Giù le mani da San Giuseppe",
    "text": "-->\nSta facendo discutere, in questi giorni, il presepe di don Vitaliano Della Sala, il sacerdote “no global” che ha messo attorno alla mangiatoia due Madonne e nessun Giuseppe. Un modo, ha spiegato il prete influencer, di inclusione del mondo lgbt. In realtà, vorremmo ricordarlo, il presepe è già inclusivo di tutti. Perché Dio si è incarnato per la salvezza di «tutti, tutti tutti», come ricorda sempre anche papa Francesco. Semmai, questa trovata, toglie qualcosa. La Sacra Famiglia ha una molteplicità di messaggi: una donna incinta e un marito che non è il padre del bambino si mettono in viaggio per adempiere i loro doveri, non trovano posto da nessuna parte, sono costretti a far nascere il piccolo nella povertà più estrema e poi devono fuggire, in Egitto, perché perseguitati. Una summa di tutti i mali del mondo, che Gesù è venuto a redimere. E quel Giuseppe accanto a Maria dovremmo guardarlo meglio, non certo toglierlo dal presepe. Un uomo «giusto», così lo definiscono i Vangeli, che all’apprendere della notizia che la sua promessa sposa è incinta e non di lui, decide di ripudiarla in segreto . Farlo pubblicamente avrebbe significato condannarla alla lapidazione, come purtroppo ancora avviene in alcuni Paesi del mondo. Ma Giuseppe ama la sua donna, non vuole farle del male e vuole che nessuno si arroghi i diritto di giudicarla e di punirla . Quanta attualità in queste settimane in cui i femminicidi sono tornati, purtroppo tristemente, sulle cronache dei giornali. Giuseppe ama, Giuseppe non odia, Giuseppe non dà colpe. Dovrebbero farsi un esame di coscienza quanti, in questi giorni, stanno inveendo contro Vanessa, la donna uccisa dal suo amante dopo aver avuto con lui una breve relazione extraconiugale. Quanti insulti a quel marito che l’ha perdonata, riaccolta, tentato di proteggerla. Chissà cosa avrebbero detto questi ben pensanti a una donna come Maria, se fossero vissuti ai suoi tempi, se avessero saputo della sua gravidanza. Giuseppe ama, e poiché ama, si fida. Crede all’impossibile e fa quello che ogni uomo dovrebbe fare: ascolta la sua donna, ascolta la sua coscienza, ascolta Dio . E non solo non la ripudia, neppure in segreto, ma la sposa. La accompagna nel viaggio, le sta accanto nelle difficoltà, previene il pericolo di Erode e apre nuove strade al futuro della sua famiglia.\nQuanto c’è bisogno oggi di uomini così! Sostituire Giuseppe nel presepe non è una provocazione, è una mutilazione. Ci toglie la possibilità di riflettere su un uomo che, come ha ricordato papa Francesco nell’angelus del Natale 2013, quando ha saputo della gravidanza di Maria, «non si è ostinato a perseguire quel suo progetto di vita, non ha permesso che il rancore gli avvelenasse l’animo, ma è stato pronto a mettersi a disposizione della novità che, in modo sconcertante, gli veniva presentata. E così è diventato ancora più libero e grande . Era un uomo buono, non odiava. Ma quante volte a noi l’odio, l’antipatia, il rancore ci avvelena l’anima. Questo fa male, non permettere mai. Lui è un esempio di quello. Giuseppe, l’uomo fedele e giusto che ha preferito credere al Signore invece di ascoltare le voci del dubbio e dell’orgoglio umano». E allora, gustiamocelo questo san Giuseppe perché senza di lui, che ha custodito la vita di Maria e di Gesù, non avremmo avuto salvezza. E facciamo nostro anche l'appello di don Maurizio Patriciello al suo «caro confratello nel sacerdozio» chiede di ritornare sui suoi passi. «Si può e si deve discutere di tutto», scrive sui social il sacerdote di Caivano. «Dobbiamo allargare il cuore e la mente fino a lacerarli. Avendo però sempre rispetto per l’intelligenza, la sensibilità e la fede del popolo di Dio . “ Quella” famiglia nel presepe ci è cara. Tanto. Troppo. Racconta una storia. Per chi crede, quel Bambino è figlio di Dio. Siamo all’origine di una storia millenaria. E non solo di fede. A nessuno - in particolare a un prete - è dato di manometterne - arbitrariamente - il significato e la struttura. In appositi contesti discuteremo di altro. Nessun veto. Nessuna paura. Nessuna inibizione. Nessuna esclusione. La Chiesa - lo sai bene - non ha nemici. Ritorna sui tuoi passi. Cerca di fare un piccolo atto di umiltà. Chiedi scusa. Togli la statuetta aggiunta e rimetti san Giuseppe al suo posto. Gli compete di diritto» .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T07:50:12.482+02:00",
    "updated": "2023-12-24T07:50:12.482+02:00"
  },
  {
    "uuid": "ab59d1d8dff5202cba2fadf805cfa0a85b967801",
    "url": "https://www.infobae.com/mexico/2025/04/09/operacion-enjambre-caen-sindico-exagente-de-seguridad-y-expresidente-municipal-por-nexos-con-la-familia-michoacana",
    "ord_in_thread": 0,
    "author": "@infobae",
    "published": "2025-04-09T21:12:00Z",
    "title": "Operación Enjambre: caen síndico, exagente de Seguridad y expresidente municipal por nexos con la Familia Michoacana - Infobae",
    "text": "Cuatro de las personas detenidas (FGJEM) En el marco de la Operación Enjambre fueron detenidas cinco personas en el Estado de México . Las averiguaciones de las autoridades señalan que los individuos ahora asegurados estarían ligadas con actividades de la Familia Michoacana .\nLas capturas de José Humberto “N” , Síndico en funciones de Aculco ; Ari Patrick “N” , Presidente Municipal del periodo 2019-2021 en Almoloya de Alquisiras y su hermano Baltazar “N” ; Edgar “N” , ex Director de Seguridad Pública de Aculco; y Guillermina “N” , fueron informadas por las autoridades del Edomex el 9 de abril.\n“Los ahora detenidos forman parte de entramados criminales a partir de los cuales habrían utilizado sus cargos dentro de gobiernos municipales o vínculos con ellos, para cometer extorsiones a nombre de un grupo delictivo con orígenes en Michoacán” , es parte de lo informado por la Fiscalía General de Justicia del Edomex (FGJEM).\nDos de los detenidos son civiles (FGJEM) En el caso de José Humberto “N” y Edgar “N”, (síndico y exagente de Seguridad de Aculco) ambos son investigados por su presunta relación en un hecho con apariencia delictiva de extorsión . Sobre el primero, habría exigido dinero a un comerciante para no hacerle daño y dejarlo trabajar.\nEdgar “N” sería quien recogió el dinero a través de la violencia. El informe de las autoridades indica que esta forma de operar habrían sido replicadas para conseguir la asignación de contratos de obra pública .\nINFORMACIÓN EN DESARROLLO...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->corruption",
      "Crime, Law and Justice->arrest",
      "Politics->government",
      "Politics->safety of citizens",
      "Politics->political candidates",
      "Social Issue->discrimination",
      "Social Issue->demographics",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "José Humberto",
          "sentiment": "none"
        },
        {
          "name": "Guillermina",
          "sentiment": "none"
        },
        {
          "name": "Baltazar",
          "sentiment": "none"
        },
        {
          "name": "Edgar",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "de Alquisiras",
          "sentiment": "none"
        },
        {
          "name": "Estado de",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "FGJEM",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Fiscalía General de Justicia del Edomex",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Seguridad de Aculco",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:34:22.916+03:00",
    "updated": "2025-04-10T00:34:22.916+03:00"
  }
]