[
  {
    "uuid": "1f35887bcf386b10e565ac4017e618ded9837457",
    "url": "https://www.joplinglobe.com/news/business/general-mills-foundation-gives-10-000-grant-to-mercy-health-foundation-for-cancer-patient-assistance/article_cd6f3e78-f2c4-11ee-a016-3bf64ee96417.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "From staff reports | news@joplinglobe.com",
    "published": "2024-04-04T00:00:00Z",
    "title": "General Mills Foundation gives $10,000 grant to Mercy Health Foundation for cancer patient assistance | Business | joplinglobe.com",
    "text": "On Thursday, the Mercy Health Foundation received a $10,000 gift from the General Mills Foundation Hometown Grantmaking Program. The grant will help patients at Mercy Cancer Center with resources and services, including making sure they have adequate nutrition and transportation assistance to get to treatment services. “General Mills has once again demonstrated its commitment to making a positive impact on the well-being of communities,” Whit Sanders, director of radiation oncology for Mercy, said in a statement. “This generous gift from General Mills will have a direct and positive impact on the lives of those facing the hardships of cancer, providing them with the nutrition they need when navigating their treatment journey.” “General Mills continues to make a positive impact on the lives of those facing cancer,” said Miranda Lewis, vice president of the Mercy Health Foundation, in a statement. “This supports those navigating the challenging path of cancer, reminding them that they are not alone in their journey.” Since 2019, the Mercy Health Foundation has received more than $37,000 in support from the General Mills Foundation. General Mills, based in Minnesota, operates a frozen dough plant in Joplin at 3007 Stephens Blvd. that, with a recent expansion, is expected to employ 575 people. It also acquired Blue Buffalo Pet Products in 2018 in an $8 billion deal, including Blue Buffalo’s Heartland Pet Food Manufacturing plant in the Crossroads Center Business and Distribution Park on East 32nd Street (Route FF) in Joplin. According to the company, that plant employed 287 people last year.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mills",
          "sentiment": "none"
        },
        {
          "name": "whit sanders",
          "sentiment": "none"
        },
        {
          "name": "miranda lewis",
          "sentiment": "none"
        },
        {
          "name": "”",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "general mills foundation",
          "sentiment": "negative"
        },
        {
          "name": "mercy health foundation",
          "sentiment": "negative"
        },
        {
          "name": "general mills foundation h",
          "sentiment": "negative"
        },
        {
          "name": "mercy cancer center",
          "sentiment": "none"
        },
        {
          "name": "general mills",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:05:35.133+03:00",
    "updated": "2024-04-05T01:05:35.133+03:00"
  },
  {
    "uuid": "ac3c0a786d6d091c2f834d04092768a6a2082151",
    "url": "https://www.eltiempo.com/mundo/new-york-times-international-weekly/muestra-familia-futbolera-que-hombres-lloran-3324743",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "New York Times International Weekly",
    "published": "2024-03-14T00:00:00Z",
    "title": "'Puedes ser un tipo duro y ser emocional': los Kelce, la familia futbolera que hombres",
    "text": "Cuando Jason Kelce subió recientemente a un estrado para anunciar su retiro de la Liga Nacional de Futbol después de 13 temporadas con las Águilas de Filadelfia, parecía estar desempeñando el papel de la masculinidad tradicional a la perfección. Kelce, con su familiar barba, vestía una camiseta cortada, sandalias y un Rolex dorado. Ante el micrófono, agradeció a todos por asistir. Y entonces empezó a llorar. “Ay”, dijo entre lágrimas. “Esto va para largo”. Efectivamente, durante los siguientes 40 minutos, Kelce batalló con sus emociones mientras pronunciaba dificultosamente su discurso. Lloró cuando habló de sus compañeros de equipo. Lloró al reflexionar sobre el olor del “emparrillado recién cortado”. Incluso lloró cuando recordó que otras personas lloraban —principalmente, su padre, quien, de acuerdo con Kelce, tenía “lágrimas bañándole el rostro” cuando Kelce fue reclutado en el 2011. Y cuando Kelce habló sobre su relación con su hermano menor, Travis, ala cerrada de los Jefes de Kansas City, pareció estar en peligro de sufrir un colapso total. Travis estaba sollozando detrás de unos lentes obscuros en la primera fila. Alguien le arrojó una toalla a Jason para que pudiera secarse la cara. “Aquí es donde perderé toda calma”, dijo. Si no es precisamente un tabú, llorar en los deportes masculinos alguna vez se consideró una señal de debilidad. Pero, si bien en muchos sentidos los Kelce no podrían ser más representativos del estereotipo del deportista férreo —Travis sale con Taylor Swift, Jason bebe litros de cerveza y ambos se hicieron famosos jugando un juego violento— parecen llorar más abundantemente y con más frecuencia que los atletas profesionales en épocas anteriores. Ahora que su plataforma se extiende al cosmos Swift, su tipo de vulnerabilidad está al frente y al centro. Y el mensaje es claro: es normal y saludable que los hombres lloren. “Puedes ser un tipo duro y fuerte, y también puedes ser emocional y conectar”, dijo Fredric Rabinowitz, profesor de psicología en la Universidad de Redlands, en California. En el 2023, después de que los hermanos Kelce se enfrentaron en el Súper Tazón, Jason buscó a su madre para abrazarla entre lágrimas. Travis lloró durante su conferencia de prensa posterior al partido. Y luego los hermanos lloraron juntos durante un podcast. “Irónicamente, pierdes el Súper Tazón y lloras después del partido”, dijo Jason Kelce entre lágrimas en una emisión de “New Heights”. “Y no son lágrimas de tristeza; son lágrimas de alegría”. Las lágrimas de los deportistas masculinos no siempre fueron tan celebradas. Por ejemplo, en el 2009 Michael Jordan fue objeto de burlas en memes como “Jordan lagrimoso” cuando las derramó en su discurso de incorporación al Salón de la Fama del basquetbol. Rabinowitz advirtió que aún queda trabajo por hacer. “Creo que para el hombre promedio todavía existe este sentimiento de vergüenza por llorar”, dijo. Pero quizás eso esté empezando a cambiar. Rabinowitz recordó haber visto el anuncio de retiro de Jason Kelce en televisión. “Y estoy llorando al verlo”, dijo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:12:32.689+02:00",
    "updated": "2024-03-15T01:37:47.930+02:00"
  }
]
