[
  {
    "uuid": "9adf7fee1801edbdf7c0c174547d0d0d07d1ca46",
    "url": "https://www.foxnews.com/us/illegal-migrants-are-sleeping-in-terminals-of-boston-airport-on-daily-basis-as-crisis-overwhelms-shelters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brianna Herlihy",
    "published": "2024-01-25T00:00:00Z",
    "title": "Illegal migrants are sleeping in terminals of Boston airport on ‘daily basis’ as crisis overwhelms shelters | Fox News",
    "text": "Dozens of illegal migrants are lining the floors of Terminal E at Boston Logan Airport with no light at the end of the tunnel as the crisis overwhelms the state’s shelter system. \\\"We continue to see migrants at the airport on a daily basis,\\\" Massport spokesperson Jennifer Mehigan told the Boston Herald. \\\"They come to Logan a number of ways — some fly in, but the majority do not. They also arrive at Logan at all hours.\\\" People have been sleeping on the floors lining the lower level of international Terminal E, as shown in images captured by CBS News. Mehigan told the Boston Globe that Massport could not provide an estimate of how many people were sheltering in the terminal per day. Mehigan told the Herald that the airport has provided staff who speak Haitian Creole and Spanish to assist the people taking shelter in the airport. Logan reportedly coordinates with the state to transport people to \\\"welcome centers,\\\" which help direct incoming migrants to resources, services and transportation. BORDER BATTLE LINES: DEMS CALL ON BIDEN TO SEIZE CONTROL OF TEXAS NATIONAL GUARD, AS GOP ALLIES BACK ABBOTT \\\"Frankly, what you’ve seen at Logan has been the situation, and this is why I said months ago that we are reaching capacity here,\\\" Gov. Maura Healey said in response to questions at a press conference Monday. She noted that \\\"no incidents\\\" have occurred involving the situation at the airport despite the volume of people. The governor said Logan has been a \\\"wonderful partner\\\" and thanked the staff and state police — who she noted are working their regular shifts — for \\\"managing the inflow and outflow of folks.\\\" Healey added that her administration has processed nearly 3,000 work authorizations for people and opened overflow sites and other housing with community partners like United Way. However, she said the state still needs help from the federal government because the crisis is \\\"not a problem that Massachusetts created.\\\" DEM GOVERNOR COMPLAINS AS MIGRANT SURGE STRAINS HER 'RIGHT-TO-SHELTER' STATE'S RESOURCES \\\"The bottom line here is that we really are reaching, have reached capacity,\\\" Healey said. \\\"I just continue to express in the strongest terms possible, that’s why we need action at the federal government. This is not a problem that Massachusetts created. However, it’s a problem that we’re having to deal with right now.\\\" Massachusetts has a \\\"right-to-shelter law,\\\" which entitles migrant families to taxpayer-funded emergency shelter. The Bay State is the only one in the country with a statewide right-to-shelter law, signed into law in 1983 by Gov. Michael Dukakis. Healy, a Democrat, said in November that she had hoped the crisis would not devolve into homeless people sleeping at Boston's Logan Airport or in emergency rooms. BOSTON ANNOUNCES REPARATIONS TASK FORCE THAT WILL STUDY IMPACT SLAVERY HAD ON RESIDENTS: CITY 'ON TRIAL' Just three months later, after she announced the state’s shelter system maxed out at 7,500 families, the situation has since devolved to that scenario. Massachusetts is on the brink. The migrant crisis comes as Texas is in a standoff with the Biden administration over what Gov. Greg Abbott says is its constitutional duty to protect itself against the \\\"invasion\\\" at the southern border. CLICK HERE TO GET THE FOX NEWS APP Several Republican governors on Wednesday night, including Gov. Ron DeSantis of Florida, Glenn Youngkin of Virginia and Brian Kemp of Georgia, announced they stood in solidarity with Abbott and the Lone Star State as the Biden administration insists that it defy Texas’ attempts to use razor wire to prevent illegals from crossing the border. \\\"The Executive Branch of the United States has a constitutional duty to enforce federal laws protecting states, including immigration laws on the books right now,\\\" Abbott said. \\\"President Biden has refused to enforce those laws and has even violated them.\\\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "jennifer mehigan",
          "sentiment": "none"
        },
        {
          "name": "mehigan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fox news dozens",
          "sentiment": "negative"
        },
        {
          "name": "herald",
          "sentiment": "none"
        },
        {
          "name": "boston globe",
          "sentiment": "none"
        },
        {
          "name": "massport",
          "sentiment": "none"
        },
        {
          "name": "cbs news",
          "sentiment": "none"
        },
        {
          "name": "boston herald",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boston logan airport",
          "sentiment": "none"
        },
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "logan",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:38:14.368+02:00",
    "updated": "2024-01-26T00:38:14.368+02:00"
  },
  {
    "uuid": "8612fd510a3d5b28d14e4c42d056f83deba5dccf",
    "url": "https://cronicaglobal.elespanol.com/culemania/primer-equipo/20240107/el-barca-gana-al-barbastro-pidiendo-hora/823167732_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Domínguez",
    "published": "2024-01-07T00:00:00Z",
    "title": "El Barça gana al Barbastro pidiendo la hora",
    "text": "Noticias relacionadas La baja por sanción del Barça para el partido de Copa en Barbastro El jugador del Barça que deja la enfermería y 'fastidia' a Koundé Bombazo de Xavi en el once del Barça para el debut de Copa Victoria de trámite, pero sufrida, para el FC Barcelona en los dieciseisavos de Copa del Rey . Los de Xavi doblegaron --no sin problemas-- al Barbastro (2-3), a domicilio y a partido único, para acceder a la ronda de octavos. Goles de Fermín López, Raphinha y Lewandowski --de penalti-- en un duelo en que el técnico no quiso arriesgar con el once . Tan sólo Héctor Fort y Fermín eran jugadores del filial. El resto, de la primera plantilla y titulares habituales como Araujo, Koundé, Raphinha, Frenkie, Joao Félix o Ferran . Y pese a ello, el problema en defensa no cesa . Los goles en contra siguen cayendo como panes. Con esta victoria por la mínima, en cualquier caso, ya son tres consecutivas para un Barça que deberá mejorar en la Supercopa de España .\nXavi ya advirtió en rueda de prensa que no se fiaba ni un pelo del Barbastro , uno de los mejores equipos de toda la Segunda RFEF, y lo cierto es que el Barça salió a dominar y atacar desde los primeros minutos. La tripleta ofensiva generó peligro con disparos lejanos de Raphinha y Joao Félix , este último estrellando un balón al palo en el primer cuarto de hora. No tardó en llegar el 0-1, obra de Fermín López .\nFermín López, celebrando el gol marcado contra el Barbastro EFE\nEl centrocampista adelantó al Barça tras una buena acción defensiva de Christensen , pase en profundidad de Oriol Romeu y asistencia de Raphinha desde la banda derecha, con un pase de la muerte que Fermín remató al fondo de las mallas. Tras el primer gol, el Barça siguió atacando sin cesar . Dejó claro en toda la primera mitad que se tomaba en serio el partido, y dispuso de diversos acercamientos en que faltó precisión en el pase final para volver a perforar la portería. Raphinha fue de los jugadores más activos del Barça, intentándolo una y otra vez.\nEl Barça mereció golear al descanso Fermín, también muy activo llegando desde segunda línea, protagonizó un remate de cabeza que el guardameta local logró atrapar sin problemas. Muy atentos también Oriol Romeu, Frenkie de Jong y la adelantada defensa culé a la hora de anticiparse. Antes del descanso, el susto lo dieron Fermín y Romeu con un choque de cabezas, en un balón dividido, que por fortuna no fue a mayores.\nJoao Félix, durante el partido contra el Barbastro EFE\nPrimera mitad plácida para un Barça que, sin embargo, se marchó con un marcador corto a los vestuarios. Y no lo hizo por culpa de los árbitros, pues el linier birló por fuera de juego inexistente un golazo de cabeza de Joao Félix . El atacante portugués acabó desquiciado con los colegiados, y no es para menos.\nDe la sentencia culé a la esperanza local Ya en la segunda mitad, el Barbastro salió sin miedo y con la voluntad de buscar el gol. Lo que encontró, no obstante, fue una diana en contra. El canterano Héctor Fort se sacó de la chistera un centro con rosca y bote que Raphinha , en carrera desde la banda derecha, remató para duplicar la ventaja del Barça . Gran acción del joven lateral de La Masía, que en una de las jugadas posteriores estuvo a punto de asistir también a Ferran Torres con un centro tenso al que el tiburón no llegó por muy poco.\nHéctor Fort, durante el partido de Copa del Rey ante el Barbastro EFE\nPese a que el 0-3 parecía muy cerca, fue el Barbastro el que consiguió reducir distancias . Y lo hizo gracias, en buena medida, a un grave error de Joao Félix . El atacante culé regaló un córner cuando intentaba evitar un saque de banda. No se entendió con Christensen, y en el saque de esquina los locales fueron más agresivos que los culés a la hora de atacar el balón. Iñaki Peña no se atrevió a pelear el balón aéreo, y tras un rebote De Mesa marcó para el Barbastro.\nÍñigo y Lewandowski, cara y cruz El caso es que, con 1-2 en el electrónico, Xavi introdujo a Íñigo Martínez y Vitor Roque por Christensen y Raphinha , con el objetivo de dar oxígeno al equipo. Quien estuvo totalmente ausente fue Joao Félix . Desde que le anularon el gol en la primera mitad, el luso no estuvo fino en los regates ni combinaciones. Lo peor de todo fue la actitud. Se quedó parado en varias ocasiones tras perder el balón, provocando jugadas peligrosas del Barbastro . Xavi vio venir que los locales estaban ganando terreno, y por ese motivo dio entrada a dos primeras espadas: Gundogan y Lewandowski , a cambio de los descafeinados Joao Félix y Oriol Romeu .\nIñaki Peña ataja un balón durante el partido contra el Barbastro EFE\nApenas unos minutos después, llegó la peor noticia para el Barça. Nueva lesión, esta vez de un Íñigo Martínez que justo regresaba a los terrenos de juego. Sergi Roberto tuvo que entrar de urgencia por el central vasco, que se marchó visiblemente cabreado y dio un golpe al llegar al banquillo. Habrá que esperar a las pruebas para conocer el alcance de la dolencia, con una enfermería que sigue llenándose .\nSea como sea, el Barbastro apretó hasta el final y al Barça , aunque tuvo la sentencia en las botas de Ferran , le tocó sufrir. Por fortuna, mantuvo el resultado en un partido agridulce . Y lo amplió, en los minutos finales, con un gol de penalti de Lewandowski tras unas manos claras de un defensor local en el interior del área. A continuación, en el tiempo de descuento, el Barbastro volvió a reducir distancias tras un penalti infantil de Fermín López . Pese al 2-3 y los tres triunfos seguidos , a los blaugrana les tocará mejorar en las semifinales de la Supercopa contra Osasuna . Especialmente en el apartado defensivo , donde sigue habiendo un grave problema.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:19:19.126+02:00",
    "updated": "2024-01-08T04:30:58.695+02:00"
  },
  {
    "uuid": "3cafd02f3183233d8c46f75d64fe49decfd041d7",
    "url": "https://www.sportingnews.com/us/nfl/philadelphia-eagles/news/eagles-player-sick-tired-talking-about-last-season/8df9161e0e284f54cd405da3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Roling",
    "published": "2024-07-26T00:00:00Z",
    "title": "One Eagles player is sick and tired of talking about last season | Sporting News",
    "text": "A Philadelphia Eagles player clapped back at all the chatter around last season's failures.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/ZBerm/status/1816579812883849505",
      "https://www.x.com/ZBerm/status/1816579812883849505"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jordan mailata",
          "sentiment": "none"
        },
        {
          "name": "nick sirianni",
          "sentiment": "none"
        },
        {
          "name": "zach berman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "philadelphia eagles",
          "sentiment": "negative"
        },
        {
          "name": "eagles",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T05:31:07.642+03:00",
    "updated": "2024-07-26T05:47:22.818+03:00"
  },
  {
    "uuid": "882278fb3ff49ce02daa8c38716edca3b5719c19",
    "url": "https://variety.com/shop/best-tablet-deals-1235048843",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anna Tingley",
    "published": "2024-04-11T22:50:00Z",
    "title": "Best Tablet Deals 2024: Up to $150 Off Apple iPad, Samsung, Microsoft",
    "text": "\nTablets are one of the best back-to-school deals to jump on come September, but retailers are also starting to offer tablet deals year-round. That makes sense, considering the portable smart devices aren’t just a genius product for students — who can use them to record and take notes in class, download textbook materials and draw out diagrams; they also make life easier for people at all different stages of life, from creatives looking for another format to sketch their drafts to professionals who need a compact way to store and present materials while on the go.\nLooking for a good tablet deal online? Here are five smart tablet sales to score this month, all at least 20% off right now for a limited time.\nBEST AMAZON TABLET DEAL Amazon Fire HD 8 Tablet $64.99 $99.99 35% off Buy Now On Amazon Amazon’s Fire Tablet has become a popular pick-up online, providing incredible value for its (low) price point.\nRight now, you can get an Amazon Fire HD 8 tablet from just $65 online. This tablet features a compact eight-inch HD display, 32GB of space and a generous 13-hour battery life.\nAmazon also says this updated model features a processor that’s up to 30% faster than the previous gen Fire HD 8.\nBEST SAMSUNG TABLET DEAL Samsung Galaxy Tab S6 Lite $329.99 $429.99 23% off Buy Now On Amazon Amazon has an exclusive offer right now that gets you this Samsung tablet for 23% off. A bonus: get a $100 Amazon gift card free with purchase.\nThis tablet deal gets you a brand new 2024 edition Samsung Galaxy Tab S6 Lite, with 64GB of space, crystal clear 10.4-inch display, Dolby Atmos sound and up to 14 hours of battery life on a single charge. You also get an included S Pen to take notes, sketch and mark up documents directly on the tablet.\nANDROID TABLET DEAL Samsung Galaxy Tab A9+ $169.99 $219.99 23% off Buy Now On Amazon The cheapest Samsung tablet deal we’re seeing is on this Galaxy Tab A9+, which is just $169.99 on Amazon. This deal gets you a big and bright 11-inch Android tablet with 64GB of space and upgraded chipset in a slim and lightweight package.\nWhile this deal is live on Amazon, you can also shop the latest Samsung tablet deals over on Samsung.com , with current savings up to $800 with trade-in credit. See full details here .\nBEST MICROSOFT TABLET DEAL Microsoft Surface Go 3 $349.99 $499.99 30% off Buy Now on MICROSOFT Microsoft’s popular 2-in-1 tablet is on sale right now for 30% off online.\nMicrosoft remains the King of detachable devices with the Surface Go, which easily folds and detaches to seamlessly transition from tablet to laptop, and boasts a well-implemented kickstand. Plus, it has a robust battery life (up to 11 hours) and sharp 10.5-inch touchscreen display.\nThe built-in front-facing and rear-facing 1080p HD cameras and dual Studio Mics make this a great tablet for work and taking calls as well.\nBEST IPAD TABLET DEAL Apple iPad (9th Generation) $249.00 $329.00 24% off Buy Now On Amazon Yes, you can get a brand new Apple iPad for under $250 right now, with this Amazon tablet deal.\nThe offer gets you a 9th-gen iPad with a 10.2-inch display, 64GB of space and a 12MP ultra-wide front camera (as well as an 8MP rear-facing camera). Battery life is strong with up to ten hours on a single charge. It’s headlined as a tablet with laptop power, meaning it runs on a powerful laptop-worthy CPU and uses a super-fast OS operating system.\nGreat for gaming, entertainment and creating content, this is your chance to get the iconic silver iPad for less.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0CLF3VPMV%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fhowl.me%2Fcl1GTCZxKTc&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9CJM1Z%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0D152T34L%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fgo.skimresources.com%3Fid%3D87443X1540253%26xs%3D1%26url%3Dhttps%253A%252F%252Fwww.microsoft.com%252Fen-us%252Fd%252Fsurface-go-3%252F904h27d0cbwn%253Factivetab%253Dpivot%253Aoverviewtab%26sref%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09BG6BRQG%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fgo.skimresources.com%3Fid%3D87443X1540253%26xs%3D1%26url%3Dhttps%253A%252F%252Fwww.microsoft.com%252Fen-us%252Fd%252Fsurface-go-3%252F904h27d0cbwn%253Factivetab%253Dpivot%253Aoverviewtab%26sref%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9CJM1Z%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fhowl.me%2Fcl1GTCZxKTc&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0D152T34L%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09BG6BRQG%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_variety",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_variety?q=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0CLF3VPMV%3Ftag%3Dvariety0e8-20%26linkCode%3Dogi%26th%3D1%26psc%3D1%26language%3Den_US%26asc_source%3Dweb%26asc_campaign%3Dweb%26asc_refurl%3Dhttps%253A%252F%252Fvariety.com%252Fshop%252Fbest-tablet-deals-1235048843%252F&p=https%3A%2F%2Fvariety.com%2Fshop%2Fbest-tablet-deals-1235048843%2F&ref=pmcTrackonomicsReferrer&event_type=click"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "samsung",
          "sentiment": "negative"
        },
        {
          "name": "microsoft",
          "sentiment": "negative"
        },
        {
          "name": "amazon tablet deal amazon",
          "sentiment": "none"
        },
        {
          "name": "amazon amazon",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T04:12:34.758+03:00",
    "updated": "2024-04-14T07:37:31.631+03:00"
  }
]