[
  {
    "uuid": "34e87bae93bff8a623b3dd7cf94f4b92c6cc6077",
    "url": "https://www.footmercato.net/a6639371115135324036-premier-league-west-ham-se-paye-arsenal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maxime Barbaud",
    "published": "2023-12-28T22:15:00Z",
    "title": "Premier League : West Ham se paye Arsenal",
    "text": "LIVE\nMalgré une domination quasi constante, Arsenal s’incline 2-0 face à une équipe de West Ham courageuse et particulièrement réaliste. Cette défaite permet à Liverpool de conserver la tête de la Premier League.\nLes victoires de Liverpool et de Manchester City obligeaient\nArsenal à répondre par le succès ce soir lors de la réception de West Ham ce jeudi soir. Une mission plutôt délicate pour les hommes de Mikel Arteta car pour cette dernière en 2023 à l’Emirates Stadium, le voisin londonien se présentait en confiance, fort d’un succès probant contre Manchester United le week-end dernier. D’ailleurs, David Moyes reconduisait son trio offensif Kudus-Bowen-Paqueta qui avait si bien marché contre les Red Devils. Arsenal répondait par le même onze que lors du nul face aux Reds. Seul Trossard dans l’entrejeu remplaçait Havertz, suspendu.\nClassement live\nLa rencontre démarrait sur un rythme élevé, dominée par les locaux entre une succession de centres, une frappe de Martinelli contrée (6e) puis une autre de Trossard hors cadre (11e). Comme souvent depuis le début de la saison, West Ham avait de la ressource pour faire le dos rond avant de piquer. La mésentente de Zinchenko et Gabriel sur ce centre d’Emerson profitait à Bowen, lequel redressait le cuir sur Soucek, buteur dans les six mètres (0-1, 13e). La remise de l’Anglais est tout de même sujette à polémique car même la VAR ne permet pas d’affirmer si le ballon est complètement sorti du terrain ou non. Arteta en reparlera probablement en conférence de presse…\n[]https://www.footmercato.net/a15260110636013782-arsenal-west-ham-lucas-paqueta-sort-blesse-au-genou\nArsenal a beaucoup tenté\nTout ne souriait pas non plus aux Hammers non plus.\nPaqueta devait céder sa place, touché au genou dès l’échauffement. En plus de cela, les Gunners repartaient vers l’avant mais manquaient encore de tranchant dans la zone de vérité, à l’image de cette tête de Saka claquée par Areola (30e) ou encore de ce tir de Martinelli (37e). La réussite s’invitait aussi du côté des visiteurs puisque Saka enroulait son ballon sur le poteau avant la pause (42e). Pour reprendre la tête de la Premier League et déjà revenir au score, il fallait élever le curseur seulement Mavropanos, crucifiait son ancien club d’une magnifique tête au retour des vestiaires (0-2, 55e).\nLa réussite était maximale pour West Ham avec ce second but sur cette seconde tentative cadrée. Un vrai coup de massue dont ne se remettaient jamais les Gunners. Zinchenko passait à côté de sa soirée, Martinelli manquait trop d’impact, Trossard avait la tête à l’envers et Jesus ratait ses situations (58e, 64e). Areola finissait par achever les espoirs de ses adversaires en intervenant parfaitement sur Trossard (74e), Saka (78e), Nketiah (88e) et Odegaard (90e). Malgré 30 tirs à 6, Arsenal n’a pas mis les ingrédients nécessaires face à des Hammers aussi cohérents que réalistes qui ont tout de même manqué un penalty dans les ultimes secondes, et doit s’incliner,\nlaissant Liverpool en tête du championnat avec deux points d’avance.\nPlus d'infos sur...\nFil info\nArticles\nNos ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:29.536+02:00",
    "updated": "2023-12-29T00:36:29.536+02:00"
  },
  {
    "uuid": "3da0793bd7b21d52679070fc29d347aae68a185e",
    "url": "https://www.thewashingtondailynews.com/2023/12/29/two-local-wwii-veterans-meet-for-the-first-time/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Daily News",
    "published": "2023-12-29T13:00:00Z",
    "title": "Two local WWII veterans meet for the first time - Washington Daily News | Washington Daily News",
    "text": "Two local WWII veterans meet for the first time Published 8:00 am Friday, December 29, 2023 Jesse Powers, 99 a lifelong resident of Chocowinity, and Roscoe Joyner, 104 and now a resident of Belhaven, both fought in the European theatre during World War II. On December 18th of this year the two had the opportunity to meet for the very first time at Joyners’ home in Belhaven. They greeted one another with a warm handshake and gracious smiles, and for the next 90 minutes or so, they shared their “war stories” with one another in only a way that two WWII veterans could tell and understand. And though they never served together, there was an immediate bond between the two of them as they talked about the good and the bad of life on the frontlines. And to no surprise, they really had more in common with one another than they could have ever imagined. Such as the times they both saw General George Patton, their remembrances of the German people, the pranks and mischievous things they would often do to ease the stress of war, and their mutual love of fishing. When they decided it was time to call it a day, both eagerly agreed they wanted to get back together, as they had more tales to spin for another day. The full audio recording of their conversation can be heard above and at https://vimeo.com/898474770?share=copy#t=0. Powers’ individual story can be read [here](https://www.thewashingtondailynews.com/2023/11/18/99-year-old-wwii-vet-shares-his-story/). Joyner’s individual story can be read [ here](https://www.thewashingtondailynews.com/2023/11/26/world-war-ii-vet-still-haunted-by-the-horrors-of-war/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://vimeo.com/898474770?share=copy#t=0.",
      "https://vimeo.com/898474770",
      "https://www.vimeo.com/898474770?share=copy#t=0."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesse po",
          "sentiment": "neutral"
        },
        {
          "name": "roscoe joyner",
          "sentiment": "none"
        },
        {
          "name": "george patton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "washington daily news | washington daily news two",
          "sentiment": "neutral"
        },
        {
          "name": "joyners",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chocowinity",
          "sentiment": "none"
        },
        {
          "name": "belhaven",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T15:42:11.177+02:00",
    "updated": "2023-12-29T15:42:11.177+02:00"
  },
  {
    "uuid": "e89609eea14178cf8a9f932a6a96b99128e705fc",
    "url": "https://www.dispatchlive.co.za/sport/2024-01-19-maphaka-shines-in-sa-u19s-opening-victory-over-windies",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AMIR CHETTY",
    "published": "2024-01-19T17:16:00Z",
    "title": "Maphaka shines in SA U19's opening victory over Windies",
    "text": "Maphaka shines in SA U19's opening victory over Windies A sensational five-wicket haul by Proteas seamer Kwena Maphaka inspired his side to an impressive 31-run win on the opening day of the ICC Men’s U19 World Cup in Potchefstroom on Friday. The left-arm paceman claimed five wickets for 38 runs in 9.1 overs alongside 3/66 by Riley Norton as the Windies were dismissed for 254 in response to South Africa's 285 for nine. There was no drama outside JB Marks Oval despite a week or two full of turmoil involving South African U19 player David Teeger who was relieved of the captaincy but still played in the opener. Teeger attracted attention for making pro-Israeli remarks at the Jewish Achiever Awards for which he faced an independent hearing where he was exonerated. But, citing security concerns, CSA stripped him of the captaincy last week. However, the right-arm spinner assumed the role briefly when captain Juan James left the field injured. The Palestine Solidarity Alliance held a small, peaceful protest outside the ground on Friday morning while a handful of patrons wore T-shirts supporting Teeger. The pro-Palestine group numbered about 100 people with part of the protest including Friday prayer. On the field, a 131-run partnership between Dewan Marais and skipper Juan James helped the Proteas post a formidable target after the Windies won the toss and chose to field first. The junior Windies side suffered a top-order collapse as they lost their first five wickets for just 73 runs and seemed to be staring down the barrel of defeat. However, a sensational maiden century by Jewel Andrew, coming in at number six, brought the game back into balance. The right-handed wicketkeeper-batsman hit 130 from 96 deliveries including 14 fours and three sixes and shared a stand of 116 for the sixth wicket with Nathan Sealy (33), as they gave the Windies hope at 190 for six. Andrew posted 35 runs with Tarrique Edward (13) and 25 runs with Nathan Edward (12) as Maphaka claimed two of the last four wickets to fall. Earlier, the visitors drew first blood with the ball as they picked up three wickets for 99 runs inside 21 overs; before a 48-run stand between David Teeger and Oliver Whitehead took them to the brink of 150. South Africa lost a second cluster of wickets in the middle overs, as they were reduced to 145/6 before Marais and James joined forces. Marais hit four boundaries and four sixes for his 65, while James hit three boundaries and a six for his 47 as the two built the record-breaking stand off just 90 balls. Contributions by Teeger (44), Lhuan-dre Pretorius (40) and Whitehead (26) helped the innings up the order. Nathan Sealy claimed 3/34 from 20 overs. Elsewhere, Ireland claimed a seven-wicket win over the US in the other match of the day in Bloemfontein. Would you like to comment on this article? Register (it's quick and free) or sign in now. Please read our [Comment Policy](/pages/comments/) before commenting.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maphaka",
          "sentiment": "negative"
        },
        {
          "name": "juan james",
          "sentiment": "none"
        },
        {
          "name": "kwena maphaka",
          "sentiment": "none"
        },
        {
          "name": "teeger",
          "sentiment": "none"
        },
        {
          "name": "riley norton",
          "sentiment": "none"
        },
        {
          "name": "david teeger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "windies maphaka",
          "sentiment": "negative"
        },
        {
          "name": "csa",
          "sentiment": "none"
        },
        {
          "name": "palestine solidarity alliance",
          "sentiment": "none"
        },
        {
          "name": "windies",
          "sentiment": "none"
        },
        {
          "name": "icc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "potchefstroom",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "jb marks oval",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T22:37:25.538+02:00",
    "updated": "2024-01-20T00:48:31.421+02:00"
  },
  {
    "uuid": "9f4f301a67a046b54b92f377eb291d5107149ee0",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-4-instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T22:04:00Z",
    "title": "Instacare Home Health Solutions Continues to Lead with Premier Companion Care in Piscataway, NJ | FinancialContent Business Page",
    "text": "Instacare Home Health Solutions in Piscataway, NJ, pledges top-notch companion care, enhancing life quality with personalized services. Recognized for excellence, they offer emotional support and daily living assistance, ensuring independence and happiness. Discover more at https://instacarehome.com Piscataway, NJ - Instacare Home Health Solutions, a key player in the home care sector, today reinforces its pledge to deliver outstanding companion care services to the residents of Piscataway, NJ. Recognized for its excellence and as one of the best home care agencies in Piscataway, NJ, Instacare is unwavering in its commitment to enhancing the quality of life for those it serves, ensuring access to superior home care solutions that meet and exceed client expectations.\n\"Dedication to our client's well-being is at the heart of everything we do at Instacare Home Health Solutions. We understand the importance of companionship and its significant impact on our client's health and happiness. Our tailored companion care services are designed to meet the unique needs of each individual, fostering a sense of belonging and support,\" stated Dani Sabo, owner of Instacare Home Health Solutions.\nInstacare's dedication to offering high-quality companion care in Piscataway, NJ, addresses the growing demand for reliable, empathetic home care services. The agency's comprehensive range of services, including social interaction, daily living assistance, and emotional support, underscores its mission to provide care that not only meets but surpasses the needs of its clients.\nThe steadfast commitment of Instacare Home Health Solutions to maintaining its status as one of the best home care agencies in Piscataway, NJ, is evident in its continued efforts to innovate and improve its services. By prioritizing the needs of its clients and employing a team of highly skilled and compassionate caregivers, Instacare ensures that the community of Piscataway, NJ, has access to exceptional care that enriches lives and fosters independence.\nFor more information about Instacare Home Health Solutions and their companion care in Piscataway, NJ , please visit their website at https://instacarehome.com\nAbout Instacare Home Health Solutions:\nInstacare Home Health Solutions is a leading companion care provider and comprehensive home care in Piscataway, NJ. Known for its commitment to quality, compassion, and excellence, Instacare has established itself as one of Piscataway, NJ's best home care agencies. With a focus on personalized care plans and the well-being of its clients, Instacare Home Health Solutions continues to impact the community it serves significantly.\nMedia Contact\nCompany Name: Instacare Home Health Solutions\nContact Person: Dani Sabo\nEmail: Send Email\nPhone: +1 732 719 8675\nAddress: 347 Plainfield Ave\nCity: Edison\nState: NJ\nCountry: United States\nWebsite: http://Instacarehome.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [
      "http://Instacarehome.com",
      "https://www.getnews.info/press_stat.php?pr=instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
      "https://instacarehome.com/services/",
      "http://www.universalpressrelease.com/?pr=instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
      "https://instacarehome.com",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
      "https://instacarehome.com/services",
      "https://www.instacarehome.com",
      "https://tracking.newsrpm.com/pixel",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://www.instacarehome.com/services/",
      "http://universalpressrelease.com/?pr=instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
      "https://getnews.info/press_stat.php?pr=instacare-home-health-solutions-continues-to-lead-with-premier-companion-care-in-piscataway-nj",
      "http://www.Instacarehome.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "premier companion care",
          "sentiment": "neutral"
        },
        {
          "name": "instacare home health solutions continues",
          "sentiment": "neutral"
        },
        {
          "name": "financialcontent business page instacare home health solutions",
          "sentiment": "neutral"
        },
        {
          "name": "instacare home health solutions",
          "sentiment": "none"
        },
        {
          "name": "nj - instacare home health solutions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "piscataway",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:10:45.319+03:00",
    "updated": "2024-04-05T01:10:45.319+03:00"
  },
  {
    "uuid": "b934eccea8371219bd42be2e796f570b561bc6e4",
    "url": "https://www.zazoom.it/2025-04-09/terzo-mandato-in-campania-la-consulta-boccia-vincenzo-de-luca-ok-alle-tesi-del-governo/16743039",
    "ord_in_thread": 0,
    "author": "@zazoomblog",
    "published": "2025-04-09T21:19:16Z",
    "title": "Terzo mandato in Campania la Consulta boccia Vincenzo De Luca | ok alle tesi del Governo",
    "text": "Terzo mandato in Campania la Consulta boccia Vincenzo De Luca | ok alle tesi del Governo\nIlmattino.it - Terzo mandato in Campania, la Consulta boccia Vincenzo De Luca: ok alle tesi del Governo\nTerzo mandato alla Consulta, sciabolate in udienza: così si sono sfidati Governo e Regione Campania.\nTerzo mandato, la Consulta boccia la legge della Regione Campania.\nLa Consulta dice no al terzo mandato di Vincenzo De Luca in Campania.\nCampania, la Consulta boccia la legge sul terzo mandato.\nTerzo mandato, sconfitta per De Luca. La Consulta accoglie il ricorso del governo.\nDalla Consulta il no al terzo mandato per Vincenzo De Luca.\nNe parlano su altre fonti\nTerzo mandato in Campania, la Consulta boccia Vincenzo De Luca: ok alle tesi del Governo - È finita la corsa di Vincenzo De Luca per il terzo mandato. Il sogno, il progetto, si infrange contro la decisione dei giudici della Corte costituzionale arrivata ieri sera dopo una ... (ilmattino.it)\nTerzo mandato, la Consulta boccia la legge della Campania: De Luca non si può ricandidare - Terzo mandato, la Consulta boccia la legge della Campania: il governatore Vincenzo De Luca non si può ricandidare. (msn.com)\nTerzo Mandato, la decisione della Consulta: “Incostituzionale la legge della Campania” - Si è conclusa l'udienza pubblica della Corte Costituzionale chiamata a esprimersi sulla legittimità della legge numero 16 del 2024 della Regione Campania ... (dire.it)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Politics->local elections",
      "Politics->political process",
      "Politics->political candidates",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->corruption"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Vincenzo De Luca",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Campania",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "l Governo\nIlmatti",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Consulta",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Corte costituzionale",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Regione Campania",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Governo\nTerzo",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:19:16.439+03:00",
    "updated": "2025-04-10T00:19:16.439+03:00"
  }
]
