[
  {
    "uuid": "c3d792734079cdd3dea151100a7645be7f43c50f",
    "url": "https://www.marca.com/balonmano/liga-asobal/2023/12/24/65881a97e2704e33668b4598.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Efe",
    "published": "2023-12-24T10:51:00Z",
    "title": "Liga ASOBAL Balonmano: Fallece Beñardo García, el presidente con el que el Bidasoa Irún ganó la Copa de Europa | Marca",
    "text": "E l expresidente del Bidasoa-Irun Beñardo García Echeverría ha fallecido a los 75 años, dejando una huella histórica como modernizador del club, que consiguió durante su largo mandato el hito de la Copa de Europa de 1995 . El club guipuzcoano ha difundido este domingo a través de las redes sociales su pésame y \"profundo dolor\" por esta pérdida, al tiempo que destaca su \"agradecimiento por todo el trabajo\" hecho en favor de la entidad deportiva .\nBeñardo García dirigió la entidad irundarra en sus años más gloriosos, cuando logró el título de la Copa de Europa (ahora Liga de Campeones), la primera vez que un club vasco de cualquier disciplina deportiva lo conseguía. Bajo su tutela, el Bidasoa ganó también la Recopa en 1997 en Hungría. El palmarés logrado a lo largo de su gestión incluye además dos ligas Asobal y dos Copas del Rey , cuando este equipo era uno de los grandes del continente europeo.\nGarcía Echeverría estuvo al frente del club más de 15 años, en tres etapas diferentes, que comenzó en 1979 . Su equipo jugaría entonces en un frontón de pelota en la máxima categoría nacional, antes de pasar al actual polideportivo Artaleku (1987). En este 2023 recibió la Medalla de Oro de la ciudad de Irún y era presidente de honor de la entidad amarilla. Tras un agravamiento de su estado de salud, ha fallecido y \"en estos duros momentos\", el Bidasoa envía \"un fuerte abrazo a familiares, amigos y cercanos\". \"Goian Bego (Descansa en paz), Beñardo\", concluye el club en su mensaje.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://twitter.com/USER_ID/status/1738831200285057310",
      "https://www.twitter.com/USER_ID/status/1738831200285057310"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:57:12.560+02:00",
    "updated": "2024-01-14T19:48:04.782+02:00"
  },
  {
    "uuid": "e6e8f5a526d9234ded8b993f8a55182d30e251bf",
    "url": "https://www.wcvb.com/article/tax-moves-you-can-make-now-to-benefit-yourself-later/46245917",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ben Simmoneau",
    "published": "2023-12-28T22:26:00Z",
    "title": "Tax moves you can make now to benefit yourself later",
    "text": "Tax moves you can make now to benefit yourself later The tax deadline may be in April, but experts say it's never too early to get a head start. \"It's a really great time to start thinking about your taxes,\" said Lisa Greene-Lewis of TurboTax. She said there are a few tax-related tasks that help maximize your refund or minimize the taxes you owe. You can start with your retirement contributions. \"By contributing to your 401k, you're actually lowering your taxable income,\" Greene-Lewis said. \"If your employer matches, that's a win altogether because you're building your nest egg and then you're also increasing your retirement by lowering your taxable income.\" Other option is deferring income. \"If you're expecting a bonus from your employer, maybe you can ask them to hold off until the first week in January,\" Greene-Lewis said. \"So you're still receiving it, but you won't be taxed on it for this tax year.\" She said it's also a great time to review your investments, especially if you took any losses. \"And if you decide to sell those, you would just sell them by the end of the year,\" Greene-Lewis said. \"If you had any gains, you would be able to offset those.\" Lastly, prepare your paperwork. Get organized now so that your documents are ready to go when you're ready to file.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lisa greene-lewis",
          "sentiment": "none"
        },
        {
          "name": "lewis",
          "sentiment": "none"
        },
        {
          "name": "gre",
          "sentiment": "none"
        },
        {
          "name": "greene",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "turbotax",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:31.952+02:00",
    "updated": "2024-01-13T05:47:18.129+02:00"
  },
  {
    "uuid": "4b6d71373848aeab3087496e4294d1e7c23673ee",
    "url": "https://www.boomlive.in/web-stories/news/weather-woes-in-north-india-imd-extends-dense-fog-warning-until-january-2-1855",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "[object Object]",
    "published": "2023-12-29T08:07:00Z",
    "title": "Weather Woes In North India: IMD Extends Dense Fog Warning Until January 2",
    "text": "Weather Woes In North India: IMD Extends Dense Fog Warning Until January 2 The India Meteorological Department (IMD) announced that dense to very dense fog will persist in the north Indian states until January 2. This weather condition is expected to prevail for the next four days in certain areas of Delhi, Punjab, Haryana, Uttar Pradesh, and Chandigarh. IMD further said that cold wave conditions are very likely in some parts over Punjab, Haryana, Delhi and West Uttar Pradesh and in isolated pockets over East Uttar Pradesh on December 29. On Thursday, the minimum temperature in the national capital was recorded at 8.4 degrees Celsius, a notch above the seasonal average. Dense fog impacted visibility in various parts of the city, as reported by the weather department. According to Northern Railways, a minimum of 11 trains in Delhi are facing delays due to fog. Additionally, passengers are encountering difficulties as several flights are postponed by a couple of hours. Rajeev Chandrasekhar Rebuts Washington Post's ‘Half Facts’ On iPhone Hacking Allegations Click here",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rajeev chandrasekhar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "india meteorological",
          "sentiment": "negative"
        },
        {
          "name": "imd",
          "sentiment": "none"
        },
        {
          "name": "rebuts washington post",
          "sentiment": "none"
        },
        {
          "name": "east uttar pradesh",
          "sentiment": "none"
        },
        {
          "name": "northern railways",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "west uttar pradesh",
          "sentiment": "none"
        },
        {
          "name": "chandigarh",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:15:22.215+02:00",
    "updated": "2023-12-29T10:15:22.215+02:00"
  },
  {
    "uuid": "07a6f17c25925ff72790242d18be22c13944eb70",
    "url": "https://seekingalpha.com/article/4670774-wolfspeed-still-full-speed-ahead",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stone Fox Capital",
    "published": "2024-02-15T23:05:00Z",
    "title": "Wolfspeed: Still Full Speed Ahead",
    "text": "The electric vehicle (\"EV\") revolution has taken a pause the last few months, but Wolfspeed, Inc. (NYSE:\nWOLF) remains full speed ahead to play the large market opportunity ahead in the eventual conversion to EVs. The vertically integrated silicon carbide stock trades at multi-year lows due to the fears over slumping EV demand, but the company sees no change in the long-term demand picture. My investment thesis remains ultra Bullish on the stock due to the strong long-term demand for their products.\nDon't Get Distracted\nWolfspeed continues to report limited revenue as the business ramps up with new fabs producing 200 millimeter silicon carbide. The company continues to sign massive design-ins deals for the next several years as vehicles transition from internal combustion engine (\"ICE\") to electric.\nFor the just-reported\nFQ2 '24 results a few weeks back, Wolfspeed reported the following numbers:\nThe company is starting to generate solid revenue growth in the initial phase of ramping up utilization at the Mohawk Valley Fab. The fab delivered $12 million in December quarter revenue with a goal of topping $20 million in the March quarter, leading up to 20% utilization in the June quarter.\nThe new fab has always had plans to end 2024 at a quarterly revenue run rate of $100 million, or $400 million annually, due to the two-quarter lag between wafer starts and revenue contribution. Remember, though, this $100 million revenue target is based on only 20% utilization rates in the June quarter.\nThe only issue is the low margins in the initial ramp up, with $36 million of underutilization costs in FQ2 contributing to a 1,700 basis point hit to the reported gross margins of ~16%. In addition, the constructions costs of the JP facility will contribute to losses for the business.\nThe whole investment story is based on the order backlog numbers continuing to soar, which is why investors can't be distracted by current results. Wolfspeed reported another $2.1 billion worth of power device design-in wins in the quarter, leading a cumulative total of $22.4 billion.\nThe company even converted these into $2.9 billion worth of power device design-wins in the quarter. As the CEO highlighted on the\nFQ2 '24 earnings call, Wolfspeed has deals with 120 different EV models now (emphasis added):\nOver the next five years based on our current design-ins, the number of EVs leveraging Wolfspeed devices will increase to nearly 120 different models across 30 different OEMs. This represents a significant growth from the small number of vehicles on the road using our silicon carbide devices today and demonstrates the opportunity ahead for us.\nThe other important story from the earnings call is that management doesn't see any impact from the current slowdown in EV demand. Wolfspeed continues to see the EV shift making progress, and the company wasn't lined up for the demand shift until a few years from now anyway, as follows:\n...share a few observations about the internal combustion engine to electric vehicle transition. The shift of course is well underway, but it's happening at a more modest pace than some had previously anticipated. This really has no impact on RF Business outlook as we were still very early in the adoption phase of our silicon carbide devices across numerous car models that are being introduced to the market in the next few years.\nStock Lows\nThe stock has now fallen to a market cap of only $3.6 billion. Wolfspeed use to be a growth story with a premium stock valuation, and now the stock is a growth story with value stock valuation.\nThe valuation becomes absurd when considering the design-in wins were $2.1 billion in the quarter. The market cap is just 1.7x the back order generated in just one quarter.\nAs the company highlighted and anyone familiar with the auto industry knows, these design-in wins contribute revenue over 6 to 7 year periods and won't likely start for 1 to 2 years after the win. The revenue doesn't peak until year 4 of auto production and some 5 years after the design-in win.\nSome of the automotive wins won't ever reach production, but the vast majority of the auto models are set to launch in a few years. Every designed vehicle, especially with a transition to EVs, can hit roadblocks and delays, but the sector shift is already underway.\nWolfspeed is currently running at an approximate $200 million quarterly revenue run rate. The general forecast is for the quarterly revenues to start ramping by $25 million sequentially for the years ahead as the Mohawk Valley fab ramps and the industrial business stabilizes.\nThe stock only trades at 2x FY26 revenue targets, and the revenue growth rate will remain rather high for the years ahead as the new facilities ramp toward full production.\nTakeaway\nThe key investor takeaway is that Wolfspeed, Inc. gets more and more appealing as the stock dips to multi-year lows while the business plan remains full speed ahead. The stock only gets cheaper on the dips lows, and investors should use weakness to build up a position in the leader in vertically integrated silicon carbide needed for the EV future.\nIf you'd like to learn more about how to best position yourself in under valued stocks mispriced by the market to start 2024, consider joining\nOut Fox The Street.\nThe service offers a model portfolio, daily updates, trade alerts and real-time chat. Sign up now for a risk-free 2-week trial to started finding the best stocks with potential to double and triple in the next few years.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wolfspeed",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "mohawk valley fab",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:23:47.712+02:00",
    "updated": "2024-02-16T01:23:47.712+02:00"
  },
  {
    "uuid": "8365059e390a9f121e684bf8d47f9cb843350c0d",
    "url": "https://thedailyguardian.com/shock-pain-cm-stalin-condoles-death-of-dmdk-chief-vijayakanth/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lavanya R",
    "published": "2023-12-28T05:08:00Z",
    "title": "'Shock & pain', CM Stalin condoles death of DMDK chief Vijayakanth - The Daily Guardian",
    "text": "The mortal remains of Vijayakanth were taken to the DMDK office in Koyambedu from his Virugambakkam house in Chennai. Earlier in the day, Chief Minister MK Stalin paid floral tributes to Vijaykanth at his Chennai residence. Calling the latter’s demise a tragedy for Tamil Nadu and the film industry, CM Stalin said that the “news of the DMDK chief’s death brought shock and pain.” The Chief Minister’s Office in a statement said the “DMDK chief will be laid to rest with full state honors.” Actor and Makkal Needhi Maiam President Kamal Haasan extended his condolences after the passing of DMDK chief and actor Vijayakanth on Thursday (28 December 2023). Vijayakanth died in Chennai at age 71 after testing positive for Covid-19 earlier that day. Haasan said “The news of the death of my beloved brother Vijayakanth, the founder of the Desiya Murpokku Dravida Kazgam party, a unique actor and captain of Tamil cinema, who was loved by all, is deeply saddening. He was a creator of innovative ideas in Tamilnadu politics. Fearless courage was his hallmark.” He added, “Vijayakanth, a revolutionary artist who made his mark in both the fields of cinema and politics, will remain forever in our memories. I offer my heartfelt condolences to all his family, volunteers and fans who are grieving his loss.” AIADMK general secretary Edappadi K Palaniswami also conveyed condolences to Vijayakanth’s bereaved family. “I am deeply saddened to learn that Vijayakanth, President of Desiya Murpokku Dravida Kazgam, former Leader of Opposition and dear brother passed away due to ill health. I convey my deepest condolences to the bereaved Premalatha Vijayakanth, Annarath’s wife and DMDK General Secretary, her family and her volunteers. I pray that the soul of Vijayakanth, who has done many active works in public life and the field of art and is affectionately known as Captain by the people, rests in the shade of Lord Thiruvadi,” he said. Congress MP Rahul Gandhi, and BJP state chief K Annamalai, too, condoled the demise of Vijayakanth.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vijayakanth",
          "sentiment": "negative"
        },
        {
          "name": "stalin",
          "sentiment": "negative"
        },
        {
          "name": "“vijayakanth",
          "sentiment": "none"
        },
        {
          "name": "mk stalin",
          "sentiment": "none"
        },
        {
          "name": "makkal needhi maiam",
          "sentiment": "none"
        },
        {
          "name": "kamal haasan",
          "sentiment": "none"
        },
        {
          "name": "haasan",
          "sentiment": "none"
        },
        {
          "name": "desiya murpokku dravida kazgam",
          "sentiment": "none"
        },
        {
          "name": "vijaykanth",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dmdk",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "koyambedu",
          "sentiment": "none"
        },
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:47.215+02:00",
    "updated": "2023-12-29T00:28:47.215+02:00"
  }
]