[
  {
    "uuid": "39b364db2fb38362bd74a7975d10f14cbdfeed38",
    "url": "https://www.newcastleherald.com.au/story/8580645/new-drug-veoza-approved-to-treat-menopausal-symptoms-in-australia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Anderson",
    "published": "2024-04-04T10:00:00Z",
    "title": "New drug VEOZA approved to treat menopausal symptoms in Australia | Newcastle Herald | Newcastle, NSW",
    "text": "Hormone therapy was Sandra Mesic's saving grace when her [menopausal symptoms](https://www.dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/) became \"horrible\". Now she hopes a new non-hormonal drug will help more women. Australian doctors will be able to prescribe menopausal women the pharmaceutical drug VEOZA from April 5 to treat hot flushes and night sweats that are known as vasomotor symptoms (VMS). Up to 80 per cent of women in menopausal transition will experience VMS. Sandra Mesic from Victoria was one of these women and described hot flushes as \"volcanic\" episodes that she experienced every hour. \"The heat comes from deep within, you can't escape it, it's horrible,\" the 52-year-old from Maldon said. \"Then at night, you're sweating profusely all night. There's no point even trying to sleep, you wake up and you're drenched.\" For years Ms Mesic battled with ineffective medication and experienced other symptoms including irritability, low moods, dryness, tinnitus and severe aches and pains. \"The worst for me was irritability, it's still a miracle that the people around me are still alive,\" she said. \"You're crying constantly, at every pin drop you start balling your eyes out.\" Unable to work and \"feel like a real human being\", Ms Mesic reduced her employment to part-time hours before seeking medical help from her doctor. There are limited treatments available for menopause with menopausal hormonal therapy (MHT) treatments the most common option. However, a significant proportion were unable to take menopausal hormonal therapy (MHT) due to a past history of breast cancer or other vulnerabilities including blood clotting. Other women are [unwilling to take MHT](https://www.dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/) from personal preference. Ms Mesic went on MHT in July 2023 and said that improvements were instant allowed her to return to full-time work. \"Within three days, my brain just opened up and I was like, 'oh everything is nice,'\" she said. \"For me, the risk of not feeling well today was far greater than any risk associated with any treatment.\" She is a fierce advocate for [menopause awareness](https://www.dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/) and believes there are still stigmas and misconceptions among people her age and in the health industry. \"I remember going to one pharmacy and he had one box left, but it was down the bottom of this shelf in the corner behind a box. \"And I thought, oh what a great metaphor for women's health - shoved in a corner where nobody knows it exists,\" she said. Ms Mesic is hopeful the new menopause drug VEOZA might increase the options for women who can not take hormonal therapy. The drug owned by Japanese multi-national drug company Astellas is the first of its kind to be approved in Australia. It costs $59.99 per month in Australia and is a prescription-only drug. Head of the education sub-committee of the board of Australasian Menopause Society Dr Elina Safro welcomed the launch of VEOZA in Australia. \"It's a very different way of approaching the treatment which makes us excited and hopeful that it's going to have good uptake and good results,\" the GP said. Dr Safro works as a clinician in Dubbo and has many patients who are unable to receive hormonal therapy for their menopausal symptoms. Around 385,000 Australian women aged 40-64 years of age with moderate to severe VMS were not receiving treatment. \"It's very important for us to have as many treatment options as we can because no two women are the same,\" Dr Safro said. Due to cost pressures and misconceptions, some women sought off-the-shelf treatments. \"Unless it's been registered with the TGA and unless it's recommended as something that's effective and safe, we advise against women using those treatments,\" she said. VEOZA is also approved in the United States, the United Kingdom and in Europe. Individuals should speak with their doctor to discuss what treatment is right for them. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/)",
      "https://www.dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/)",
      "https://www.dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/)",
      "https://dailyadvertiser.com.au/story/7987231/menopause-health-hubs-open-in-nsw/)",
      "https://dailyadvertiser.com.au/story/8410865/inquiry-to-examine-wide-ranging-impacts-of-menopause/)",
      "https://dailyadvertiser.com.au/story/8544712/rethinking-menopause-less-medication-more-empowerment/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sandra mesic",
          "sentiment": "negative"
        },
        {
          "name": "maldon",
          "sentiment": "none"
        },
        {
          "name": "mesic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newcastle herald",
          "sentiment": "negative"
        },
        {
          "name": "newcastle",
          "sentiment": "negative"
        },
        {
          "name": "veoza",
          "sentiment": "negative"
        },
        {
          "name": "vms",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "victoria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T00:32:33.912+03:00",
    "updated": "2024-04-05T00:32:33.912+03:00"
  },
  {
    "uuid": "756b3515ac95cab9bcff26dd8a3800a935544bde",
    "url": "https://uk.investing.com/news/stock-market-news/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benzinga",
    "published": "2023-12-28T00:00:00Z",
    "title": "EXCLUSIVE: CoinDesk Is Ready For Mass Adoption Of Digital Assets, Managing Director Andrew Baehr Says By Benzinga",
    "text": "© Reuters. EXCLUSIVE: CoinDesk Is Ready For Mass Adoption Of Digital Assets, Managing Director Andrew Baehr Says GPAGF 0.00% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close Benzinga - by Stjepan Kalinic, Benzinga Staff Writer.\nFollowing Bullish ‘s acquisition of CoinDesk , Benzinga sat down with CoinDesk Indices managing director Andrew Baehr to reflect on this year and set the expectations for 2024.\nBZ: Y ou have worked in traditional finance. Your generation is now among the last ones that have worked in \"the old world\" before digitalization. C an you share a bit of this perspective? Baehr: Entering the finance business in the mid-’90s already felt like stepping into a new world due to a technology overhaul. The use of paper tickets on the New York Stock Exchange floor marked the era, and Ph. D.s began participating in derivative markets to understand and model prices better.\nThe subsequent crises, such as the ’97 Emerging Market crisis and the ’98 Russian Ruble crisis, tested assumptions in an institutional risk environment. The NASDAQ bubble in ’99 saw a shift toward active and emotional retail trading, leading to cognitive biases and a burst bubble.\nA slow rebuild of trust followed these events, influenced by factors like declining interest rates and a continuous search for new yield sources. The financial crisis exposed risks in trying to replace yield with complex financial products, with housing becoming a focal point.\nPost-crisis, interest rates remained low, prompting a new boom in lending, real estate, and credit, supported by central bank interventions. The COVID crisis accelerated momentum, driving retail interest in cryptocurrencies due to concerns about currency stability and alternative yield sources.\nThe cryptocurrency business has largely remained a retail conversation, driven by curiosity, distrust of the traditional financial system, and a fascination with technology. While some achieved wealth, for most, it became an interesting hobby rather than a retirement plan.\nPeople prefer trusted systems, whether buying a car, getting healthcare, or engaging in financial services. Despite not always being in their best interest, traditional financial avenues like 401(k)s, brokerage accounts, and financial advisors get a pass due to their familiarity and regulation.\nComparing it to health decisions, individuals might take vitamins but wouldn’t attempt surgery themselves. Similarly, while individuals may buy Bitcoin as a meaningful hobby, staking their retirement on it requires a more familiar path. The last mile of delivery, the interface with familiar systems, becomes crucial for mass adoption, prompting individuals to include digital assets in their portfolios through trusted avenues like advisors or 401(k)s.\nCoinDesk seems like it’s positioned for mass adaptation. Yet, you have also introduced some innovative tools. Can you tell us more about that? Coindesk has strategically positioned itself for widespread adoption over the years. In the early days, determining the price of Bitcoin was not straightforward, given the existence of various independent exchanges without a consolidated tape, unlike equities. The concept of a consolidated tape, which people now take for granted in traditional markets, was absent. Recognizing this gap, Coindesk took a pivotal step by introducing XBX, the predecessor to our current indices. Since 2014, XBX has provided the most widely referenced price of Bitcoin, updating once per second. This development played a crucial role in supporting the Grayscale Bitcoin Trust (GBTC) initially and has since extended its influence to various ETFs, futures contracts, and other financial instruments.\nOur initial focus was on establishing a consensus on the price of individual tokens. Subsequently, we expanded our efforts to address the diversity of tokens in the market. Two years ago, Coindesk Indices launched the Dax, a taxonomy that categorizes 500 tokens into sectors and industry groups. This framework has become the basis for all our multi-token indices. By leveraging this taxonomy, our analysts classify tokens into different categories and sectors.\nBuilding upon this foundation, we introduced various indices such as the Coindesk Market Index and sector-specific indices. Furthermore, we launched dynamic strategies designed to enhance outcomes for users. These strategies incorporate trend indicators, allowing users to make informed decisions based on market trends. In essence, our commitment to providing reliable benchmarks and innovative tools reflects our dedication to facilitating a deeper understanding of the cryptocurrency market and supporting a diverse range of financial instruments.\nA Bitcoin trend indicator sounds like something that might interest our readers. Can you explain the logic behind it? The logic behind the Bitcoin indicator revolves around the concept of time series momentum, a phenomenon observed in various financial assets. In essence, when prices initiate a directional movement, whether upward or downward, they tend to sustain that trend. This persistence is attributed to the delayed dissemination of news impacting the underlying assets across different market segments. While some participants immediately grasp the implications of new information, others may take time to interpret it accurately. Consequently, the price of an asset, which should theoretically change instantly based on new information, may gradually move towards its revised value.\nTo quantify this phenomenon, historical price data is analyzed. If the price of an asset shows a consistent upward movement, say from 100 to 125, it indicates a likely continuation of the trend, and the eventual destination is probably higher than the starting point—perhaps around 150 rather than 110. This principle is well-documented in academic literature and is particularly evident in certain digital assets, including Bitcoin.\nBitcoin, along with some other digital assets, exhibits strong time-series momentum. Changes in factors such as interest rates, regulatory developments, growth patterns, or wallet activity are reflected slowly in Bitcoin prices. For instance, during the period between mid-October and now, Bitcoin has demonstrated a robust uptrend.\nCoindesk Indices leverages the observed strength of time series momentum in Bitcoin to create the Bitcoin Trend indicator. This indicator analyzes various historical periods of Bitcoin prices to calculate the current trend. Since mid-October, the trend has notably been upward. Clients utilize this information to develop products that dynamically allocate between Bitcoin and cash.\nThe rationale behind these allocation strategies is rooted in addressing emotional trading tendencies. Past experiences, such as the crypto market challenges a year ago, led some investors to sell Bitcoin at a lower price due to emotional reactions. The Bitcoin Trend indicator assists in overcoming emotional biases by dynamically reallocating to cash during downtrends, allowing investors to avoid losses. When the trend reverses and prices start trending upward again, the strategies automatically reallocate to Bitcoin, providing a systematic and disciplined approach to market participation.\nYou have partnered up with a Florida-based hedge fund Hyperion Decimus, and launched HD CoinDesk TrendMax Strategy. Can our readers participate? Are there restrictions? For example, is it for accredited investors only? Initially, the HD Coindesk TrendMAX strategy is available via SMA through Coinbase and is soon to be available at SFOX and OKEX. At present, the strategy is available to accredited and institutional investors, but ultimately that decision lies with the platform. Mechanically, interested clients contact our team first, and we can then coordinate with Coinbases' team for onboarding.\n2023 is almost behind us and it was a big year for crypto. Looking forward to 2024 – What kind of challenges do you see for investors? I believe that in 2023, especially within the United States, we faced a substantial clean-up process after the altcoin bubble, with a regulatory reset taking place. There were numerous challenges, both in terms of the industry addressing its own issues and the prevalent negative behaviors from 2022 and earlier. This misconduct was directly linked to an underregulated and under-monitored new industry. Fortunately, regulatory systems, law enforcement, the justice department, and the courts played a crucial role in swiftly resolving many problems from the previous years. The distractions caused by improper behavior had significantly slowed down progress, affecting price action and interest levels.\nHowever, despite these challenges, countries worldwide continued to advance. In June, Hong Kong’s regulator, the SFC, published commendable rules for exchanges and asset managers, outlining how they could offer digital asset products to retail clients. Innovations in places like Dubai, Switzerland, Latin America, and Europe demonstrated a strong evolution of thought, recognizing the growing demand for digital assets.\nThis year marked a post-altcoin bubble era characterized by a regulatory reset and the metaphorical ‘dirty dishes’ of the industry. Yet, the pace of U.S. regulation was frustratingly slow, partly due to the unique characteristic of having separate regulatory bodies, the CFTC and the SEC, causing some ambiguity about who should regulate digital assets.\nThe news landscape was littered with court cases and SEC approvals of spot Bitcoin ETFs, creating a somewhat limited narrative. Overcoming these regulatory hurdles would likely pave the way for a more constructive and forward-looking news cycle. Once people can easily access Bitcoin through an ETF, attention will likely shift to other assets like Ethereum, staking, and emerging players such as Solana.\nLooking ahead to 2024, my prediction is that digital assets will be officially recognized as an asset class. This shift will redefine conversations, moving away from solely discussing Bitcoin to a broader consideration of the entire asset class. I anticipate that people will start referring to indices representing the digital asset class, similar to how we discuss equities through indices rather than individual stocks. This recognition will highlight the asset class’s open-for-business status, its diversification properties, liquidity, and familiar investment avenues like ETFs, funds, futures contracts, and managed accounts.\n2023 was also a big year for CoinDesk. Following the acquisition by Bullish Group. What can we expect from CoinDesk in 2024? It is wonderful to be a part of Bullish. I enjoy what Bullish does, and for the market’s sake and our clients – everybody wants Coindesk to be able to maintain its independent decision-making right, first of all, editorial independence. We've taken a lot of steps to maintain that because you want an index company treating data and opportunities independently.\nI'd say that Bullish's CEO Tom Farley, who was the head of the New York Stock Exchange, is not a person coming into this frivolously. Bullish is a fascinating company with an exciting business plan and it is fun to be a part of an organization that's moving fast and doing cool stuff.\nDo you have any advice for our readers who are just starting with cryptocurrencies? If they're just getting started and they want to understand Bitcoin, it is great to understand how it trades, that it is a scarce limited supply store of value and think about all the ways it's used today.\nWhen it comes to Ethereum, they need a blank piece of paper to start. It makes sense to spend time understanding a proof of stake consensus chain and the yield that comes out of that which is something that we measure and have a product around. Also, consider all the protocols that use Ethereum and to the extent that USDC trades on it – meaning it is also good for it. So, even a stablecoin or another token or another smart contract is a positive factor.\nI think once you understand Bitcoin and Ethereum, how they're different and why they exist – it gives you a great head start to compare other ideas even before you get to other things like DeFi. I suggest using some time over the holidays to read about and appreciate those two blockchains which have been around for quite some time.\nNow Read: Taylor Swift’s ‘1989 (Taylor’s Version)’ Matches Elvis Presley’s Billboard Record In Spectacular 2023 Run\n© 2023 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.\nRead the original article on Benzinga\nEXCLUSIVE: CoinDesk Is Ready For Mass Adoption Of Digital Assets, Managing Director Andrew Baehr Says",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.benzinga.com/markets/cryptocurrency/23/12/36417842/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-b?utm_campaign=partner_feed&utm_source=InvestingUK&utm_medium=partner_feed&utm_content=TopStories",
      "https://invst.ly/12tygr",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&display=popup&ref=plugin",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&title=EXCLUSIVE%3A+CoinDesk+Is+Ready+For+Mass+Adoption+Of+Digital+Assets%2C+Managing+Director+Andrew+Baehr+Says&summary=",
      "https://benzinga.com/markets/cryptocurrency/23/12/36417842/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-b?utm_campaign=partner_feed&utm_source=InvestingUK&utm_medium=partner_feed&utm_content=TopStories",
      "https://www.invst.ly/12tygr",
      "https://www.benzinga.com/markets/cryptocurrency/23/12/36417842/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-b",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&title=EXCLUSIVE%3A+CoinDesk+Is+Ready+For+Mass+Adoption+Of+Digital+Assets%2C+Managing+Director+Andrew+Baehr+Says&summary=",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&display=popup&ref=plugin",
      "http://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andre",
          "sentiment": "neutral"
        },
        {
          "name": "andrew baehr",
          "sentiment": "neutral"
        },
        {
          "name": "stjepan kalinic",
          "sentiment": "none"
        },
        {
          "name": "benzinga",
          "sentiment": "none"
        },
        {
          "name": "baehr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "benzinga © reuters",
          "sentiment": "neutral"
        },
        {
          "name": "mass adoption of digital assets",
          "sentiment": "neutral"
        },
        {
          "name": "new york stock exchange",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:23.795+02:00",
    "updated": "2023-12-29T00:07:23.795+02:00"
  },
  {
    "uuid": "ac675c8f659c98f31e39ce811e0d729d7236cf0a",
    "url": "https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JP",
    "published": "2024-05-10T00:56:00Z",
    "title": "CDMX registra nuevo récord de temperatura máxima con 34.2 grados",
    "text": "Nacional Niños juegan con el agua durante un día caluroso en la Ciudad de México. Foto de EFE/ Mario Guzmán CDMX registra nuevo récord de temperatura máxima con 34.2 grados\nEste jueves se estableció la temperatura máxima histórica para el Observatorio de Tacubaya con 34.3 grados Celsius\nmayo 9, 2024 Tres semanas después de haber alcanzado un registro máximo de temperatura , con 34.2 grados Celsius, Ciudad de México registró este jueves un nuevo récord, con 34.3 grados Celsius, de acuerdo con una estación del Servicio Meteorológico Nacional (SMN), organismo de la Comisión Nacional del Agua ( Conagua ).\nHoy se estableció la temperatura máxima histórica para el Observatorio de Tacubaya con 34.3 grados Celsius . La marca anterior fue el 15 de abril de este año con 34.2 grados. Del mismo modo, se estableció el récord para un 9 de mayo”, apuntó el SMN en un mensaje en redes sociales .\nAdemás, el SMN reportó una temperatura de 33 grados Celsius en el Aeropuerto Internacional de la Ciudad de México ( AICM ).\nHoy se estableció la #Temperatura máxima histórica para el Observatorio de Tacubaya con 34.3 grados #Celsius . La marca anterior fue el 15 de abril de este año con 34.2 grados. Del mismo modo se estableció el récord para un 9 de mayo. Más información, en el gráfico pic.twitter.com/ZApoSXPIYG\n— CONAGUA Clima (@conagua_clima) May 9, 2024\nLa institución precisó que el registro máximo histórico anterior en el citado observatorio para un 9 de mayo y máxima del mes sucedió en esa fecha de 1998 con 33.9 grados Celsius .\nPreviamente, el Meteorológico Nacional ( SMN ) pronosticó este jueves que la segunda onda de calor del año en México dejaría temperaturas mayores a 40 grados en 23 estados de los 32 que integran el país, incluyendo 12 con índices superiores a 45 grados.\nAdemás, pronosticó temperaturas superiores a 45 grados en Campeche, Chiapas, Guerrero, Hidalgo, Michoacán, Nuevo León, Oaxaca, San Luis Potosí, Tabasco, Tamaulipas, Veracruz y Yucatán, por lo que el calor abarca estados de todo el país.\nConagua agregó en su reporte que habrá temperaturas máximas de 40 a 45 grados en Coahuila, Durango, Colima, Jalisco, Morelos, Nayarit, Querétaro, Quintana Roo, Puebla, Sinaloa y Sonora.\nLa demanda de electricidad por el calor provocó el martes apagones masivos en ciudades de cerca de la mitad de los estados del país, por lo que el Centro Nacional de Control de Energía (Cenace) declaró ese día una emergencia en el sistema eléctrico y tanto miércoles como jueves lo consideró en alerta operativa.\nEl Gobierno mexicano previó al menos 5 ondas de calor entre marzo y julio, cuando el pasado 16 de abril registró un deceso y 95 casos asociados a las temperaturas.\nCon información de EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/hashtag/Celsius?src=hash&ref_src=twsrc%5Etfw",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/",
      "https://t.co/ZApoSXPIYG",
      "https://twitter.com/hashtag/Temperatura?src=hash&ref_src=twsrc%5Etfw",
      "https://api.whatsapp.com/send?text=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/",
      "https://twitter.com/conagua_clima/status/1788714661346705609?ref_src=twsrc%5Etfw",
      "https://twitter.com/intent/tweet?url=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/&text=",
      "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/",
      "https://twitter.com/conagua_clima/status/1788714661346705609",
      "https://facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/",
      "https://linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados",
      "https://www.twitter.com/hashtag/Celsius?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Celsius",
      "https://api.whatsapp.com/send?text=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados",
      "https://www.twitter.com/hashtag/Temperatura?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/Temperatura",
      "https://www.api.whatsapp.com/send?text=https://www.lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/",
      "https://www.t.co/ZApoSXPIYG",
      "https://www.twitter.com/conagua_clima/status/1788714661346705609?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/intent/tweet?url=https://www.lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados/&text=",
      "https://www.facebook.com/sharer.php",
      "https://www.facebook.com/sharer.php?u=https://lopezdoriga.com/nacional/cdmx-registra-nuevo-record-de-temperatura-maxima-con-34-2-grados",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T04:28:36.545+03:00",
    "updated": "2024-05-10T04:28:36.545+03:00"
  },
  {
    "uuid": "27d8db29501f7207a5f2db6a4aa0d9bb69f30aa4",
    "url": "https://www.mysuncoast.com/2023/12/28/endangered-missing-alert-issued-4-year-old-infant-colorado/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@mysuncoast",
    "published": "2023-12-28T21:31:00Z",
    "title": "4-year-old and infant in Colorado found safe after endangered missing alert",
    "text": "4-year-old and infant in Colorado found safe after endangered missing alert STERLING, Colo. ( [KKTV](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray News) - A statewide alert issued in Colorado on Thursday for two young children has been canceled, [KKTV reports.](https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/) The Colorado Bureau of Investigation issued an alert for 4-year-old Zuryah Thalacker and 23-month-old Ansom Thalacker. Officials say the two children were located and were safe as of 3 p.m. on Thursday. Officials say the children have been missing since Wednesday at 1:30 p.m. when they were last seen in the Sterling area. The alert stated that the children may have been with 28-year-old Justina Lambert. The CBI did not disclose the relationship between the three in the alert. The alert said the children were believed to be traveling in a 2007 White Nissan Murano with CA license plate 9ERA912, with the rear bumper missing. Copyright 2023 KKTV via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://www.kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)",
      "https://kktv.com/2023/12/28/statewide-alert-issued-colorado-missing-4-year-old-infant/)/Gray"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zuryah thalacker",
          "sentiment": "none"
        },
        {
          "name": "justina lambert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kktv",
          "sentiment": "none"
        },
        {
          "name": "gray media group, inc",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "colorado bureau of investigation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "colo.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:33:20.992+02:00",
    "updated": "2023-12-29T00:33:20.992+02:00"
  },
  {
    "uuid": "b5bbc0a97e82dd06afd7b144e0dca4c1d95130a1",
    "url": "https://psiquiatria.com/alzheimer-y-demencia/investigadores-desarrollan-un-analisis-de-sangre-para-diagnosticar-el-alzheimer-y-medir-su-grado-de-progreso",
    "ord_in_thread": 0,
    "author": "psiquiatria.com",
    "published": "2025-04-02T22:54:38Z",
    "title": "Investigadores desarrollan un análisis de sangre para diagnostic | Psiquiatria.com",
    "text": "Un equipo de investigadores de la Facultad de Medicina de la Universidad de Washington en San Luis (Estados Unidos) y la Universidad de Lund (Suecia) ha desarrollado un análisis de sangre que permite diagnosticar el Alzheimer y medir su actual grado de progreso.\nAunque ya existen otros análisis parecidos, la novedad de esta prueba radica en la medición del progreso de la enfermedad, algo de gran importancia debido a que las actuales terapias son más efectivas en las primeras etapas de la patología; además, puede indicar si los síntomas de una persona se deben a esta enfermedad o a otra causa.\nEl estudio, publicado en la revista 'Nature Medicine', muestra que los niveles sanguíneos de la proteína MTBR-tau243 reflejan con precisión la cantidad de acumulación tóxica de agregados de tau en el cerebro, y se correlacionan con la gravedad de la enfermedad de Alzheimer.\nAl analizar los niveles sanguíneos de esta proteína en un grupo de personas con deterioro cognitivo, los investigadores han logrado distinguir entre personas con Alzheimer en etapa temprana o avanzada, separando ambos grupos de pacientes con Alzheimer de aquellos cuyos síntomas se debían a causas distintas a la enfermedad.\n\"Este análisis de sangre identifica claramente los ovillos de tau del Alzheimer, que es nuestro mejor biomarcador para medir los síntomas de Alzheimer y la demencia\", ha afirmado el coautor principal, el doctor Randall J. Bateman, profesor distinguido de Neurología Charles F. y Joanne Knight en WashU Medicine.\nTras ello, ha recordado que en la actualidad no se dispone de métodos fáciles ni accesibles para medir los ovillos de Alzheimer y la demencia, por lo que este análisis de \"puede proporcionar una indicación mucho más precisa\" de si los síntomas se deben al Alzheimer, ayudando igualmente a los médicos a decidir qué tratamientos son los más adecuados para sus pacientes.\nAunque el Alzheimer implica la acumulación de la proteína amiloide en placas cerebrales y el desarrollo de estos ovillos, los síntomas cognitivos aparecen cuando estos se hacen detectables, y empeoran a medida que se extienden los ovillos de la proteína tau; para estadificar la enfermedad se suele usar la tomografía por emisión de positrones (TEP) cerebral para placas amiloides y ovillos de tau, aunque son costosas, requieren mucho tiempo y no suelen estar disponibles fuera de los principales centros de investigación.\nCOMPARACIÓN DEL ANÁLISIS DE SANGRE CON ESCÁNERES CEREBRALES\nLos científicos han comparado los resultados de la prueba de sangre con los de escáneres cerebrales, reflejando que estas nuevas pruebas tienen un 92 por ciento de precisión, y usa una tecnología licenciada por WashU a C2N Diagnostics, una empresa emergente de WashU que desarrolló los análisis de sangre para amiloide, y que incorporan mediciones de otra forma de tau llamada p-tau217.\n\"Creo que utilizaremos la p-tau217 en sangre para determinar si una persona padece Alzheimer, pero MTBR-tau243 será un complemento muy valioso tanto en entornos clínicos como en ensayos de investigación\", ha afirmado el coautor principal Oskar Hansson, profesor de neurología en la Universidad de Lund.\nTras ello, ha explicado que cuando ambos biomarcadores son positivos, la probabilidad de que el Alzheimer sea la causa subyacente de los síntomas cognitivos de una persona aumenta \"significativamente\", en comparación con cuando solo la p-tau217 cado que se está \"apunto de entrar en la era de la medicina personalizada\" para el Alzheimer.\n\"En las etapas iniciales con bajos ovillos de tau, las terapias antiamiloides podrían ser más eficaces que en las etapas avanzadas. Pero tras la aparición de la demencia con altos ovillos de tau, la terapia antiamiloides o alguno de los muchos otros enfoques experimentales podes anormal, algo \"crucial\" de distinguir para seleccionar el tratamiento más adecuado para cada paciente.\nPor su parte, la profesora asociada de investigación de neurología en WashU Medicine y una de las investigadoras principales, Kanta Horie, ha recalcado que una vez que dispongamos de un análisis de sangre clínicamente disponible para la estadificación, además de tratamientos eficaces en diferentes etapas de la enfermedad, \"los médicos podrán optimizar sus planes de tratamiento según las necesidades específicas de cada paciente, ha añadido.\nLa investigación ha sido financiada por el Centro de Investigación de la Enfermedad de Alzheimer Charles F. y Joanne Knight; el Centro SILQ Familiar Tracy; los Institutos Nacionales de Salud (NIH); el Premio Zenith de la Asociación de Alzheimer; el Centro Hope para Trastornos Neurológicos; y el Departamento de Neurología de WashU Medicine.\nEl estudio sueco BioFINDER-2, que incluía datos de pacientes que han servido para comparar las pruebas, ha sido financiado por el Instituto Nacional sobre el Envejecimiento de Estados Unidos, el Consejo Europeo de Investigación, la Asociación de Alzheimer, la Fundación GHR, el Consejo Sueco de Investigación, ERA PerMed, la fundación Knut y Alice Wallenberg, el Área de investigación estratégica MultiPark (Investigación multidisciplinaria en la enfermedad de Parkinson) en la Universidad de Lund, la Fundación Sueca de Alzheimer, la Fundación Sueca del cerebro, el Programa de Inteligencia Artificial, sistemas autónomos y software de Wallenberg (WASP) y la convocatoria conjunta de proyectos de investigación de SciLifeLab y el Programa nacional Wallenberg para las ciencias de la vida basadas en datos (DDLS), la fundación Parkinson de Suecia, el fondo Cure Alzheimer's, la Fundación de la familia Rönström, el Konung Gustaf V:s och Drottning Victorias Frimurarestiftelse, la Fundación del Hospital Universitario de Escania, el Regionalt Forskningsstöd y el gobierno federal sueco, del Programa de Investigación e Innovación Horizonte 2020 de la Unión Europea, la Asociación de Alzheimer, el Alzheimerfonden, la Fundación BrightFocus, Greta y Johan Kocks y el Área de Investigación Estratégica MultiPark (Investigación Multidisciplinaria en la Enfermedad de Parkinson) de la Universidad de Lund.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Health->medical test",
      "Health->cancer",
      "Science and Technology->medical research",
      "Science and Technology->biomedical science",
      "Social Issue->demographics",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Randall J. Bateman",
          "sentiment": "neutral"
        },
        {
          "name": "Neurología Charles F.",
          "sentiment": "neutral"
        },
        {
          "name": "Joanne Knight",
          "sentiment": "neutral"
        },
        {
          "name": "Oskar Hansson",
          "sentiment": "neutral"
        },
        {
          "name": "Kanta Horie",
          "sentiment": "neutral"
        },
        {
          "name": "Knut",
          "sentiment": "neutral"
        },
        {
          "name": "Alice Wallenberg",
          "sentiment": "neutral"
        },
        {
          "name": "Parkinson",
          "sentiment": "neutral"
        },
        {
          "name": "Rönström",
          "sentiment": "neutral"
        },
        {
          "name": "Greta",
          "sentiment": "neutral"
        },
        {
          "name": "Johan Kocks",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Centro Hope",
          "sentiment": "positive"
        },
        {
          "name": "Área de investigación estratégica MultiPark",
          "sentiment": "negative"
        },
        {
          "name": "Fundación Sueca de Alzheimer",
          "sentiment": "negative"
        },
        {
          "name": "Parkinson de Suecia",
          "sentiment": "negative"
        },
        {
          "name": "Alzheimerfonden",
          "sentiment": "negative"
        },
        {
          "name": "Facultad de Medicina de la Universidad de Washington",
          "sentiment": "neutral"
        },
        {
          "name": "San Luis",
          "sentiment": "neutral"
        },
        {
          "name": "Estados Unidos",
          "sentiment": "neutral"
        },
        {
          "name": "Nature Medicine",
          "sentiment": "neutral"
        },
        {
          "name": "COMPARACIÓN DEL ANÁLISIS DE SANGRE",
          "sentiment": "neutral"
        },
        {
          "name": "C2N Diagnostics",
          "sentiment": "neutral"
        },
        {
          "name": "Familiar Tracy",
          "sentiment": "neutral"
        },
        {
          "name": "Premio Zenith",
          "sentiment": "neutral"
        },
        {
          "name": "Trastornos Neurológicos",
          "sentiment": "neutral"
        },
        {
          "name": "BioFINDER-2",
          "sentiment": "neutral"
        },
        {
          "name": "ERA PerMed",
          "sentiment": "neutral"
        },
        {
          "name": "Programa de Inteligencia Artificial",
          "sentiment": "neutral"
        },
        {
          "name": "WASP",
          "sentiment": "neutral"
        },
        {
          "name": "SciLifeLab",
          "sentiment": "neutral"
        },
        {
          "name": "Programa nacional Wallenberg",
          "sentiment": "neutral"
        },
        {
          "name": "Konung Gustaf V",
          "sentiment": "neutral"
        },
        {
          "name": "Drottning Victorias Frimurarestiftelse",
          "sentiment": "neutral"
        },
        {
          "name": "Programa de Investigación e Innovación Horizonte 2020 de la Unión Europea",
          "sentiment": "neutral"
        },
        {
          "name": "Investigación Multidisciplinaria",
          "sentiment": "neutral"
        },
        {
          "name": "Enfermedad de Parkinson",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Investigación de la Enfermedad de Alzheimer Charles F.",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Institutos Nacionales de Salud",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "NIH",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Departamento de Neurología",
          "sentiment": "positive",
          "tickers": []
        },
        {
          "name": "Universidad de Lund",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Asociación de Alzheimer",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Instituto Nacional sobre el Envejecimiento de Estados Unidos",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Consejo Europeo de Investigación",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Fundación GHR",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Consejo Sueco de Investigación",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "DDLS",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Cure Alzheimer's",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Fundación del Hospital Universitario de Escania",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Regionalt Forskningsstöd",
          "sentiment": "negative",
          "tickers": []
        },
        {
          "name": "Fundación BrightFocus",
          "sentiment": "negative",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:54:38.479+03:00",
    "updated": "2025-04-03T01:54:38.479+03:00"
  },
  {
    "uuid": "221deb3fc78524a0d6f6686461ed4624bbb00365",
    "url": "https://www.dailyexcelsior.com/india-women-suffer-crushing-six-wicket-defeat-against-australia/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily Excelsior",
    "published": "2023-12-28T17:20:00Z",
    "title": "India Women suffer crushing six-wicket defeat against Australia",
    "text": "MUMBAI, Dec 28: India Women succumbed to their sixth consecutive defeat and eighth in a row at home despite recording the highest-ever ODI total against Australia, as the visitors registered a commanding six-wicket win in the first match here on Thursday.\nPhoebe Litchfield (78) and Ellyse Perry (75) anchored the chase with a resolute 148-run stand for the second wicket as Australia replied with 285/4 in 46.3 overs to overhaul India’s 282/8 and take a 1-0 lead in the three-match series.\nAs Phoebe and Ellyse fell in quick succession, Beth Mooney (42 from 47 balls, 4x4s) and Tahlia McGrath (68 not out, 55 balls, 11x4s) flattened India with their 88-run stand for the fourth wicket off only 67 balls.\nAustralia got over the line with 21 balls and six wickets to spare with none of the Indian bowlers able to make any impact.\nIndia made a perfect start by dealing an early blow to Australia, who lost Alyssa Healy (0) in the first over when Sneh Rana flew to her left to take an acrobatic catch off Renuka Thakur.\nBut India could not capitalise further on the initial success as Australia ran away with the game, aided by some ordinary effort in the field from the hosts.\nFor that matter, skipper Harmanpreet Kaur’s ‘golden’ arm could also not come to the rescue of the side on a placid wicket as she conceded 32 runs in three overs without a wicket.\nEllyse notched up her fifth fifty against India and 33rd overall while Phoebe bounced back strongly from a poor outing in her one-off Test last week to flay the Indian attack.\nEllyse and Phoebe’s 148-run association is now the third highest second-wicket partnership against India in ODIs.\nBut both the batters only had themselves to blame for their respective dismissals.\nAfter clobbering nine fours and two sixes, Ellyse danced down the track to hit one straight to Pooja Vastrakar off Deepti Sharma (1/55) at long-on, having suffered cramps as her innings progressed.\nOn the other hand, Phoebe produced 78 runs from 89 balls with eight fours and a six in which her reverse sweep shots were the highlight.\nPhoebe fell soon after Ellyse when she missed connecting on a sweep shot off Sneh Rana in the 31st over.\nEarlier, a fine 82 from Jemimah Rodrigues and a brisk unbeaten 62 from Pooja Vastrakar propelled India Women to their highest ODI total of 282/8. India’s previous-best against Australia in ODIs was 281/4 at Derby in 2017.\nWith several top-order batters failing to convert starts, Jemimah battled energy-sapping heat and humidity to carry her imperious form, notching up her second fifty in four ODIs this year, and the first against Australia.\nThe right-handed batter also recorded her second-best score in the format, laced with seven boundaries off 77 balls.\nShe also forged several partnerships, including a 68-run stand with Pooja for the eighth wicket.\nPooja displayed her big-hitting ability yet again, smashing the ball to all corners of the ground to bring up her fourth fifty.\nThe right-handed batter smacked seven fours and two sixes to remain unbeaten on 62 off just 46 balls.\nIndia’s late surge saw the hosts collect 56 runs in the last six overs with Pooja carrying on after Jemimah had fallen to Ashleigh Gardner (2/63).\nWith wickets falling steadily right from the start, opener Yastika Bhatia continued to hold one end up to inch closer to a half-century.\nBut she could not resist a tempting full toss from leg-spinner Georgia Wareham (2/55) and was caught by Megan Schutt at deep square leg.\nYastika, though, deserves full marks, as the makeshift opener gave a decent platform to Jemimah and Pooja to build on with her 64-ball 49. (PTI)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "phoebe",
          "sentiment": "none"
        },
        {
          "name": "ellyse perry",
          "sentiment": "none"
        },
        {
          "name": "ellyse",
          "sentiment": "none"
        },
        {
          "name": "beth mooney",
          "sentiment": "none"
        },
        {
          "name": "phoebe litchfield",
          "sentiment": "none"
        },
        {
          "name": "alyssa healy",
          "sentiment": "none"
        },
        {
          "name": "sneh rana",
          "sentiment": "none"
        },
        {
          "name": "renuka thakur",
          "sentiment": "none"
        },
        {
          "name": "tahlia mcgrath",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "australia mumbai",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:25.829+02:00",
    "updated": "2023-12-29T00:30:25.829+02:00"
  },
  {
    "uuid": "793d44c00efd7f49911b305e390120e059c638c8",
    "url": "https://www.pressconnects.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:26:37.761+02:00",
    "updated": "2024-01-19T17:26:37.761+02:00"
  },
  {
    "uuid": "61bffa19f206f92612f7a366d3df86d0f2869719",
    "url": "https://trome.com/deportes/futbol-peruano/hernan-barcos-marco-en-los-descuentos-a-gremio-y-clasifico-a-alianza-lima-a-octavos-de-la-sudamericana-video-noticia/",
    "ord_in_thread": 0,
    "author": "Redacción Trome.com",
    "published": "2025-07-24T02:56:00Z",
    "title": "Hernán Barcos marcó en los descuentos a Gremio y clasificó a Alianza Lima a octavos de la Sudamericana | VIDEO | DEPORTES | TROME.COM",
    "text": "¡De película! Cuando todo parecía perdido para Alianza Lima, Hernán Barcos apareció como en sus mejores noches y, con un toque sutil ante la salida del arquero, le dio la clasificación a los ‘íntimos’ a los octavos de final de la Copa Sudamericana 2025. Fue el 1-1 agónico en la mismísima Arena do Gremio, que desató el delirio blanquiazul en el último suspiro del partido.\nEl ‘Pirata’, que estuvo en el banco de suplentes, ingresó en el complemento por Paolo Guerrero y fue clave en la última jugada del encuentro.\nYa se jugaban los 90+6 minutos cuando Jesús Castillo recuperó el balón en el mediocampo y se lo cedió a Fernando Gaibor, quien metió un pase preciso para que Barcos quede mano a mano con Volpi. El goleador no falló: con un tiro cruzado silenció Porto Alegre.\nCON UNO MENOS Y EN EL MINUTO FINAL\nEl cuadro dirigido por ‘Pipo’ tuvo que remar con uno menos en los últimos minutos, luego de que Carlos Zambrano fuera expulsado por doble amarilla. Gremio apretaba con todo, buscando el gol que igualara la serie, pero Alianza resistió y golpeó cuando menos se lo esperaban.\nPese a la tensión, Barcos no celebró su tanto. El delantero argentino pasó por Gremio y por respeto a su exclub, prefirió la sobriedad. Pero el tanto fue determinante: con este resultado, los blanquiazules accedieron a la siguiente fase del torneo continental, donde enfrentarán a Universidad Católica de Ecuador.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->soccer",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Hernán Barcos",
          "sentiment": "none"
        },
        {
          "name": "Carlos Zambrano",
          "sentiment": "none"
        },
        {
          "name": "Fernando Gaibor",
          "sentiment": "none"
        },
        {
          "name": "Paolo Guerrero",
          "sentiment": "none"
        },
        {
          "name": "Jesús Castillo",
          "sentiment": "none"
        },
        {
          "name": "Volpi",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:38:55.450+03:00",
    "updated": "2025-07-24T07:44:08.000+03:00"
  }
]