[
  {
    "uuid": "2896c512be7b2428a3b6699580d43386b067a414",
    "url": "https://menafn.com/1108085877/AINN-Layer2-Mainnet-Launch-TVL-Surpasses-600-Million-On-Day-One",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-04-11T02:30:00Z",
    "title": "AINN Layer2 Mainnet Launch: TVL Surpasses $600 Million On Day One | MENAFN.COM",
    "text": "( MENAFN - GlobeNewsWire - Nasdaq) Jersey City, NJ, April 11, 2024 (GLOBE NEWSWIRE) -- AINN Layer2 Mainnet Launch: TVL Surpasses $600 Million on Day One\nAINN Layer2, as the first Bitcoin Layer2 network focusing on Web3 + AI applications, has seen its total value locked (TVL) in assets staked surpass $600 million on its mainnet launch day, making it the Layer2 network with the largest TVL within 24 hours.\nAINN Layer2 enables users to stake BRC-20 inscription assets like $BTC, $AINN, $ORDI, $SATS, and $RATS, among others, on the mainnet, with plans to support more types of assets for staking in the future. Staking specified assets on the AINN Layer2 mainnet earns users TVL staking points, which can be exchanged for future $ANVM token airdrops.\nAINN Layer2 has secured investments from prominent market maker Amber Group and Waterdrip Capital, as well as Bitmart's Cipholio Ventures, Satoshi Lab, AscendEx, Foundinals Lab, Monday Capital, Bitrise Capital, and others, including several key opinion leaders in the Bitcoin ecosystem and partners in institutional finance.\nOn April 5, 2024, AINN Layer2 officially signed a Memorandum of Understanding with the Ministry of Digital Development of the Kyrgyz Republic, marking a new chapter in the collaboration between both parties in digitalization and governance within the Web3 sphere.\nFollowing its mainnet's launch, AINN Layer2 is set to roll out the 'AI Odyssey', a unique event that stands out from traditional finance odyssey, allowing users to interact with various Web3 + AI applications, such as AI-generated texts, images, and videos.\nAINN Layer2 is actively engaging with the community, marked by its recent participation in notable events like Hong Kong Web 3.0 Spring Summit, BTC L2 Summit, and Token2049 in Dubai.\nAINN Layer2 focused on improving the fundamental elements of decentralized AI, creating a supportive environment for the growth of AI-based applications. Thousands of AI applications are planned to be deployed on AINN Layer2 going forward, and with billions of users expected to utilize these applications, both parties are shaping a promising future for the Web3 + AI ecosystem.\nFor More Details on AINN Layer2 Mainnet:\nCONTACT: Yvan Nyvan2077 at gmail\nMENAFN11042024004107003653ID1108085877\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.globenewswire.com/news-release/2024/04/11/2861915/0/en/AINN-Layer2-Mainnet-Launch-TVL-Surpasses-600-Million-on-Day-One.html",
      "https://globenewswire.com/news-release/2024/04/11/2861915/0/en/AINN-Layer2-Mainnet-Launch-TVL-Surpasses-600-Million-on-Day-One.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "satoshi lab",
          "sentiment": "none"
        },
        {
          "name": "bitmart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ainn",
          "sentiment": "negative"
        },
        {
          "name": "btc",
          "sentiment": "none"
        },
        {
          "name": "cipholio ventures",
          "sentiment": "none"
        },
        {
          "name": "brc",
          "sentiment": "none"
        },
        {
          "name": "foundinals lab",
          "sentiment": "none"
        },
        {
          "name": "bitrise capital",
          "sentiment": "none"
        },
        {
          "name": "amber group",
          "sentiment": "none"
        },
        {
          "name": "waterdrip capital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jersey city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:21:56.543+03:00",
    "updated": "2024-04-12T02:21:56.543+03:00"
  },
  {
    "uuid": "c66006df7effdd83f1c05584c65d565075d42dc8",
    "url": "https://www.devdiscourse.com/article/entertainment/2820494-gabon-sculptor-transforms-salvaged-paper-into-fine-art",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2024-02-16T05:30:00Z",
    "title": "Gabon sculptor transforms salvaged paper into fine art | Entertainment",
    "text": "Gabon sculptor transforms salvaged paper into fine art \"For me it's a nod to the protection of our environment.\" Now 39, Mayombo first began tinkering with paper as a child, using materials his mother had given him to practice writing. He learned the pleating technique from a Brazilian nun and has adapted it to create his sculptures and designer objects. [Reuters](/reuters-stories)| Updated: 16-02-2024 13:30 IST | Created: 16-02-2024 13:30 IST Eddy Heindrickx Mayombo picks a scrap piece of cardboard from a pile in his rudimentary studio and meticulously folds it into a small, even-sided triangle. Then he picks up another and starts the process over again. The Gabonese artist and designer works primarily with salvaged paper and cardboard, using an origami-like pleating technique to create his pieces, which he has exhibited in Senegal, Burkina Faso and Russia. He hopes to inspire people to reconsider the concept of waste. \"It is difficult to understand the importance of these resources,\" the artist told Reuters. \"For me it's a nod to the protection of our environment.\" Now 39, Mayombo first began tinkering with paper as a child, using materials his mother had given him to practice writing. He learned the pleating technique from a Brazilian nun and has adapted it to create his sculptures and designer objects. \"It's something that I adopt and adapt according to my senses, my inspiration... but I've never been to an art centre or art school; I'm self-taught,\" he said. Mayombo's works are currently on display in Libreville's Galerie Ephemere and the French Institute of Gabon, as well as in the prime minister's office. \"Really the objects he makes are magnificent,\" said Fofana Sidy, a buyer at the Ephemere gallery. \"I've collected two and I invite people to come and choose one for themselves.\" Edwige Sauzon-Bouit, deputy director of the French Institute, displays a red and beige floor lamp near her office. \"It's very impressive,\" she said. \"It uses an ancestral folding method that references Asian techniques, and it's also very contemporary, highlighting the question of recycling.\" Although Mayombo hopes to showcase his designs in more exhibitions abroad and dreams of opening a better-equipped studio where he can share his skills with young people. In the meantime, he continues to pleat and fold. The rhythm of his movements, he says, brings him peace. \"That's the ultimate goal,\" he said. (Writing by Portia Crowe Editing by Ros Russell) (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [WIDER IMAGE-The fisherman from Senegal keeping Spain's vessels afloat](/article/headlines/2795330-wider-image-the-fisherman-from-senegal-keeping-spains-vessels-afloat) [FACTBOX-Main candidates in Senegal's presidential election](/article/politics/2796648-factbox-main-candidates-in-senegals-presidential-election) [Senegalese Democratic Party requests postponement of presidential election](/article/politics/2797374-senegalese-democratic-party-requests-postponement-of-presidential-election) [Senegalese Democratic Party requests postponement of presidential election](/article/politics/2797365-senegalese-democratic-party-requests-postponement-of-presidential-election) [Senegalese Democratic Party pushes to postpone presidential election](/article/politics/2797400-senegalese-democratic-party-pushes-to-postpone-presidential-election)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mayombo",
          "sentiment": "none"
        },
        {
          "name": "eddy heindrickx mayombo",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gabon",
          "sentiment": "none"
        },
        {
          "name": "burkina faso",
          "sentiment": "none"
        },
        {
          "name": "senegal",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T10:02:02.577+02:00",
    "updated": "2024-02-16T10:02:02.577+02:00"
  },
  {
    "uuid": "7e2e7e0189cbe368a5a233adedab1f5a0fdd3fc4",
    "url": "https://www.rfa.org/english/news/china/vicky-xu-australia-taiwan-06062024164411.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "\"By Hsia Hsiao-hwa for RFA Mandarin",
    "published": "2024-06-06T16:45:00Z",
    "title": "Australian journalist Vicky Xu starts a new life in Taiwan",
    "text": "Vicky Xu, a Chinese-born Australian journalist who was the target of a widespread campaign of online abuse by agents and supporters of Beijing after she exposed forced labor in Xinjiang, is fighting back against Chinese Communist Party propaganda by living her best life in democratic Taiwan, she told RFA Mandarin in a recent interview.\nXu, 29, has been learning martial arts and living a quiet life in Taiwan after quitting social media in the wake of trolling by pro-China accounts, who labeled her \"anti-China\" and \"a traitor\" as well as circulating fake nude photos of her.\n\"It's not I who's the traitor,\" Xu said indignantly. \"It's the Chinese Communist Party.\"\nShe said the government, who criticized her via state media in the wake of her expose of forced labor in Xinjiang, was betraying its own people.\nVicky Xu in Taipei, June 6, 2024.(Lee Tsung-han/RFA)\nXu co-authored a report on forced labor in the region that was published by the Australian Strategic Policy Institute, or ASPI, in 2021. Xu has previously also written for both the Australian Broadcasting Corporation and The New York Times .\nXu has since reopened some social media accounts, and was drawn to Taiwan because she is unable to go back to China now, and regards it as a relatively safe place from which to stand and face her demons, the traumatic legacy of the online abuse campaign .\nSince being followed and stalked in Australia in the wake of the ASPI report, Xu said she now reacts with fear when she encounters people of East Asian appearance while out and about, and wanted to live for a while in Taiwan to overcome that phobia.\n\"My main impression since I've been living here is that people can live decently, and with dignity,\" Xu said, adding that part of the draw was being able to speak Mandarin and eat Chinese food.\n\"It feels like a parallel universe, another China,\" she said. \"It's a great place, and people who know me and know what I do respect me, or are even proud of me,\" she said.\nVicky Xu plays the violin in an undated photo. (Courtesy of Vicky Xu)\n\"There are so many issues in China where the government doesn't treat people like human beings, and then the people themselves don't treat each other as human beings,\" Xu said. \"The situation is very serious, and I think it needs to change.\"\n\"Even if people abuse me in China, I still care about their interests, and about their safety,\" Xu said. \"For me, as a journalist, telling the truth is the most important thing. There's no point otherwise; I don't want to waste my life.\"\n‘Betrayed’\nXu was once a staunch supporter of the Chinese Communist Party, getting the five stars from China's national flag tattooed on her ankle and posing on Tiananmen Square as a young woman from a small city in the western province of Gansu, a stop on the high-speed railway linking Xinjiang with the northwestern city of Lanzhou.\nVicky Xu shows off her tattoo of the five stars from the Chinese national flag in Beijing's Tiananmen Square. (Courtesy of Vicky Xu)\nShe studied English-language broadcasting at Beijing's Communications University, before accidentally finding out the truth about the 1989 Tiananmen Square massacre on a trip to Australia, which she describes as a \"betrayal\" for the young patriot she once was.\n\"I was so shocked because it was a huge example of how the Chinese Communist Party betrayed its own people,\" she said. \"June 4, 1989, was a huge stain on the history of Communist Party rule.\"\n\"The Chinese people are educated to be loyal to the party, and to love the party, but that's not possible for a normal and logical person ... because the party doesn't love you,\" she said. \"It just wants to suppress everything, including the concentration camps in Xinjiang and all kinds of human rights abuses.\"\nFor Xu, who once bought the party line that the massacre was CIA propaganda, the revelation was a turning point.\nVicky Xu testifies on transnational repression by Beijing at the Czech Parliament. Undated. (Courtesy of Vicky Xu)\n\"[It] was the starting point for my political enlightenment, and for my doubts about the legitimacy of Communist Party rule,\" she said.\nShe said she secretly visited a number of survivors, family members of victims and former police officers in a bid to understand more about what happened that summer.\nXi ruling through his own trauma\nEventually, Xu dropped out of her broadcasting degree and went to Australia to study politics instead.\nSince then, she has come to an understanding of the Communist Party under Xi Jinping as the product of multiple generations of trauma.\nVicky Xu entertains guests with her stand-up comedy routine. (Courtesy of Vicky Xu)\n\"I really think Xi Jinping is ruling the country through his trauma, because very controlling people are usually acting from a deep sense of fear,\" Xu said. \"During the Cultural Revolution, his father was put in prison and his step-sister committed suicide, while Xi was ostracized by the rest of the offspring of party leaders and locked up in the party school.\"\n\"When he escaped and ran back home to get something to eat from his own family kitchen, his own mother reported him to the authorities,\" she said.\nXi should be getting psychotherapy, she said, but that nobody would dare to offer it to him.\nXu has even made these ideas into a stand-up comedy routine about \"giving Xi Jinping a hug,\" that she performs from time to time.\nDeath threats\nYet Xu still has times when she feels isolated, and remains vigilant for any sign of surveillance or harassment from supporters of Beijing, following her experiences elsewhere.\n\"I have received threats of death and sexual violence,\" she said. \"I had people standing guard in front of my home, and even intruding into the house to take pictures for no reason.\"\nVicky Xu speaks to RFA Mandarin, June 6, 2024.(Lee Tsung-han/RFA)\n\"When it comes to people like me, the Chinese Communist Party’s secret police, agents, or state security can harness the power of several provinces and departments to hunt me down, harass me, or intimidate me, or harm everyone in my social circle that they can see,\" Xu said.\n\"It's quite scary, because it feels like I'm being haunted,\" she said. \"I might be walking down the street in Australia, and everyone around me is living a normal life, but I have a ghost behind me, and when I turn around to look, I'm the only person who can see it.\"\nThe constant fear has taken a toll on Xu's mental health, leaving her with severe depression and other symptoms.\n\"One way I overcome it is to look at it like I would martial arts or surfing,\" Xu said. \"If you don't look at the wave when it approaches, you'll be knocked off the board. In boxing, if you don't look at your opponent, you'll be beaten up ... worse, if you shut your eyes.\"\nXu has been working hard on her martial arts, both for self-defense and mental health reasons, since she got to Taiwan, and finds regular sparring sessions a good way to forget about her troubles.\n\"For me, the most important thing about martial arts isn't who I can beat up, or defeat, but that I am getting stronger, both physically and mentally,\" Xu said, adding that Hong Kong martial arts legend Bruce Lee is a hero and a role model for her.\n\"I want to be the next Bruce Lee, only female,\" she said.\nTranslated by Luisetta Mudie. Edited by Malcolm Foster.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://aspi.org.au/report/uyghurs-sale",
      "https://wainao.me/wainao-reads/state-backed-online-abuse-04132022",
      "https://www.aspi.org.au/report/uyghurs-sale",
      "https://www.wainao.me/wainao-reads/state-backed-online-abuse-04132022"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vicky xu",
          "sentiment": "negative"
        },
        {
          "name": "lee tsung-han/rfa",
          "sentiment": "none"
        },
        {
          "name": "xu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chinese communist party",
          "sentiment": "none"
        },
        {
          "name": "australian strategic policy institute",
          "sentiment": "none"
        },
        {
          "name": "rfa mandarin",
          "sentiment": "none"
        },
        {
          "name": "australian broadcasting corporation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "taiwan",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "taipei",
          "sentiment": "none"
        },
        {
          "name": "xinjiang",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:35:28.121+03:00",
    "updated": "2024-06-07T00:35:28.121+03:00"
  }
]