[
  {
    "uuid": "48b0a92ad2f246aa15138f9c166d3d8b1abc48b5",
    "url": "https://www.meneame.net/story/adios-excepcion-iberica-medida-ahorro-5-106-millones-familias/c068",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "manc0ntr0",
    "published": "2023-12-28T21:17:00Z",
    "title": "#68 Adiós a la excepción ibérica, la medida que ahorró 5.106 millones a las familias en plena crisis energética",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Que pregunto yo, ¿algún día sus votantes se miran al espejo y les viene la frase a la mente de \"¿Seré subnormal?\"?\n[#3](c3#c-3) Claro que no, cogen la lista de cosas que ha hecho mal Sanchez que no paran de repetir sus medios 24/7 y con eso justifican todo.\nY es obvio que ha hecho cosas mal, otra cosa es si esa lista compensa todo lo que se perdería al meter al ppvox en el gobierno (que es obvio que no).\n[#4](c4#c-4) Se ve claramente que dios no atiende a sus rezos y por esto nos da otros tantos de años con ellos en la oposición\n[#4](c4#c-4) [#3](c3#c-3) y una lista de cosas que ha hecho bien? No es broma, muchas veces gente conservadora viene con los mantras de las noticias y cuando les intento decir las cosas buenas noe salen demasiadas, podéis ayudarme?\n- Ley de eutanasia\n- Subida SMI\n- Excepción Ibérica energética\n- Ley de regulación del juego\n- más?\nComprometidas, que no me atrevo a llamar buenas:\n- Ley de solo si es si\n- Ley maltrato animal\n- Gestión de la pandemia (yo les doy un aprobado, aunque entiendo que es muy opinable)\n- más?\n[#26](c26#c-26) Así que yo recuerde: ley de Riders, permisos de paternidad igualitarios, eliminación del contrato temporal, ley de trabajadoras del hogar, ley trans, prohibición de los teléfonos 902 en la atención al cliente, regulación de la publicidad de juegos de azar o racionalización de las cuotas de autónomos. Ya pon cada una en la zona que creas.\n[#40](c40#c-40) En el ámbito empresarial que luego dicen...\nIVA franquiciado.\nRefuerzo de la ventanilla única empresarial (Para facilitar tramites, como subvenciones o permisos).\nCuota de la seguridad social bonificada hasta el segundo año si no se alcanza el SMI (no solo han racionalizado las cuotas, también las reducen para que sea mas fácil empezar, además me niego a llamarla cuota de autónomo, que parece un impuesto al autónomo, cuando estas pagando con ella la seguridad social).\nAyudas a la digitalización.\nAyudas al comercio exterior.\nCreación de la oficina virtual del notario y facilitación de los tramites online ante los notarios.\nY esas que me acuerde yo ahora mismo.\n[#3](c3#c-3) Estamos hablando de una gente que vota a un partido que hizo promesas como volver a ilegalizar el matrimonio homosexual, después ganó con mayoría absoluta, y ni así las cumplió. Cosa de la que me alegro, pero vaya no sé que cara se les debió quedar a los que votaron al PP para eso. Y luego ya como recochineo se casa uno de ellos con un hombre, y asisten todos a la boda\n[#3](c3#c-3) Si, pasa a muchos votantes del PP, a partir de entonces se les llama \"ex votantes del PP\", pero por desgracia pasa menos de lo que debería\n[#1](c1#c-1) Con regocijo ni pena de nadie, porque desde Febrero no se activaba\nEn cualquier caso, desacoplar el precio del gas de otras fuentes de energía ha sido una de las pocas medidas liberales que ha tomado este gobierno y hay que reconocérselo, aunque hasta un reloj estropeado da bien la hora dos veces al día.\n[#11](c11#c-11) creo que no sabes usar ese dicho correctamente. Solo se aplica cuando es algo en lo que puedes acertar por casualidad, aqui no es el caso, aqui hubo voluntad de combatir una injusticia que iban a pagar los ciudadanos, aqui hubo voluntad de enfrentarse contra una mano poderosa como la de las energeticas.\nQuerer atribuir esto a mero acierto es quitar peso al esfuerzo que supuso al gobierno conseguir esta hazaña.\n[#11](c11#c-11) Con regocijo ni pena de nadie, porque desde Febrero no se activaba\nPorque no hacía falta.\nA partir de ahora se podrá vender la eolica y solar hasta a 160€ en lugar de a 60€, basta que se den las circunstancias como ya ha pasado anteriormente.\nha sido una de las pocas medidas liberales...\nEs A C O J O N A N T E.\nAhora limitar por ley el precio al que se vende un bien, es \"una medida liberal\". Eres la monda. Seguro que eres de los que utilizan el \"indice de libertad económica\" para determinar \"lo liberal que es un país\" y de los que definen a China como esa cosa recién inventada como \"Capitalismo de Estado\"....\n[#1](c1#c-1) El que es pobre es porque quiere votar capitalismo, monarquía y pobreza, con sus votos y con su prole.\nYo a esta noticia le noto cierto tufillo aporófobo, si nos atenemos a los altos estándares éticos e intelectuales de Menéame, porque al implicar indirectamente que la pobreza es algo malo o negativo, está dejando en mal lugar a todas esas personas, éticas e inteligentes, que, en ejercicio de sus legítimos derechos, consideran que la pobreza, la precariedad y la desigualdad inmerecidas son circunstancias tan estupendas como para incluso hacer nacer, y criar, a sus propias proles en ellas, a que sus proles también hereden y les agradezcan esa pobreza, esa precariedad, esa desigualdad inmerecida, ese capitalismo y esa monarquía tanto como esas personas progenitoras los agradecen a sus padres.\nY es que el libro de los gustos está en blanco, y la convivencia en una sociedad civilizada debe consistir en que sepamos respetarnos los unos a los otros las costumbres, culturas, derechos, preferencias económicas, criterios progenitores y principios éticos de cada cual, aunque puedan ser muy diferentes a los nuestros.\nAsí que no permitáis que estas noticias aporófobas desvíen vuestra atención y vuestra ética: no renunciéis a pegaros el gustazo de generar otro baby boom para hacer nacer a vuestras proles en la pobreza o la precariedad, y entregarlas al capitalismo y a la monarquía. Porque la natalidad y las pensiones lo necesitan, y porque aunque en un primer momento quizá podría pareceros mal hacer nacer a vuestras propias proles en la pobreza o en la precariedad, cuando vuestras proles alcancen la mayoría de edad también se volverán defensoras del derecho de hacer nacer a sus propias proles en la pobreza, en la precariedad, en el capitalismo y en la monarquía, a que estos hijos suyos (vuestros nietos) les agradezcan todas estas cosas, en forma de pensiones, tanto como vuestras proles os las agradecerán a vosotros, en forma de pensiones, y tanto como vosotros las agradecéis a vuestros padres, en la misma forma. Así que no hay ningún problema con que hagáis nacer a vuestras proles en la pobreza, en la precariedad, en el subdesarrollo, en el capitalismo y en la monarquía, porque vuestras proles os lo agradecerán, en forma de pensiones.\nY recordad que cuando hacéis nacer a vuestras propias proles en la pobreza y la precariedad, no serán los ricos, el capitalismo y la monarquía los que se estén riendo de vosotros, sino que seréis vosotros los que os estaréis riendo de ellos.\n[#41](c41#c-41) No debe parecerte que mi comentario sean tan equivocado si no tienes cojones ni neuronas de ponerme un ignore como el que yo te acabo de poner a ti, por falaz y por no tener neuronas para responder dando un argumento racionalmente válido que muestre en qué me equivoco en vez de responder con falacias.\n[#46](c46#c-46) Déjale, si aunque se cambie de nick sigue siendo el mismo que soltaba las chapas de que a la gente le parece chachi guay vivir en la pobreza porque siguen naciendo niños... Ni puñetero caso porque no razona y te vas a enervar más.\n[#1](c1#c-1) Rajoy: \"Cuanto peor para todos, mejor. Mejor para mí el suyo beneficio político\" cree el ladrón.\nPP since 1936\nPor fin podré pagar eólica a precio de gas natural... Cómo dios manda...\nPutos comunistas que habían impedido que las eléctricas tuviesen unos beneficios adecuados...\nUna de las mejores medidas que ha tomado ningún gobierno español.\n#teahortounclick Llevaba sin aplicarse desde febrero pero además hay un nuevo límite europeo de 160 por si las moscas\n[#5](c5#c-5) Llevaba sin aplicarse...porque el precio YA era bajo, cabe decirlo:\n\"pues los precios están alejados de los que se registraron tras el estallido de la guerra en Ucrania. Tanto es así que el tope del gas lleva sin activarse desde el 27 de febrero de este año, ya que los precios no han alcanzado el umbral máximo para activar este mecanismo.\"\n[#5](c5#c-5) lo que comentas es muy relevante, ya que salvo otra nueva guerra/crisis/pandemia/loquesea parece difícil que el precio supere el tope (45€/Mw/h).\nY lleva sin alcanzarse en España desde febrero (10 meses).\n[#5](c5#c-5) El tema de los CdF tampoco me parece mala idea... Al menos con eso si la el mercado si que se genera un remanente que el estado puede aprovechar, a cambio los productores saben como van a amortizar y si los precios suben demasiado entra el mecanismo de regulación de precios.\nIgual que Renfe se cuida muy mucho de que sus retrasos no lleguen a una hora para no tener que pagar, mucho me temo que los precios se dispararán lo justo para que no se active el mecanismo...\nHasta el siguiente desastre. Sigo pensando que es absurdo que la luz cueste lo mismo con 99% renovables y 1% gas, que con 100% gas. Deberían hacer una media ponderada o algo así\n[#20](c20#c-20) Una idea puesta en marcha por el ínclito Soria, el peor ministro que ha tenido este país con mucho, y no derogada por los sucesivos gobiernos socialistas, hay que mantener bien engrasadas las puertas giratorias.\nEn realidad el timo ibérico consiste en que somos el único país de Europa en el que los precios no se fijan por la cotización de los futuros de la electricidad, mucho más estables, si no por los vaivenes del mercado intradía, específicamente los precios que pagan los que se acogen la pvpc, lo cual incluye a los consumidores vulnerables. De este modo se traslada toda la volatilidad del mercado al consumidor, mientras que las comercializadoras compran la mayoría de la electricidad en mercados de futuros mucho mas estables. Por suerte ya han obligado desde Europa a cambiarlo.\nPero eso no lo dirán los políticos del psoe ni los del pp.\n[#20](c20#c-20) ya se quedan las subasta de instalar renovables desiertas por el periodo de venta regulado a 45 €/MWh.\nEl precio casi siempre lo va a marcar la hidroeléctrica de embalse, es la que puede hacerlo.\nLo absurdo es no meter autoconsumo remoto, si vas a consumir cuando quieres y no cuando se produce electricidad renovable es absolutamente normal que la subasta se dispare.\nEse sistema del market pool de que se paga toda la energía al precio de la mayor que entre en la subasta, ¿alguien me sabría decir por qué es tan imposible de cambiar? desde mi limitado entendimiento parece tan ridícula, tan absurda, que cualquier político debería asumir que lo lógico sería cambiarla inmediatamente, ¿no? Pero lleva años y años, y aplicada en toda Europa. Alguna pega habrá para que se mantenga...?\n[#24](c24#c-24) Es tan difícil de cambiar porque cuando la escribieron lo dejaron todo atado y bien atado. No soy para nada un experto, pero si no recuerdo mal en tertulias de aquella época, si cambias la ley tendrías que indemnizar a las eléctricas por el beneficiario que perdiesen, ya que estás haciendo una ley que les perjudica. Así de genial es nuestro sistema, teniendo en cuenta que las eléctricas han hecho inversiones contando con unos beneficios y esos beneficios están aprobados por el estado a la hora de aprobar la construcción de una central, si de repente el estado reduce esos beneficios las cuentas no salen. Creo recordar que el gobierno, en la pandemia, cambió alguna ley para permitir que dentro de unos años, cuando las inversiones con la ley antigua estén amortizadas, poder cambiar las leyes sin indemnizar a los oligarcas.\nCC\n[#32](c32#c-32)\n[#24](c24#c-24) [#32](c32#c-32) [#45](c45#c-45) primero que eso es así para la subasta diaria, que no es toda la electricidad, de hecho hoy los contratos bilaterales llegan a ser mitad de la energía a red en algunas horas: https://www.omie.es/es/market-results/daily/daily-market/daily-hourly-price\nsegundo, quien instala renovables lo hace para ganar dinero, si en una subasta para poner fotovoltaica y eólica a 45 €/MWh de compra obligada nadie entra, o haces la subasta para que ganen más dinero o toca instalar renovable vía obra pública, y no hay dinero para hacerlo y hay un riesgo grave de canibalización que hace las subastas aún menos atractivas.\n[#45](c45#c-45) si hay una ley para que un beneficio que se pierde se indemnice... ¿no debería haber otra para que un beneficio extraordinariamente extraordinario indemnice?\nesto, lo de los bancos (clausulas suelo, gastos notariales,...) son ya unas cuantas veces que grandes sectores se ven beneficiados extraordinariamente por gobiernos. no sé, de gente que se dice liberal, pero en entorno de libre competencia necesita de \"regalitos\" de los estados? y esos regalitos para lograr unos ínfimos crecimientos económicos ; creo que sin regalitos el entorno sería más sano, las empresas mejores, y los crecimientos más altos.\n[#60](c60#c-60) La lógica detrás de ésta movida es la siguiente:\nHacer una central eléctrica vale una pasta brutal, como el estado no quiere gastarse la pasta pues pide a la iniciativa privada que lo hagan ellos, pone unas condiciones mínimas, etc, y quien lo haga más barato se lo lleva. La iniciativa privada hace una estimación de inversión y de retorno, pongamos por ejemplo que deciden invertir x millones y calculan que lo van a recuperar en 30 años, el tema está en que si viviésemos en un sistema capitalista real, esa estimación se puede cumplir o no, pero como vivimos en un capitalismo de amiguetes la empresa dice que construye la central si el estado garantiza esos beneficios, si no no se arriesga. Como a los ministros de industria del momento les pareció bien esa cláusula*, pues palante, pero es que además vivimos en un maravilloso sistema en el qje la legislación internacional permite que si un país hace una ley que haga que una empresa gane menos dinero, esa empresa puede denunciar al país, como pasó por ejemplo cuando el PP aprobó un impuesto a las renovables y empresas inversoras extranjeras denunciaron al gobierno por hacerles ganar menos dinero.\n*Sin que esto tenga nada que ver con las puertas giratorias\nSe anula la excepción ibérica y el IVA vuelve al 21% en febrero, que, con el cambio climático ya no hará frío.\ncon lo cual, la factura de gas se incrementará mucho más de ese 3,8 de subida de las pensiones.\nEs indecente que un servicio básico como el gas tenga un 21% de IVA, aparte de otros impuestos específicos.\nMe da igual quién lo privatizó. Ambos son culpables\nRespiran los españoles de bien. Se acabó un trozo de comunismo. Murió el Timo Ibérico. Party en Génova.\nY si nos hemos ahorrado 5000M de donde han salido ? Nos van a subir el precio ahora para recuperar?\nEntre que se termina el IVA reducido y esto, ya veréis el recibo de enero\n¿Saldrá la gente a la calle a protestar?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.omie.es/es/market-results/daily/daily-market/daily-hourly-price",
      "https://omie.es/es/market-results/daily/daily-market/daily-hourly-price"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:31.788+02:00",
    "updated": "2023-12-29T00:22:31.788+02:00"
  },
  {
    "uuid": "0806bcf5f52d19368fdba989a4f4a584d2744090",
    "url": "https://beforeitsnews.com/international/2024/08/the-woke-left-has-destroyed-the-west-with-this-lotus-eaters-connor-tomlinson-video-2513999.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@beforeitsnews",
    "published": "2024-08-15T20:43:00Z",
    "title": "The Woke Left Has Destroyed the West With This - Lotus Eaters' Connor Tomlinson (Video) | International | Before It's News",
    "text": "The Woke Left Has Destroyed the West With This - Lotus Eaters' Connor Tomlinson (Video) This is a 15 August 2024 video from heretics, with host Andrew Gold talking with Connor Tomlinson, a YouTuber and social commentator at The Lotus Eaters. We debate religion and the places we disagree about conservatism, men and women and other places. https://youtu.be/UiSoyZluigM Chapters: 0:00 Connor Tomlinson Highlights 3:40 Carl Benjamin’s Apology 7:50 Racial Communism 11:40 Trans DeTransition Rates 14:20 Have the Woke Won the Culture War? 17:38 A Simmering Country 19:50 The Death of British Values 23:30 Young People Voting Right Wing 24:50 Ross Kemp & Dangerous Cultures 27:20 Individual Liberty Debate 29:50 Immigrants’ Worth & Andrew’s Beef with Farage 33:20 Islam Immigration Debate 35:50 Why Not Let In People Who Love The UK 38:50 Getting Families To Have More Kids 42:10 Debate About Women Serving Men 48:20 We’re Screwed 49:40 Are Young Men Feeling Lost? 53:50 A Few Good Men / Ukraine vs Russia 56:50 Religious Revival 58:50 Generations (Y, X, Millenials) Are A New Concept 1:00:15 Debate on Religion 1:03:20 Jordan Peterson & Religion 1:05:50 Biological Imperative vs Religion 1:09:20 Scientology 1:10:33 A Heretic Connor Admires Anyone can [join](/v3/login/new/). Anyone can contribute. Anyone can become informed about their world. \"United We Stand\" [Click Here](/v3/login/new/)To Create Your Personal [Citizen Journalist](/v3/login/new/)Account Today, Be Sure To Invite Your Friends. Lion’s Mane Mushroom Nootropic Mushrooms are having a moment. One fabulous fungus in particular, l [ion’s mane](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend), may help improve memory, depression and anxiety symptoms. They are also an excellent source of nutrients that show promise as a therapy for dementia, and other neurodegenerative diseases. If you’re living with anxiety or depression, you may be curious about all the therapy options out there — including the natural ones.Our [Lion’s Mane WHOLE MIND Nootropic](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) Blend has been formulated to utilize the potency of Lion’s mane but also include the benefits of four other Highly Beneficial Mushrooms. Synergistically, they work together to Build your health through improving cognitive function and immunity regardless of your age. Our [Nootropic](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) not only improves your Cognitive Function and Activates your Immune System, But it benefits growth of Essential Gut Flora, further enhancing your Vitality. Our Formula includes: [Lion’s Mane Mushrooms](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) which Increase Brain Power through nerve growth, lessen anxiety, reduce depression, and improve concentration. Its an excellent adaptogen, promotes sleep and improves immunity. Shiitake Mushrooms which Fight cancer cells and infectious disease, boost the immune system, promotes brain function, and serves as a source of B vitamins. Maitake Mushrooms which regulate blood sugar levels of diabetics, reduce hypertension and boosts the immune system. Reishi Mushrooms which Fight inflammation, liver disease, fatigue, tumor growth and cancer. They Improve skin disorders and soothes digestive problems, stomach ulcers and leaky gut syndrome. Chaga Mushrooms which have anti-aging effects, boost immune function, improve stamina and athletic performance, even act as a natural aphrodisiac, fighting diabetes and improving liver function. Try Our [Lion’s Mane WHOLE MIND Nootropic](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) Blend 60 Capsules Today. Be 100% Satisfied or Receive a Full Money Back Guarantee. Order Yours Today by [ Following This Link](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://youtu.be/UiSoyZluigM",
      "http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend),",
      "http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend).",
      "http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)",
      "http://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)",
      "http://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend),",
      "http://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend).",
      "https://www.youtu.be/UiSoyZluigM"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "connor tomlinson",
          "sentiment": "negative"
        },
        {
          "name": "andrew gold",
          "sentiment": "none"
        },
        {
          "name": "carl benjamin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "millenials",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:10:48.127+03:00",
    "updated": "2024-08-16T00:10:48.127+03:00"
  },
  {
    "uuid": "35db2010efdc4f4b319bbd7032e5822e683f775e",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/prunderground-2024-2-29-ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PRUnderground",
    "published": "2024-02-29T00:00:00Z",
    "title": "Ryder’s Dryer Vent Cleaning Earns Home Hero Award: National Real Estate Network Recognizes Excellence in Home Services | User | dailytimesleader.com",
    "text": "Ryder’s Dryer Vent Cleaning appreciates the validation of their hard work and dedication to the home service industry\n(PRUnderground) February 29th, 2024\nRyder’s Dryer Vent Cleaning, a leading specialist in professional clothes dryer maintenance and service in Raleigh, is excited to announce their recent receipt of the prestigious Home Hero Award from the National Real Estate Network. This significant honor underscores Ryder’s Dryer Vent Cleaning’s unwavering dedication to excellence within the home service sector and their esteemed reputation among real estate professionals and property managers.\nThe Home Hero Award, bestowed by the National Real Estate Network, recognizes companies that exhibit exceptional expertise and dependability in their respective fields. Ryder’s Dryer Vent Cleaning has been singled out for this esteemed recognition due to their outstanding track record in delivering high-quality dryer vent cleaning services and their unwavering commitment to customer satisfaction.\n“We are deeply grateful to be granted the Home Hero Award from the National Real Estate Network,” expressed a spokesperson for Ryder’s Dryer Vent Cleaning. “This acknowledgment serves as a testament to our team’s tireless efforts and unwavering dedication to delivering exceptional service to our valued customers in Raleigh and its environs. We are honored to be regarded as a dependable service provider within the real estate industry.”\nRyder’s Dryer Vent Cleaning is renowned for their proficiency in a wide range of dryer vent services, including cleaning, repair, and new installations, all executed with precision using top-of-the-line materials to ensure optimal safety and efficiency for both residential and commercial clients. Their team of skilled professionals employs cutting-edge equipment and methodologies to eliminate lint, debris, and potential fire hazards from dryer vents, thus promoting fire prevention and energy efficiency.\nThe receipt of the Home Hero Award further solidifies Ryder’s Dryer Vent Cleaning’s position as a trusted and reputable service provider in the real estate realm. As a result of this distinguished recognition, they will be recommended to members of the National Real Estate Network, thereby broadening their outreach and potential client base.\nRyder’s Dryer Vent Cleaning’s attainment of Home Hero Award Status underscores their unwavering commitment to excellence and their steadfast dedication to upholding the highest industry standards. They remain steadfast in their mission to serve the Raleigh community and fulfill the needs of their clientele with unparalleled professionalism and integrity.\nFor more information about Ryder’s Dryer Vent Cleaning and their professional dryer vent services, please contact them at (984) 230-4060 or visit their website at https://rydersdryerventcleaningraleigh.blogspot.com/ . Find them at https://maps.app.goo.gl/WTyvUPhrHEbJnGzg7\nAbout National Real Estate Network\nNational Real Estate Investors Network is proud to host real estate investing events for beginners as well as seasoned investors in various areas of the industry, including Wholesaling Real Estate, Find, Fix, & Flip, Landlording and Commercial Real Estate. They offer mentoring through several platforms including Facebook Live, YouTube Videos, Webinars and more. In addition, this is a great group for getting referrals to various reputable companies who support the industry, including real estate agents, title companies, insurance providers, attorneys, rehab contractors and home service providers. Visit to learn more about this Real Estate Network of Professionals at https://www.meetup.com/27monthlymeetup-com/\nThe post Ryder’s Dryer Vent Cleaning Earns Home Hero Award: National Real Estate Network Recognizes Excellence in Home Services first appeared on\nPress Contact Name: Mark Maupin Phone: 2489396232 Email: Contact Us Original Press Release .\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://www.prunderground.com/ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services/00330687/?contact=open",
      "https://rydersdryerventcleaningraleigh.blogspot.com/",
      "https://www.prunderground.com",
      "https://www.prunderground.com/pru-logo_small?releaseId=00330687",
      "https://www.prunderground.com/ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services/00330687/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.cloudquote.io",
      "https://maps.app.goo.gl/WTyvUPhrHEbJnGzg7",
      "https://www.meetup.com/27monthlymeetup-com/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://tracking.newsrpm.com/pixel?slug=prunderground-2024-2-29-ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services",
      "https://www.googletagmanager.com/gtag/js",
      "https://rydersdryerventcleaningraleigh.blogspot.com",
      "http://prunderground.com/ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services/00330687/?contact=open",
      "https://www.tracking.newsrpm.com/pixel?slug=prunderground-2024-2-29-ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services",
      "https://www.rydersdryerventcleaningraleigh.blogspot.com/",
      "https://www.prunderground.com/pru-logo_small",
      "https://cloudquote.io/article/6",
      "https://meetup.com/27monthlymeetup-com/",
      "https://www.maps.app.goo.gl/WTyvUPhrHEbJnGzg7",
      "https://tracking.newsrpm.com/pixel",
      "https://prunderground.com/ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services/00330687/",
      "https://prunderground.com",
      "https://www.prunderground.com/ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services/00330687",
      "https://cloudquote.io",
      "https://cloudquote.io/article/5",
      "https://prunderground.com/pru-logo_small?releaseId=00330687",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.prunderground.com/ryders-dryer-vent-cleaning-earns-home-hero-award-national-real-estate-network-recognizes-excellence-in-home-services/00330687/",
      "https://www.meetup.com/27monthlymeetup-com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ryder",
          "sentiment": "neutral"
        },
        {
          "name": "national real estate network recognizes excellence in home services",
          "sentiment": "neutral"
        },
        {
          "name": "national real estate network",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "raleigh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:51:24.443+02:00",
    "updated": "2024-03-01T00:51:24.443+02:00"
  },
  {
    "uuid": "82fd7d7c5f4503248b991cb591f379d7fe330fcd",
    "url": "https://www.challies.com/resources/new-and-notable-christian-books-for-may-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tim Challies",
    "published": "2024-05-31T04:02:00Z",
    "title": "New and Notable Christian Books for May 2024",
    "text": "While the month of May has already almost fully waned, it has proved to be a good month for Christian book releases. I sorted through the stacks that landed on my desk and arrived at this list of new and notables. In each case, I’ve provided the editorial description to give you a sense of what it’s all about. I hope there’s something here that catches your eye!\nLoving Your Adult Children: The Heartache of Parenting and the Hope of the Gospel by Gaye B. Clark. “As kids grow, so do the pains of parenthood. Patterns of miscommunication and resentment can cause damage over the years, leaving parents and adult children with a fractured relationship. Confused, hurt, and sometimes angry, moms and dads can struggle to know where to turn for help and where to look for hope. With grace and empathy, author Gaye B. Clark comes alongside readers bearing the weight of parenthood. Encouraging readers to view themselves as image bearers of God first and parents second, Clark shifts readers’ focus to their relationship with Christ while showing how the relationship between parent and child can be a catalyst for understanding the gospel. Loving Your Adult Children examines the fruit of the Spirit in relation to parenting adult children, offers study questions for reflection, and shows how walking with God is the best next step for struggling parents.” (\nAmazon, Westminster Books)\nFruitful: Cultivating a Spiritual Harvest That Won’t Leave You Empty edited by Megan Hill & Melissa B. Kruger. “As Christians, we long for a spiritually fruitful life. However, our attempts to work more and hustle harder only leave us feeling weary and worn. Thankfully, God’s word supplies the nourishment we so desperately need. As we abide in Jesus, he fills our emptiness with an abundant crop of spiritual fruit. Through the trusted voices of several female bestselling authors, editors, and Bible teachers, this 40-day devotional explores each of the 9 fruits of the Spirit found in Galatians 5. Every daily reading includes a related verse to ponder, a theologically rich reflection, additional Bible passages to read, and a prayer. This short format provides readers with an easy-to-use devotional resource, filled with substantial biblical counsel for harvesting God-given spiritual fruit.” (\nhttps://amzn.to/3JJngi0, https://www.wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218?utm_source=challies&utm_medium=challies)\nThe Justice and Goodness of God: A Biblical Case for the Final Judgment by Thomas R. Schreiner. “The reality of God’s ultimate punishment is central to the gospel. Only by facing sin’s devastation can believers fully grasp the beauty of their salvation and help unbelievers confront their need for forgiveness. Unfortunately, many Christians and Bible scholars neglect God’s final judgment. In his book The Justice and Goodness of God, theologian Thomas Schreiner offers a comprehensive, biblical analysis of eternal destruction. Explaining that ‘final judgment doesn’t contradict God’s goodness but verifies and displays it,’ he examines themes of sin, death, and redemption in the New Testament and other passages of Scripture. With helpful personal and theological application, this brief guide helps readers see how God’s judgment is anchored in his holiness, justice, and righteousness. Readers will see that God’s judgment isn’t bad news but good news. Life doesn’t make sense without it, and salvation shines brighter against the backdrop of God’s judgment.” (\nhttps://amzn.to/3JJiscx, https://www.wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198?utm_source=challies&utm_medium=challies)\nThe Unhurried Pastor: Redefining Productivity for a More Sustainable Ministry by Brian Croft & Ronnie Martin. “Being a pastor is not a regular 9-to-5 job. There is an unending list of important things to do as you seek to serve others sacrificially. The demands of ministry make it difficult to find a healthy rhythm of life and work, and can leave you running on empty. How can we develop a sustainable pattern of ministry that both honors the Lord and the people we care for and that will also protect us from burnout? Ronnie Martin and Brian Croft have each spent decades pastoring churches and supporting ministry leaders. Here they encourage fellow shepherds to embrace a more present-focused, unhurried approach to ministry. They show how this starts with accepting their humanity, pursuing humility, and remembering the hope they have in Christ. They also exhort pastors to fuel their ministry with self-awareness, prayer, and contemplation of Jesus.” (\nhttps://amzn.to/44tr68v)\nDoes the Bible Affirm Same-Sex Relationships?: Examining 10 Claims about Scripture and Sexuality by Rebecca McLaughlin. “You may have heard the claim that the Bible, when read correctly, is not against believers entering monogamous, faithful same-sex relationships. The arguments sound quite compelling. Have Christians through the ages just been getting this one wrong? In this concise book, Rebecca McLaughlin looks at ten of the most common arguments used to claim that the Bible affirms same-sex sexual relationships. She analyzes the arguments and associated Bible passages one by one to uncover what the Bible really says. For Rebecca, as someone with a lifelong history of same-sex attraction, this is not just an academic question. But rather than concluding that the Bible does affirm same-sex marriage, she points readers to the gospel purpose of male-female marriage, a different kind of gospel-centered love between believers of the same sex, and God’s life-and-love-filled vision for singleness.” (\nhttps://amzn.to/4bjLU4z)\nBeautiful Freedom: How the Bible Shapes Your View of Appearance, Food, and Fitness by Stacy Reaoch. “Every day we are exposed to messages about health, food, exercise, and looking good. It’s hard not to get swept along with it all; in fact, it’s easy to end up caring too much about these things and even to feel trapped trying to live up to the ideals that we see in the media. Author Stacy Reaoch points you to the Bible to find freedom! The Bible tells us that our physical selves do matter. But it also invites us to think about our bodies in a God-centered way—helping us to reset and find a balanced approach that is grounded in our faith. Beautiful Freedom is an invitation to love the body God gave you and to explore his priorities for the ways in which you live, eat, and exercise. This book will help you find freedom from damaging narratives about weight, fitness, appearance, and aging. Even better, it will turn your gaze toward Jesus and help you love him more and more.” (\nhttps://amzn.to/44r7Rwz)\nRedeeming Sex in Marriage: How the Gospel Rescues Sex, Transforms Marriage, and Reveals the Glory of God by Scott Mehl. “Discover the God-given nature of your sexuality and the magnitude of Christ’s power to redeem it in this honest, winsome resource for married couples. Biblical counselor and pastor Scott Mehl explores truths about God’s beautiful purposes for sex that will empower you to put godly sexuality into practice—living a life of sexual fulfillment and wholeness like never before.” It comes endorsed by Ed Welch who says, “The author is an ideal guide. He is open, warm, comfortable with the topic and a very experienced pastor. He knows that a new program will not make everything right for us. Instead, a clear picture of God’s intent for sex, direction for how to engage with our spouse on the right questions, and confidence that we are headed on a wise path―these are exactly what we need.” (\nhttps://amzn.to/4a2yN6E, https://www.wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573?utm_source=challies&utm_medium=challies)\nSighing on Sunday: 40 Meditations for When Church Hurts by Megan Hill. “Neglect. Rejection. Sin. Conflict. Change. It’s difficult to go to church when you’ve suffered some of your deepest hurts there. Megan Hill understands that church can be hard. In forty thoughtful meditations, she lays out reliable biblical truths for your encouragement and healing. You’ll explore the source of your struggle, find ways to express your sorrow, and consider wise actions to take. Others have struggled as well—and found hope. There’s hope for you too.” Trevin Wax says of it: “Megan Hill has done us all a service by taking us back to the Scriptures and to the heart of Christ, offering words of wisdom and warning, as we seek healing in the body of Christ where we’ve experienced hurt.” (\nhttps://amzn.to/3Qt9DaJ, https://www.wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849?utm_source=challies&utm_medium=challies)\nThe Scuttlebutt Letters: Words to a Wild Tongue by Natalie Brand. “In the style of The Screwtape Letters, with a satire that will make you both cringe and laugh–out–loud, Natalie Brand demonstrates the havoc unleashed by careless words. Scuttlebutt (naval slang for the ship’s gossip) is the affectionate nickname given to the Tongue by the Heart, as he reprimands the Tongue for steering the whole person into catastrophe; enjoying morsels of gossip, creating smokescreens of lies. From the Bible’s teaching on speech, particularly the Proverbs, the reader will taste the bitter destruction of the Tongue. But as the Heart rebukes the Tongue it becomes increasingly clear that something isn’t right … there is another villain, a deeper poison, lurking within. What can be done if the Tongue remains untameable? Will the Heart get away with his hypocrisy? Is there redemption for either?” (\nhttps://amzn.to/3y9rGMw)\n1 & 2 Chronicles (Two Volumes) by Philip H. Eveson. “In today’s world, when Old Testament books like Chronicles are denied as being historically inaccurate, Eveson constantly shows us that the opposite is true. Throughout the commentary, he not only argues that it is free from historical error, but God–breathed, and therefore able to make us wise for salvation. Far from being irrelevant to the modern reader, Eveson brings helpful, insightful application from the Biblical narrative. Eveson’s commentary is split over two volumes: Volume one containing 1 Chronicles and Volume two containing 2 Chronicles. However, he reminds us that 1 and 2 Chronicles are one undivided book and they should be read as such. The genealogical line that the chronicler wrote of all looked to the Messiah. In reading Chronicles, so should we. The commentary is appropriate for all Christians who desire to see their Lord in all the scriptures. Eveson helpfully includes an application section with each passage that shows how it points to Jesus.” (Volume 1:\nhttps://amzn.to/3UGV4Ta, https://www.wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035?utm_source=challies&utm_medium=challies; Volume 2: https://amzn.to/3xY1V1L, https://www.wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042?utm_source=challies&utm_medium=challies)\nGrowth and Change: The Danger and Necessity of a Passion for Church Growth by Andrew Heard. “For many years, evangelical church leaders have been told that the key to seeing gospel growth is to ‘just be faithful.’ In Growth and Change, Andrew Heard challenges this misconception head-on with wisdom from decades of ministry experience and deep theological reflection. Richly biblical and heartfelt, this ground-breaking book confronts sacred cows, rejects easy answers and addresses the tensions felt by every leader who wants to proactively work for change while remaining absolutely committed to the word of God. This is a must-read for every church leader committed to seeing the gospel of Jesus grow and bear fruit.” (\nhttps://amzn.to/4a0Puja, https://www.wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137?utm_source=challies&utm_medium=challies)\nReasoning in the Public Square: Delivering the Changeless Message Through Ever–Changing Media by Graham Nicholls. “It’s easy to think that our faith is personal, something which should be expressed behind closed doors or with other Christians. But we are called to be a light to the world, to be able to give a reason for our faith. Graham Nicholls’ practical book helps us to think through not only why we should do that, but how we can do it. The world needs to hear the gospel, and there are a whole host of ways we can publicly proclaim our faith. From identifying the key battle lines where there is friction between Christianity and modern Western society, to engaging with mainstream media; from street preaching to an evangelistic online presence, Nicholls exhorts Christians to be salt and light wherever God gives them opportunities. As a pastor, and as Director of Affinity, an organisation which helps equip Christians to effectively engage with society, Graham Nicholls brings valuable experience with traditional and new media, local church outreach, community projects and one–to–one evangelism.” (\nhttps://amzn.to/3UH3mKJ)\nTruth be Told: Living Truthfully in a Post-Truth World by Lionel Windsor. “It is a truth universally acknowledged that there is an almost universal ambivalence towards truth these days. Many even reject the idea that universal truths have any valid place at all in our ‘post-truth’ society. As Christians, we cannot afford to let our society’s loose relationship with truth influence our thinking, living and speaking. In Truth be Told, Lionel Windsor goes back to the Bible to show how the gospel provides a foundation for both understanding truth and interacting truthfully with our culture. Provocative and timely, this book offers Christians practical help in the task of sharing the truth of the gospel with confidence and conviction.” (\nhttps://amzn.to/3UFsbaa)\nFrom Garden to Glory: How Understanding God’s Story Changes Yours by Courtney Doctor. “Many of us read the Bible without realizing that it is one story from beginning to end–a story about God’s great mission to redeem all things. From Genesis to Revelation, we see God’s heart in his redemptive plan for humanity, and how earnestly he desires for us to be a part of it! From Garden to Glory will help you read the Bible as the beautiful story it is–and experience God’s astounding love for you. In Courtney Doctor’s overview that spans from Eden to eternity, you will: grow in your appreciation for how all the parts of the Bible fit together brilliantly as a unified whole; understand your value, significance, and purpose on a more profound level; be encouraged to live in hopeful anticipation of the story’s epic finale–when heaven and earth are renewed in glory and we’re finally, fully, and forever in God’s presence. This engaging journey through God’s grand story of Scripture will deepen your gratitude and awe as you discover how the God of the Bible has stopped at nothing to bring you back to himself!” (\nhttps://amzn.to/3JJV0vN, https://www.wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346?utm_source=challies&utm_medium=challies)\nReformed Covenant Theology: A Systematic Introduction by Harrison Perkins. “See Christ and his work more clearly. Learn the biblical basis for the Reformed confessions. Understand the role of grace and works in your salvation. Covenant shapes our life with God and In Reformed Covenant Theology: A Systematic Introduction, Harrison Perkins shows how Christ and his work are the heart of that covenant relationship. Since God lives in covenant with his redeemed people, covenant theology provides a framework for Christians to grow in their life with God, to read the Bible, and to love the church.” (\nhttps://amzn.to/4dqLXO3, https://www.wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339?utm_source=challies&utm_medium=challies)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://amzn.to/4a0Puja,",
      "https://amzn.to/44r7Rwz)",
      "https://amzn.to/3UH3mKJ)",
      "https://amzn.to/44nMJHq",
      "https://amzn.to/3JJV0vN,",
      "https://amzn.to/4a2yN6E,",
      "https://amzn.to/3JJiscx,",
      "https://amzn.to/3y9rGMw)",
      "https://amzn.to/3JJngi0,",
      "https://amzn.to/3UFsbaa)",
      "https://amzn.to/3UGV4Ta,",
      "https://amzn.to/44tr68v)",
      "https://amzn.to/4dqLXO3,",
      "https://www.wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042?utm_source=challies&utm_medium=challies)",
      "https://amzn.to/3Qt9DaJ,",
      "https://amzn.to/3xY1V1L,",
      "https://www.wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218?utm_source=challies&utm_medium=challies)",
      "https://amzn.to/4bjLU4z)",
      "https://www.wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035?utm_source=challies&utm_medium=challies;",
      "https://www.wtsbooks.com/products/loving-your-adult-children-the-heartache-of-parenting-and-the-hope-of-the-gospel-9781433589324?utm_source=challies&utm_medium=challies",
      "https://www.wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346?utm_source=challies&utm_medium=challies)",
      "https://www.amzn.to/4dqLXO3,",
      "https://www.amzn.to/44r7Rwz)",
      "https://wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198?utm_source=challies&utm_medium=challies)",
      "https://www.amzn.to/3JJiscx,",
      "https://wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035",
      "https://www.amzn.to/3JJV0vN,",
      "https://www.amzn.to/3UGV4Ta,",
      "https://www.wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042",
      "https://www.amzn.to/4bjLU4z)",
      "https://www.wtsbooks.com/products/loving-your-adult-children-the-heartache-of-parenting-and-the-hope-of-the-gospel-9781433589324",
      "https://www.wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573",
      "https://www.amzn.to/4a0Puja,",
      "https://wtsbooks.com/products/1-2-chronicles-vol-1-adam-to-david-focus-on-the-bible-9781527111035?utm_source=challies&utm_medium=challies;",
      "https://wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346?utm_source=challies&utm_medium=challies)",
      "https://www.wtsbooks.com/products/growth-and-change-the-danger-and-necessity-of-a-passion-for-church-growth-9781922980137",
      "https://www.amzn.to/3UFsbaa)",
      "https://wtsbooks.com/products/loving-your-adult-children-the-heartache-of-parenting-and-the-hope-of-the-gospel-9781433589324?utm_source=challies&utm_medium=challies",
      "https://www.wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849",
      "https://www.amzn.to/4a2yN6E,",
      "https://wtsbooks.com/products/1-2-chronicles-vol-2-solomon-to-cyrus-focus-on-the-bible-9781527111042?utm_source=challies&utm_medium=challies)",
      "https://www.amzn.to/3xY1V1L,",
      "https://www.wtsbooks.com/collections/current-specials/products/from-garden-to-glory-how-understanding-gods-story-changes-yours-9780736988346",
      "https://www.amzn.to/44tr68v)",
      "https://www.wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218",
      "https://www.wtsbooks.com/products/the-justice-and-goodness-of-god-a-biblical-case-for-the-final-judgment-9781433591198",
      "https://www.amzn.to/44nMJHq",
      "https://www.amzn.to/3JJngi0,",
      "https://www.amzn.to/3UH3mKJ)",
      "https://www.wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339",
      "https://wtsbooks.com/products/fruitful-cultivating-a-spiritual-harvest-that-wont-leave-you-empty-9781433592218?utm_source=challies&utm_medium=challies)",
      "https://www.amzn.to/3y9rGMw)",
      "https://wtsbooks.com/products/sighing-on-sunday-40-meditations-for-when-church-hurts-9781629959849?utm_source=challies&utm_medium=challies)",
      "https://wtsbooks.com/products/reformed-covenant-theology-a-systematic-introduction-9781683597339?utm_source=challies&utm_medium=challies)",
      "https://wtsbooks.com/products/redeeming-sex-in-marriage-how-the-gospel-rescues-sex-transforms-marriage-and-reveals-the-glory-of-god-9781629959573?utm_source=challies&utm_medium=challies)",
      "https://www.amzn.to/3Qt9DaJ,"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christia",
          "sentiment": "negative"
        },
        {
          "name": "clark",
          "sentiment": "none"
        },
        {
          "name": "gaye b. clark",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-31T09:44:56.017+03:00",
    "updated": "2024-05-31T09:44:56.017+03:00"
  },
  {
    "uuid": "0b5363ae8a3ad64015636d657d3333f32e3a4fb0",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-17/doc-inetmcym4003406.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-16T21:09:00Z",
    "title": "在马来西亚总理安瓦尔举行的欢迎宴会上的致辞|安瓦尔_新浪财经_新浪网",
    "text": "（2025年4月16日，布特拉加亚）中华人民共和国主席 习近平\n尊敬的安瓦尔总理， 女士们，先生们，朋友们：\n　　感谢安瓦尔总理热情洋溢的讲话。很高兴应易卜拉欣最高元首陛下邀请，对马来西亚进行国事访问。我谨对马方的周到安排和盛情款待表示衷心感谢。\n　　“未之见而亲焉，可以往矣；久而不忘焉，可以来矣。”我上次访问马来西亚是2013年，贵国风光旖旎、文化多元、人民友善，给我留下深刻印象。时隔12年再次来访，看到马来西亚国家发展蒸蒸日上，现代化建设取得显著成就，我由衷地感到高兴。相信在最高元首陛下和安瓦尔总理带领下，马来西亚一定会不断释放发展活力，沿着“昌明大马”的道路取得更加辉煌的成就。\n　　中马两国隔海相望，传统友好跨越千年。马来西亚谚语讲：“勤勉不息，日久成山。”建交50多年来，在双方共同努力下，中马关系坚如磐石、历久弥坚，已经成为政治上互尊互信、经济上互利共赢、文化上互鉴共促的亲密朋友和伙伴，给两国人民带来实实在在的好处。2023年，我同总理先生宣布共建中马命运共同体，开启了双边关系新的历史篇章。\n　　刚才，我同安瓦尔总理举行了亲切友好的会谈，我们就深化两国各领域交往合作达成一系列重要共识。面对当前国际秩序和经济全球化遭受冲击，两国将同地区国家团结一致，共同抵御地缘政治和阵营对抗暗流，冲破单边主义和保护主义逆流，守护好亚洲家园的美好发展前景。\n　　中马友好顺应历史潮流，未来可期。中方期待同马方一道，携手构建高水平战略性中马命运共同体，打造中马关系新的“黄金50年”，为两国各自现代化进程提供更大助力，为全球南方树立团结合作典范，为促进地区乃至世界和平、稳定、繁荣作出新的更大贡献。\n　　最后，\n　　祝马来西亚繁荣昌盛、人民幸福安康！\n　　祝安瓦尔总理和在座各位朋友身体健康、诸事顺遂！\n　　祝中马友谊万古长青！\n　　谢谢大家！\n　　（新华社马来西亚布特拉加亚4月16日电）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Politics->heads of government",
      "Politics->diplomacy",
      "Politics->international relations",
      "Human Interest->ceremony",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:19:05.021+03:00",
    "updated": "2025-04-17T00:19:05.021+03:00"
  },
  {
    "uuid": "4cae97b1285c87733271a1dddad02243770978ab",
    "url": "https://vnexplorer.net/z/1647834.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-08-01T20:49:00Z",
    "title": "Pilot enters Jaipur airport on luggage trolley amid waterlogging. Watch",
    "text": "Pilot enters Jaipur airport on luggage trolley amid waterlogging. Watch Jaipur experienced heavy rainfall on Thursday, leading to significant disruptions throughout the city, including severe waterlogging at Jaipur International Airport (JIA). The downpour left various areas submerged, causing inconvenience to residents and travelers alike. A video capturing a pilot&#039;s struggle to enter JIA amidst the flooding has gone viral on social media. The footage, shared by X user Veena Jain, showed the pilot navigating the waterlogged entrance with the assistance of an airport staff member pushing a trolley. Jain captioned the video, &quot;This is Jaipur Adani Airport. Here pilots fly even before boarding a flight... trolley itself is enough to fly.&quot; The video began with a view of the airport entrance submerged in water. As the pilot attempted to make his way inside, he resorted to climbing onto a trolley to avoid wading through the flooded area. The airport staff member then pushed the trolley, allowing the pilot to reach the terminal dry. Since being shared, the video has garnered over 11,000 views, along with numerous likes and comments. One commenter remarked, &quot;Everywhere there is the problem of proper drainage resulting in water logging. It&#039;s really a shame.&quot; Another user, Pratik Kumar Mishra, added, &quot;Wow, what an entrance! I&#039;m curious how the average traveller will get into the airport—maybe they&#039;ll need a boat, or is it an air+water port now?&quot; &quot;Where do they select engineers &amp; architects from? Failed colleges? It&#039;s a joke or what. Everywhere it&#039;s the same story,&quot; a third user remarked.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "veena jain",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "jaipur adani airport",
          "sentiment": "none"
        },
        {
          "name": "jaipur international airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T07:53:05.959+03:00",
    "updated": "2024-08-02T07:53:05.959+03:00"
  },
  {
    "uuid": "f53102a063ff36c67b16e3414ee76f6302734bac",
    "url": "https://www.waste360.com/fleet-technology/trashbolt-revolutionizes-waste-industry-with-comprehensive-suite-of-apps-streamlining-sales-marketing-and-customer-communications",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Waste360",
    "published": "2024-04-11T23:35:00Z",
    "title": "TrashBolt Revolutionizes Waste Industry with Comprehensive Suite of Apps, Streamlining Sales, Marketing, and Customer Communications",
    "text": "TrashBolt Revolutionizes Waste Industry with Comprehensive Suite of Apps, Streamlining Sales, Marketing, and Customer Communications Haulers have been searching for this functionality for many years, many having tried multiple ways to get there, only to ultimately fail due to a lack of resources, both human and financial. April 15, 2024 TrashBolt Announces a New Suite of Apps: Online Signup System Sales Entry System Customer Notification System Lead Management System Customer Service Portal Phone App [TrashBolt](https://trashbolt.com/), makers of the waste industry’s leading online signup system, is releasing a series of new applications that promise to bring together many of a waste hauler’s sales, marketing, and customer notifications activities into one powerful, easy to use platform. With these new applications, TrashBolt now offers the industry’s most complete solution for generating new and follow up marketing campaigns, capturing online sales, facilitating call center sales, providing self-service customer service options, and sending text, email, and/or phone app notifications to leads and/or customers, all in one totally integrated suite of apps. Learn more: [https://trashbolt.com/products-services/](https://url.us.m.mimecastprotect.com/s/KiAJC9rp25HYmX8mmFEnxn9?domain=trashbolt.com/) The sales, marketing, and communication challenges haulers face: Over the years, TrashBolt has spoken with hundreds of waste haulers, big and small, specifically with regard to their sales, marketing, and customer communications objectives. During those discussions, haulers have expressed these common needs and challenges. These are the needs and challenges TrashBolt is solving with their suite of apps. Self-Service Sales: Haulers want to offer their new and/or existing customers the ability to sign up and pay for new or added service online, without human intervention (we call that a “self-service sale”). In so doing, customers must be able to view an accurate quote based on their service address location, select from all the options and products available at that location, and have access to the information necessary to make and pay for that self-service purchase. Call Center Management: For those customers who don’t use the online sales system and call in, haulers have asked for a sales entry system that guides the CSR/call center staff to 1) accurately determine service eligibility by entering an address (is the customer in a service area?), 2) accurately price and sell available services, while 3) simultaneously creating a lead in a CRM or lead management software for follow up marketing. Initial Marketing Campaigns: Haulers would like to launch new campaigns, for new and/or existing customers. They would like to choose whether a campaign is through direct communication (email, text, phone app), or via an ad (social media, mailers, door knocking campaigns/outside sales, etc). Follow Up Campaigns: Haulers would like to create automated follow up campaigns for new leads, or for additional add-on sales opportunities within their existing customer base. Campaign Efficacy Reporting: Haulers struggle to determine what methods of ads are cost effective. They often hire 3rd party marketing firms to design the metrics required for accurate reporting on marketing efficacy, individual campaign results, revenue, and profitability. Sometimes haulers find out, after having spent thousands of dollars, that reporting metrics aren’t easily or ever going to be possible with their current software, website, and/or processes. Customer Notifications: Haulers want to reduce call center volume, while pleasing their customers with communications and notifications they’ve come to expect. The notification system must be capable of many notification types, such as service alerts, billing notifications, or even add-on sales opportunities. Notifications must be recurring, scheduled, or one-time with the ability to send to all or a defined subgroup of their customers. Syncing data with existing customer database(s) is required to make a notification system functional, which is a challenge haulers are often unable to solve on their own. Self-Service Customer Service Portal: Haulers want to offer their existing customers the ability to manage their account. A customer service portal should be able to capture service requests and changes, with the ability to collect accurate payment when required (bulky pick up, or an additional cart, for example) Systems Integration: Integration to back-end billing and routing systems where possible All-in-One: Because integrations are difficult and very expensive, haulers want the above functionality in one software that’s affordable, effective, easy to deploy, and easy to use. Why All-in-One is important? That last bullet point, having the all-in-one solution to address these needs, is the key because it solves much of what’s below. Software that markets, sells online (shopping cart), and sends notifications to new leads and existing customers must all be tightly integrated to each other (or, as with TrashBolt, an all-in-one solution), otherwise the hauler must continuously maintain separate databases, usually with manual data entry as the only available option. Manual entry is slow, often not on time, brittle, failure prone, inaccurate, and sometimes impossible to maintain effectively (Ms Johnson usually enters that data, but she’s on vacation!). Consider a typical hauler, marketing into their territory, with the needs outlined above. Marketing campaigns result in calls into the office, or online leads or sales (if the hauler has an online shopping cart). When the online shopping cart or calls into the office result in a sale, that new customer data needs to flow both to the hauler’s billing system (Soft-Pak, Trashflow, WAM, NavuSoft, et al), as well as a CRM system for follow up marketing, and for future service, billing, and/or other notifications. When leads are created, that data should flow to the CRM for future notifications and/or follow up as well. The right system will track the marketing source for each new lead and customer for efficacy analysis. Notifications should be by opt-in text, email, phone app, a customer service portal/dashboard, and maybe even a robo-calling platform. If these tasks are done with several different softwares (a CRM, an e-blast service, a text service, call center software, on and on), getting all these applications to talk to one another is nearly impossible. Learn more: [https://trashbolt.com/products-services/](https://url.us.m.mimecastprotect.com/s/KiAJC9rp25HYmX8mmFEnxn9?domain=trashbolt.com/) There are ERP systems that can be customized to accomplish some or all of these functions, but they’re very expensive, often 100’s of thousands, or even millions of dollars, and therefore out of reach for the vast majority of haulers. That leaves haulers looking for individual applications that may accomplish pieces and parts of their needs. While this, too, is possible, it requires a sophisticated knowledge of each separate system’s functionality and capabilities, as well as an integration strategy to make all the systems talk to each other. An effective integration strategy can cost 10’s, or even 100’s of thousands to get right. Complex integration strategies are not one-time expenses, they’re ongoing, forever, as individual software systems change over time. A collection of separate but integrated software systems is often brittle and therefore failure prone. Working integrations can fail without notice, often without easy ways to debug. This requires expensive staff (or 3rd party integrators) to maintain over time, 24/7/365 if it’s system critical. Hiring full-time, competent I.T. staff to oversee systems integration is out of reach for many haulers, as these types of employees command significant wages for their skills. 3rd party integrators are even more expensive, especially if on emergency call ($300/hr or more for emergency service). Total systems integration may not even be possible given the age of many of the current legacy software systems in the waste hauling space. So, how does a hauler even approach data movement into and out of these legacy systems? What expertise is required here? (Spoiler alert! TrashBolt already has integration and Data Sync options for most of those older systems). (Image Source: [Wicket Article](https://wicket.io/blog-post/looking-at-custom-software-integrations-top-5-reasons-to-be-wary/) ) According to [Wicket](https://wicket.io/blog-post/looking-at-custom-software-integrations-top-5-reasons-to-be-wary/), custom integrations are far costlier than native integrations, both in initial cost, and ongoing maintenance costs. But the integration itself isn’t the only expense. Cobbling together a solution with multiple softwares leads to a whole host of other issues, from initial product selection, to undergoing multiple implementations and go-lives, to what happens if one of the systems goes down, is buggy and fails, or even goes out of business, etc. The potential for headaches is endless. In spite of the challenges associated with integrations, some haulers still pursue solutions based upon off-the-shelf CRM systems and their “app tray”, but they still struggle to identify the right CRM, the right add-on apps, and how to set up, implement, integrate, and/or maintain these CRM systems. The costs, frustrations, and failures mount very quickly here as well. Given all of the above, many haulers, almost out of desperation, have even attempted to develop a home-grown solution to solve their sales, marketing, and customer communications needs. This, too, can cost hundreds of thousands or even millions of dollars to do right. We’ve spoken to some haulers who've spent over $10 million on such projects, only to pull the plug because it failed. Even for professional software developers, designing, writing, implementing, and maintaining software isn’t easy. The thing is, even with all of these challenges, most haulers know that they need software to market, sell, and communicate with their customers more effectively. Until now, this has been a daunting and expensive task. TrashBolt, makers of the biggest and best online sales system for the waste hauling space, has made it far easier. “TrashBolt: The all-in-one marketing, sales, customer service, and notifications platform for waste haulers” Learn more: [https://trashbolt.com/](https://url.us.m.mimecastprotect.com/s/ohwaC82o95fwj09jjunG975?domain=trashbolt.com/) Even though they operate as an integrated suite, let’s have a look at each of the TrashBolt apps separately. Online Signup System (OSS) -captures online sales! While these apps can be purchased separately, the core of the TrashBolt system is their successful Online Signup System (OSS). With OSS, new customers are able to sign up and pay for new service online, right from the hauler’s existing website. By entering their service address, OSS will first determine if a customer lives within a service area. If yes, then the customer will see the options and pricing associated with that address. Learn more: [https://trashbolt.com/online-signup-system/](https://url.us.m.mimecastprotect.com/s/T2nUC0R296fr25j22f2o1qc?domain=trashbolt.com/) Some stats for TrashBolt’s OSS users: Haulers increase their sales with OSS, ranging from 20% growth on the low side to well over 200%. 50% of new customers use the online system, saving 100’s or even 1000’s of CSR phone hours a year 33% of a hauler’s customers using OSS signup for service after hours, weekends, weeknights, and holidays. These are in-route sales the hauler may have lost to a competitor. Many OSS haulers see their first sale within the first 2hrs of deployment. The record: 23 minutes after the system was deployed. Some OSS haulers generate over $1m in revenue annually without a single phone conversation. OSS doubles or more the efficacy of digital marketing campaigns because the call to action is a “buy now” button that leads the customer through the self-service purchase. TrashBolt is by far the most widely used online signup system in waste hauling space Learn more: [https://trashbolt.com/online-signup-system/](https://url.us.m.mimecastprotect.com/s/T2nUC0R296fr25j22f2o1qc?domain=trashbolt.com/) Sales Entry System -streamline your call center! For those customers who do call into the office for a quote and/or to sign up for service, TrashBolt offers a Sales Entry System (SES). Just like the online sales system, SES is designed to help CSR’s establish whether or not the customer lives in a service area, present the service options associated with the service address, and deliver an accurate quote. SES also gives CSRs the ability to offer discounts to a customer that may not be available via the online system. Learn more: [https://trashbolt.com/lead-management-system/](https://url.us.m.mimecastprotect.com/s/Yn3aCgJxkgiYlR8llF3HAYQ?domain=trashbolt.com/) Lead Management System - Follow up with every lead! Leads generated from both the online system and the sales entry system both flow into the Lead Management System (LMS) for continued marketing. With LMS, a hauler can: Create follow up and/or initial campaigns (e-blast, text, phone app, more) Automated marketing workflows maximize the sales potential of each new lead Track campaign performance, including response rates, revenue generated, more. Combine LMS with online signup “buy now” capabilities Learn more: [https://trashbolt.com/lead-management-system/](https://url.us.m.mimecastprotect.com/s/Yn3aCgJxkgiYlR8llF3HAYQ?domain=trashbolt.com/) Customer Notification System -push notifications to your customers Just like the lead management system, customer accounts also flow into the Customer Notification System (CNS) for continued communication. Here’s how CNS works: Called Data Sync, CNS imports data from your existing billing/operations system (Soft-Pak, TrashFlow, NavuSoft, Trucks, Tower, more) CNS allows you to filter that data to identify the customer(s) you’re looking to notify CNS makes it easy to generate a Notification Campaign via text, email, or phone app Campaigns can be immediate, scheduled, or recurring Filters and Campaigns are saved for future use CNS has created a unique opt-in model to ensure FCC compliance. Learn more here: [https://trashbolt.com/customer-notification-system/](https://url.us.m.mimecastprotect.com/s/wHYBCjRvnlfyjXgjjs13c7l?domain=trashbolt.com/) Based on the data available through Data Sync, CNS allows the hauler to define what types of notifications they like to send, the method by which each notification will be sent (email, text, phone app), and the frequency of each notification Roll off drop-off and pick up notifications Cart-out reminders for residential customers Delayed service notification Customer notifications can be sent to all, some, or one of your customers Send via text, email or phone app Learn more: [https://trashbolt.com/customer-notification-system/](https://url.us.m.mimecastprotect.com/s/wHYBCjRvnlfyjXgjjs13c7l?domain=trashbolt.com/) Customer Service Portal - Customer Self-Service 24/7/365 The Customer Service Portal (CSP) leverages the same [Online Signup](https://trashbolt.com/online-signup-system/) technology that allows your customers to sign up for new service, but offers it to your existing customers as a way for them to manage their account, and even pay for service requests that are extra charge items. With CSP, your existing customers can: Set up their notification preferences View account information, such as balance due, holiday schedule, welcome packet, more. Access your existing bill-pay portal Suspend/Restart/Cancel existing service Add service items (extra cart, recycling, yard waste, walk up service, etc), and pay Cart cleaning request, and pay Cart replacement request, and pay (if applicable) Bulky Pickup Request (with or without payment) More! Learn more: [https://trashbolt.com/customer-service-portal/](https://url.us.m.mimecastprotect.com/s/rbNuCkRwomfqnjgnnT8HAH2?domain=trashbolt.com/) TrashBolt’s Customer Service Portal (CSP) can be totally customized, meaning it can likely handle all your customer service needs. CSP can dramatically reduce incoming call loads, and streamline work order type requests made by your customers. Phone App - Customers expect it! Give your customers the convenience of TrashBolt directly on their phone. TrashBolt’s downloadable phone app allows your customers to interact with your company in many ways: Order and pay for new services Select notification settings and receive push notifications Access [Customer Service Portal](https://trashbolt.com/customer-service-portal/) View their balance and pay their bill* View other service information, like holiday schedule, recycling schedule, service day of week, etc. *Through your existing bill pay system While extremely useful and functional in its standard form, TrashBolt’s phone app is also customizable to suit your specific needs. Our team will work with you to design the functionality you require. Learn more: [https://trashbolt.com/customer-notification-system/](https://url.us.m.mimecastprotect.com/s/wHYBCjRvnlfyjXgjjs13c7l?domain=trashbolt.com/) All in one totally integrated solution Haulers have been searching for this functionality for many years, many having tried multiple ways to get there, only to ultimately fail due to a lack of resources, both human and financial. After listening to our many clients, we believe the new TrashBolt suite to be the best solution for haulers seeking an all-in-one suite for online sales, marketing and customer notifications. We built a great product for online signup, which is why we’re by far the biggest in that space. Now, we’re doing it again, but with communications and lead follow up. Contact us -we’d love to show you our new suite. You May Also Like",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://wicket.io/blog-post/looking-at-custom-software-integrations-top-5-reasons-to-be-wary/)",
      "https://trashbolt.com/online-signup-system/)",
      "https://trashbolt.com/customer-service-portal/)",
      "https://wicket.io/blog-post/looking-at-custom-software-integrations-top-5-reasons-to-be-wary/),",
      "https://www.wicket.io/blog-post/looking-at-custom-software-integrations-top-5-reasons-to-be-wary/),",
      "https://www.trashbolt.com/online-signup-system/)",
      "https://www.trashbolt.com/customer-service-portal/)",
      "https://www.wicket.io/blog-post/looking-at-custom-software-integrations-top-5-reasons-to-be-wary/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "customer communications haulers",
          "sentiment": "negative"
        },
        {
          "name": "comprehensive suite of apps",
          "sentiment": "negative"
        },
        {
          "name": "trashbolt revolutionizes waste industry",
          "sentiment": "negative"
        },
        {
          "name": "trashbolt",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:16:37.748+03:00",
    "updated": "2024-05-03T04:22:02.836+03:00"
  }
]