[
  {
    "uuid": "2cd10161d0f482d2b09639e8d4a367cf4d7842d5",
    "url": "https://www.deccanherald.com/india/maharashtra/a-slums-to-stars-saga-mumbais-dharavi-boy-graduates-from-ota-to-become-indian-army-officer-2929431",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mrityunjay Bose",
    "published": "2024-03-09T07:23:00Z",
    "title": "A 'slums to stars' saga: Mumbai's Dharavi boy graduates from OTA to become Indian Army officer",
    "text": "Mumbai: It was a dream come true for Umesh Keelu, hailing from the Dharavi slum cluster of Mumbai, when he graduated from the Officers Training Academy (OTA) in Chennai to become a Lieutenant of the Indian Army.\nLt Keelu, who is in his twenties, is perhaps the first from Dharavi to pass out as an officer from the OTA, the training establishment for Short Service Commission (SSC).\n“I am the first to become an officer of the Indian Army. Seeing me perhaps many others would be inspired to join the armed forces,\" an elated Keelu said hours after he passed out of the OTA on Saturday.\nLt Keelu hails from the Sion-Koliwada-Dharavi area - his family of four used to stay in a house that measured barely 10*5. His father, the lone breadwinner, worked as a painter and ensured that the two children got the best possible education. However, in 2013, his father suffered a stroke and was paralysed.\nWhile going through all these, Lt Keelu pursued a Bachelor of Science degree in Information Technology and thereafter a Masters degree in Computer Science.\nWhile balancing the academic work, he also joined the Air Wing of the National Cadet Corps (NCC) and earned a ‘C’ certificate.\nAt the same time, to meet family needs, he worked part-time in a cyber cafe as a computer operator.\nThanks to his efforts, he was placed in the TCS in the core IT services sector and began supporting his family. Looking into the family needs and his father’s treatment, he also took up a gig in the British Council during the weekends.\nIn order to fulfil his parents' wishes of donning the uniform of the armed forces, he started preparations for the Service Selection Board (SSB) examinations.\n\"I completed my education through scholarships during graduation and post-graduation. I worked in TCS for three years. I was simultaneously preparing for SSB. After 13 attempts, I made it to the armed forces,” he said.\nAs soon as he joined the academy, tragedy struck when his father passed away. On special grounds, he was granted permission to visit the family and perform his duties and return to the academy.\nOnce back into the academy, he got into the grind and toiled hard to fulfil his parents dream and don the stars of a newly commissioned officer.\nAll about Dharavi\nDharavi is predominantly a major slum area, home to over 60,000 to 70,000 families – and in terms of demography it would not be wrong to describe it as a mini-India.\nSpread over 200 hectares (500 acres) – it boasts of a literacy rate of 69 per cent – the highest among the slum localities in the country.\nSpread across the Sion-Matunga stations of the Central Railway and Bandra-Mahim on the Western Railway, the Dharavilocality, this also a business hub – and the turnover is difficult to estimate as it is in the informal sector.\nThe Mithi river empties into the Arabian Sea through the Mahim creek.\nAbout 45 per cent of the population is Muslim and the rest include Hindus, Christians and Neo-Buddhists. Majority migrants here are from Bihar, Jharkhand, Uttar Pradesh, Rajasthan, Gujarat, Tamil Nadu and Karnataka.\nIt has several business units right from textiles to pottery to fabrication to leather industry. Plastic recycling and garbage segregation too is done here. It has an estimated 5.000 businesses and 15,000 single-room factories. Goods produced here go to the Middle East, America and Europe.\nADVERTISEMENT (Published 09 March 2024, 09:53 IST)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "umesh keelu",
          "sentiment": "negative"
        },
        {
          "name": "keelu",
          "sentiment": "none"
        },
        {
          "name": "lt keelu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian army",
          "sentiment": "negative"
        },
        {
          "name": "ota",
          "sentiment": "negative"
        },
        {
          "name": "officers training academy",
          "sentiment": "none"
        },
        {
          "name": "short service commission",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dharavi",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "chennai",
          "sentiment": "none"
        },
        {
          "name": "sion-koliwada-dharavi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T12:20:38.979+02:00",
    "updated": "2024-03-09T12:29:17.450+02:00"
  },
  {
    "uuid": "0f95838690b64341744cfe5e553c9ce4ddef008b",
    "url": "https://www.rcnradio.com/colombia/sur/crecientes-dejan-una-persona-muerta-en-paez-cauca",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rcnradio",
    "published": "2023-12-29T14:50:00Z",
    "title": "Crecientes dejan una persona muerta en Páez (Cauca) | RCN Radio",
    "text": "Crecientes dejan una persona muerta en Páez (Cauca) Hay daños en vías y en el acueducto que surte a la cabecera municipal. Las fuertes lluvias de las últimas horas generaron una emergencia en el municipio de Páez, en el oriente del departamento del Cauca, donde una persona perdió la vida al ser arrastrada por una creciente de una quebrada. De acuerdo al reporte entregado por el Cuerpo de Bomberos, primero se produjo una creciente y el desbordamiento en la quebrada El Venado, afluente de la quebrada El Salado, que tiene una mayor proporción en su caudal. El organismo de socorro atendió la emergencia y tuvieron que evacuar a varias familias. “Ante el llamado angustiante de las comunidades, activamos nuestro plan de contingencia para poder atender la situación. Hubo varios daños en el barrio El Jardín. Luego nos hicieron otra llamada por el desbordamiento de la quebrada Guapota, a cual dejo afectaciones en vías, tumbó árboles y hubo afectaciones ambientales”, expresó Yeison Fabian Castaño, comandante del Cuerpo de Bomberos de Páez. Encuentre aquí: [Guardia indígena rescató al hermano de la senadora Aida Quilcué, secuestrado en Cauca ](https://www.rcnradio.com/colombia/pacifico/guardia-indigena-rescato-al-hermano-de-la-senadora-aida-quilcue-secuestrado-en) Minutos después hubo otro llamado de emergencia por el desbordamiento de la quebrada Chanyo, la cual terminó arrastrando un vehículo. De igual manera, se reportó que un joven que intentaba pasar por el lugar fue llevado por la corriente y murió ahogado. La víctima fue identificada como Yeferson Andrey Zagal, cuyo cuerpo fue rescatado por unidades de bomberos con el apoyo de la comunidad. Otra persona resultó herida y logró ser atendida a tiempo. Lea también: [Capturan al presunto asesino del alcalde de Guachené, Cauca ](https://www.rcnradio.com/colombia/sur/capturan-al-presunto-asesino-del-alcalde-de-guachene-cauca) Los desbordamientos de estas quebradas causaron daños en el acueducto que surte a Belalcazár, la cabecera municipal de Páez. También hay afectaciones en algunas vías terciarias y las autoridades empezaron a evaluar los daños ya consolidar el total de afectados. “Lo urgente es atender a las familias para que cuente con el servicio de acueducto y hemos notificado a la administración sobre las vías que están taponadas por deslizamientos”, puntualizó el comandante de bomberos. Sistema Integrado de Información",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T17:20:17.367+02:00",
    "updated": "2023-12-29T17:20:17.367+02:00"
  },
  {
    "uuid": "35fabc57462d486373e0f7bfa10b21d7f881cd87",
    "url": "https://www.kalb.com:443/2024/02/29/woman-says-her-stanley-cup-saved-her-life-stray-bullet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emily Van de Riet",
    "published": "2024-02-29T21:04:00Z",
    "title": "Woman says her Stanley cup saved her life from a stray bullet",
    "text": "STEUBENVILLE, Ohio (Gray News/TMX) – A woman in Ohio claims her Stanley tumbler saved her from being hit by a stray bullet.\nA 22-year-old named Rachel posted about the Feb. 12 incident on TikTok, which has since gone viral.\nRachel told TMX she and her fiancé David were inside their home in the city of Steubenville when they heard gunshots outside.\nShe said they heard about seven or eight gunshots and then one “really loud bang” from a bullet that came through the wall of the house and ricocheted off her Stanley tumbler, which was sitting directly in front of her.\nAfter bouncing off the Stanley cup, the bullet changed direction and went through a bottle of perfume before landing on the kitchen floor, Rachel said.\nThe couple said they hid until police officers arrived.\nRachel’s video on TikTok documents the path of the bullet, showing the hole through her wall, the mark on her Stanley cup where the bullet bounced off, and the hole in her perfume bottle. The video also shows the bullet on her kitchen floor.\nWhile some TikTok users questioned the authenticity of the claims, Rachel posted a follow-up video showing police in her home, investigating the scene.\nGray News has reached out to Steubenville police for comment.\nHowever, some fellow Stanley fans were not surprised to hear that their favorite cup was indestructible, even against a bullet.\n“Who needs body armor? Just grab your Stanley,” one TikTok user wrote.\n“I’m convinced Stanleys are immortal,” another wrote.\nCopyright 2024 Gray Media Group, Inc. All rights reserved. TMX contributed to this report.\nMost Read APD makes arrest in Enterprise Road homicide case 4 arrested following police chase from Pollock to Rigolette Road 130 felony arrests made in Rapides Parish crime suppression operation NPSO asks for help in identifying woman in theft at 3 J’s Fourway in Cypress Mockler Beverage Company expands to Central, Southwest Louisiana Latest News LIVE: 2 police officers, 1 process server shot at Missouri home; suspect arrested Celebrating Leap Day birthdays in Cenla! Celebrating Leap Day birthdays in Cenla! Miles apart, Biden and Trump tour U.S.-Mexico border highlighting immigration as an election issue Iowa star Caitlin Clark declares for WNBA Draft, will skip final season of college eligibility",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.tiktok.com/@xo._ray/video/7334935703710731562",
      "https://gray-kalb-prod.cdn.arcpublishing.com/resizer/v2/YSDPLM42IVHPDEORUDOOQJCHRM.jfif?auth=2bdb22138a445b8c15b500261685abb512e25e13828c08b4eef381f05d8cbbc4&width=800&height=450&smart=true",
      "https://www.tiktok.com/@xo._ray/video/7334832760600726830",
      "https://www.gray-kalb-prod.cdn.arcpublishing.com/resizer/v2/YSDPLM42IVHPDEORUDOOQJCHRM.jfif?auth=2bdb22138a445b8c15b500261685abb512e25e13828c08b4eef381f05d8cbbc4&width=800&height=450&smart=true",
      "https://tiktok.com/@xo._ray/video/7334935703710731562",
      "https://tiktok.com/@xo._ray/video/7334832760600726830",
      "https://gray-kalb-prod.cdn.arcpublishing.com/resizer/v2/YSDPLM42IVHPDEORUDOOQJCHRM.jfif"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stanley",
          "sentiment": "neutral"
        },
        {
          "name": "david",
          "sentiment": "none"
        },
        {
          "name": "rachel",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "steubenville",
          "sentiment": "none"
        },
        {
          "name": "ohio",
          "sentiment": "none"
        },
        {
          "name": "steubenville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T01:01:09.511+02:00",
    "updated": "2024-03-01T01:01:09.511+02:00"
  }
]