[
  {
    "uuid": "7efea8691c3d98166350bf33ab7f62ff4423ddcd",
    "url": "https://www.sapo.pt/noticias/atualidade/japao-regista-temperaturas-recorde-em-julho_66ac954f40a30a42122311dc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SAPO",
    "published": "2024-08-02T08:12:00Z",
    "title": "Japão regista temperaturas recorde em julho - Atualidade - SAPO.pt - Última hora e notícias de hoje atualizadas ao minuto",
    "text": "Lusa 2 ago 2024 09:12 Atualidade Partilhar Partilhar Partilhar Partilhar Partilhar Japão regista temperaturas recorde em julho O Japão registou as temperaturas médias diárias mais altas para o mês de julho desde que há registos, devido a uma onda de calor oriunda do Pacífico, disse a agência meteorológica japonesa.\nA temperatura média diária de julho em todo o arquipélago japonês foi de 26,22º graus Célsius (ºC), um aumento de 2,16ºC em relação à média desse mês entre 1991 e 2020.\nEsta é a temperatura média mais elevada observada em julho desde que a Agência Meteorológica do Japão (JMA) começou a recolher estes dados, em 1898, e um recorde para o mesmo mês pelo segundo ano consecutivo.\nO termómetro ultrapassou os 40ºC em sete locais do país em vários dias do mês passado, de acordo com a JMA, referindo também o registo de 3.509 casos de \"calor extremo\" ou medições superiores a 35°C, até agora, em quase mil pontos de observação meteorológica no país.\nA agência sublinhou que, este ano, o arquipélago japonês foi afetado por um sistema de ar quente no Pacífico, no contexto do aquecimento global, o que resultou em temperaturas mais elevadas do que o habitual durante o mês de julho.\n\"Tal como no ano passado, uma série de fatores combinaram-se para produzir temperaturas recorde e esperamos que este calor continue até agosto e depois\", disse Masayuki Hirai, meteorologista da JMA, em conferência de imprensa.\nA partir de sexta-feira, grande parte do oeste, centro e norte do Japão está sob alerta de temperaturas elevadas, com o termómetro a subir acima dos 38ºC e mesmo 39ºC em zonas das regiões de Quioto, Osaca e Yamaguchi.\nEJ // CAD\nLusa/Fim\n Partilhar Partilhar Partilhar Partilhar Partilhar Em destaque\nVenezuela: Candidato da oposição diz estar 'firme' após ameaças de prisão de Maduro",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://thumbs.web.sapo.io/?W=1200&H=627&crop=center&delay_optim=1&epic=MWUzCNuWLvgwbS/iyBPSqcv9jjF+yIeut2cq0LDvZ5B8ZbmkmSiBPcRb1cYSmzzJExI1Yptc0yhbM6D03H20fTL0C8JLKwIxLlE0GfxFdGLJlC8=",
      "http://www.thumbs.web.sapo.io/?W=1200&H=627&crop=center&delay_optim=1&epic=MWUzCNuWLvgwbS/iyBPSqcv9jjF+yIeut2cq0LDvZ5B8ZbmkmSiBPcRb1cYSmzzJExI1Yptc0yhbM6D03H20fTL0C8JLKwIxLlE0GfxFdGLJlC8=",
      "http://thumbs.web.sapo.io/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T11:15:43.847+03:00",
    "updated": "2024-08-02T11:15:43.847+03:00"
  },
  {
    "uuid": "c53f30bfa401a0a2845ac6bad44c83f79d62b500",
    "url": "https://investorplace.com/2023/12/cloud-computing-kings-7-stocks-dominating-the-digital-sky/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marc Guberti",
    "published": "2023-12-28T21:38:00Z",
    "title": "Cloud Computing Kings: 7 Stocks Dominating the Digital Sky",
    "text": "Cloud computing has changed how businesses store data and make decisions. This technology enables higher productivity for corporations, small businesses and individuals. It’s also a lot more affordable to use cloud computing than it is to have physical servers. The rapid growth of the industry has resulted in many top-performing stocks that exceeded market returns. The great thing about cloud computing from an investing perspective is that the technology often becomes the backbone for its customers. That’s why many cloud computing companies have renewal rates that exceed 90%. Once a company uses cloud computing solutions, those monthly costs become a fixture in that company’s budget. These are some of the cloud computing kings that are dominating the digital sky and rewarding long-term investors. The Trade Desk (TTD) The Trade Desk (NASDAQ: [TTD](https://investorplace.com/stock-quotes/ttd-stock-quote/)) is a rapidly growing programmatic advertising company that uses a cloud-based platform to assist businesses with ad placements. The company helps corporations run more profitable ad campaigns and is gaining market share in a space that has normally been reserved for Alphabet and Meta Platforms (NASDAQ: [META](https://investorplace.com/stock-quotes/meta-stock-quote/)). The Trade Desk may be smaller than those two companies, but its stock has comfortably outperformed both big tech companies over the past five years. Shares have gained 67% year-to-date and are up by 543% within five years. Shares are still removed from their all-time high in November 2021 when the stock briefly exceeded $100/share. Revenue growth continues to be a strong point for the company. In the third quarter, the company [increased revenue by 25% year-over-year](https://investors.thetradedesk.com/news-events/news-details/2023/The-Trade-Desk-Reports-Third-Quarter-2023-Financial-Results/default.aspx). It’s an acceleration from the 23% year-over-year increase from the nine months ended Sep. 30. Customer retention once again exceeded 95% which has been the norm for the past nine years. Net income more than doubled year-over-year and reached $39 million in the third quarter. Monday (MNDY) Monday (NASDAQ: [MNDY](https://investorplace.com/stock-quotes/mndy-stock-quote/)) is a cloud-based project management system that helps companies stay on top of key tasks. The company has applications and features that aid in work management, sales customer relations management, and product development. 180,000+ customers use Monday including more than [2,000 customers who pay over $50,000/yr for the software](https://s29.q4cdn.com/881027206/files/doc_financials/2023/q3/3Q23-_-Shareholder-Letter.pdf). This customer base grew by 57% year-over-year and helped the company achieve 38% year-over-year revenue growth. High retention rates suggest the good times will keep on rolling. It’s been a good year for shareholders as the stock is up by 59% year-to-date. Shares have been roughly flat since their IPO but Monday had the unfortunate timing of going public in June 2021. [Tech stocks](https://investorplace.com/industries/technology/) like Monday crashed in 2022 before rebounding in 2023. Shares [briefly traded over $400/share](https://www.macrotrends.net/stocks/charts/MNDY/monday/stock-price-history) which means the stock has to more than double to reclaim its all-time high. The company only has a $9 billion market cap and recently reported a profitable quarter. ServiceNow (NOW) ServiceNow (NYSE: [NOW](https://investorplace.com/stock-quotes/now-stock-quote/)) is a cloud computing company that offers information technology workflows, data protection, and other services for businesses. The company serves approximately 7,700 global enterprise customers that combine for a 98% renewal rate. Many of these customers allocate large budgets for ServiceNow’s products, and the cloud computing company is experiencing growth among its seven-figure deals. The company [closed 83 new deals](https://www.servicenow.com/content/dam/servicenow-assets/public/en-us/doc-type/other-document/servicenow-fact-sheet.pdf) in the third quarter each exceeding $1 million in annual revenue. The company has 1,789 customers who pay over $1 million per year and 49 customers who pay over $20 million per year. The renewals and new deals helped the company [grow revenue by 25% year-over-year](https://www.servicenow.com/company/media/press-room/servicenow-third-quarter-2023-financial-results.html) while raising 2023 subscription revenues and operating margin guidance. The company’s financial strength has translated into outperformance. Shares are up by 82% year-to-date and have soared by 290% over the past five years. The company is a larger player in the cloud computing space with a $140 billion market cap but it is not the largest. Profit expansion will make the valuation easier to justify in the future. Microsoft (MSFT) Microsoft (NASDAQ: [MSFT](https://investorplace.com/stock-quotes/msft-stock-quote/)) is close to having the highest market cap in the stock market and is only behind Apple (NASDAQ: [AAPL](https://investorplace.com/stock-quotes/aapl-stock-quote/)) in that regard. The company’s historical outperformance stems from the leadership’s ability to capitalize on innovative technology like cloud computing and make acquisitions to fill in any gaps. Shares are up by 56% year-to-date and have gained 272% over the past five years. The stock offers a 0.80% dividend yield but that isn’t the company’s strength. Microsoft’s versatility and high profit margins along with top and bottom-line growth make it a popular pick for many funds. Microsoft Azure is a leading cloud computing application that helps businesses store data, become more efficient, and minimize the risk of cyber attacks. Azure helped Microsoft’s “server products and cloud services” revenue increase by 21% year-over-year in the [third quarter](https://www.microsoft.com/en-us/investor/earnings/fy-2024-q1/press-release-webcast). Microsoft as a whole grew revenue by 13% year-over-year while net income jumped by 27% year-over-year. The company is also a frontrunner in the artificial intelligence industry with OpenAI and its bundle of Microsoft Office products. Microsoft CEO Satya Nadella mentioned the company’s AI-powered assistant known as Copilot is gaining momentum and will become a part of more Microsoft products. Datadog (DDOG) Datadog (NASDAQ: [DDOG](https://investorplace.com/stock-quotes/ddog-stock-quote/)) helps businesses monitor their cloud applications and enhance their online security. The company continues to innovate its software to increase retention. For instance, the company made several additions designed to [help DevOps and security teams address issues quickly](https://investors.datadoghq.com/news-releases/news-release-details/datadog-adds-identity-vulnerability-and-app-level-findings). Time is of the essence during a cyber attack, and a quicker response can mitigate the damage and potentially save millions of dollars. The company makes it easy to patrol your digital assets from one central hub and can detect suspicious activity. Datadog has been very rewarding for shareholders as the stock has gained 70% year-to-date. DDOG is up by 240% over the past five years. Datadog has given investors several reasons to be excited in recent quarters. The company became profitable and is rapidly expanding its margins. In the [third quarter](https://investors.datadoghq.com/static-files/27c898b8-fb12-48b8-af68-5958f226a2fc), Datadog posted $22 million in unaudited net income and grew revenue by 25% year-over-year. The company has a reliable foundation of 3,130 customers that generate over $100,000 in annual recurring revenue for the company. Datadog also has a [healthy balance sheet](https://investors.datadoghq.com/static-files/0b16f121-198b-46c7-8920-5707c84f0769) to support continued growth. Total current assets are at $2.8 billion while total current liabilities are $842 million. Alphabet (GOOG, GOOGL) Alphabet (NASDAQ: [GOOG](https://investorplace.com/stock-quotes/goog-stock-quote/), NASDAQ: [GOOGL](https://investorplace.com/stock-quotes/googl-stock-quote/)) got its start as a search engine. The company still makes the majority of its revenue from Google and YouTube advertising, but the conglomerate has expanded into other areas. Google Cloud is a high-growth segment that has paid off for Alphabet. Google Cloud helps businesses increase productivity and stay secure while lowering their costs. The company uses Generative AI to improve its product and offers [$300 in free credits on signup](https://cloud.google.com/) to entice business owners to get started. Google Cloud made up more than 10% of the company’s total revenue. It’s also growing at a fast pace and hit [$8.4 billion in revenue in the third quarter](https://www.abc.xyz/assets/4a/3e/3e08902c4a45b5cf530e267cf818/2023q3-alphabet-earnings-release.pdf). Google Cloud revenue grew by 22.5% year-over-year while the company’s overall revenue increased by 11% year-over-year. Google Cloud also become a profitable segment for the company in 2023. That segment generated $266 million in operating income in the third quarter compared to a $440 operating loss during the same time last year. Digital Ocean (DOCN) Digital Ocean (NYSE: [DOCN](https://investorplace.com/stock-quotes/docn-stock-quote/)) is a cloud computing company that serves small and medium-sized businesses. Most cloud computing companies focus on larger corporations which leaves an opportunity for Digital Ocean. The firm generates [$713 million in annual recurring revenue](https://investors.digitalocean.com/overview/default.aspx) and has 154,000 customers that spend more than $600 per year. It’s a smaller figure to lead with compared to companies like Datadog and ServiceNow. However, it further demonstrates Digital Ocean’s focus on smaller businesses. The strategy worked well this year as the stock is up by 50% year-to-date. The 5-year picture isn’t as impressive as shares are down by 8% during that time. The company recently reported profitable quarters including [$19 million in net income during the third quarter](https://investors.digitalocean.com/news/news-details/2023/DigitalOcean-Announces-Third-Quarter-2023-Financial-Results/default.aspx). Revenue growth came in at 16% year-over-year which is lower than previous quarters. Digital Ocean has enticing retention rates and is smaller than most of the other cloud computing companies. DOCN only has a $3 billion market cap and it looks like it can swing to the upside as profits expand. Investors should monitor revenue growth rates to see if they return to the 25%-35% levels from earlier in the year. On this date of publication, Marc Guberti held long positions in NOW and MSFT. The opinions expressed in this article are those of the writer, subject to the [InvestorPlace.com](https://investorplace.com/) [Publishing Guidelines.](https://investorplace.com/corporate/investorplace-publishing-guidelines/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.macrotrends.net/stocks/charts/MNDY/monday/stock-price-history",
      "https://cloud.google.com/",
      "https://www.microsoft.com/en-us/investor/earnings/fy-2024-q1/press-release-webcast",
      "https://www.abc.xyz/assets/4a/3e/3e08902c4a45b5cf530e267cf818/2023q3-alphabet-earnings-release.pdf",
      "https://s29.q4cdn.com/881027206/files/doc_financials/2023/q3/3Q23-_-Shareholder-Letter.pdf",
      "https://investors.thetradedesk.com/news-events/news-details/2023/The-Trade-Desk-Reports-Third-Quarter-2023-Financial-Results/default.aspx",
      "https://www.servicenow.com/content/dam/servicenow-assets/public/en-us/doc-type/other-document/servicenow-fact-sheet.pdf",
      "https://investors.digitalocean.com/news/news-details/2023/DigitalOcean-Announces-Third-Quarter-2023-Financial-Results/default.aspx",
      "https://www.servicenow.com/company/media/press-room/servicenow-third-quarter-2023-financial-results.html",
      "https://investors.digitalocean.com/overview/default.aspx",
      "https://investors.datadoghq.com/static-files/27c898b8-fb12-48b8-af68-5958f226a2fc,",
      "https://investors.datadoghq.com/static-files/0b16f121-198b-46c7-8920-5707c84f0769",
      "https://investors.datadoghq.com/news-releases/news-release-details/datadog-adds-identity-vulnerability-and-app-level-findings",
      "https://www.investors.digitalocean.com/news/news-details/2023/DigitalOcean-Announces-Third-Quarter-2023-Financial-Results/default.aspx",
      "https://www.investors.datadoghq.com/news-releases/news-release-details/datadog-adds-identity-vulnerability-and-app-level-findings",
      "https://macrotrends.net/stocks/charts/MNDY/monday/stock-price-history",
      "https://www.investors.digitalocean.com/overview/default.aspx",
      "https://www.investors.datadoghq.com/static-files/27c898b8-fb12-48b8-af68-5958f226a2fc,",
      "https://abc.xyz/assets/4a/3e/3e08902c4a45b5cf530e267cf818/2023q3-alphabet-earnings-release.pdf",
      "https://servicenow.com/company/media/press-room/servicenow-third-quarter-2023-financial-results.html",
      "https://www.s29.q4cdn.com/881027206/files/doc_financials/2023/q3/3Q23-_-Shareholder-Letter.pdf",
      "https://servicenow.com/content/dam/servicenow-assets/public/en-us/doc-type/other-document/servicenow-fact-sheet.pdf",
      "https://www.investors.datadoghq.com/static-files/0b16f121-198b-46c7-8920-5707c84f0769",
      "https://www.cloud.google.com/",
      "https://microsoft.com/en-us/investor/earnings/fy-2024-q1/press-release-webcast",
      "https://www.investors.thetradedesk.com/news-events/news-details/2023/The-Trade-Desk-Reports-Third-Quarter-2023-Financial-Results/default.aspx",
      "https://cloud.google.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "digital sky cloud",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:30.371+02:00",
    "updated": "2023-12-29T00:47:51.830+02:00"
  },
  {
    "uuid": "a01599b91b008aebf802a9186f1092259af837a4",
    "url": "https://www.wpbf.com/article/invest-97l-florida-state-of-emergency-tropics/61768154",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Malcolm Shields",
    "published": "2024-08-01T23:03:00Z",
    "title": "Ahead of Invest 97-L, Florida declares state of emergency",
    "text": "Florida Gov. Ron DeSantis announced Thursday that several counties in Florida have been placed in a state of emergency via an executive order.The state of emergency includes counties in Southwest Florida, Central Florida, Northeast Florida, the panhandle, and the Big Bend regions. The system, located over easter Cuba, could form into a tropical depression as it continues its path toward Florida this weekend.As of the 11 a.m. advisory, it was located about 420 miles southeast of Key West, Florida. It was moving west-northwest at 16 mph with 30 mph winds.Officials in Okeechobee County are continuing to monitor Invest 97-L.\"In an abundance of caution, Okeechobee County has declared a Local State of Emergency to ensure any necessary resources can be made available in the event of a significant impact to our area,\" they said in a release. Residents can expect increased rain (1-4 inches) and a potential for flooding as it passes through the Gulf of Mexico over the next week. Stay up-to-date: The latest headlines and weather from WPBF 25 Get the latest news updates with the WPBF 25 News app. You can download it here.Click here to download the Very Local app.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://verylocal.smart.link/ww8ohkjnv?site_id=website-htv&creative_id=wpbf&cp_0=general-use&cp_1=static-weather",
      "https://verylocal.smart.link/ww8ohkjnv",
      "https://www.verylocal.smart.link/ww8ohkjnv?site_id=website-htv&creative_id=wpbf&cp_0=general-use&cp_1=static-weather"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nalani cappellini",
          "sentiment": "none"
        },
        {
          "name": "vanessa vinent",
          "sentiment": "none"
        },
        {
          "name": "joshua ablow",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "boynton",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T02:54:52.366+03:00",
    "updated": "2024-08-02T22:56:05.006+03:00"
  },
  {
    "uuid": "4feedf053318e1e826b4c7b75e88474c900a1f97",
    "url": "https://bogota.gov.co/mi-ciudad/seguridad/la-carcel-presunto-responsable-del-homicidio-de-lider-animalista",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@bogota",
    "published": "2024-04-25T20:02:00Z",
    "title": "A la cárcel presunto responsable del homicidio de líder animalista | Bogota.gov.co",
    "text": "El material probatorio recolectado por la Fiscalía General de la Nación permitió la identificación y judicialización de Darwin Eliezer Meléndez Lotero, un ciudadano venezolano que sería el responsable del homicidio de la líder animalista, Claudia Esther Ocampo Camacho, ocurrido el pasado 26 de febrero en el centro de Bogotá. Según el ente acusador, la investigación da cuenta de que la víctima y su esposo se movilizaban en bicicleta por la glorieta ubicada en la estación Bicentenario de TransMilenio, y de manera intempestiva se vieron involucrados en un altercado con un grupo de personas que permanecía en el lugar. En medio de la confusa situación, Meléndez Lotero le habría lanzado una baldosa a la mujer, dejándola inconsciente y gravemente herida. La líder ambientalista fue trasladada de urgencias a un centro asistencial, pero murió un día después producto de un trauma craneoencefálico. Contenidos relacionados De acuerdo con la Fiscalía, el señalado agresor quedó al descubierto gracias al trabajo conjunto del CTI y la Policía Nacional, que recopilaron videos y otros elementos. Una fiscal de la Unidad Especial de Investigación (UEI) lo presentó ante un juez de control de garantías y le imputó el delito de homicidio. El procesado no aceptó el cargo y deberá cumplir medida de aseguramiento en establecimiento carcelario.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:19.662+03:00",
    "updated": "2024-04-26T00:10:19.662+03:00"
  },
  {
    "uuid": "ac4a0fd87838513e3542fbda94dc006ddfb5bc0f",
    "url": "https://www.bobvila.com/articles/best-fertilizer-spreader",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "syndication@recurrent.io (Mark Wolfe)",
    "published": "2024-04-04T18:10:00Z",
    "title": "The Best Fertilizer Spreaders for a Healthier Lawn",
    "text": "\nWhether\nseeding a new lawn, feeding an existing garden, or treating a yard for bug infestations, a fertilizer spreader is an invaluable tool. Sure, seeds and fertilizer can be spread by hand, but it takes longer, produces inconsistent results, and it puts the user in contact with potentially dangerous chemicals.\nA fertilizer spreader may be used to apply any lawn treatment, including grass seed, lime, insecticide, fungicide, and of course, fertilizer. These machines apply products evenly so that the entire yard can be treated, resulting in less product waste and less time and effort. A fertilizer spreader may also be used in the off-season to spread salt on icy walkways and paths.\nWe researched and tested some of the highest-rated\nfertilizer spreaders available. We also spoke to Taylor Olberding, co-founder of Heroes Lawn Care, a nationwide lawn maintenance company, to get his professional opinion. Just ahead, our results and the shopping considerations we’ve outlined will narrow the field and help you find the right kind of spreader.\n- BEST OVERALL:\nEarthway 2150 Commercial Broadcast Spreader\n- RUNNER-UP:\nTitan Broadcast Spreader\n- BEST BANG FOR THE BUCK:\nScotts Turf Builder EdgeGuard Mini Broadcast Spreader\n- UPGRADE PICK:\nScotts Elite Spreader\n- BEST FOR LARGE YARDS:\nAgri-Fab 45-0462 Push Broadcast Spreader\n- BEST PULL-BEHIND:\nAgri-Fab 45-0463 Tow Behind Broadcast Spreader\n- BEST DROP:\nScotts Turf Builder Classic Drop Spreader\n- BEST HANDHELD:\nScotts Whirl Hand-Powered Spreader\nHow We Tested the Best Fertilizer Spreaders\nOlberding says that in terms of stand-out features to look for in a spreader, “ensure it has air-filled tires (not plastic tires) and is made of stainless steel/noncorrosive material with a plastic hopper and can be easily configured based on the fertilizer product.” He also adds, “Ensure you are able to adjust the openings for accurate application and have an edge guard to help prevent fertilizer from spreading onto nontarget areas.”\nTaking this expert advice in mind, we wanted to review the most critical features of these tools to determine where each model would work best. In a real-world setting, the most important functions include distribution width, accuracy, and consistency; ease of controlling the on-off function while in motion; maneuverability over varying terrain; and user comfort. We also wanted to evaluate and share the difficulty of assembly and amount of time spent in assembly and calibration.\nAfter assembly, we loaded each spreader with\nlawn fertilizer and ran it across a tarp on level ground to measure the discharge width and consistently. At the same time, we tested the on-off functionality while moving, which is important at start-up and when preparing for end turns. Finally, we pushed or pulled each spreader through a variable-terrain course, observing the way it rolled over bumps and dips and navigated corners.\nWe found that the rotary spreaders compared closely with one another on the tarp-surface test. The handheld and the Scotts mini cast a 4- to 5-foot path, while the larger models discharged a swath just over 6 feet wide, all with a moderate amount of consistency. The drop spreader was highly consistent, dropping an even layer measuring precisely the width between its own wheels. Air-filled tires consistently performed significantly better than hard plastic wheels on the terrain test.\nTesting Stats\nProducts tested: 8\nHours spent testing: 3 hours per product\nTests performed: 3\nAverage price: $150\nOur Top Picks\nConsider the top picks laid out below and our findings when we tested out each. We chose these models for testing based on their overall spreading capacity, holding capacity, precision, and method of operation. Read on to find out how each one performed in our hands-on testing.\nSee It\nOur Ratings: Durability 5/5; Maneuverability 5/5; Ease of Assembly 5/5; Storage 3/5\nProduct Specs\n- Type: Walk-behind, rotary\n- Capacity: 50 pounds\n- Flow controller: Sliding lever\nPros\n- Heavy-duty components including a steel T-handle, epoxy-coated frame, and pneumatic stud tires\n- Easy to operate and maneuver while holding up to 50 pounds of fertilizer\n- Comes with easy-to-follow instructions for assembly and use\nCons\n- Higher price than the competition\n- Bulky, may be difficult to store in smaller spaces without disassembly\n- Does not include a rain cover\nThe Earthway 50-pound walk-behind broadcast spreader is a commercial-grade multiuse spreader that measures 24.75 inches high by 16 inches wide by 16 inches deep. The heavy-duty plastic hopper handles yards measuring from 10,000 square feet up to an acre. The two-position height adjustment handle and the\nT-speed lever provide excellent operator comfort and control for users of different heights. The even-spread three-hole drop shutoff system ensures a consistent spread pattern and a feathered spread edge ensures a smooth application.\nThe frame is engineered with a 175-pound load-bearing limit for durability under rugged operating conditions such as uneven terrain. The 13-inch-diameter stud tires on rustproof, poly-constructed rims provide long-term durability and smooth operation. The commercial-grade, super-duty gearbox is built to last for years. Users can expect to spend a few hours on the assembly and calibration of this spreader.\nIn testing, we appreciated the easy-to-follow assembly instructions and heavy-duty components. This spreader feels durable, is comfortable to operate, and easy to control. The heavy-duty poly hopper holds 50 pounds of fertilizer. Fully loaded, the air-filled pneumatic stud tires rolled effortlessly, even on slopes and rough ground, cushioning bumps to maintain a highly consistent distribution pattern. In addition to being an excellent choice for year-round use for fertilizer and grass seed, this Earthway model would also work well with ice-melting products.\nGet the Earthway fertilizer spreader at\nAmazon or The Home Depot. https://www.amazon.com/dp/B01L0QZM82/?tag=best-lawn-spreader-20\nOur Ratings: Durability 5/5; Maneuverability 5/5; Ease of Assembly 4/5; Storage 4/5\nProduct Specs\n- Type: Walk-behind, rotary\n- Capacity: 50 pounds\n- Flow controller: Sliding lever\nPros\n- Large hopper capacity of over 50 pounds; suitable for large lawn spaces\n- Easy-to-use 3-position handle for controlling the flow of the fertilizer\n- Includes a rain cover for those without a shed or room in the garage\n- Durable construction is made with steel and plastic\nCons\n- Instructions were not crystal clear for assembly and use\n- Too large for most small- and medium-size yards\n- Bulky size may be hard to store without disassembly\nTitan’s broadcast spreader evenly distributes herbicides, fertilizers, insecticides, grass seed, and even ice melters; features a high-capacity 50-pound drum; and has a three-position gearbox that allows you to control product flow.\nThe manufacturer made this spreader from high-grade steel and heavy-duty plastic parts. It weighs 25 pounds, so it’s light enough to move but heavy enough to tackle hilly, root-filled rugged terrain. It rides on pneumatic tires so that you can run it on turf or sod without damage to the grass. Measuring 43 inches high by 21 inches wide by 14.5 inches deep, this spreader doesn’t require excessive storage space.\nWe liked that this model covered a wide path. It is probably best for open spaces that are 10,000 square feet and larger. On the downside, the assembly instructions could have been clearer. We spent about an hour assembling the spreader and another 15 minutes calibrating the flow rate.\nGet the Titan fertilizer spreader at\nhttps://www.amazon.com/dp/B01L0QZM82/?tag=best-lawn-spreader-20. https://www.amazon.com/dp/B002YPS1KK/?tag=best-lawn-spreader-20\nOur Ratings: Durability 3/5; Maneuverability 3/5; Ease of Assembly 5/5; Storage 5/5\nProduct Specs\n- Type: Walk-behind, rotary\n- Capacity: 25 pounds\n- Flow controller: Dial and spring lever\nPros\n- The unit comes precalibrated and fully assembled; folds down for storing\n- Made with an EdgeGuard feature to keep fertilizer on lawns only; prevents spillage onto flower beds, sidewalks, and driveways\n- Capable of spreading seed, fertilizer, feed, and ice melt products for all-season use\n- Affordable price point compared to other options on this list\nCons\n- Difficult to spread the last bit of material\n- Requires more effort to maneuver over uneven ground\n- Not as durable as some of the top models on the market\nScotts Turf Builder EdgeGuard mini broadcast spreader is small, lightweight, and easy to store in limited space, thanks in part to a fold-down handle on this 1-pound spreader that measures 45.25 inches high by 20 inches wide by 16 inches deep. It’s built to hold up to 5,000 square feet of lawn products, so it suits yards up to 10,000 square feet.\nUsers can use the control panel with precision rate settings for more accurate coverage. The EdgeGuard feature blocks coverage on the right side of the spreader to prevent the lawn treatment from being spread onto sidewalks or flower beds.\nWhile testing, we appreciated that this lightweight spreader with hard plastic wheels requires no assembly. It comes at an affordable price and is calibrated.\nWhen not in use, the handles fold down for easy storage. The skinny hard wheels did not roll as smoothly across uneven ground as air tires. Also, the final bits of the product tend to stick to the bottom of the spreader due to static.\nGet the Scotts Turf Builder EdgeGuard fertilizer spreader at\nhttps://www.amazon.com/dp/B002YPS1KK/?tag=best-lawn-spreader-20, Ace Hardware, or https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F100664982. https://www.amazon.com/dp/B077JBGG4H/?tag=best-lawn-spreader-20\nOur Ratings: Durability 4/5; Maneuverability 3/5; Ease of Assembly 4/5; Storage 4/5\nProduct Specs\n- Type: Walk-behind, rotary\n- Capacity: 60 pounds\n- Flow controller: Dial and spring lever\nPros\n- 2 rotors provide more consistent coverage than basic Scotts spreaders\n- Large hopper holds up to 60 pounds of fertilizer; covers over 20,000 square feet\n- Arrives calibrated and mostly preassembled for user convenience\n- Folds down for easy storage in garages, sheds, and more\nCons\n- Some fertilizer discharges toward the wheel when in use\n- Wheels are not great for rough ground; may require some effort to push around\n- Not ideal for smaller lawns and spaces\nLoad the Scotts Elite spreader with 60 pounds of product, or enough to cover up to 20,000 square feet, and you’ll have the work done in no time. The key to this spreader’s speedy operation is the twin discharge design that allows it to put out the product twice as fast. It lays down an even 6-foot-wide path.\nThis spreader is suitable for spreading all sorts of materials, including corrosive rock salt and other ice-melt products. The comfortable ergonomic handle includes a smartphone holder so you can stay connected as you work.\nWe liked how easily the Scotts Elite assembled; we simply snapped on the wheels and unfolded the handle. The soft plastic wheels roll much more easily over varying terrain than the standard hard-plastic wheels on less expensive Scotts spreaders, but not as well as air-filled tires. This would be a good all-around spreader for midsize suburban yards, especially in icy climates.\nGet the Scotts Elite fertilizer spreader at\nhttps://www.amazon.com/dp/B077JBGG4H/?tag=best-lawn-spreader-20, Lowe’s, Tractor Supply Co., or https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F302684939. https://www.amazon.com/dp/B002U0KDH8/?tag=best-lawn-spreader-20\nOur Ratings: Durability 4/5; Maneuverability 5/5; Ease of Assembly 2/5; Storage 2/5\nProduct Specs\n- Type: Walk-behind, rotary\n- Capacity: 130 pounds\n- Flow controller: Sliding lever\nPros\n- Huge capacity of 130 pounds for covering up to 25,000 square feet\n- Large air-filled pneumatic tires are ideal for both even and rough terrain\n- Smooth-operating control arm provides flow control when spreading\nCons\n- The gearbox feels a bit undersized for the potential weight\n- The coverage path could be wider; can spread seeds within 8 to 12 feet\n- The steel frame will corrode over time\nThe Agri-Fab push broadcast spreader’s 130-pound capacity is designed for yards up to 1 acre in size. A steel rod flow-control arm makes it easy for users to open and close the rustproof poly-constructed hopper during spreading, and the heavy-duty 1-inch pneumatic tires offer a smooth ride even over roots and rocks or through dips in the yard.\nFor all that heft, the spreader weighs only 6.81 pounds and measures just 33.6 inches high by 27.1 inches wide by 48 inches deep. Depending on your speed and application, this spreader can cover 25,000 square feet of the ground.\nWe assembled this spreader in about an hour, and it took another 10 minutes or so to calibrate it. The giant hopper appears to hold close to three times as much as the 50-pound spreaders we tested. Although we did not load it to capacity with fertilizer, we placed more than 100 pounds of weight on the hopper to see how it would move, and there were no problems. Although the hopper capacity is significantly greater, the path of coverage was about the same as the 50-pounders, so the savings would be on reloading time.\nGet the Agri-Fab 45-0462 fertilizer spreader at\nhttps://www.amazon.com/dp/B002U0KDH8/?tag=best-lawn-spreader-20. https://www.amazon.com/dp/B002U0KDHI/?tag=best-lawn-spreader-20\nOur Ratings: Durability 4/5; Maneuverability 4/5; Ease of Assembly 3/5; Storage 2/5\nProduct Specs\n- Type: Tow, rotary\n- Capacity: 130 pounds\n- Flow controller: Sliding lever\nPros\n- Stable design’s low center of gravity is ideal for towing on flat or uneven surfaces\n- Large hopper capacity of 130 pounds can spread fertilizer on up to 25,000 square feet\n- Short trailer tongue is easy to maneuver when hitched to a tractor, ATV, or automobile\nCons\n- The steel frame material will corrode over time\n- Control arm awkward to maneuver from mower seat\n- The gearbox seems a bit undersized for the capacity of this model\nA tow-behind spreader works well when spreading seed and other materials over an acre or more. Use this spreader’s universal hitch to couple the Agri-Fab tow-behind broadcast spreader with a lawn tractor, a riding lawn mower, or other tractor or vehicle. Users will find this spreader is quite maneuverable, and its spreading ability is even due to a steel-constructed direct flow control arm that users operate from the driver’s seat.\nThis spreader features a 130-pound capacity with a heavy-duty plastic hopper. It has 13-inch pneumatic tires and a steel frame.\nWe liked the squatty dimensions and 13-inch pneumatic tires when trying out this tow-behind model. The low height makes loading easier and leads to good stability on hilly ground. The short hitch length made it easy to maneuver around curves, but the control lever, located on the trailer tongue, was somewhat awkward to operate from the mower seat.\nGet the Agri-Fab 45-0463 fertilizer spreader at\nhttps://www.amazon.com/dp/B002U0KDHI/?tag=best-lawn-spreader-20, https://www.pjatr.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fagri-fab-130-lb-tow-broadcast-spreader, https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F202065418, or Northern Tool + Equipment. https://www.amazon.com/dp/B002ZTK09U/?tag=best-lawn-spreader-20\nOur Ratings: Durability 3/5; Maneuverability 3/5; Ease of Assembly 5/5; Storage 4/5\nProduct Specs\n- Type: Walk-behind, drop\n- Capacity: 32 pounds\n- Flow controller: Dial and spring lever\nPros\n- Extremely accurate application; comes with a built-in cable-driven gate control\n- The heavy-duty frame is designed for long-term use\n- Great for working near sensitive areas like flower beds and gardens\nCons\n- May not provide the most even coverage on the ground\n- May be too slow when applying fertilizers in large spaces\n- Plastic wheels are not great for rough or uneven ground\nThe Scotts classic drop spreader has a large, heavy-duty plastic hopper that holds enough product to cover up to 10,000 square feet. Its 22-inch spread pattern provides excellent coverage and accuracy that users manage with a cable-driven gate control on the handle. The model measures 47 inches high by 32 inches wide by 18 inches deep.\nThe user selects any of the 23 spreader settings. To operate, squeeze the handle to open the hopper and loosen your grip to stop the flow.\nWe liked that this spreader came preassembled and calibrated. It laid a highly consistent path of fertilizer, but care must be taken to avoid gaps in coverage. Like the other Scotts spreaders, this one features hard plastic wheels that sometimes struggle on uneven ground or imperfect grass. The tubular frame seems strong and durable, but the other parts are mainly lightweight plastic. This spreader would make a good choice for occasional use on a small property, especially where numerous plant beds, sidewalks, tree rings, and other obstacles break up the lawn area.\nGet the Scotts Turf Builder classic fertilizer spreader at\nhttps://www.amazon.com/dp/B002ZTK09U/?tag=best-lawn-spreader-20, https://lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Turf-Builder-Classic-32-lb-Drop-Spreader%2F3563088, https://www.gopjn.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fscotts-turf-builder-classic-drop-spreader-76565a, or https://acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2F7218084. https://www.amazon.com/dp/B07KMWVBJS/?tag=best-lawn-spreader-20\nOur Ratings: Durability 4/5; Maneuverability 5/5; Ease of Assembly 5/5; Storage 5/5\nProduct Specs\n- Type: Handheld, rotary\n- Capacity: 2 pounds\n- Flow controller: Spring trigger and hand crank\nPros\n- Small size takes up almost no storage space; can be stored on a shelf if needed\n- Versatile and noncorrosive construction; can be used for seeds, fertilizer, weed, or ice melt\n- Inexpensive option compared to other models on the market\nCons\n- Less accurate than walk-behind types of spreaders\n- Not suitable for spreading around small/fine particles\n- Inconsistent flow compared to some other models available\nThe Scotts Whirl hand-powered spreader is a convenient year-round tool for small yards. The small size—it measures just 8.5 inches high by 8.7 inches wide by 13.1 inches deep and weighs just over a pound—is durable and easy to store. It’s constructed from plastic so you can spread fertilizer, ice melt, and other products without the worry that you’ll corrode the spreader as you might with metal counterparts.\nWe liked this spreader because it takes up almost no storage space and is super easy to operate. Fill the hopper, squeeze the trigger, and turn the handle to operate it. An adjustment dial controls the opening width, and the trigger opens the hopper gate to release the material as you turn the baseplate crank. A slide-out wrist support helped to steady the hopper and reduced operator fatigue while testing. This would be a good tool for patching bare spots with grass seed, treating small or difficult-to-reach grass areas, or for spreading ice-melt products.\nGet the Scotts Whirl fertilizer spreader at\nhttps://www.amazon.com/dp/B07KMWVBJS/?tag=best-lawn-spreader-20, https://lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Whirl-Hand-Held-Spreader%2F1000760560, https://acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2F7796147, or https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F311343558.\n[Jump to Our Top Picks](#recap)\nWhat to Consider When Choosing a Fertilizer Spreader\nBefore choosing a particular spreader, consider various features and the yard or area on which you want to use the tool. How much property will the spreader need to cover? Do you want to push the spreader by hand, or do you want to pull it behind a lawn tractor or other vehicle? Do you need one that is fully assembled? Consider the following criteria to make the proper choice for you.\nTypes of Fertilizer Spreaders\nTwo basic types of spreaders exist for dry applications––rotary spreaders, also known as broadcast spreaders—and drop spreaders. There are also spreaders designed for liquid chemicals.\nRotary/Broadcast Spreaders\nA rotary spreader uses a rotating base plate to disperse seeds or granules that pour slowly from a hopper. They are called broadcast spreaders because they throw the product several feet to the front and sides of the spreader path.\nRotary spreaders cover an area three times their width, or broader, on every pass. These are the fastest tools you can use to spread dry materials, but their spreading abilities are less accurate than those of drop spreaders. Rotary spreaders are available in several sizes, so you can buy one that works for a tiny garden, a large estate lawn, and anything in the middle.\nDrop Spreaders\nWhen precision is critical, choose a drop spreader. These devices drop a swath of product through a wide, narrow opening directly beneath the spreader. They provide calibrated coverage, but the precision boosts the chance that the user will miss or double-cover an area.\nFor users who have a precise area to cover, this tool is ideal. Users can easily control where a drop spreader distributes the product because it only drops between its wheels. The downside is that users spend more time covering a lawn if using a drop spreader instead of a rotary spreader.\nLiquid/Spray Spreaders\nThe most efficient way to spread\nliquid fertilizer and other liquid lawn treatments is with a hose-end chemical spreader/sprayer. These devices automatically mix the correct proportion of concentrated chemicals with a flowing stream of water that travels through the spreader and out the nozzle.\nLiquid spreaders are especially useful as secondary tools for emergency treatments such as for bug infestations. They allow users to apply the coverage quickly, although they are less accurate than the other two types of spreaders. Remember, too, that liquid lawn chemicals deliver fast results, but most liquids dissipate more quickly than granules, so regular use is costly.\nMethod of Operation\nThe most popular spreaders are broadcast because they offer a balance between speed and precision. Manufacturers make these spreaders in a wide range of sizes from small, handheld models to extra-large spreaders that can be pulled behind vehicles.\nDrop spreaders are the best choice when users must navigate obstacles and narrow spaces. They work exceptionally well on small to medium intensively landscaped yards.\nHolding Capacity\nIt is important to know the spreader’s holding capacity because that will determine how often the spreader will have to be refilled based on the size of the area it needs to cover. Ideally, users will want to simply fill the spreader once and deposit the treatment on the entire area.\nHolding capacity and lawn size go hand in hand. A handheld spreader is well suited for small lawns up to 1,500 square feet. For medium-size lawns up to 5,000 square feet, a small walk-behind spreader suits the job. Large walk-behind spreaders work well for yards up to about 20,000 square feet. Go for a tow-behind spreader if the yard is larger than half an acre.\nSpreading Capacity\nSpreading capacity refers to the\ntypes of fertilizers or materials a spreader can handle. All fertilizer spreaders are capable of spreading grass seeds and pelletized chemicals, but far fewer can handle sand, powdered lime, and compost.\nPrecision\nAll lawn spreaders deliver better precision than spreading fertilizer by hand. Still, some spreaders are more precise than their competitors. Accuracy and speed oppose one another in the case of spreaders. Drop spreaders are precise but slower. Broadcast spreaders are a bit less accurate, but faster. Liquid spreaders are not exact, but quite fast.\nDrop spreaders are the most precise because manufacturers calibrate them for a consistent flow rate to spread only a thin band directly beneath the hopper, situated between the wheels. You can calibrate a broadcast spreader to deliver a steady flow rate, but you must walk at a consistent pace for even coverage. Manufacturers calibrate liquid spreaders to mix the amount of concentrate per gallon of water accurately, but you are in control of the coverage.\nThe Advantages of Owning a Fertilizer Spreader\nA fertilizer spreader simplifies lawn treatments because it allows users to quickly and evenly apply seed, fertilizer, and\nlawn pest control products. You will also save time and money when you use a spreader because it allows you to quickly and evenly apply lawn products.\n- Spreaders apply lawn treatments far more evenly than hand spreading.\n- Fertilizer spreaders significantly reduce the time and effort users expend to apply lawn treatments.\n- The use of a fertilizer spreader minimizes the user’s exposure to lawn chemicals.\nFAQs\nNow that you’ve chosen the best fertilizer spreader for your yard, you may have a few questions. The following are answers to some frequently asked questions about operating and caring for fertilizer spreaders.\nQ. How do you use a fertilizer spreader?\nRefer to your spreader owner’s manual to find the correct setting for the product you will spread. The product label tells you how many pounds to apply per 1,000 square feet.\nLoad the hopper with enough product for the square footage of the area you will cover. Select the correct setting for the material you spread, squeeze the handle, and walk from one corner of the yard, continuing in straight parallel lines until the area is covered.\nQ. How do you spread fertilizer without a spreader?\nYou can spread fertilizer by hand, though your\nresults might not be as consistent as they are with a spreader. Don gloves and pour granular fertilizer into a plastic bucket. Start to walk at one corner of the yard and toss fertilizer or other product out in a sweeping motion as you walk in straight lines across the area. You want to pace your walk so that you spread the product as evenly as possible and don’t run out of fertilizer until the end.\nFor more even coverage, apply half the fertilizer while you walk in parallel lines in one direction, then apply the other half while you walk in a perpendicular set of parallel lines.\nQ. How do you clean a fertilizer spreader?\nEmpty the hopper. Use compressed air or a rag to remove all granules and residue that may be caught in spreader parts. Thoroughly wash the spreader, and pay close attention to crevices and moving parts where debris may lodge. Allow the spreader to dry thoroughly. Store it in a dry location out of direct sunlight.\nMeet the Tester\nMark Wolfe is a product tester and writer with an extensive background in the nursery and landscaping industries. He kept his tool box well stocked in order to build or repair fences, walls, irrigation systems, and equipment on any given day. Now he tests and writes reviews about the latest hand tools, lawn care products, outdoor power equipment, and other outdoor-living goods.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Health"
    ],
    "external_links": [
      "https://anrdoezrs.net/click-7810566-11555947?sid=BV-RU&url=https%3A%2F%2Fwww.northerntool.com%2Fproducts%2Fagri-fab-tow-behind-broadcast-spreader-130-lb-capacity-model-45-0463-61569",
      "https://www.heroeslawncare.com",
      "https://www.pjtra.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fscotts-scotts-elite-spreader-75902",
      "https://lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Turf-Builder-Classic-32-lb-Drop-Spreader%2F3563088,",
      "https://www.gopjn.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fscotts-turf-builder-classic-drop-spreader-76565a,",
      "https://acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2F7218084.",
      "https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F311343558.",
      "https://lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Elite-Spreader-80-lb-Broadcast-Fertilizer-Spreader%2F1000365807",
      "https://www.anrdoezrs.net/click-7810566-11555947",
      "https://acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2Flawn-and-garden%2Flawn-care%2Fseed-and-fertilizer-spreaders%2F7218076",
      "https://www.gopjn.com/t/8-10813-257786-137077",
      "http://amazon.com/exec/obidos/ASIN/B00002N66D",
      "https://lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Whirl-Hand-Held-Spreader%2F1000760560,",
      "https://homedepot.sjv.io/c/2084711/456723/8154",
      "https://www.pjatr.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fagri-fab-130-lb-tow-broadcast-spreader,",
      "http://www.amazon.com/exec/obidos/ASIN/B002U0KDH8",
      "http://www.amazon.com/exec/obidos/ASIN/B002ZTK09U",
      "https://www.acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2F7796147,",
      "https://www.homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F313036603",
      "http://amazon.com/exec/obidos/ASIN/B002ZTK09U",
      "https://acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2F7796147,",
      "https://www.homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F100664982.",
      "http://amazon.com/exec/obidos/ASIN/B07KMWVBJS",
      "https://lowes.sjv.io/c/264145/897039/12374",
      "https://www.lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Turf-Builder-Classic-32-lb-Drop-Spreader%2F3563088,",
      "https://www.lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Elite-Spreader-80-lb-Broadcast-Fertilizer-Spreader%2F1000365807",
      "http://amazon.com/exec/obidos/ASIN/B002U0KDH8",
      "http://amazon.com/exec/obidos/ASIN/B01L0QZM82",
      "http://www.amazon.com/exec/obidos/ASIN/B07KMWVBJS",
      "https://gopjn.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fscotts-turf-builder-classic-drop-spreader-76565a,",
      "https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F202065418,",
      "https://www.homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F302684939.",
      "https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F313036603",
      "https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F302684939.",
      "https://homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F100664982.",
      "http://www.amazon.com/exec/obidos/ASIN/B002U0KDHI",
      "http://www.amazon.com/exec/obidos/ASIN/B077JBGG4H",
      "https://pjtra.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fscotts-scotts-elite-spreader-75902",
      "https://heroeslawncare.com/",
      "http://amazon.com/exec/obidos/ASIN/B002U0KDHI",
      "http://www.amazon.com/exec/obidos/ASIN/B002YPS1KK",
      "https://www.homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F202065418,",
      "https://pjatr.com/t/8-10813-257786-137077?sid=BV-RU&website=227287&url=https%3A%2F%2Fwww.tractorsupply.com%2Ftsc%2Fproduct%2Fagri-fab-130-lb-tow-broadcast-spreader,",
      "https://www.acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2Flawn-and-garden%2Flawn-care%2Fseed-and-fertilizer-spreaders%2F7218076",
      "https://acehardware.dttq.net/c/264145/611504/9988",
      "http://www.amazon.com/exec/obidos/ASIN/B01L0QZM82",
      "https://www.lowes.sjv.io/c/264145/897039/12374?subId1=BV-RU&u=https%3A%2F%2Fwww.lowes.com%2Fpd%2FScotts-Whirl-Hand-Held-Spreader%2F1000760560,",
      "https://www.anrdoezrs.net/click-7810566-11555947?sid=BV-RU&url=https%3A%2F%2Fwww.northerntool.com%2Fproducts%2Fagri-fab-tow-behind-broadcast-spreader-130-lb-capacity-model-45-0463-61569",
      "http://www.amazon.com/exec/obidos/ASIN/B00002N66D",
      "http://amazon.com/exec/obidos/ASIN/B002YPS1KK",
      "https://www.pjatr.com/t/8-10813-257786-137077",
      "https://www.acehardware.dttq.net/c/264145/611504/9988?subId1=BV-RU&u=https%3A%2F%2Fwww.acehardware.com%2Fdepartments%2F7218084.",
      "https://www.pjtra.com/t/8-10813-257786-137077",
      "https://www.heroeslawncare.com/",
      "http://amazon.com/exec/obidos/ASIN/B077JBGG4H",
      "https://www.homedepot.sjv.io/c/2084711/456723/8154?subId1=BV-RU&u=https%3A%2F%2Fwww.homedepot.com%2Fp%2F311343558."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor olberding",
          "sentiment": "none"
        },
        {
          "name": "broadca",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:51:59.851+03:00",
    "updated": "2024-04-05T02:51:59.851+03:00"
  },
  {
    "uuid": "40a248fee4fa32876201e9210f12f463356341b2",
    "url": "https://www.lz.de/ueberregional/wirtschaft/24121956_Sturm-und-Hagel-13-Milliarden-Unwetterschaeden-an-Autos.html",
    "ord_in_thread": 0,
    "author": "Lippische Landes-Zeitung",
    "published": "2025-06-19T03:00:00Z",
    "title": "Sturm und Hagel: 1,3 Milliarden Unwetterschäden an Autos",
    "text": "Unwetter haben Versicherern im vergangenen Jahr Gesamtkosten von rund 1,3 Milliarden Euro verursacht. Insgesamt wurden dabei 340.000 Autos in Deutschland beschädigt, wie der Gesamtverband der Deutschen Versicherungswirtschaft (GDV) mitteilte. Die Schäden reichten demnach von kleinen Dellen und Kratzern bis zur Zerstörung durch umstürzende Bäume oder Überschwemmungen.\nDie tatsächliche Zahl der von Sturm und Hagel getroffenen Autos war noch höher, denn die Unternehmen zahlen Unwetterschäden nur für kaskoversicherte Fahrzeuge. Gesetzlich vorgeschrieben ist nur die Kfz-Haftpflicht. Diese deckt nur Schäden ab, die Autofahrer an anderer Leute Eigentum verursachen.\nSüddeutschland am schwersten getroffen\nDie Unwetterschäden an den kaskoversicherten Autos waren regional sehr ungleich verteilt: «Spitzenreiter» war mit großem Abstand Baden-Württemberg. Im Südwesten allein beschädigten Unwetter 133.500 Fahrzeuge, ein überdurchschnittlicher Anteil von mehr als einem Drittel. Die Kosten beliefen sich auf 530 Millionen Euro. An zweiter Stelle folgte Bayern mit 65.000 Auto-Unwetterschäden - wobei diese im Deutschlandvergleich mit durchschnittlich 4.300 Euro am teuersten ausfielen.\nLaut Verband war 2024 in dieser Hinsicht ein durchschnittliches Jahr. Allerdings steigen die Unwetterschäden im längerfristigen Vergleich. «Wir sehen in den letzten Jahren, dass einzelne Sturmzellen und Hagelschauer heftiger werden», sagte GDV-Hauptgeschäftsführer Jörg Asmussen.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Economy, Business and Finance",
      "Health"
    ],
    "topics": [
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->emergency response",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->financial service",
      "Health->government health care",
      "Health->health insurance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Baden-Württemberg",
          "sentiment": "none"
        },
        {
          "name": "Süddeutschland",
          "sentiment": "none"
        },
        {
          "name": "Bayern",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Deutschen Versicherungswirtschaft",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "GDV",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:35.496+03:00",
    "updated": "2025-06-19T04:41:37.000+00:00"
  },
  {
    "uuid": "8ae484602cf958200a8e662e360b30304d1a128f",
    "url": "https://www.meneame.net/story/belen-blasfemo-personas-mismo-sexo-indigna-conservadores/c029",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Breogán_VK",
    "published": "2023-12-24T12:11:00Z",
    "title": "#29 Belén \"blasfemo\" con personas del mismo sexo indigna a los conservadores italianos",
    "text": "[gelatti](/user/gelatti)a [es.investing.com](/go/link/3890231)\nPuedo entender que les moleste por \"romper la tradición\" a mi también me molesta cuando le quitan la barba a un personaje de comic que la lleva.\nAhora, que les moleste porque sea del mismo sexo,,, recordemos que a esta mujer le preño una paloma y vamos a tirarnos ahora de los pelos porque esté con una mujer?\n[#4](c4#c-4) Eso explicaría de forma que todo el mundo pueda entender como María llegó virgen a su cita con la paloma pese a estar casada.\n[#4](c4#c-4) mira que podía haber optado por convertir a los reyes en gays, o hacer una carroza del orgullo con los pastorcillos, pero poner dos vírgenes María es un sinsentido. Respeta lo básico del Belén y a partir de ahí añade lo que quieras, no te pases tomando licencias que luego queda irreconocible.\n[#18](c18#c-18) pues está dentro de la tradición. Si en el belén había un buey, ¿por qué no unas boyeras?\nDicho con todo el respeto hacia las lesbianas y el resto de personas que solo quieren ejercer su libertad sexual sin que venga ningún cura a meter el hocico.\n[#2](c2#c-2) Ojalá algún día se pueda extraer energía de la subnormalidad y la estupidez. Conquistariamos el universo.\n[#24](c24#c-24) pero es que quizás no es cuestión de comprensión lectora, si no de capacidad redactora.\nO quizás será bueno que en vez de dar una vuelta a las cosas dijeras claramente lo que quieres decír.\nA mi que vengas con rodeos sobre que si el islam se debe enseñar por que la otra se enseña, pero eh, que a mi no me gusta... Me dice que no sabes ni lo que hablas.\nA mi me la pela. Esta bien lo de defender la libertad de expresión y la libertad para creer o no creer.\nTus creencias para ti y yo en un país libre haré lo que quiera.\nPero luego vemos la otra cara de la moneda.\nQue si una diputada de podemos dice que el islam es el feminismo e invento la seguridad social.\nhttps://www.google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html\nPúblico, el periódico que izquierdas llamando la atención por que no se enseña suficiente islam en las escuelas.\nhttps://www.google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp\nSe puede reivindicar con el belen, pero hay que retirar cerdo para no ofender a los musulmanes.\nhttps://www.google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html\nMuy buena esta libertad.\n[#12](c12#c-12) Lo que tú no entiendes es que si metes en el juego las creencias de unos no puedes sacar las de otros. Y para que no se ofendan los capillitas somos capaces de comer por todos lados. Yo estoy COMPLETAMENTE EN CONTRA de que haya CUALQUIER religión en educación, sanidad o en el ejercicio, pero por otro lado, entiendo que si esta presente una, los demás pidan lo propio.\nSe nos olvida que la iglesia se lleva un buen pico por dar \"ese servicio\" no solo en colegios\n[#17](c17#c-17) tu comentario esta mal desarrollado y carece de sentido.\nEstas \"COMPLETAMENTE EN CONTRA de que haya CUALQUIER religión en educación, sanidad o en el ejército \" pero por otro lado \"entiendo que si esta presente una, los demás pidan lo propio.\"\nNo ves falta de lógica en tu argumento? Estas en contra y al mismo tiempo a favor.\n[#19](c19#c-19) No, estoy encontra de que paguemos el profe de religión en los coles, el mantenimiento de capilla en universidades, hospitales y cuarteles (con su correspondiente cura). Y hablamos de religión catolica.\nAhora bien, ENTIENDO, que si hay prevendas para unos, los otros (llamese musulmanes, testigos de Jehova o san pitopato), estén en su derecho de recibir las mismas.\nNo tienes ningún tipo de comprensión lectora.\n[#20](c20#c-20) ahora ya te voy entendiendo mejor.\nBásicamente, ahora lo que me dices es que no al catolicismo, pero como esta el catolicismo, entonces las demás también.\nPodrías haber dicho, quitemos el catolicismo y no dejemos pasar el resto de religiones, pero.... Si hay una todas las demás también. Y sin embargo dices que estás en contra.\nLo lógico sería decir que estás en contra del catolicismo y a favor de toda las demás.\nQue no se enteren los de vox que en el Belén de Vilavenut también hay dos madres haciendo de Maria y José.\nhttps://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html",
      "https://www.google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html",
      "https://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
      "https://www.google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp",
      "https://google.com/amp/s/www.publico.es/sociedad/asignatura-religion-islamica-colegios-espana-alumnos-musulmanes.html/amp",
      "https://ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061/",
      "https://google.com/amp/s/www.elespanol.com/espana/20230626/cup-exige-retirar-alimentos-cerdo-fiestas-cataluna-respeto-musulmanes/774422768_0.amp.html",
      "https://google.com/amp/s/amp.antena3.com/noticias/espana/polemicas-declaraciones-nora-banos-candidata-podemos-islam-feminista-invento-seguridad-social_202002245e53d5a00cf2a8ef178bab57.html",
      "https://www.ccma.cat/324/el-pessebre-vivent-de-vilavenut-enguany-amb-dues-mares-de-deu-i-sense-sant-josep/noticia/3268061"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T15:15:39.791+02:00",
    "updated": "2023-12-24T15:15:39.791+02:00"
  },
  {
    "uuid": "6bbdd929570e58025bce5192d74545b3b3b58fc7",
    "url": "https://menafn.com/1107799620/US-Pres-Declare-Natl-Emergency-To-Deal-With-Violence-Of-Israeli-Settlers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-02-01T00:05:00Z",
    "title": "US Pres. Declare Nat'l Emergency To Deal With Violence Of Israeli Settlers | MENAFN.COM",
    "text": "( MENAFN - Kuwait News Agency (KUNA)) WASHINGTON, Feb 1 (KUNA) -- US President Joseph Biden issued Thursday an executive order declaring national emergency for dealing with extremist Israeli settlers violence in the West Bank.\nIn the order, the US leader noted that the situation in the West Bank - in particular high levels of extremist settler violence, forced displacement of people and villages, and property destruction - has reached intolerable levels and constitutes a serious threat to the peace, security, and stability of the West Bank and Gaza, Israel, and the broader Middle East region.\nHe stressed that the settlers actions undermine the foreign policy objectives of the United States, including the viability of a two-state solution and ensuring Israelis and Palestinians can attain equal measures of security, prosperity, and freedom.\nThey also undermine the security of Israel and have the potential to lead to broader regional destabilization across the Middle East, threatening United States personnel and interests, he argued.\n\"For these reasons, these actions constitute an unusual and extraordinary threat to the national security and foreign policy of the United States. I hereby declare a national emergency to deal with that threat,\" he announced.\nHe pointed out that the order stipulates the unrestricted immigrant and nonimmigrant entry into the United States of noncitizens determined to meet one or more of the criteria in section 1 of this order would be detrimental to the interests of the United States, and the entry of such persons into the United States, as immigrants or nonimmigrants, is hereby suspended.\nFor his part, the White House National Security Advisor Jake Sullivan stated that President Biden spoken about his concern about the rise in violence in the West Bank from extremist actors-in particular the rise in extremist settler violence, which reached record levels in 2023.\n\"This violence poses a grave threat to peace, security, and stability in the West Bank, Israel, and the Middle East region, and threatens the national security and foreign policy interests of the United States,\" Sullivan said.\nToday, President Biden signed a new Executive Order to implement new measures to address actions that undermine peace, security, and stability in the West Bank.\n\"This order will allow the United States to issue financial sanctions against those directing or participating in certain actions, including acts or threats of violence against civilians, intimidating civilians to cause them to leave their homes, destroying or seizing property, or engaging in terrorist activity in the West Bank,\" he unveiled.\nSullivan indicated that the State Department today will also be announcing an initial set of designations under this new E.O. (end)\nasj\nMENAFN01022024000071011013ID1107799620\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.kuna.net.kw/articledetails.aspx?id=3135251",
      "https://www.kuna.net.kw/articledetails.aspx",
      "https://kuna.net.kw/articledetails.aspx?id=3135251"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joseph biden",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "kuwait news agency",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:20:08.681+02:00",
    "updated": "2024-02-02T00:20:08.681+02:00"
  },
  {
    "uuid": "c07d0f50ca6edb5e2d11ace6c9036d2627cc0231",
    "url": "https://www.newindianexpress.com/states/tamil-nadu/2025/Jul/24/rajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27",
    "ord_in_thread": 0,
    "author": "Express News Service",
    "published": "2025-07-24T03:11:00Z",
    "title": "Rajendra Chola birth anniversary fete begins at Ariyalur; PM to attend finale on July 27",
    "text": "DMK government in 2021 declared Aadi Thiruvathirai as Rajendra Chola’s official birth anniversary based on historical research. Ministers participate in the anniversary celebrations of Chola emperor Rajendra I at the Brihadeeswarar temple in Gangaikondacholapuram on Wednesday (Photo | Express) Express News Service Updated on: 24 Jul 2025, 3:11 am 2 min read\nCopied\nFollow Us\nARIYALUR/CHENNAI: The birth anniversary celebrations of Chola emperor Rajendra I (Aadi Thiruvathirai festival) commenced on Wednesday at the historic Brihadeeswarar temple in Gangaikondacholapuram in Ariyalur. Prime Minister Narendra Modi will be the chief guest for the grand finale of the festival scheduled for July 27, announced the union government.\nAt an event to mark the commencement of the festival, Finance Minister Thangam Thennarasu, who also holds the archaeology portfolio, said the DMK government in 2021 declared Aadi Thiruvathirai as Rajendra Chola’s official birth anniversary based on historical research.\nHe credited historian Kudavayil Balasubramanian for identifying, through detailed epigraphic studies, that Rajendra Chola was born in the Thiruvathirai star of the Tamil month of Aadi, and not in Margazhi as previously believed.\nTransport Minister SS Sivasankar, who was present on the occasion, said, “When Rajendra Chola designed the temple at Gangaikonda Cholapuram, he intentionally built the tower shorter than that of Thanjavur’s Brihadeeswarar temple, out of respect for his father Rajaraja Chola. He didn’t want to be seen as a son who surpassed his father. In today’s political scenario, many must reflect on this Chola message.”\nTourism Minister K Ramachandran, Information and Publicity Minister MP Saminathan, and VCK leader Thirumavalavan also took part in the event.\nMeanwhile, a release said Kalakshetra Foundation will stage a special Bharatanatyam group recital, followed by Devaram Thirumurai chanting by traditional Othuvars during the festival. A booklet on Devaram hymns, published by the Sahitya Akademi, will be formally released. The festival will conclude with a musical presentation by music maestro Ilaiyaraaja and his troupe.\nThe release said objectives of the festival include highlighting the profound philosophical roots of Shaiva Siddhanta and the role of Tamil in its dissemination, honouring the contributions of the Nayanmars to the spiritual fabric of Tamil culture, and celebrating the extraordinary legacy of Rajendra Chola I and the Chola dynasty.\nEPS may meet PM Modi on July 26\nAIADMK general secretary Edappadi K Palaniswami is likely to meet Prime Minister Narendra Modi on July 26. As an indication of this, the visit of Palaniswami to Karaikudi, Thirupathur and Sivaganga Assembly constituencies scheduled for July 26 has been postponed to July 29.\nIf it takes place, it will be the first meeting between the two leaders after the AIADMK and the BJP revived their alliance on April 11, and it comes at a time when there are differences of opinion between the leaders of the saffron party and the Dravidian major over the contentious statements of Home Minister Amit Shah on BJP becoming part of the “coalition government in Tamil Nadu” after 2026.\nPalaniswami has been stoutly denying that possibility. These issues are likely to be sorted out during the meeting, and Palaniswami may submit a representation to Modi on the needs of Tamil Nadu. The prime minister will be in Thoothukudi on July 26 to lay foundation stone for new projects and inaugurate various projects.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->customs and tradition",
      "Arts, Culture and Entertainment->festive event (culture)",
      "Arts, Culture and Entertainment->culture",
      "Politics->local government and authority",
      "Politics->political candidates",
      "Politics->cultural policies",
      "Human Interest->anniversary"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/sharer.php?u=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27",
      "https://news.google.com/publications/CAAqBwgKMKKdpQEw4-Ea?hl=en-IN&gl=IN&ceid=IN%3Aen",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27&text=Rajendra%20Chola%20birth%20anniversary%20fete%20begins%20at%20Ariyalur%3B%20PM%20to%20attend%20finale%20on%20July%2027&hashtags=",
      "https://api.whatsapp.com/send?text=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27&title=Rajendra%20Chola%20birth%20anniversary%20fete%20begins%20at%20Ariyalur%3B%20PM%20to%20attend%20finale%20on%20July%2027",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27&text=Rajendra%20Chola%20birth%20anniversary%20fete%20begins%20at%20Ariyalur%3B%20PM%20to%20attend%20finale%20on%20July%2027&hashtags=",
      "https://www.api.whatsapp.com/send?text=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27",
      "https://news.google.com/publications/CAAqBwgKMKKdpQEw4-Ea",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27&title=Rajendra%20Chola%20birth%20anniversary%20fete%20begins%20at%20Ariyalur%3B%20PM%20to%20attend%20finale%20on%20July%2027",
      "https://www.facebook.com/sharer.php",
      "https://www.news.google.com/publications/CAAqBwgKMKKdpQEw4-Ea?hl=en-IN&gl=IN&ceid=IN%3Aen",
      "https://facebook.com/sharer.php?u=https%3A%2F%2Fwww.newindianexpress.com%2Fstates%2Ftamil-nadu%2F2025%2FJul%2F24%2Frajendra-chola-birth-anniversary-fete-begins-at-ariyalur-pm-to-attend-finale-on-july-27",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet",
      "https://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Rajendra Chola",
          "sentiment": "negative"
        },
        {
          "name": "Aadi Thiruvathirai",
          "sentiment": "negative"
        },
        {
          "name": "Kudavayil Balasubramanian",
          "sentiment": "none"
        },
        {
          "name": "Thangam Thennarasu",
          "sentiment": "none"
        },
        {
          "name": "Narendra Modi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gangaikondacholapuram",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_in",
        "top_news_qa",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:39:20.063+03:00",
    "updated": "2025-07-25T08:06:55.000+03:00"
  },
  {
    "uuid": "74a1d8c2aa8109dd24b5a232551fd2e6f686a43e",
    "url": "https://www.heraldscotland.com/sport/uk-sport/24016283.arsenal-lose-west-ham-miss-chance-return-premier-league-summit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T22:31:00Z",
    "title": "Arsenal lose to West Ham and miss chance to return to Premier League summit | The Herald",
    "text": "Arsenal missed the chance to return to the top of the Premier League as they slipped to a disappointing defeat to West Ham amid more VAR controversy.\nThe Gunners needed victory to replace Liverpool at the summit but lost 2-0 on a night where Hammers boss David Moyes finally landed a victory at the Emirates Stadium.\nWest Ham lost Kurt Zouma ahead of the game and Lucas Paqueta after just over half an hour but hit the front through Tomas Soucek’s strike, awarded after VAR could not determine whether the whole ball had gone out of play in the build-up.\nA second-half header from former Arsenal defender Konstantinos Mavropanos secured the points and things could have been even better for the visitors had Said Benrahma not seen a last-gasp penalty saved by David Raya.\nA massive result for West Ham ⚒️ #ARSWHU pic.twitter.com/JLAN9CInMV\n— Premier League (@premierleague) December 28, 2023\nMoyes had failed to secure victory in his previous 72 Premier League away games at Arsenal, Chelsea, Liverpool or Manchester United, so this was a long time coming for the Scot.\nArsenal laboured when they needed to continue their recent winning run in London derbies to go back to the top of the table.\nInstead, only captain Martin Odegaard could hold his head high on a night where their defence creaked and Gabriel Jesus was guilty of missing a couple of very good chances.\nIt was a big win for David Moyes (Adam Davy/PA) Arsenal started well, with some great touches in and around the West Ham box from Odegaard in particular.\nBut at the other end their defending left a lot to be desired, as Oleksandr Zinchenko and Gabriel Magalhaes failed to deal with a simple ball into the middle.\nJarrod Bowen capitalised by latching onto the miscue and teed up Soucek to finish – the goal surviving a lengthy VAR check which could not ultimately make a call on if the ball had not gone out of play before Bowen’s cutback.\nTomas Soucek, number 28, opened the scoring (Adam Davy/PA) Arsenal looked to respond although the goal gave West Ham something to defend, although Jesus found a way in behind with a subtle flick into Bukayo Saka, whose header was brilliantly saved by Alphonse Areola.\nPaqueta had been hurt in the warm-up and lasted just over half an hour, with his fellow Brazilian Gabriel Martinelli curling an effort just wide for Arsenal as they continued in vain to find a leveller.\nThe hosts were getting closer, West Ham gifting possession as two passes saw Arsenal in on goal once more, this time Saka hitting the base of the post from an acute angle.\nBukayo Saka came close to an equaliser (Adam Davy/PA) Former West Ham captain Declan Rice fired just over from 25 yards but it was another player coming back to haunt his former club who would find the back of the net soon after.\nMavropanos made just seven league starts in three years as an Arsenal player but returned to the Premier League last summer with the Hammers and headed them two goals ahead before the hour.\nJesus then headed straight at Areola before sending another fine chance well over the bar moments after Arteta introduced Eddie Nketiah and Reiss Nelson off the bench.\nAreola was on hand again to keep out a Leandro Trossard effort, with Vladimir Coufal clearing a William Saliba header off the line from the resulting corner.\nRice had come off the bench during a 3-0 Carabao Cup defeat on his return to West Ham earlier in the season and endured another night to forget here as he conceded a late penalty for tripping Emerson Palmieri in the box – only for Raya to keep out substitute Benrahma’s tame spot-kick.\nSport",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://twitter.com/hashtag/ARSWHU?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/premierleague/status/1740496039612735807?ref_src=twsrc%5Etfw",
      "https://t.co/JLAN9CInMV",
      "https://www.t.co/JLAN9CInMV",
      "https://twitter.com/premierleague/status/1740496039612735807",
      "https://www.twitter.com/premierleague/status/1740496039612735807?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/ARSWHU",
      "https://www.twitter.com/hashtag/ARSWHU?src=hash&ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "moyes",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "kurt zouma",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        },
        {
          "name": "lucas paqueta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "herald arsenal",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "manchester united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:39:12.469+02:00",
    "updated": "2023-12-29T01:39:12.469+02:00"
  }
]