[
  {
    "uuid": "c849f0c2bf230f855b95b934c762f18f540833b2",
    "url": "https://www.crypto-news-flash.com/goldman-sachs-executive-predicts-1-million-bitcoin-price-by-2025/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Godfrey Benjamin",
    "published": "2023-12-28T21:11:00Z",
    "title": "Goldman Sachs Executive Predicts $1 Million Bitcoin Price by 2025",
    "text": "- Bitcoin just bagged a $1 million price target from Raoul Pal by 2025.\n- Bitcoin spot ETF expectation remains a key driver fueling this bullish estimate.\nFormer Goldman Sachs executive Raoul Pal has made headlines with his prediction that Bitcoin (BTC), the world’s leading cryptocurrency could reach a staggering $1 million by 2025.\nPal, who regularly shares his insights with his 22,000 subscribers on YouTube,\nbelieves that the current crypto bull market has just begun, and the potential for gains in the coming years is substantial.\nPal Analyzes BTC’s Bullish Projections\nPal supports his prediction by referring to the long-term chart of Bitcoin since 2013. While acknowledging the early cycles’ volatility, he highlighted the overall trend as a perfect logarithmic one.\nAccording to his analysis, the current bull market cycle resembles the 2016-2017 era, driven by a massive influx of liquidity that sent digital assets soaring. Pal posited that the current cycle is in its infancy, drawing parallels with the earlier cycle that led to substantial growth.\nBitcoin’s current trading price of $42,586 reflects a 1.08% decline in the past 24 hours, but the market cap remains robust at $835.9 billion. The digital currency boasts a trading volume of $24.4 billion at the time of writing. Analysts and investors widely\nagree that Bitcoin’s potential price surge could surpass $100,000 by the end of 2024.\nThe collapse of certain U.S. lenders, such as Silicon Valley Bank (SVB) earlier this year, has strengthened the case for Bitcoin as a decentralized and scarce digital asset. The endorsement by influential figures like Michael Saylor, whose firm, MicroStrategy recently\nacquired an additional 14,620 BTC worth approximately $615.7 million, further solidifies Bitcoin’s role as a strategic part of corporate cash reserves.\nWhile projections carry inherent uncertainties, the overall sentiment in the crypto space is optimistic. Many market stakeholders await regulatory decisions and market movements that could shape the future of Bitcoin in the coming years\nSpot Bitcoin ETFs and Market Impact\nThe potential approval of spot Bitcoin ETFs is a key factor in the coin’s bullish projections. Like many market experts, Michael Saylor believes that the potential spot Bitcoin ETF approval in January could trigger the much-awaited bull surge.\nA recent report by Crypto News Flash,\nsuggests that if spot Bitcoin ETFs receive regulatory approval, an estimated $155 billion could flow into the market, increasing Bitcoin’s market capitalization and the asset’s price.\nMarkedly, the Grayscale Bitcoin Trust (GBTC), currently the world’s largest crypto fund, manages over 620,000 BTC holdings. The expected capital inflow from spot ETFs could surpass the funds that flowed into GBTC during the previous bull market cycle, marking a key milestone in the evolution of crypto investment instruments.\nMoreover, Tom Lee, Head of Research and CNBC contributor,\nanticipates a massive impact on Bitcoin’s demand-supply dynamics if spot Bitcoin ETFs are approved. According to Lee, the demand could far exceed the supply, potentially driving the price between $150,000 to $180,000 by the end of next year.\nWhile regulatory uncertainties persist in the U.S., Europe has already taken the lead in approving and launching the first spot Bitcoin ETF. Tom Lee suggests that even if the SEC rejects ETF applications, the decline in supply against rising demand could still lead to a price surge, though perhaps BTC may not reach the six-figure range.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=uHLa_CLvE_8",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=uHLa_CLvE_8"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "raoul pal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "goldman sachs executive predicts",
          "sentiment": "negative"
        },
        {
          "name": "btc",
          "sentiment": "none"
        },
        {
          "name": "goldman sachs",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:08:05.785+02:00",
    "updated": "2023-12-29T01:08:05.785+02:00"
  },
  {
    "uuid": "c9286c8bf219b510c6185061eb7e41714bf386ca",
    "url": "https://www.dailycomet.com/story/news/nation/2023/12/29/12-31-23-date-meaning/72042544007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amaris Encinas",
    "published": "2023-12-30T05:05:00Z",
    "title": "What does 12/31/23 mean? The last day of 2023 is an angel number",
    "text": "NYE 2023 is on a unique date that occurs once every 100 years: Here's what 12/31/23 means. [Amaris Encinas](https://www.usatoday.com/staff/5133245001/amaris-encinas/) The upcoming year will be filled with blessings, at least that is what the numerical sequence of this New Year’s Eve date suggests. If you take a closer look at the date, written as 12/31/23 or even 123123, you might see an angel number, which are [repeating number sequence](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/)s, often used as a guide for deeper spiritual exploration. The numerical sequences can range anywhere from [000](/story/life/2022/11/30/angel-number-000-meaning/10589434002/) to [999](/story/life/2023/01/30/angel-number-999-meaning/10806425002/), with each number having a distinct meaning and energy, USA Today previously [reported. ](/story/life/2022/11/06/what-are-angel-numbers-meanings-numerology/10525252002/) The once-in-a-century date, which won’t be seen again on our calenders until Dec. 31, 2123, marks a new beginning. One, that asks us to “transform and evolve with the times and in the right place to embrace what is coming to us,” [according to the Old Farmer’s Almanac website. ](https://www.almanac.com/123123-meaning-123123) The date has also sparked an online trend, with TikTok users creating videos on the significance of the number and merchandise commemorating the date selling online, including on platforms like [Amazon](https://www.amazon.com/s?k=123123&ref=cs_503_search), [eBay](https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0) and [Etsy](https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1), the Detroit Free Press, part of the USA Today Network [reported.](/story/news/local/michigan/2023/12/27/angel-number-meaning-123123-last-day-year-numerology/72001298007/) Here’s what we know about the date. What does 12/31/23 signify within numerology? [Numerology is an ancient esoteric science](https://www.britannica.com/topic/numerology) that deals with numbers and letters and the energy, intention and vibration behind them, professional numerologist [Novalee Wilder](https://www.novaleewilder.com/) shared with USA Today earlier this month. \"Before there was even language, there were numbers,\" she said. \"Before we had named things, we had counted them, and we had assigned meaning to that count.\" The numbers that make up the angel number are just as important as the whole number, especially when you are trying to determine the vibration and intention behind the number. Professional astrologer [Narayana Montúfar](https://www.naramon.com/) told [ Farmer’s Almanac ](https://www.almanac.com/123123-meaning-123123) that the “Number 1 brings the very spark of initiation, 2 focuses on building, and 3 is related to the concept of creation. Together, the sequence of these three numbers speaks of the spark of initiation that seeks to build a new creation.” If you add all the numbers that make up the date 123123 together, you will come up with 12. The number 12 in numerology can symbolize spiritual enlightenment, with potential for the day to deliver epiphanies and “aha” moments for individuals and society at large, the website stated. FYI: [How to keep your pets calm during New Year's Eve fireworks](/story/graphics/2023/12/28/keep-dog-calm-new-years-eve-fireworks/71999504007/) What are some dates to keep in mind in 2024? If you are an angel number enthusiast, there are a few key dates you might want to keep in mind as 2024 rapidly approaches. A palindrome, not unlike an angel number, is a term typically reserved for words or phrases that are spelled the same way backward as they are forward. Words like level, kayak, civic, and radar are among some of the most common palindromes, according to the [Old Farmer’s Almanac. ](https://www.farmersalmanac.com/its-palindrome-day-14486) Numerical sequences seen in dates or times can also be palindromes, the most well-recognized ones being 3/20/23 or [11:11](https://www.farmersalmanac.com/1111-good-luck-and-history), the website stated. Here are all palindrome dates that will occur in 2024, courtesy of the [Farmer’s Almanac](https://www.farmersalmanac.com/its-palindrome-day-14486): - 4/2/24 - 4/20/24 - 4/21/24 - 4/22/24 - 4/23/24 - 4/24/24 - 4/25/24 - 4/26/24 - 4/27/24 - 4/28/24 - 4/29/24 Contributing: Olivia Munson, USA Today 30 famous Capricorns you should know: [These celebrities belong to the winter Zodiac sign](/story/entertainment/celebrities/2023/11/29/famous-people-that-are-capricorns/71489302007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.naramon.com/)",
      "https://www.britannica.com/topic/numerology)",
      "https://www.novaleewilder.com/)",
      "https://www.almanac.com/123123-meaning-123123)",
      "https://www.ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486)",
      "https://www.usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://www.farmersalmanac.com/its-palindrome-day-14486):",
      "https://www.amazon.com/s?k=123123&ref=cs_503_search),",
      "https://www.farmersalmanac.com/1111-good-luck-and-history),",
      "https://www.etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://almanac.com/123123-meaning-123123)",
      "https://naramon.com/)",
      "https://etsy.com/market/123123?ref=seller_tag_bottom_image-1),",
      "https://farmersalmanac.com/its-palindrome-day-14486)",
      "https://britannica.com/topic/numerology)",
      "https://www.amazon.com/s",
      "https://ebay.com/sch/i.html?_from=R40&_trksid=p2332490.m570.l1313&_nkw=123123&_sacat=0)",
      "https://www.etsy.com/market/123123",
      "https://usatoday.com/staff/5133245001/amaris-encinas/)",
      "https://amazon.com/s?k=123123&ref=cs_503_search),",
      "https://farmersalmanac.com/1111-good-luck-and-history),",
      "https://novaleewilder.com/)",
      "https://www.ebay.com/sch/i.html",
      "https://farmersalmanac.com/its-palindrome-day-14486):"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "usa today",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T07:24:31.589+02:00",
    "updated": "2023-12-30T07:24:31.589+02:00"
  },
  {
    "uuid": "1d0946f599bde84610919496d58701f71bc6e03d",
    "url": "https://www.mirror.co.uk/news/uk-news/terrifying-moment-strongest-tornado-hit-31764101",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Neal Keeling",
    "published": "2023-12-28T21:24:00Z",
    "title": "Terrifying moment strongest tornado to hit UK in two decades rips through quiet street - Mirror Online",
    "text": "The terrifying moment a tornado ripped through a UK town has been caught on camera.\nMore than 100 homes were damaged in Stalybridge in Tameside, Greater Manchester as the 'mini tornado' wreaked having in the early hours of this morning. Residents needed to be evacuated and the council spoke of a \"major incident\" after the event, the Manchester Evening News reports. The storm was categorised as a 'T5', which means wind speeds vary from 137mph to 160mph, and it was said to be the strongest to hit the UK in seventeen years.\nFootage on CCTV cameras in the home of Craig and Karen Sanderson reveals the moment the tornado hit, with debris pictured flying through the air. The pair were not present at the time, however they returned to see their detached home devastated and car poorly damaged. The video reveals the roof tile piercing the bonnet of the couple's BMW car.\nCraig said: \"We were away in Whitby for a couple of nights and one of our neighbours called us just after it happened at midnight to let us know what the damage was. They told us our roof was a mess and we had a big hole in the front of our car from one of the tiles that came down. We packed up early doors and made our way home.\n\"We came back and the house was in wrack and ruin. We have severe roof damage - we have lost 50 to 60 tiles at the front and back of the house. The car is damaged, the bonnet, all down the side, the windscreen. The hole in the bonnet you can out your fist through it.\n\"On the CCTV one full tile came down and hit the bonnet. We have a little balcony on the top floor of the house and there is some small furniture up there - a few chairs and a table. One of the chairs was in someone's back garden 15 doors down the street.\"\nCraig has a five-bedroom home in Swinshaw Road, Stalybridge, and he added: \"It is a bit freaky. Our home is in the epicentre of where all the damage was caused. The housing estate where we are, there are only 60 houses and probably 50 per cent of them are damaged. I have been filling out my insurance form writing 'tornado', I never thought I would write that word in my life. The house to the left of us was severely damaged as well.\n\"It is a bit bizarre, we live on a little housing estate but some houses are seriously damaged and others have just a couple of tiles missing. The footage from the CCTV showed garden furniture spinning around and when we looked closely you could see our shed being shaken. The fencing is broken on both sides. We have a dent in the tarmac driveway too. I suppose the thing to be thankful for is that no one was injured in the entire area.\"\nIt took trees to be uprooted, cars damaged, wind to be blown off tiles and chimneys off roofs across the town, before a \"major incident\" was announced by the emergency services. The tornado hit before midnight yesterday in multiple locations in the town, with Hough Hill Road the worst affected.\nThe Tornado and Storm Research Organisation (TORRO) has made a site visit and, on Thursday afternoon, said that Staylbridge was hit by a tornado with a provisional maximum damage rating of T5, which sees winds of 137 to 160 mph. The category would result in cars levitating, entire roofs being removed, items sucked from inside houses - like furniture - utility poles snapping, and older weaker buildings collapsing completely.\nThey added in a post on X it would be the strongest tornado to hit the UK since Kensal Rise in 2006. In a new statement issued at 5.15pm, Cllr Ged Cooney, Executive Leader of Tameside Council, said: “We are now in the recovery phase following the step down of a major incident declared last night when a ‘mini tornado’ hit Stalybridge.\n\"Thankfully there are no casualties from the incident but there are of course local residents who are devastated by the damage caused to their homes. With around 100 homes affected, the council is working to support residents, making sure they have a safe place to stay while they cannot re-enter their homes.\n\"Our temporary rest centre has now been stood down and residents have been advised to contact their insurance companies as appropriate. Our officers have been out all night and continue to be out today clearing debris, fallen trees and making roads, footpaths and other areas safe as soon as possible.\n\"I’d like to thank our emergency services and council officers for all their continued work. The local community have also been so generous in offering their support and we never fail to see a true sense of community spirit and support in situations like these. I am proud of the combined efforts and the ongoing support.\"\nThe Liberal Democrats have also called on the Prime Minister to convene an emergency COBRA meeting after the tornado. The party's transport spokesperson, Wera Hobhouse MP, said: \"Hundreds of lives have been thrown into chaos with homes destroyed straight after Christmas . It’s devastating. Rishi Sunak needs to call an urgent COBRA meeting to ensure a swift, robust recovery plan so those affected can begin rebuilding their lives. Any delay could have a devastating impact on families already displaced whose lives have been turned upside down by this tornado.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/stalybridge-tornado-greater-manchester-cctv-28360256?utm_source=app",
      "https://manchestereveningnews.co.uk/news/greater-manchester-news/stalybridge-tornado-greater-manchester-cctv-28360256?utm_source=app",
      "https://www.manchestereveningnews.co.uk/news/greater-manchester-news/stalybridge-tornado-greater-manchester-cctv-28360256"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "craig",
          "sentiment": "none"
        },
        {
          "name": "karen sanderson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "manchester evening news",
          "sentiment": "none"
        },
        {
          "name": "cctv",
          "sentiment": "none"
        },
        {
          "name": "bmw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "greater manchester",
          "sentiment": "none"
        },
        {
          "name": "whitby",
          "sentiment": "none"
        },
        {
          "name": "stalybridge",
          "sentiment": "none"
        },
        {
          "name": "tameside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:44.063+02:00",
    "updated": "2023-12-29T00:01:44.063+02:00"
  }
]