[
  {
    "uuid": "343e8aa6ed1a98e2266bafda89c44d9ca9e4dc7c",
    "url": "https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Flying Pigs",
    "published": "2023-12-29T16:16:00Z",
    "title": "Storm Henk: Stay in with a pint of wine until bad weather blows over",
    "text": "Columnists The Flying Pigs: Stay safe at home with a pint of wine until the storm blows over Bring in yer washing and dinna ging oot in yer sliders - there's some seriously bad weather happening.\nA tree was dramatically blown over on Aberdeen's George Street earlier this week. Image: Kenny Elrick/DC Thomson By The Flying Pigs December 29 2023, 4.30pm Share The Flying Pigs: Stay safe at home with a pint of wine until the storm blows over Share via Facebook Twitter Whatsapp Messenger Linkedin Email Post link https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/ Copy Link 0 comment\nThe latest topical insights from Aberdeen musical sketch comedy team, The Flying Pigs, written by Andrew Brebner and Simon Fogiel.\nTanya Souter, lifestyle guru I da ken about youse, but I’ve seen a lot o’ folk getting real worked up aboot yon Storm Gerrit only coming wi’ a yella warning (bring in yer washing; dinna ging oot in yer sliders) instead o’ a reed een (fill yer sandbags and lash doon yer trampoline).\nNoo, I’m nae being funny, but I dinna ‘hink it maitters, dis it? A storm’s a storm, and unless ye absolutely hiv till, ye shouldnae ging oot in it. The sensible thing is tae dae fit I dae: stay in bed in the Oodie ye got fae Sunty files working through the rest o’ yer Christmas chocolate, cos it is an emergency and so ‘at is allowed.\nIf ye div ging oot, something affa might happen. Look at my pal Big Sonya; she wiz doon in Dundee shoplifting her booze for Hogmanay, and cos o’ the storm she wis stranded on the A9 ‘at lang the bobbies caught up wi’ her!\nThe Flying Pigs Mind you, it dis seem we’re getting these nesty storms a’ the time these days, dis it? They can cause huge devastation tae folks’ property and mak ye wint tae lock yerself in ’til it calms doon – fit maks them the meteorological equivalent o’ my Jayden fan the internet’s nae working.\nStill we wiz lucky ‘is time – nae power cuts, so nae loss o’ Xbox. We micht hae lost a few roof slates, but at least the hoose is still standing.\nOn a day lik yon, there’s nithin tae dae but get torn in tae yer booze. And, spikin’ o’ that, I see the big thing for the new year is that shops is gan tae be allowed tae sell pints o’ wine. Apparently this is a benefit of Brexit, along wi’ nae food standards and sewage in wir rivers, and means we’re noo free tae buy it by the traditional British system o’ pints and fluid ounces fit naebdy uses unless it’s for beer or milk.\nI wiz actually kinda excited by this news, cos ab’dy kens, compared tae the size o’ a gless o’ Frascati, a pint is massive. But then I looked it up and found oot that, in fact, a pint bottle is aboot 20% smaller than a normal een . Fit a chick!\nHeavy rain and strong winds caused difficult conditions for travel around Aberdeen. Image: Kenny Elrick/DC Thomson It’s jist anither example o’ product shrinkage that’s been dressed up as good news. It’s bad enough that the bottom o’ the Quality Street tin arrives mair quickly than it used til, but noo they’re trying tae sneak titchy bottles o’ wine past us. At is unasseptable, at.\nSo, I’m nae gaan tae be buying my wine by the pint in 2024. I’m going tae be getting it cheap fae Big Sonya, fan she gets oot o’ the jail.\nKenny Cordiner, the football pundit who doesn’t mind a bit of surface water What a frustrating few days it’s been for the Red Army. When we first seen how congealed our festive fixture list was looking at the end of December, we was worried about the Dandies having too much games and not enough steam left in their legs.\nWho’d have thunk that when it come, we’d be complaining about the lack of fit matches, not the lack of match fitness? (I wish I had come up with that line, but I never. It was the lovely Melody what says I should put it in my column, which I done. Crevice where it’s due.)\nFirst, our Christmas trip down to Dens Park was cried off about an hour before kick-off . I had headed down to Dundee with Dunter Duncan and Basher Greig, and we’d been enjoying some pre-match refreshments (pints of black and tan with crème de menthe chasers) in the Old Bank Bar.\nDundee Groundsmen attempted to clear the water on the pitch at Dens Park. Image: Mark Scates/SNS Group As 3pm drawed closer, we put on a braised face (and our waterproofs) and set off for the ground. We’d barely got far enough for me to need a pee when we found out the ref had declared the playing surface unplayable for the players to play on.\nThings got ugly when we got back to the pub, as some wee nyaffs had jumped in our graves and taken our table. Thankfully, things resolved theirselves in a civilised manner when Basher and Dunter asked the boys outside and chinned them.\nThis unexpected period of interactivity sets the gaffer, Bazza Robson, up for the perfect excuse if St Mirren turn us over on Saturday\nThen, on Wednesday, it was AFC’s turn to cry off the home game with Motherwell, as the nation was being battered by Storm Gerritupye . The weather was honking, so it was no surprise to me when the game got the hook.\nBut this unexpected period of interactivity sets the gaffer, Bazza Robson , up for the perfect excuse if St Mirren turn us over on Saturday. It would surely be the first time in history that a manager could blame too much football and not enough football for losing games within a fortnight of each other.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/&#038;redirect_uri=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://secure.gravatar.com/avatar/4f05a14bb5374d5f8aa0abd3ce7e2507?s=64&#038;d=mm&#038;r=g",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://api.whatsapp.com/send?text=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/%20-%20Bring%20in%20yer%20washing%20and%20dinna%20ging%20oot%20in%20yer%20sliders%20-%20there&#039;s%20some%20seriously%20bad%20weather%20happening.",
      "https://www.bbc.co.uk/news/uk-politics-67795075",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://www.secure.gravatar.com/avatar/4f05a14bb5374d5f8aa0abd3ce7e2507?s=64&#038;d=mm&#038;r=g",
      "https://facebook.com/sharer/sharer.php?u=https://pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/&#038;redirect_uri=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion",
      "https://twitter.com/intent/tweet?url=https://pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion",
      "https://twitter.com/intent/tweet?url=https://www.pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion",
      "https://www.facebook.com/dialog/send",
      "https://linkedin.com/sharing/share-offsite/?url=https://pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://secure.gravatar.com/avatar/4f05a14bb5374d5f8aa0abd3ce7e2507",
      "https://facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/&#038;redirect_uri=https://pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/",
      "https://api.whatsapp.com/send?text=https://pressandjournal.co.uk/fp/opinion/columnists/6311773/storm-henk-pint-wine-flying-pigs-comedy-opinion/%20-%20Bring%20in%20yer%20washing%20and%20dinna%20ging%20oot%20in%20yer%20sliders%20-%20there&#039;s%20some%20seriously%20bad%20weather%20happening.",
      "https://bbc.co.uk/news/uk-politics-67795075",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kenny elrick",
          "sentiment": "none"
        },
        {
          "name": "andrew brebner",
          "sentiment": "none"
        },
        {
          "name": "simon fogiel",
          "sentiment": "none"
        },
        {
          "name": "tanya souter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook twitter whatsapp messenger linkedin email post",
          "sentiment": "none"
        },
        {
          "name": "aberdeen",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T19:01:47.429+02:00",
    "updated": "2023-12-29T19:01:47.429+02:00"
  },
  {
    "uuid": "2e54b8a021798f34242071609d83bfedd6ef65f4",
    "url": "https://www.ole.com.ar/informacion-general/brian-sarmiento-arranco-actor-comico-hace-reir-mardel_0_NvkCQ6kOqR.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "www.ole.com.ar",
    "published": "2024-02-29T22:20:00Z",
    "title": "Brian Sarmiento es actor cómico: \"Estoy haciendo divertir a la gente\"",
    "text": "Brian Sarmiento fue un futbolista cuyo nombre se hizo mediático antes de jugar: su salida anticipada de [Estudiantes de la Plata](https://www.ole.com.ar/tema/estudiantes-de-la-plata.html) a Europa por la Patria Potestad generó que el Pincha hiciera reclamos judiciales y en la Conmebol. Luego pasó por el fútbol argentino: Racing, Banfield, Newell's en Primera. Tuvo un sello con su famoso Tamo Activo que cantaba. Ya retirado, además de panelista de TyC Sports, también es actor. Sí: pasó de la temporada futbolística a la temporada teatral, en este caso en Mar del Plata. Desde La Feliz, el ex volante ofensivo habló de su nuevo protagonismo público. -¿Ya estás de este lado? O sea, la pelota afuera y ahora estás de artista, ¿qué estás haciendo? -Sí, la verdad estamos acá en Mar del Plata, en Chiste ya, con Rodrigo Vagoneta, estamos en el Teatro del Ángel, toda la noche. Me retiré del fútbol y, bueno, vi una veta en el lado del teatro. Pero lo que más me hace feliz es que puedo darles una historia de vida a los más chicos para que luchen por sus sueños, que yo siempre soñé jugar al fútbol y lo logré. Hoy en día estoy haciendo divertir a la gente y eso es lo que me hace feliz. Y bueno, a la vez estoy también ligado al fútbol porque es una pasión y no se puede despegar nunca de eso, así que estoy en TyC y debatiendo del fútbol y mostrando mi lado más futbolero desde el lado de adentro que hace poquito dejé. Así que feliz y por los dos lados, estamos por todas las cosas. -¿Qué hacés en el espectáculo? -Primero, cuento una anécdota mía. No hay chiste, cuento anécdotas mías graciosas, pero después me tomo un momento para hablar de los sueños, de las cosas que por ahí te dicen que no y no se puede lidiar con eso, pero si vos estás convencido de hacerlo como me pasó a mí, que pude llegar a Primera y cumplir todos mis sueños del lado del deporte... Después, hago dos coreografías con Soledad, que es mi pareja del Bailando, un flamenco y un rock. Es muy completo todo y, bueno, el número uno del humor que es Rodrigo Vagoneta. Así que feliz. Yo seguí como en el Bailando y ahora mejor porque uno va aprendiendo y mientras van pasando los días se va perfeccionando. - Y estás en el Senior de Independiente... -Estamos ahí con el [Rolfi Montenegro](https://www.ole.com.ar/tema/rolfi-montenegro.html), el Toti Ríos, ahora se ve que viene el Facu Parra, así que vamos a tener un equipo competitivo y a mí me hace feliz. -Hablaste de Lema, hablaste de [Demichelis](https://www.ole.com.ar/tema/martin-demichelis.html), hoy por hoy, ¿quién juega mejor? ¿River, Boca? -Sí, River siempre jugó bien. El tema es que tiene muchos altibajos, que es lo que yo dije, del plantel que no confía tanto en él por la experiencia que yo tuve con técnicos nuevos. No soy ni hincha de River ni hincha de Boca, soy parcial, soy hincha de Newell's [. Y después hablé de Lema, que yo lo tuve de compañero y que es un caudillo](https://www.ole.com.ar/boca-juniors/sarmiento-lema-hagas-enojar-mata-boca-river-armani_0_NnK5K56rcK.html) y que se va a hacer respetar. Así que espero que no se enojen ni los de River ni los de Boca. -¿Te nominaron a las Estrellas de Mar como relevación? -No sabía del premio y el que se enojó fue mi compañero Rodrigo porque él ve el trabajo que yo estoy haciendo. Hace poco me retiré del fútbol y subí a un escenario... Él me lo dijo y la verdad que yo no lo tenía en cuenta pero es el primer año y yo con lo que me quedo es con el cariño de la gente que viene y me abraza. Me pide una foto, compra la entrada, llenamos el teatro todos los días y yo me quedo con ese premio. ¿Te ves más en el teatro o por ejemplo en un cuerpo técnico? -No, cuerpo técnico no, pero me empezó a pinchar el bichito otra vez y si me llama Julio (Falcioni) puede ser que vuelva. ¿Estás para jugar? -Si me llama Julio me pongo al 100 y seguimos... Mirá el video Brian Sarmineto - 29-2-2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:29:32.020+02:00",
    "updated": "2024-03-01T03:02:39.924+02:00"
  },
  {
    "uuid": "9290712f950dce4a7eb8decb884082298cf5dbe9",
    "url": "https://www.hindustantimes.com/cities/delhi-news/delhi-logs-13-hours-of-dense-fog-as-rail-flight-operations-take-a-hit-101703786853158.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2023-12-28T18:37:00Z",
    "title": "Delhi logs 13 hours of dense fog as rail, flight operations take a hit | Latest News Delhi - Hindustan Times",
    "text": "A dense fog blanketed the Capital for nearly 13 straight hours making it the longest spell of dense fog this season, weather officials said on Thursday, even as the India Meteorological Department sounded a “red alert” for dense to very dense fog between 4am and 10am on Friday, urging motorists to exercise caution.The fog that began descending late on Wednesday evening reduced visibility below 200 metres at Palam around 8.30pm and fell to just 50 metres at 10pm — remaining in this range till Thursday morning — throwing rail and flight operations in the city out of gear. The prevailing weather conditions also continued to entrap local pollutants and the city clocked a 24-hour average air quality index of 358 (very poor).“Visibility began to dip rapidly from Wednesday evening and dropped from 800 metres at 5.30 pm at Palam, and 100 metres by 8.30pm, improving only as wind speed was good,” said Kuldeep Srivastava, scientist at IMD, adding that no significant change in the weather is expected on Friday.“For the last two days, including Thursday, we had an orange alert. This has been upgraded to ‘red’ for Friday to warn people to be cautious while driving, particularly between 4am and 10am, when the visibility could go down to zero in places. People should drive slowly and use fog lights if possible,” Srivastava added.Over 100 flights were delayed since late Wednesday evening. However, despite bad weather, no flight diversions or cancellations were reported at Delhi’s Indira Gandhi International Airport.Airport officials said that since midnight of December 25, 58 flight diversions have been reported at the airport in total, with 50 of these being cases where the pilot was not CAT-III B compliant and not qualified to land in dense fog.A Northern Railways spokesperson, meanwhile, said at least 22 trains were delayed by more than one hour on Thursday morning. This included the Puri-New Delhi Purushottam Express, which was running at a delay of more than six hours.On Wednesday, shallow to moderate fog persisted over the Capital throughout the day, keeping the maximum temperature below 13 degrees Celsius (°C) — eight degrees below normal. However, IMD said the fog cleared up quickly on Thursday in comparison, raising the maximum temperature.Delhi’s lowest maximum temperature on Thursday was 14.3°C at southwest Delhi’s Jafarpur, followed by 16.5°C at Palam. Safdarjung, the base station for Delhi’s weather, recorded a maximum of 21.4°C, which is so far the lowest maximum for the season. This is still a degree above normal for this time of the year.Delhi’s minimum temperature was 8.4°C on Thursday morning, which was two degrees above normal. It was 7.8°C a day earlier.IMD had on Wednesday forecast chances of “cold day” conditions in isolated parts of Delhi on Thursday. A cold day is when the maximum temperature is 4.5°C or more below normal, with the minimum also being below 10°C.On Wednesday, Mungeshpur in northwest Delhi had recorded a high of 12.5°C, Jafarpur 12.8°C and north Delhi’s Narela was at 14.5°C. Safdarjung, Delhi’s base station for weather, was at 22°C and is forecast to record a maximum of 21°C on Friday.“No cold day conditions were recorded on Thursday, as winds were able to clear up the fog. We had good wind speed even at night time, which prevented visibility from going down to zero,” an IMD official said.IMD classifies it as “shallow” fog when visibility is between 500 and 1,000 metres, “moderate” when it is between 200 and 500 metres, “dense” when it is between 50 and 200 metres and “very dense” when it is 50 metres or lower.At least 11 people were killed on Wednesday as a band of thick fog left cities, towns and villages in parts of northern India virtually blinded, causing pile-ups on highways.Meanwhile, Delhi’s air continued to remain “very poor” on Thursday, improving marginally in the past 24 hours. The average air quality index (AQI) was 358 (very poor) according to the Central Pollution Control Board’s national bulletin released at 4pm. It was 380 (very poor) at the same time on Wednesday. Forecasts show Delhi’s air quality is likely to remain “very poor” till December 31.“Delhi’s air quality is likely to remain in the ‘very poor’ category from December 29 till December 31. The outlook for the subsequent six days shows the air quality is likely to remain in the ‘very poor’ category,” said the Early Warning System (EWS) for Delhi, a forecasting model under the ministry of earth sciences, adding that conditions were not favourable for dispersion of pollutants and any firecrackers burst on December 31, may worsen air quality further.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "delhi - hindustan times delhi",
          "sentiment": "none"
        },
        {
          "name": "palam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:00:26.313+02:00",
    "updated": "2023-12-29T04:14:14.657+02:00"
  },
  {
    "uuid": "43fa37ef0b02144745bb18c9869723d9ecccbf82",
    "url": "https://www.dnaindia.com/bollywood/report-meet-actress-srividya-who-love-kamal-haasan-changed-religion-marriage-husband-took-all-money-tragic-met-tragic-3072946",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Riddhima Kanetkar",
    "published": "2023-12-29T03:38:00Z",
    "title": "Meet actress who fell in love with Kamal Haasan, changed religion for marriage, husband took all money, met a tragic...",
    "text": "Bollywood Srividya has acted in many films including 'Annai Velankanni', 'Unarchigal', and 'Apoorva Raagangal' with Kamal Haasan. During the filming, Srividya fell in love with Kamal Haasan, but he began dating Vani Ganapathy. Srividya was then forced to abandon her love. Srividya, also known as Sreevidya, was an Indian actress best known for her work predominantly in Malayalam and Tamil films, along with a few Telugu, Kannada, and Hindi films. Srividya, the famous Tamil and Malayalam actress of the 70s, entered the world of acting at the age of just 13. After making a name for herself in Tamil and Malayalam cinema, Srividya got a chance to work in K Balachandar's film 'Apoorva Raagangal'. Kamal Haasan was in the lead role and Rajinikanth was the side hero in this film. This was Rajinikanth's debut film. Rajinikanth did not get much benefit from it but this movie made Srividya a star. The stardom she got from her first film changed Srividya's life forever. Srividya was born on July 24, 1953, in Madras, Tamil Nadu. Tamil film comedian Krishnamurthy and Carnatic classical singer ML Vasanthakumari were her parents. Her father had to stop acting in the year when she was born because of a disease that affected his facial muscles due to which her family fell into financial crisis. Srividya entered the film world at the age of 13 to run the household. Srividya was not only an excellent dancer but also strived to become a great actress. For this reason, she continuously got roles in Tamil films like 'Sambhavam' (1969), 'Tata Manavadu' (1972). Srividya became the star of Tamil films by continuously giving hit films. Srividya also made her mark in Malayalam cinema. Srividya has acted in many films including 'Annai Velankanni', 'Unarchigal', and 'Apoorva Raagangal' with Kamal Haasan. During the filming, Srividya fell in love with Kamal Haasan, but he began dating Vani Ganapathy. Srividya was then forced to abandon her love after she got to know about their marriage. During this period she fell in love with film director Bharathan who made many films with her as the female lead. Bharathan also eventually married KPAC Lalitha. After failing twice in her love life, Srividya fell in love for the third time with George Thomas, an assistant director in her Malayalam film 'Teekkanal'. She married him in January 1978 despite opposition from her family. Srividy changed her religion and was baptised before her marriage to George Thomas. She wanted to stay as a housewife but had to return to acting when George forced her to. Srividya soon realised that she made a wrong decision by marrying George Thomas. Soon after the wedding, Srividya's life became miserable and the couple divorced in 1980. She had to seek legal action against George Thomas as he had snatched all her properties, even her prizes. The case also went up to the Supreme Court of India, where she won in the final verdict. After winning the case, Srividya left Chennai and settled in Thiruvananthapuram. In 2003, she underwent a biopsy test and was diagnosed with metastatic breast cancer. She underwent treatment for three years. Srividya died in October 2006. [READ | Meet actress who took Rs 1 crore for one scene, not Sridevi, Aishwarya, Deepika, Priyanka, Alia, Nayanthara, Samantha](https://www.dnaindia.com/bollywood/report-meet-actress-who-took-rs-1-crore-for-one-scene-not-sridevi-aishwarya-deepika-priyanka-alia-nayanthara-samantha-3072941)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kamal haasan",
          "sentiment": "negative"
        },
        {
          "name": "rajinikanth",
          "sentiment": "none"
        },
        {
          "name": "ml vas",
          "sentiment": "none"
        },
        {
          "name": "raagangal",
          "sentiment": "none"
        },
        {
          "name": "balachandar",
          "sentiment": "none"
        },
        {
          "name": "srividya",
          "sentiment": "none"
        },
        {
          "name": "vani ganapathy",
          "sentiment": "none"
        },
        {
          "name": "krishnamurthy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bollywood srividya",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "malayalam",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "sreevidya",
          "sentiment": "none"
        },
        {
          "name": "madras",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:53:07.901+02:00",
    "updated": "2023-12-29T05:53:07.901+02:00"
  },
  {
    "uuid": "821aaaaad12f2c62a84f9005479cb9e1027770a3",
    "url": "https://news.gxtv.cn/article/detail_8b1a474d0af043c18ed3a8f022e28fd3.html",
    "ord_in_thread": 0,
    "author": "广西网络广播电视台",
    "published": "2025-07-23T18:55:00Z",
    "title": "刘国中在广西调研时强调 不误农时抓紧抓好农业生产工作 毫不懈怠巩固拓展脱贫攻坚成果_新闻频道_广西网络广播电视台",
    "text": "新闻\nNEWS\n时政\n|\n要闻\n|\n社会\n|\n法治\n|\n体育\n|\n财经\n首页\n>\n新闻\n> 正文\n刘国中在广西调研时强调 不误农时抓紧抓好农业生产工作 毫不懈怠巩固拓展脱贫攻坚成果\n2025-07-23 18:55:08\n来源：\n广西台新闻频道\n中共中央政治局委员、国务院副总理刘国中20日至22日到广西调研。他强调，要深入学习贯彻习近平总书记关于“三农”工作的重要论述，按照党中央、国务院部署，扎实做好粮食等重要农产品生产工作，持续巩固拓展脱贫攻坚成果，深入学习运用“千万工程”经验，因地制宜推进乡村全面振兴。\n刘国中先后来到柳州市、桂林市，走进田间地头、农民专业合作社等，实地了解水稻生产、糖料种植、高标准农田建设等情况。他强调，要不误农时抓紧早稻收割，细致开展机收、烘干、仓储等各环节工作，确保颗粒归仓。要有序推进早稻收购，引导多元主体积极入市，确保农民售粮顺畅、市场平稳。要加强晚稻栽插技术服务，强化先进适用技术集成推广，促进大面积单产提升。要积极培育推广优良甘蔗品种，加快提升丘陵山区地带机械化作业水平，推动糖料稳产提质。要保质保量推动高标准农田建设，强化项目建设全过程监管，深入开展工程质量“回头看”和专项整治。\n刘国中强调，近年来我国极端天气多发，要坚持底线思维，加强农业生产全周期气象监测服务，完善农业防灾减灾应急预案和物资、技术储备，有效防范应对农业灾害。当前要针对台风、洪涝等灾害天气，对受灾田块抓紧落实抢排积水、改种补种等措施，努力减少农业损失。\n刘国中还深入脱贫村、易地搬迁安置社区、乡镇卫生院等，看望脱贫群众，详细了解巩固拓展“三保障”成果、医疗帮扶等情况。他强调，现在距离有效衔接过渡期结束不到半年时间，必须慎终如始扛牢责任，守牢不发生规模性返贫致贫底线，确保平稳衔接过渡到常态化帮扶。要优化提升监测帮扶效能，运用大数据等信息化手段及时动态监测风险，精准落实帮扶措施。要突出抓好农民工和脱贫劳动力稳岗就业，立足特色优势发展乡村富民产业，千方百计促进农民增收。要扎实推进医疗卫生强基工程，加快推动紧密型县域医共体建设，方便农民群众就近享受优质医疗服务。\n广西台 汪舒\n投票\n验证信息\n身份证：\n手机号：\n验证码：\n获取验证码\n相关阅读\n·\n【乡村振兴看广西】临桂平水村：林下灵芝种植 富了乡亲守住了生态\n2025-07-24 10:27:28\n·\n【营商广西·桂在便利】广西上半年受理经营主体诉求近10万件 营商环境持续优化\n2025-07-23 20:46:15\n·\n台风“韦帕”远离广西沿海 沿海陆续恢复船舶进出港\n2025-07-23 19:59:52\n·\n8位老英雄老兵捐赠珍贵史料文物 填补广西革命军事史研究多项空白\n2025-07-23 19:54:16\n·\n路线公布！2025环广西·世巡赛10月14日开赛\n2025-07-23 19:51:13\n评论\n共有条评论\n还可以输入140字",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "topics": [
      "Politics->economic policy",
      "Politics->government",
      "Economy, Business and Finance->economy",
      "Economy, Business and Finance->agriculture",
      "Economy, Business and Finance->business governance"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:39:13.130+03:00",
    "updated": "2025-07-24T07:45:08.000+03:00"
  },
  {
    "uuid": "6b3d4653c07fb5536224f0dd693a221e64b58b25",
    "url": "https://www.moneydj.com/kmdj/news/newsviewer.aspx?a=cb4ad1a1-f323-45f7-874b-7af496a9e436",
    "ord_in_thread": 0,
    "author": "MoneyDJ新聞",
    "published": "2025-08-14T04:31:00Z",
    "title": "輝達CPO夥伴Coherent營收展望欠佳、盤後崩近2成",
    "text": "MoneyDJ新聞 2025-08-14 12:31:40 郭妍希 發佈輝達(Nvidia Corp.)矽光子共同封裝光學(CPO)供應夥伴Coherent Corp.公布的營收展望欠佳，盤後股價崩近兩成。 Barron`s、Seeking Alpha報導，Coherent 13日美股盤後公布第四季度(4-6月)財報：營收年增16%至15.3億美元；經調整的非一般公認會計原則(non-GAAP)每股盈餘為1美元，高於去年同期的0.51美元；non-GAAP毛利率為38.1%，高於去年同期的35.9%。根據FactSet調查，分析師原本預估Q2營收、non-GAAP每股盈餘應為15.1億美元、0.92美元。 Q4期間，受惠於AI投資熱潮的網通部門營收年增39.9%至9.45億美元(高於市場預期的9.40億美元)，抵銷材料與雷射部門營收合計年減8%的疲弱態勢。 展望Q1 (7-9月)，Coherent預估營收將介於14.6~16.0億美元之間(中間值為15.3億美元、不如分析師共識的15.5億美元)；經調整的non-GAAP每股盈餘將達0.93~1.13美元(中間值為1.03美元，符合分析師預期)；non-GAAP毛利率將介於37.5~39.5%。 Coherent 13日在正常盤下挫2.19%、收114.01美元；盤後股價跳水，至截稿前慘跌19.83%、報91.40美元。 根據輝達3月18日發布的新聞稿，輝達的矽光子供應鏈包括台積電(2330)、波若威(3163)、Coherent、康寧(Corning Incorporated)、Fabrinet、鴻海(2317)、Lumentum、SENKO、日月光投控(3711)旗下矽品、住友電氣工業(Sumitomo Electric Industries)以及天孚通信(TFC Communication)。 (圖片來源：Coherent) ＊編者按：本文僅供參考之用，並不構成要約、招攬或邀請、誘使、任何不論種類或形式之申述或訂立任何建議及推薦，讀者務請運用個人獨立思考能力，自行作出投資決定，如因相關建議招致損失，概與《精實財經媒體》、編者及作者無涉。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service",
      "Science and Technology->biotechnology",
      "Science and Technology->technology and engineering",
      "Science and Technology->scientific research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T08:18:27.275+03:00",
    "updated": "2025-08-14T08:22:36.000+03:00"
  },
  {
    "uuid": "1e61289bb13d071a388ba627d5468c622e751d3f",
    "url": "https://www.wmar2news.com/weather/less-humid-with-sunshine-today",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stevie Daniels",
    "published": "2024-07-19T06:25:00Z",
    "title": "Less humid with sunshine today",
    "text": "BALTIMORE — Happy Friday! Today will feel more comfortable with highs in the upper-80s and lower humidity! Skies will remain dry but the weather pattern becomes more humid and active heading into the weekend. This will promote thunderstorm activity on Saturday afternoon. The severe potential is low. Drying out on Sunday with highs returning to the 90s. All next week is a signature of summer with highs in the low 90s and scattered afternoon showers and thunderstorms.\nHave a sunny day!\nWMAR 7 Day Forecast:\nToday Mostly sunny, with a high near 88. Northeast wind 5-10 mph becoming east in the afternoon.\nTonight Mostly clear, then becoming mostly cloudy toward daybreak, with a low around 71. Southeast wind 5-10 mph.\nSaturday A chance of showers, with thunderstorms. Mostly cloudy, with a high near 87.\nSaturday Night A chance of showers and thunderstorms, then a slight chance of showers. Mostly cloudy, with a low around 70.\nSunday Mostly sunny, with a high near 92.\nSunday Night Mostly cloudy, with a low around 72.\nMonday A chance of showers and thunderstorms. Partly sunny, with a high near 91.\nMonday Night A chance of showers and thunderstorms. Mostly cloudy, with a low around 73.\nTuesday Showers likely and possibly a thunderstorm. Mostly cloudy, with a high near 90.\nTuesday Night Showers likely and possibly a thunderstorm. Mostly cloudy, with a low around 73.\nWednesday Showers likely and possibly a thunderstorm. Partly sunny, with a high near 91.\nWednesday Night Showers likely and possibly a thunderstorm. Mostly cloudy, with a low around 73.\nThursday Showers likely and possibly a thunderstorm. Mostly cloudy, with a high near 88.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment",
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "baltimore",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T09:30:27.563+03:00",
    "updated": "2024-07-19T09:30:27.563+03:00"
  },
  {
    "uuid": "8cd2a2b418a8dd90bde082e1f73c7346515b99f1",
    "url": "https://www.meneame.net/story/carlos-sainz-gana-cuarto-dakar/c084",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "systembd",
    "published": "2024-01-19T09:56:00Z",
    "title": "#84 Carlos Sainz gana su cuarto Dakar",
    "text": "[APolaDoTupé](/user/APolaDoTup%C3%A9)a [20minutos.es](/go/link/3898946) [#5](c5#c-5) dos leyendas del automovilismo, sin duda. Loeb es, muy probablemente, el mejor de la historia en el mundial de rallies, como así lo atestiguan sus 9 títulos. Pero hoy es el día de Sainz, celebrando su 4° Dakar a sus 61 años. Sebastien, de momento, tiene que esperar para ganar su primer Dakar, cosa que seguramente conseguirá algún día.\n[#21](c21#c-21) Sin desmerecer a Loeb, que además en muchas ocasiones se ha mostrado como un gentleman driver más propio de otra época, hay que tener en cuenta que en esos años no tuvo verdadera rivalidad, ni a nivel de pilotaje, pero sobre todo, a nivel de escudería.\nLo digo más con pena que otra cosa. Ver a Loeb batirse con pilotos de su nivel, en equipos parejos, hubiera sido algo que hubiera podido mantener viva la llama de estos campeonatos.\nVerle ahora luchando con Sainz es lo más parecido que ha habido. Y sólo hace que aún lamente más lo que fueron esos años.\n[#39](c39#c-39) Todo un caballero, con su coche averiado al ver pasar a Sainz, le señaló con las manos que fuera tranquilo. Ya no era el coche a batir.\n[#21](c21#c-21) Y además será con un DACIA ( https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/)). Eso sí que va a ser épico.\n[#41](c41#c-41) No te lleves a engaños, la estructura es Prodrive, que casi gana este año con Loeb. Dacia pone la marca\n[#5](c5#c-5) Loeb tiene más talento pilotando que Sainz. Lo ha demostrado muchas veces durante muchos años. Yo seguía el WRC de los 2000 y la gran mayoría de las veces le pasaba la mano por la cara, incluso con el mismo coche (compartieron equipo alguna temporada). Lo que tiene Sainz es una capacidad de trabajo, sacrificio y superación muy por encima de la media. Además como preparador de los coches siempre fue un genio. Ambos pilotos son increíbles.\n[#6](c6#c-6) pues ha sido el único de los Audi sin una avería grave y tampoco ha ganado ninguna etapa, así que de loco nada, ha sido rápido (si no no gana) pero muy calculador.\nY obviamente ha tenido algo de suerte, el Dakar es imposible ganarlo si la suerte no acompaña.\n[#1](c1#c-1) Un grande.\nDicho eso, esta claro que al Dakar no va mucho piloto joven bueno y con buenos coches. Se dedican a otras cosas.\nMenudo crack.. con 61 años ganando su cuarto Dakar y dando un repaso a un montón de gente mas joven que el\nOtra de esas competiciones que las monarquias absolutistas del golfo se compran para ellos.\nCarlos Sainz gana el Rally Arabia Saudi 2024. No es que nada de todo esto reste ningun merito al logro de Carlos, pero no esta de mas recordar que no solo el futbol, el tenis, la F1, el golf, etc... se ha vendido al blanqueamiento del absolutismo islamista radical. Asi como deportistas individuales en multiples deportes. Pues el \"Dakar\" tambien.\n[#11](c11#c-11) el mérito está en que Sainz ha ganado no sólo con coches distintos, sino en recorridos distintos también del Dakar (del que sólo queda el nombre.... ) como en Sudamérica...\nModoabuelo/ Cuando yo era joven Carlos Sainz se quedaba tirado a metros de la meta...ya nada es como antes.\n[#14](c14#c-14) Jajajajaja. En realidad antes de eso ya era legendaria su mala suerte. Recuerdo que en el 98 estaba trabajando y un compañero comentó que al ddía siguiente Sainz ganaría el mundial de Rallies...y yole respondí: Bah, seguro que se queda tirado en el último sector... todos se rieron...pero al día siguiente todos me miraron como si fuera un viajero del tiempo sabiendo lo que iba a pasar jajajaja\nEs un monstruo. Espero que perro sanxe le llame a Moncloa a felicitarlo y preguntarle unas cositas de asshole\n[#20](c20#c-20) Te diría que lo más parecido es cuando Alain Prost ganó el campeonato de Fórmula 1 sin ganar ni una carrera\n[#40](c40#c-40) Todos los campeones mundiales de F1 ganaron al menos una carrera ese año, siendo el que menos Keke Rosberg que solo ganó una cuando ganó el mundial en 1982. Además, Prost ganó al menos una carrera todos los años en F1 menos el de su debut en 1980 (que apenas sumó 5 puntos) y en 1991 con ese Ferrari que definió como un camión\n[#40](c40#c-40) [#58](c58#c-58) Emilio Alzamora ganó el mundial de 125 cc de motos, en 1999, creo, sin ganar ninguna carrera. En las ultimas o última vuelta, los dos italianos intentaron tirarle de la moto haciéndole un biscotto para que el que iba tercero ganase el mundial. No recuerdo el nombre de los italianos. Recuerdo haber visto la carrera con mi padre, y la indignación.\nViejuni me siento.\n[#62](c62#c-62) En 2020 estuvo a punto de hacerlo Joan Mir en MotoGP, la única carrera que ganó fue la antepenúltima y creo fue entonces cuando se aseguró el mundial de forma matemática\n[#58](c58#c-58) Gracias por la corrección. No sé por qué me sonaba lo de Prost, pero se ve que estaba equivocado.\n[#13](c13#c-13) lo hacen todos los equipos grandes. Si no recuerdo mal su competidor directo Loeb también lo hizo en esa misma etapa.\nY este tipo de acciones pasan en todo tipo de deportes y competiciones en los equipos grandes.\nPor ej. el ciclista top que recibe la bici de un gregario cuando la suya rompe y no pueden esperar al coche con la de recambio.\n[#13](c13#c-13) [#27](c27#c-27) A los que no entendemos nos cuentan la mala suerte que tuvo Sainz pinchando, como perdió 7 minutos esperando, como el bueno de su compañero le cedió las dos ruedas que no necesitaba.\nResulta que pinchó las dos ruedas por que iba desbocado para ganar sabiendo que tenía dos ruedas detrás, el tiempo que ganó lo perdió esperando y el compañero iba mas lento por que iba pisando huevos para conservar sus ruedas.\nMucho merito Carlos, vaya huevos y a su edad, una etapa de esas tiene que ser como si te dan una paliza buena.\n[#13](c13#c-13) Efectivamente, como se hace en este Rally en el que también se compite con equipo. Por ejemplo ayuda la ha recibido Al-Attiyah en muchas otras ocasiones y no por eso se desvirtúan sus victorias.\nAunque este año Al-Attiyah queda desvirtuado por si mismo, porque habiendo recibido ayuda estos pasados años, al ver que ya no tenía opciones de ganar la general ha dejado la competición sin ayudar a su compañero Loeb, que hasta hace dos etapas tenía posibilidades de ganar el Dakar. Al otro lado está Monsieur Dakar, Peterhansel, que con sus 14 títulos una vez perdidas las posibilidades de ganar el Dakar, ha sacrificado posibilidades de victorias de etapa solo para hacer de escudero de Sainz. (Veo muchísimo mérito en eso de Peterhansel)\n[#13](c13#c-13) Precisamente... El Dakar es un juego de equipo, es casi imposible sin compañeros ni estructura detrás\n[#13](c13#c-13) Realmente se corren dos dakares.\nEl primero es quien pueden ganar, estos llevan un gran equipo detrás y se apoyan. El caso que dices, el compañero de Carlos era nada más y nada menos que Stephane Peterhansel, más conocido como \"Monsieur Dakar\" por haberlo ganado 14 veces. Al final Audi ha ganado gracias al trabajo en equipo.\nEl segundo es de la gente que participa y su objetivo es acabarlo. No pueden aspirar a la victoria porque carecen de experiencia y/o no tienen un gran equipo detrás. Entre los corredores conocidos en este grupo podemos citar a Fernando Alonso en 2020 o a Jesús Calleja.\nLo bonito de este rally es la deportividad. Al ser tan duro, los corredores se poyan los unos a los otros. Por ejemplo cuando Calleja perdió más de 30 minutos por ayudar a Alonso con una reparación del coche en plena carrera. Otro ejemplo lo has tenido este año, cuando Loeb tuvo una avería (perdiendo definitivamente las opciones de ganar el Dakar) y al pasar Carlos, Loeb le indica que todo bien, que no necesita ayuda y que tire para adelante, pero que baje la velocidad ya que el tramo es jodido.\nDesde luego, es una competición que desde sus inicios se vendió al absolutismo teocrático islamista radical, que cosas.\nNació en áfrica, se largaron cuando la situación se volvió insostenible hacia américa.. no funcionó del todo bien y acabaron de rebote (sí, por la \"buena disposición\" de Arabia Saudí a acoger la carrera) allí.\n[#37](c37#c-37) Yo creo que se vendieron a la imagen de los vehículos cruzando un desierto (que es lo primero que se me viene a la cabeza).\nNo es un coche hibrido, es un electrico con autonomia extendida, los hibridos mueven las ruedas con el motor de combustion.\n¡Enhorabuena Carlos!\nCuarto Dakar, vencedor mas viejo del Dakar y el primer campeón del rally más duro del mundo con un coche eléctrico.\nSin duda es uno de los mejores pilotos de la historia del automovilismo.\n[#75](c75#c-75) Será que los coches allí son más viejos y lentos.\n... Pero vamos 460/80= 5,75 Km/h. Ni andando se va tan lento.\n[#50](c50#c-50) ayer miré por curiosidad, las distancias que había entre los dos puntos de la etapa en Google Maps. Unos 460 kilómetros. Le di a como llegar en coche y me marcaba en una linea más o menos recta, Sin rodeos ni leches ...... 80 horas.\nEsta gente la hace en cuatro y pico. Vale que el coche evidentemente ayuda, pero\npara mi, la imagen se ayer avisando a Sainz para que bajase el ritmo lo dice todo. Lo que dices un gentleman.\nEnhorabuena a Sainz por la victoria, su mérito tendrá supongo.\nAhora, es despreciable el blanqueamiento a un régimen inhumano como Arabia Saudí. Además, en los tiempos que vivimos, que sigan existiendo estos \"deportes\" (Dakar, F1, moto GP, Nascar...) que no son mas que una quema de combustible fósil inútil y totalmente desorbitada con todo lo que ello conlleva, existiendo, además, alternativas eléctricas.\n[#66](c66#c-66) https://www.hibridosyelectricos.com/coches/funciona-impresionante-coche-hibrido-carlos-sainz-ganado-dakar-2024_72406_102.html\n\"Los motores eléctricos del eje delantero y trasero son los encargados de mover el vehículo. Estos motores se alimentan de la energía almacenada en una batería que va instalada en el centro del coche y que tiene 52 kWh de capacidad.\nJusto por detrás de los asientos se ubica la central eléctrica que genera la electricidad que alimenta los motores. El generador es un motor 2.0 TFSI de gasolina que funciona siempre en un rango entre 4.500 y 6.000 rpm para optimizar al máximo la eficiencia energética.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.hibridosyelectricos.com/coches/funciona-impresionante-coche-hibrido-carlos-sainz-ganado-dakar-2024_72406_102.html",
      "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/)",
      "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/",
      "https://www.es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/",
      "https://www.es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288/)",
      "https://es.motorsport.com/dakar/news/dacia-fichaje-nasser-al-attiyah-dakar-2025/10557288",
      "https://hibridosyelectricos.com/coches/funciona-impresionante-coche-hibrido-carlos-sainz-ganado-dakar-2024_72406_102.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T13:15:15.210+02:00",
    "updated": "2024-01-19T13:15:15.210+02:00"
  },
  {
    "uuid": "3468f4e7fc02aea7aafb6dee9bda7a3ae06e85a2",
    "url": "https://www.zawya.com/en/press-release/companies-news/bain-and-company-makes-pioneering-deployments-of-state-of-the-art-ai-tools-worldwide-dbuq62t3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Release",
    "published": "2023-12-28T23:47:00Z",
    "title": "Bain & Company makes pioneering deployments of state-of-the-art AI tools worldwide",
    "text": "Cuttingedge technology includes Sage, a proprietary ChatGPT-powered platform that rapidly synthesizes firmwide information, data and insight to drive client work Tools will fuel teams’ productivity and maximize value delivered for clients Bain & Company is pleased to confirm more details of its pioneering use of artificial intelligence tools it has developed and is deploying worldwide to equip its 18,500-strong multi-disciplinary teams with an extensive and powerful suite of cutting-edge AI technology.\nThe groundbreaking AI tools have been rolled out across the firm in planned phases since early in 2023.\nAt the core of the technology solutions now enabling ‘Bainies’ worldwide with AI to enhance their efficiency, productivity, and the effectiveness of their work is Sage, a state-of-the-art proprietary chat platform powered by GPT 4.0 LLM from OpenAI. Sage provides Bain teams ability to generate incredible insights leveraging the wealth of Bain’s collective proprietary data and expertise in a matter of seconds.\nIt combines this with a simple and seamless front-end for users, allowing Bainies to harness it to accelerate and strengthen innovation and the development of business ideas and solutions firm-wide.\nSage is one of 12 generative AI-based tools Bain has deployed. It was developed in collaboration with OpenAI, the company behind the large-language-model AI technologies ChatGPT and GPT-4, with which Bain & Company formed a global strategic alliance in February this year.\n“The world continues to find powerful uses for AI that fuel innovation, productivity and business growth. It’s vital for companies to identify not just how AI will impact them, but to also master how they can benefit from this technology that will be critical to long-term competitive advantage,” said Manny Maceda, Bain’s worldwide managing partner. “At Bain, we understand the importance of exploring these new capabilities now and of equipping our teams with the tools to bring AI’s full potential to our clients.”\nIn addition to Sage, Bain is also implementing a full range of other AI-powered tools across the firm. These include Microsoft Copilot, which harnesses the power of generative AI to enhance productivity by performing routine tasks, draft content, and summarizes insights across the Microsoft Office product suite.\nOther examples of Bain’s proprietary generative AI capabilities include the Expert Call Guide Draft Generator which assists in drafting interview guides and a tool which categorizes datasets and provides sentiment analysis. Still more AI tools are in development at Bain with the goal of deploying AI securely, safely and at scale in the firm.\n“I am incredibly proud of what our firm and our technology and knowledge teams have been able to accomplish as we realize and leverage the benefits of AI,” said Ramesh Razdan, Bain’s global chief technology and information officer. “Rolling out new technologies at this level can be challenging, especially when the technology is still evolving. Our teams have been exceptional in providing the market-leading capabilities and the proper training necessary to effectively deploy generative AI, helping employees understand what these tools can do for them.”\nAbout Bain & Company\nBain & Company is a global consultancy that helps the world’s most ambitious change makers define the future.\nAcross 65 cities in 40 countries, we work alongside our clients as one team with a shared ambition to achieve extraordinary results, outperform the competition, and redefine industries. We complement our tailored, integrated expertise with a vibrant ecosystem of digital innovators to deliver better, faster, and more enduring outcomes. Our 10-year commitment to invest more than $1 billion in pro bono services brings our talent, expertise, and insight to organizations tackling today’s urgent challenges in education, racial equity, social justice, economic development, and the environment. We earned a platinum rating from EcoVadis, the leading platform for environmental, social, and ethical performance ratings for global supply chains, putting us in the top 1% of all companies. Since our founding in 1973, we have measured our success by the success of our clients, and we proudly maintain the highest level of client advocacy in the industry.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bain & company",
          "sentiment": "negative"
        },
        {
          "name": "gpt",
          "sentiment": "none"
        },
        {
          "name": "bain",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T05:51:09.549+02:00",
    "updated": "2023-12-29T05:51:09.549+02:00"
  }
]