[
  {
    "uuid": "f57b8bec0fc20ab3548f3b94902e8f19b878eca5",
    "url": "https://www.wthr.com/article/news/local/warming-shelters-keep-hoosiers-warm-as-temperatures-drop-wheeler-mission-indianapolis-indiana/531-93e36295-3b17-4de3-b400-c3622e93a81",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthew Fultz",
    "published": "2024-01-14T22:37:00Z",
    "title": "Wheeler Mission serves as warming center during extreme cold | wthr.com",
    "text": "INDIANAPOLIS — Right now, [warming centers across the region](https://www.wthr.com/article/weather/severe-weather/list-warming-centers-marion-county-shelters-indianapolis-snow-cold-arctic-blast-freezing-donations/531-c92ed50d-915b-40a8-8515-cd0611ea4118) are helping keep Hoosiers warm during this stretch of cold temperatures. At the [Wheeler Mission Center for Woman and Children](https://wheelermission.org/wheeler125/center-for-women-children/), they're helping families stay warm. Some of the ways they are prepared to offer warming shelters this winter is having overflow floor mats for for which families can sleep. \"It's an amazing facility, go by the rules, you stay warm and fed and I'm thankful,\" Stephanie Wagner said. Stephanie Wagner is staying at the center. She's spent the last two days off the streets, a place she says she would be normally. \"On the sidewalk I'm freezing and trying to keep myself warm,\" Wagner said. Wagner comes without a place to call home, but is now making the most of her time at the center to get back on her feet. \"If you haven't experienced it, then you can't imagine,\" Wagner said. \"Eat, shower, and I'm thankful.\" \"It's literally life and death to be outside in this type of weather,\" Brian Crispin, senior director at Wheeler Mission said. Crispin says their shelters are in winter contingency mode and are helping anyone and everyone who may need to keep warm this winter or have a hot meal. \"We've had close to a thousand people who stayed in all of our facilities. That's our men's shelter, our women's shelter. We also have a shelter in Bloomington,\" Crispin said. Meanwhile Indy Parks is also [helping folks stay warm with over a dozen shelters](https://www.indy.gov/activity/indy-parks-severe-weather-plan) across the metro area. On Sunday, they had to close their Brookside Park location due to power loss and no heat. In the meantime, Hoosiers like Wagner are just grateful for a place to get back on her feet. \"One second at a time, if that's what it takes. Move forward, head up and smile,\" Wagner said. Wheeler Mission said their winter contingency mode will be run through March. They are also in need of food donations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://www.indy.gov/activity/indy-parks-severe-weather-plan)",
      "https://wheelermission.org/wheeler125/center-for-women-children/),",
      "https://indy.gov/activity/indy-parks-severe-weather-plan)",
      "https://www.wheelermission.org/wheeler125/center-for-women-children/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephanie wagner",
          "sentiment": "none"
        },
        {
          "name": "wagner",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wheeler mission",
          "sentiment": "negative"
        },
        {
          "name": "hoosiers",
          "sentiment": "none"
        },
        {
          "name": "wheeler mission center for woman and children",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "indianapolis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-15T00:50:04.431+02:00",
    "updated": "2024-01-15T00:50:04.431+02:00"
  },
  {
    "uuid": "604ac0bcfaaec5fdac0ff2ffd1ef29ee8f7bb30e",
    "url": "https://www.aol.co.uk/stained-glass-artist-brian-clarke-223000560.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-29T22:30:00Z",
    "title": "Stained glass artist Brian Clarke ‘surprised and grateful’ for knighthood",
    "text": "Stained glass artist Brian Clarke ‘surprised and grateful’ for knighthood British artist Brian Clarke has said he is “feeling very surprised and grateful” at being given a knighthood in the New Year Honours. Painter and architectural artist Clarke, 70, who has been described as “the most celebrated stained glass artist in the world today”, is honoured for his services to art in a career that has spanned 50 years. His work has appeared in landmarks worldwide including the Al Faisaliyah Center in Riyadh, the Royal Mosque of King Khalid International Airport in Saudi Arabia, and the 14-metre-high, stained glass pavilion, The Stamford Cone in Connecticut. Sir Brian, who is believed to be the first stained glass artist to receive a knighthood for the artform, said in a statement: “I am working class by birth and by inclination. “My art is for the working class and my public art in stained glass is intended to beautify the corners of the world it occupies. “I feel so grateful that my life’s work has been noticed, being honoured for it is more than I could have imagined.” Over the years, he has also created stained glass for commemorative works including the Holocaust Memorial Synagogue (Neue Synagogue) in Darmstadt, Germany, and also designed an artwork in 2010 for the Papal Chapel of the Apostolic Nunciature in London, for Pope Benedict XVI’s state visit to the United Kingdom. He told the PA news agency of being given a knighthood: “I’m feeling very surprised and grateful really. It’s wonderful to get noticed for one’s work, but to get honoured for it too is really very encouraging.” Sir Brian was born in Oldham, Lancashire, into a working class family, with his father, Edward, a miner, while his mother, Lilian, worked at the local cotton mill, according to his official website. He received his first commission at the age of 17, for a Grade II listed property and, by the early 80s, had become a “major figure in contemporary international art” as both a painter and stained glass artist. He added of the honour: “To get one’s art noticed in this kind of way, in any way, is a privilege, but to be honoured too is fantastic. “The medium that I’m best known for, I used to be best known as a painter, but I think there’s been more attention paid to my stained glass in later years. “And it’s a medium that this country has had a thousand years of tremendous history (with), this medium has impacted on our culture in a substantial way. “It’s a wonderful, wonderful medium. It lifts the spirits and helps articulate the nature of architecture. It’s a thrilling medium, and I want it to last as long as it possibly can. “And so, anything like this, of course, will contribute to supporting the continuation of what is a unique and special part of our visual arts culture.” Over the years, he has been commissioned by leading designers including British architect Lord Norman Foster; Japanese architect Arata Isozaki and the late British architect Dame Zaha Hadid, to design stained glass for buildings across the world. Last year, he designed and fabricated a series of large-scale stained glass windows for the Brian Clarke Church of England Academy, a co-educational secondary school in Oldham, which is named after him. His current exhibition, A Great Light, has been on show at Damien Hirst’s Newport Street Gallery in London, and celebrates Clarke’s 70th year with a collection of works from 2002 to the present day, the gallery said. The year 2024 will see him working on a commission for Bahrain Airport.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian clarke",
          "sentiment": "negative"
        },
        {
          "name": "brian clark",
          "sentiment": "negative"
        },
        {
          "name": "clarke",
          "sentiment": "none"
        },
        {
          "name": "brian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stamford cone",
          "sentiment": "none"
        },
        {
          "name": "al faisaliyah center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "connecticut",
          "sentiment": "none"
        },
        {
          "name": "royal mosque of king khalid international airport",
          "sentiment": "none"
        },
        {
          "name": "riyadh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:56:17.034+02:00",
    "updated": "2023-12-30T00:56:17.034+02:00"
  },
  {
    "uuid": "9c6f0815f770618e3fd98638741c7dadf3356424",
    "url": "https://www.cope.es/emisoras/andalucia/granada-provincia/granada/noticias/treinta-creaciones-artistas-ciudad-realizadas-partir-materiales-reciclados-20240705_3386251",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "COPE Granada",
    "published": "2024-07-05T07:12:00Z",
    "title": "Treinta creaciones de artistas de la ciudad realizadas a partir de materiales reciclados. - Granada - COPE",
    "text": "El patio del Ayuntamiento de Granada se vuelve a abrir de par en par al talento de los creadores de esta ciudad a través de ‘Re-Crea’, el certamen de artes plásticas y reciclaje organizado por el Consistorio y la empresa concesionaria del servicio de limpieza y recogida de residuos, Inagra, que pretende ser una llamada a la reflexión acerca de la necesidad de mantener un cuidado responsable del medio ambiente. En su séptima edición, la exposición 'Re-Crea' reúne una treintena de obras realizadas a partir de materiales reciclados y que, bajo el lema ‘Una sola piel’, exploran la temática elegida en 2023 para conmemorar el Día Mundial del Medio Ambiente (‘Por un planeta #SinContaminaciónPorPlásticos’) e invitan a una reflexión artística sobre el abuso innecesario que a menudo hacemos de los envases plásticos, cuyos desechos contaminan nuestro entorno.La Facultad de Bellas Artes de la Universidad de Granada se suma por primera vez junto a la Escuela de Arte y Superior de Diseño José Val del Omar de Granada como colaboradora de este concurso dirigido a alumnos y ex alumnos de ambos centros y que busca una mirada cómplice hacia unos hábitos de vida sostenibles a partir de la transformación de materiales reciclados en auténticas obras de arte. Coincidiendo con la celebración del Día Internacional Libre de Bolsas de Plástico, la concejala de Limpieza Viaria, Ana Sánchez, ha inaugurado esta mañana la exposición junto al director general de Inagra, Pablo García. ‘Una sola piel’ reúne pinturas, collages, esculturas, instalaciones, tapices y creaciones de vestuario realizadas a partir de restos de telas, vidrio, plásticos, latas, maderas, papel y cartón, cerámica, metal y forja que comparten su objetivo de “despertar al espectador” y “concienciarle acerca de la vital importancia de reciclar los residuos que generamos si queremos poder disfrutar de un futuro más limpio, más verde y más sostenible”, tal y como ha destacado la edil.Sánchez ha agradecido a los alumnos y ex alumnos de la Facultad de Bellas Artes y de la Escuela de Arte y Superior de Diseño José Val del Omar su “tiempo, trabajo, dedicación y esfuerzo” para la creación de unas obras que no dejan a nadie indiferente y que apelan directamente a nuestra responsabilidad como sociedad en el cuidado de la naturaleza. Junto a la inauguración de la muestra también ha tenido lugar la entrega de los diplomas de participación a todos los artistas y de los premios a los seis ganadores. Así, la pieza ‘Fullonica’ de Mª Dolores Herrera Bonet inspirada en la obra ‘Pompeii’ de Mariano Fortuny y Madrazo ha sido merecedora del primer premio, valorado en 1.000 euros. La obra, realizada a partir de restos textiles reutilizados, carretes de hilo, mallas y grapas de verduras unidos mediante bordados inspirados en diferentes motivos florales, arabescos o los plisados del famoso vestido Delphos, se aborda desde los conceptos de sostenibilidad, reutilización y reciclaje. El pequeño desplegable ‘Desgranar’ de Alba María Espinosa López que toma la estética de un azulejo de cerámica de Fajalauza y que subraya la paradoja de recubrir de plástico algo que ya viene perfectamente envuelto por la naturaleza ha sido reconocido con el segundo premio, dotado con 700 euros; mientras que la imponente escultura de tamaño real ‘La mula’ de Yolanda Flores Martínez, realizada íntegramente con cartón reciclado, se ha alzado con el tercer premio y 500 euros.La escultura ‘Burbujas de inocencia’ de Jorge Juan Hernández López, realizada en vidrio azul soplado y concebida como una alegoría a la piel del planeta delicada como una pompa de jabón; el díptico ‘Entrañas’ de Andrea Peralta Puerto, compuesto por dos tablas cubiertas por piel, textiles y maderas recicladas que representan las distintas capas de componen la tierra; y ‘Citizen F’, el collage textil inspirado en Federico García Lorca de Nurya Polo Peinado se han hecho con los tres accésits, dotados con 300 euros cada uno.El jurado ha estado integrado por la concejala de Limpieza Viaria, Ana Sánchez, en representación del Ayuntamiento de Granada; el director general de Inagra, Pablo García; el vicedecano de Extensión Cultural y Estudiantes de la Facultad de Bellas Artes, Manuel Bru; el director del departamento de Escultura de la Facultad, Antonio Martínez Villa; el vicedirector de Extensión Cultural y Artística de la Escuela de Arte y Superior de Diseño José Val del Omar, Alejandro López Sánchez; y el jefe del departamento de Extensión Cultural de la Escuela, Juan Manuel Peregrina Palomares. La elección de los ganadores se ha realizado tanto en función de criterios de calidad artística como de su adecuación a la temática propuesta y al uso de materiales reciclados. Enmarcada dentro del compromiso estable con los objetivos de desarrollo sostenible que marca la Agenda 2030, ‘Una sola piel’ permanecerá abierta hasta el miércoles 17 de julio en el horario de atención al público del Ayuntamiento de Granada.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T10:32:18.901+03:00",
    "updated": "2024-07-05T10:32:18.901+03:00"
  }
]