[
  {
    "uuid": "1db8e44c138859f1bc0247282a205da5076eef1b",
    "url": "https://truthout.org/articles/campaign-to-demonize-palestinian-advocacy-shows-cracks-at-columbia-and-in-courts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Ludwig",
    "published": "2024-01-25T20:19:00Z",
    "title": "Campaign to Demonize Palestinian Advocacy Shows Cracks at Columbia and in Courts | Truthout",
    "text": "Israel Doctors Without Borders Slams US for Ceasefire Veto in Devastating UN Address Wisconsin WI Gov Calls On State Supreme Court to Order Changes to Congressional Districts Israel “Gaza Has Become a Death Zone,” World Health Organization Director Warns LGBTQ Rights House Republicans Threaten Government Shutdown in Push for Anti-Trans Policies More About Donate Manage Your Donation More Ways to Give Subscribe Submission Guidelines Financial Information Privacy Policy Memorial Essay Prize Truthout Center for Grassroots Journalism Job Openings Contact Us © 2024 Truthout News | Politics & Elections Campaign to Demonize Palestinian Advocacy Shows Cracks at Columbia and in Courts The double standards have become stark as leaders fail to condemn a chemical attack against a Columbia ceasefire rally.\nBy Mike Ludwig , T ruthout Published January 25, 2024 A person speaks at a rally in support of Palestine and for free speech at Columbia University on November 14, 2023, in New York City. Spencer Platt / Getty Images A person speaks at a rally in support of Palestine and for free speech at Columbia University on November 14, 2023, in New York City. Spencer Platt / Getty Images News | Politics & Elections Campaign to Demonize Palestinian Advocacy Shows Cracks at Columbia and in Courts The double standards have become stark as leaders fail to condemn a chemical attack against a Columbia ceasefire rally.\nBy Mike Ludwig , T ruthout Published January 25, 2024 A person speaks at a rally in support of Palestine and for free speech at Columbia University on November 14, 2023, in New York City. Spencer Platt / Getty Images Part of the Series Struggle and Solidarity: Writing Toward Palestinian Liberation The Supreme Court quietly declined on Monday to consider a lawsuit against the U.S. Campaign for Palestinian Rights (USCPR) brought by an Israeli Zionist group called the Jewish National Fund (JNF) and U.S. citizens living in Israel. The federal lawsuit, first filed in 2019, claimed that USCPR provided “material support” for “terrorism” allegedly linked to Hamas in the Gaza Strip, but the complaint was roundly dismissed by multiple courts in recent years for lack of evidence.\nThe lawsuit’s failure at the highest echelon of the U.S. legal system is a victory for Palestinian rights activists and the Boycott, Divestment, Sanctions (BDS) movement, which has been legally suppressed in the U.S. for putting financial pressure on the Israeli government to end the occupation of Palestine and respect human rights. However, the lawsuit is part of a much broader smear campaign that has exploded in scope since Israel decided to wage its ruthless war on Gaza rather than negotiate a prisoner exchange with Hamas after Israeli civilians were taken hostage during the October 7 surprise attacks.\nSince October, the far right Israeli government and its supporters in the U.S. have conflated a wave of pro-Palestine and antiwar protests with “terrorism,” “antisemitism” and “genocide” in what critics say is a blatant attempt to dehumanize and discredit the Palestinian cause while silencing constitutionally protected forms of activism, including boycotts and campus protests. It’s the same playbook deployed by the JNF and allied Zionist groups that filed briefs in support of the now-defunct lawsuit against the USCPR and the BDS movement back in 2019.\nAhmad Abuznaid, the executive director of USCPR, said the accusations routinely lodged by Zionists against Palestinian rights activists would almost be comical if an actual genocide were not underway in Gaza, where more than 25,000 people have died in Israel’s relentless campaign of bombing and besiegement. After all, USCPR’s mission is to end funding for genocide and secure “justice for all” in Palestine and Israel, Abuznaid said.\n“Yes, we’ve seen these sorts of attacks before, since they can’t counter our arguments, which are based in facts, logic and a sincere defense of human rights, they launch attacks to stifle the debate,” Abuznaid told Truthout in an interview. “The masses reject this notion and support a ceasefire and a free Palestine.”\nRelated Story Op-Ed | Education & Youth I Refuse to Endorse Zionism, So I Am Resigning From My Leadership Position I have experienced unrelenting pressure from Florida Atlantic University to disavow my anti-Zionist ethical commitments. By Nicole Erin Morse , T ruthout January 25, 2024 Truthout The JNF is a quasi-state organization that acquires and administers land for the “sole benefit” of Jewish Israelis, according to the Center for Constitutional Rights, which represented USCPR in the case. The defendants previously participated in a “Stop the JNF” campaign that highlighted the group’s discriminatory practices against Arab Israelis, but the lawsuit also attempted to shape the narrative around the Great March of Return of 2018.\nThe Great March of Return was a series of protests that saw thousands of Palestinians in Gaza march on Israel’s infamous border wall to demand an end to the economic blockade of the enclave and ensure the right of return for refugees who were forced from their homes by Israeli occupiers in the decades prior. The protests were largely nonviolent and unarmed , but there were reports of thrown rocks, burned tires and what the JNF calls “incendiary terror balloons and kites.”\nAs protests continued for weeks, a small group of protesters released balloons tied to burning rags toward Israel. The protesters called the balloons “distress signals” from inside Gaza, where an Israeli blockade devastates the economy and much of the population is trapped behind a militarized border wall with little or no freedom of movement. The balloons caused no injuries but damaged some agricultural land with apparent ties to the JNF, which is one of the largest private landowners in Israel.\nIn contrast, the Israeli military responded to the 2018 protests with brute and deadly force, firing tear gas, rubber-coated bullets and live rounds directly into large crowds of people. Of the more than 6,000 people who were shot, 183 died, and the number of wounded demonstrators reached a staggering 13,000 . Many were women and children, and 39 journalists were shot by live fire, including two who died from their injuries, according to the United Nations.\nAs images of Israeli soldiers shooting at peaceful protesters demanding freedom provoked international outrage, the pro-Israel lobby and its allies in the U.S. media diverted attention with sensational reports on the so-called terror balloons that harmed no one. In the federal lawsuit, JNF accused USCPR of providing “material support” for the balloons via Hamas, citing USCPR’s support for the BDS movement and the Great March of Return. In dismissing the lawsuit in 2021, a federal judge wrote that the lawsuit’s arguments were “to say the least, not persuasive.”\n“The JNF’s accusations were baseless, as recognized by the district court, the court of appeals, and now confirmed by the Supreme Court,” said Diala Shamas, a senior staff attorney at the Center for Constitutional Rights, in a statement. “This is an important victory, but USCPR shouldn’t have been subjected to these smears in the first place.”\nThe narratives behind Zionist smear campaigns — that all Palestinians are guilty of terrorism by association, and their demands for justice and freedom are inherently dangerous — was again turned on its head last week at what began as a peaceful protest at Columbia University demanding a ceasefire in Gaza. At least eight students were hospitalized after being sprayed with a foul-smelling chemical that made them sick, according to student organizers and news reports. Several other students sought medical treatment or reported damaged property after the smell remained on their clothes for days.\nSome student activists believe the attackers are former Israeli soldiers who sprayed them with “skunk,” a putrid chemical irritant deployed against protesters in Palestine as a form of collective punishment. A law enforcement investigation of has yet to confirm this account but remains ongoing. Columbia administrators said on Sunday that two “alleged perpetrators” were banned from campus as the school investigates “serious crimes, possibly hate crimes.” The university did not release the identities of the alleged attackers, and New York police reportedly declined to investigate the attack as a hate crime because it occurred at a political event.\nAlong with other elite institutions, Columbia University became a flashpoint fueled by obsessive coverage of pro-Palestine protests in the conservative media, where student activists are routinely cast as Hamas or “terrorist” sympathizers. In November, under intense pressure from the corporate media and megadonors , Columbia administrators suspended the campus chapters of Students for Justice in Palestine (SJP) and Jewish Voice for Peace (JVP) for holding unauthorized protests, a move that fed the flames of the raucous national debate over “safety” and “free speech” on college campuses.\nChapters of SJP and JVP organize protests across the nation, and at Columbia, the groups reorganized under a different banner and continued holding actions demanding a ceasefire in Gaza. After being accused of “antisemitism” and endorsing the “genocide” of Jewish people for months (despite many organizers being Jewish), the students called out a “double standard” reflecting years of suppression efforts aimed at Palestinian rights activists in the U.S. In a statement on Monday following the chemical attack, the Columbia chapters of SJP and JVP wrote:\nThis hateful assault came after months of Columbia viciously targeting and repressing Palestinian student advocacy, contributing to a hostile environment that dangerously emboldens violent attacks like these, during a time when violent hate crimes against Palestinian, Arab, and Muslim Americans are surging. The administration must repair the damage it has done.\nMeanwhile, U.S. elected officials — who were quick to haul university presidents before Congress in McCarthyite hearings intended to smear and silence Palestinian student advocacy — so far have nothing to say of the two former Israeli soldiers who just attacked dozens of U.S. students on an American college campus with an illegal chemical-based weapon. The double standard is clear. Who will protect students who are advocating for safety and freedom for Palestinians?\nAbuznaid said the contradictions in the debate are obvious for anyone willing to see. When student protesters chant “From the river to the sea, Palestine will be free,” they are accused of supporting the “genocide” of Jewish people, when in reality, he said, they are calling for an end to the Israeli police state’s occupation and equal political rights for both Palestinians and Israelis.\n“[Activists] are demanding equal rights, justice and self-determination from ‘the river to the sea,’ but the only way you can defeat that argument on the Palestinian side is with allegations of hateful antisemitic aspirations,” Abuznaid said.\nMeanwhile, Israeli Prime Minister Benjamin Netanyahu is rejecting President Joe Biden’s calls for a two-state solution and insisting that Israel is entitled to control all lands “from the river to the sea” — including Gaza and the West Bank — while his military faces serious international accusations of ethnic cleansing and literal genocide for destroying Gaza. As Palestinian rights activists often say, “Every accusation is an admission.”\n“It’s a way of muddying the debate, and that is the only way the pro-Israel side is able to counter the Palestinian argument for freedom, by throwing so much mud, lies and accusations at the other side — the attempt is to make us look just as muddy as them,” Abuznaid said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.cair.com/press_releases/cair-ny-condemns-reported-spraying-of-foul-smelling-liquid-on-peaceful-protesters-at-columbia-demands-law-enforcement-action/",
      "https://ccrjustice.org/home/press-center/press-releases/us-federal-judge-dismisses-lawsuit-filed-jewish-national-fund",
      "https://www.cnn.com/2023/10/27/business/leon-cooperman-students-israel-protests/index.html",
      "https://www.ohchr.org/en/hr-bodies/hrc/co-iopt/report2018-opt",
      "https://www.aljazeera.com/news/2020/8/21/gaza-incendiary-balloons-are-distress-signals",
      "https://www.nydailynews.com/2024/01/23/columbia-students-recount-spray-attack-during-pro-palestinian-protest/",
      "https://thehill.com/homenews/education/4304627-columbia-suspends-student-group-palestine-jewish-israel-hamas/",
      "https://www.unrwa.org/campaign/gaza-great-march-return",
      "https://ccrjustice.org/home/what-we-do/our-cases/jewish-national-fund-v-us-campaign-palestinian-rights",
      "https://provost.columbia.edu/news/update-campus-incidents",
      "https://www.theguardian.com/commentisfree/2024/jan/02/israel-allies-peace-talks-include-hamas-palestinians",
      "https://www.amny.com/news/columbia-university-chemical-attack-protest/",
      "https://ccrjustice.org/the-palestine-exception",
      "https://newrepublic.com/post/178243/benjamin-netanyahu-literally-says-from-the-river-to-the-sea",
      "https://www.hrw.org/news/2019/04/23/us-states-use-anti-boycott-laws-punish-responsible-businesses",
      "https://www.columbiaspectator.com/news/2024/01/22/protesters-allegedly-sprayed-with-hazardous-chemical-at-pro-palestinian-rally-nearly-two-dozen-report/",
      "https://www.ccrjustice.org/home/press-center/press-releases/us-federal-judge-dismisses-lawsuit-filed-jewish-national-fund",
      "https://www.newrepublic.com/post/178243/benjamin-netanyahu-literally-says-from-the-river-to-the-sea",
      "https://thehill.com/homenews/education/4304627-columbia-suspends-student-group-palestine-jewish-israel-hamas",
      "https://www.cair.com/press_releases/cair-ny-condemns-reported-spraying-of-foul-smelling-liquid-on-peaceful-protesters-at-columbia-demands-law-enforcement-action",
      "https://www.columbiaspectator.com/news/2024/01/22/protesters-allegedly-sprayed-with-hazardous-chemical-at-pro-palestinian-rally-nearly-two-dozen-report",
      "https://www.amny.com/news/columbia-university-chemical-attack-protest",
      "https://theguardian.com/commentisfree/2024/jan/02/israel-allies-peace-talks-include-hamas-palestinians",
      "https://www.provost.columbia.edu/news/update-campus-incidents",
      "https://nydailynews.com/2024/01/23/columbia-students-recount-spray-attack-during-pro-palestinian-protest/",
      "https://columbiaspectator.com/news/2024/01/22/protesters-allegedly-sprayed-with-hazardous-chemical-at-pro-palestinian-rally-nearly-two-dozen-report/",
      "https://hrw.org/news/2019/04/23/us-states-use-anti-boycott-laws-punish-responsible-businesses",
      "https://unrwa.org/campaign/gaza-great-march-return",
      "https://cair.com/press_releases/cair-ny-condemns-reported-spraying-of-foul-smelling-liquid-on-peaceful-protesters-at-columbia-demands-law-enforcement-action/",
      "https://www.ccrjustice.org/home/what-we-do/our-cases/jewish-national-fund-v-us-campaign-palestinian-rights",
      "https://cnn.com/2023/10/27/business/leon-cooperman-students-israel-protests/index.html",
      "https://ohchr.org/en/hr-bodies/hrc/co-iopt/report2018-opt",
      "https://www.nydailynews.com/2024/01/23/columbia-students-recount-spray-attack-during-pro-palestinian-protest",
      "https://www.thehill.com/homenews/education/4304627-columbia-suspends-student-group-palestine-jewish-israel-hamas/",
      "https://aljazeera.com/news/2020/8/21/gaza-incendiary-balloons-are-distress-signals",
      "https://amny.com/news/columbia-university-chemical-attack-protest/",
      "https://www.ccrjustice.org/the-palestine-exception"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike ludwig",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "demonize palestinian advocacy shows cracks",
          "sentiment": "negative"
        },
        {
          "name": "congress endangers nutrition",
          "sentiment": "none"
        },
        {
          "name": "columbia university",
          "sentiment": "none"
        },
        {
          "name": "columbia",
          "sentiment": "none"
        },
        {
          "name": "spencer platt / getty images",
          "sentiment": "none"
        },
        {
          "name": "truthout news | politics & elections campaign to demonize palestinian advocacy shows cracks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "columbia",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:16:54.424+02:00",
    "updated": "2024-02-23T07:33:49.605+02:00"
  },
  {
    "uuid": "a90c072fc73c1e8f29ba307621976e6a81d143ad",
    "url": "https://www.lavozdeasturias.es/noticia/opinion/2024/10/31/terrible/00031730399744217875304.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diego Valiño",
    "published": "2024-11-01T03:00:00Z",
    "title": "Tiene que ser terrible",
    "text": "Vaya por delante toda mi solidaridad con las víctimas afectadas por la depresión aislada en niveles altos (conocida como DANA) que de manera muy violenta afectó a una buena parte de nuestro país (con especial virulencia en el País Valenciano, provocando centenares de personas muertas y desaparecidas). La fuerza del agua ha originado una catástrofe de tal magnitud que no hay precedentes similares en España. Parece mentira que mientras en Asturias/Asturies apenas hubo precipitaciones (e incluso hemos tenido temperaturas veraniegas), este horror se ha producido no muy lejos de nuestro territorio (cuando una tragedia te toca cerca siempre te afecta más aunque no tengas a personas conocidas entre los que han perdido la vida o se han quedado sin sus propiedades). Pone los pelos de punta pensar que la vida es una lotería. vivir algo así. Aunque lo material siempre debe ocupar un segundo plano, mucha gente lo ha perdido todo: sus casas y sus coches (hay imágenes que no se diferencian mucho de una guerra, con todos esos vehículos apiñados), sus negocios… y lo mismo con el estado en el que han quedado muchas infraestructuras (carreteras, vías de tren…) que requerirán de mucha obra. Los humanos no nos percatamos de que somos insignificantes en el planeta y que quien manda es la madre naturaleza (es verdad que aunque tenemos medios e inteligencia para adaptar el terreno a nuestras necesidades, no son pocas veces las que perdemos la partida). Quiero ser cauto y no criticar a nadie (alguno se lo merece, como el señor Feijóo y sus irresponsables palabras contra la [AEMET](/temas/aemet)) porque tiempo habrá para analizar si las alertas funcionaron correctamente, si no ha sido una incorrecta idea prescindir del ‘chiringuito’ del Unidad Valenciana de Emergencias, si ante previsiones tan desfavorables no deberían las empresas suspender su actividad para proteger a sus trabajadoras y trabajadores, si por donde el agua arrasó con todo son zonas inundables donde no deberían estar edificios ni carreteras y si este tipo de sucesos meteorológicos van a ser así de frecuentes aunque todavía haya quien niegue los efectos del cambio climático (en el Levante no son extrañas las ‘gotas frías’, pero es que en esta ocasión fue bestial la tormenta que hubo). Me veo en la obligación de hacer un tirón de orejas a la mayoría de los medios de comunicación. Las portadas de los periódicos nacionales del miércoles y las coberturas de las principales televisiones en la noche anterior minusvaloraron el caos (dándole escasa atención a lo que de verdad importaba). Solo puedo aplaudir a las emisoras de radio, que sí actuaron como un verdadero servicio público cancelando la programación habitual para ayudar a quienes necesitaron contar sus testimonios (muchas personas pudieron ser localizadas por los servicios de emergencia). Quiero resaltar, una vez más, toda mi admiración por lo público. Me parecieron fatal las palabras de Carolina Marín en ‘La Revuelta’ quejándose de que ella paga muchos impuestos. Si no contribuimos en función de nuestros ingresos estaríamos al mismo nivel que Estados Unidos cada vez que un tornado arrasa con todo (allí o tienes dinero y todo asegurado o estás perdido. Aquí no, aquí hay un país que con todos sus defectos te protege, te salva, te ayuda y no te abandona nunca a tu suerte). Deseo que todas las ayudas lleguen lo antes posible para recompensar todos los daños y se pueda volver cuanto antes a la normalidad. No puedo más que sobrecogerme con cada historia y con el terror que vivieron los habitantes de esas zonas. ¡Mucha fuerza! El machismo está impregnado en todas las capas de la sociedad. Es verdad que no te esperas en determinadas personas comportamientos totalmente incompatibles con lo que predican, y esa es la sensación de frustración que me ha generado Iñigo Errejón. Una organización, sea política o de cualquier índole, no es la culpable de que haya personas en su seno que hagan lo contrario a lo que, supuestamente, defienden. Lo que tiene que hacer ese partido o entidad es actuar en consecuencia caiga quien caiga, y creo que hay que reconocerle a Sumar que ha tomado las decisiones correctas expulsando a quien ha reconocido, en una carta infame, que le supera la contradicción entre la persona y el personaje (nada que ver con Rita Maestre, que fue hace años pareja suya, y que imagino que verte en una situación así tiene que ser terrible). Toda mi solidaridad con las víctimas que han sufrido agresiones sexuales y mi apoyo para que denuncien (cuando se vean preparadas) todas las acciones no consentidas (esos hombres siguen sin entender que no es no). ¡Qué la vergüenza cambie de bando!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "País Valenciano",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T06:13:53.260+02:00",
    "updated": "2024-11-01T06:23:06.943+02:00"
  },
  {
    "uuid": "fb9c1468da0dd02804c5cceea4474d318a027fd4",
    "url": "http://www.tapi.dost.gov.ph/news/494-organic-dewormer-a-safe-choice-for-poultry-farmers-and-consumers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirielle Vacal",
    "published": "2024-07-19T02:46:00Z",
    "title": "Organic Dewormer: A Safe Choice for Poultry Farmers and Consumers",
    "text": "By Elijah Espiritu In an effort to improve the agriculture sector through innovation, scientists and farmers work hand-in-hand developing more sustainable agrarian solutions. Producers and consumers slowly turn towards organic agricultural solutions, finding themselves in the middle of a market where organic practices are seen as the future of sustainable practice. The Ethnobotanical Dewormer for Native Chicken is an organic dewormer that helps reduce worm infestations in poultry, its main active ingredients are powdered betel nut, and ipil-ipil seeds. Developed by the science movers of BDOZ Veterinary Products Trading in the Philippines, the dewormer derived from mundane poultry and livestock feed ingredients ensures a sustainable and healthier alternative to normal dewormers. The development of this dewormer under the leadership of Bede P. Ozaraga, owner of BDOZ Veterinary Products Trading, succeeded in producing a 100% chemical free solution against the internal parasitism in poultry. With sustainability and quality of life in mind, Ozaraga created the product in hopes of shaping a future in agriculture where anyone can access and use agrarian solutions with ease and safety. Traditional Solutions for Traditional Problems At present, the practice of poultry deworming relies on the usage of industrially- developed medicine which contains chemicals that may scare away potential health-conscious customers. With the gradual transition of consumers towards organic products, the Ethnobotanical Dewormer supplies 100% organic solutions for the growing market. Adapting the classic methods, the idea for the Ethnobotanical Dewormer was conceived when Ozaraga’s team conducted a survey back in 1992 about the traditional methods of deworming chicken. Inspired by the traditions that withstood the test of time, Ozaraga set out to formulate the most effective dosage to effectively and efficiently control internal poultry parasitism. “In organic poultry raising, layer chicken, gamefowl production and duck production. Organic dewormer[s] are generally safer to the animals and the environment, reducing the risk of harmful side effects and chemical residues.” Bede P. Ozaraga On the benefits of Ethnobotanical Dewormer The Science Behind the Solution The Ethnobotanical Dewormer leverages the pre-established tradition of using Betel nuts and ipil-ipil seeds for their anthelmintic properties. The first ingredient, betel nut, contains arecoline which is a veterinary anthelmintic used to treat infections in animals caused by parasitic worms, it is used as astringents, stimulant laxative, and diuretic and acid bitter. Betel nuts also relieve hunger and abdominal discomfort. While the second ingredient, ipil-ipil, in its powdered form, is a common feed for poultry that also contains anthelmintic properties used to increase the healing properties of the formulation. Other organic powders are also added to the formulation aside from these two active ingredients. Dextrose powder, antifungal agents, and antibacterial agents are also added to the dewormer for increased effectiveness. Synthetic dewormers create health risk concerns among the livestock as well as the consumers, with one of the primary considerations being the residues left by chemical dewormers in chickens i.e. ivermectin. Beyond the Horizon: Challenges and Opportunities Highlighting his experience in the market, Ozaraga lamented his first market penetration activity expressing that with the novelty and obscure nature of his product comes the overwhelming strength of the market competition. Although the Ethnobotanical Dewormer’s excellence is already established, it might take a while for it to replace its synthetic counterparts. Agencies such as the Department of Science and Technology - Technology Application Promotion Institute (DOST-TAPI) provides programs and services to help bridge the gap between an invention or innovation and the target consumer. With this, the Ethnobotanical Dewormer for native chickens will shine at the upcoming WorldInvent Singapore 2024 Ozaraga expressed excitement over the opportunity that could give way for international exposure, and potential adoption or buy-outs for his product, enabling them to effectively establish themselves further in the market. “It is an honor and privilege to be participating in an international or world event. It gives us a unique opportunity to showcase our innovation [on] a global stage.” Bede P. Ozaraga On the government support for Ethnobotanical Dewormer The Ethnobotanical Dewormer invention team highlighted the importance of Filipino inventors to participate in international expositions, saying that this experience can expose the Filipino technologies in the world market, garnering mutual learning and benchmarking from the local and international entities. The Ethnobotanical Dewormer’s invention team continues to push their product’s boundaries through their passion to assist poultry raisers in providing science and technology solutions to their agrarian challenges. ** This article is part of the \"SPICE: Science and Technology Promotion for International Contest and Exhibits\" campaign for the participants of the WorldInvent Singapore 2024. For more information and event updates, visit the DOST-TAPI website at www.tapi.dost.gov.ph.**",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elijah espiritu",
          "sentiment": "negative"
        },
        {
          "name": "bede p. ozaraga",
          "sentiment": "none"
        },
        {
          "name": "ozaraga",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "poultry farmers",
          "sentiment": "negative"
        },
        {
          "name": "bdoz veterinary products trading",
          "sentiment": "none"
        },
        {
          "name": "native chicken",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philippines",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T11:42:17.705+03:00",
    "updated": "2024-07-19T11:42:17.705+03:00"
  },
  {
    "uuid": "007a5891fdfde38be862f19734536e0ddaf946cf",
    "url": "https://www.star-telegram.com/sports/article298670438.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matt Levine Newsweek",
    "published": "2025-01-16T21:10:00Z",
    "title": "Massive Trade Proposal See Lakers Lands $28M Scorer",
    "text": "Sports\nMassive Trade Proposal See Lakers Lands $28M Scorer\nThe Los Angeles Lakers are expected to be one of the more active teams ahead of the NBA trade deadline. Following the move to land wing defender Dorian Finney-Smith, many around the league are wondering what's next for Los Angeles.\nThe Lakers are in a unique spot where they can either go all-in for another star or just add more talent around the edges. In this new trade scenario, Los Angeles does the latter and builds up more depth for the postseason around stars LeBron James and Anthony Davis.\nAfter looking over the new CBA restrictions and using the Spotrac trade machine, here is what a deal could look like. The trade would be between the Lakers, Charlotte Hornets, and Utah Jazz.\nLakers receive: Jordan Clarkson, Walker Kessler, and Seth Curry\nHornets receive: Jarred Vanderbilt, Patty Mills, and a 2025 second-round draft pick\nJazz receive: Gabe Vincent, Jalen Hood-Schifino, Christian Wood, protections off the 2027 first-round draft pick that Los Angeles owes Utah, a 2029 first-round draft pick, and a 2026 second-round draft pick from the Hornets\nThis move helps the Lakers in a multitude of ways. First off, they get a dynamic scorer in Clarkson, who can take some of the burden off others in the second unit.\nIt would be a reunion for Clarkson as he spent the first few seasons of his career with the Lakers. For the season. Clarkson has averaged 16.0 points, 3.4 rebounds, and 3.8 assists per game.\nClarkson is the type of microwave scorer who could help take over a playoff game or series. Additionally, he can handle running the offense for Los Angeles since they would be moving Vincent in this deal.\nKessler would give the Lakers some additional size up front, alongside Davis. Los Angeles has lacked depth in the frontcourt all season and the former Auburn Tigers product could help.\nWhile he doesn't space the floor, Kessler can provide strong minutes as the backup center or running mate with Davis. For the year, he has averaged 10.8 points, 11.3 rebounds, and 1.5 assists per game.\nAnd finally, Curry would be a bonus for depth purposes. The sharpshooting 3-point scorer could add more firepower to the Lakers offensive attack.\nEven if he were to only play a few minutes, Curry could add some threat on the offensive end. The veteran has only seen limited minutes this season with Charlotte so he likely wouldn't be expecting more from Los Angeles.\nWhile a move like this could be beneficial for the Lakers, it's not without risk. Losing a point-of-attack defender in Vincent would hurt as well as Vanderbilt.\nBut the Lakes have their sights set on another title and this move would put them closer to achieving that goal.\nMore news:Heat Fans Turn on Jimmy Butler, Take Massive Shots at Star With Mural\nFor more Lakers and NBA news, visit Newsweek Sports.\nRelated Articles\n2025 NEWSWEEK DIGITAL LLC.\nThis story was originally published January 16, 2025 at 3:10 PM.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->basketball",
      "Sport->sports transaction"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.newsweek.com/sports/nba",
      "https://www.spotrac.com/nba/trade-machine",
      "https://www.newsweek.com/sports/nba/heat-fans-turn-jimmy-butler-take-massive-shots-star-mural-2009950",
      "https://www.newsweek.com/topic/lebron-james",
      "https://www.newsweek.com/sports",
      "https://newsweek.com/sports",
      "https://spotrac.com/nba/trade-machine",
      "https://newsweek.com/sports/nba/heat-fans-turn-jimmy-butler-take-massive-shots-star-mural-2009950",
      "https://newsweek.com/sports/nba",
      "https://newsweek.com/topic/lebron-james"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Dorian Finney-Smith",
          "sentiment": "none"
        },
        {
          "name": "Jordan Clarkson",
          "sentiment": "none"
        },
        {
          "name": "Walker Kessler",
          "sentiment": "none"
        },
        {
          "name": "Anthony Davis",
          "sentiment": "none"
        },
        {
          "name": "Gabe Vincent",
          "sentiment": "none"
        },
        {
          "name": "LeBron James",
          "sentiment": "none"
        },
        {
          "name": "Patty Mills",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Massive Trade Proposal See Lakers",
          "sentiment": "negative"
        },
        {
          "name": "Los Angeles Lakers",
          "sentiment": "negative"
        },
        {
          "name": "Charlotte Hornets",
          "sentiment": "none"
        },
        {
          "name": "NBA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-17T00:43:27.685+02:00",
    "updated": "2025-01-17T00:43:27.685+02:00"
  },
  {
    "uuid": "80d5ed31de06b342882faf338e56be98f733f083",
    "url": "https://www.australianmining.com.au/butcherbird-expansion-set-to-begin",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writer",
    "published": "2025-03-12T23:39:00Z",
    "title": "Butcherbird expansion set to begin - Australian Mining",
    "text": "Element 25 has cleared the final hurdle in its plans to expand the Butcherbird manganese mine in Western Australia’s Pilbara region.\nWith the all clear from the WA Department of Water and Environmental Regulation (DWER), the Butcherbird expansion project is set to commence, with construction to begin on an expanded processing facility.\nElement 25 will target the production of 1.1 million tonnes per annum (Mtpa) of manganese concentrate through the expansion.\nAccording to a feasibility study released this year, the Butcherbird manganese mine is expected to generate an average of $70.5 million of cash flow per year through the expansion. The mine life is set to span almost two decades, positively contributing to the community and local and national economies.\nAll access agreements and approvals required for stage one of the operation are in place, such as water abstraction, heritage clearances, Native Title and pastoral agreements.\nManganese concentrate produced from Butcherbird will feed a planned battery-grade high-purity manganese sulphate monohydrate (HPMSM) processing facility in Louisiana, US.\nWith partnerships with General Motors LLC and Stellantis N.V. as well as strong backing from the US Government’s Department of Energy, the HPMSM project is expected to feed downstream industries and eventually be used a material in lithium-ion batteries.\nThe US Government awarded Element 25 $US166 million to assist in the construction of the HPMSM facility, which is expected to produce around 65,000 tonnes of HPMSM per year.\nElement 25 will also supply customers in the manganese alloy and steel industries, making Butcherbird manganese concentrate accessible and readily available to these industries.\nSubscribe to Australian Mining and receive the latest news on product announcements, industry developments, commodities and more.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "topics": [
      "Economy, Business and Finance->commodity market",
      "Economy, Business and Finance->business restructuring",
      "Environment->environmental pollution",
      "Environment->natural resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://s2.listcorp.com/asx/e25/element-25-limited/news/butcherbird-expansion-project-fully-approved-to-proceed-3163556.pdf",
      "https://www.s2.listcorp.com/asx/e25/element-25-limited/news/butcherbird-expansion-project-fully-approved-to-proceed-3163556.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T03:59:48.404+02:00",
    "updated": "2025-03-13T03:59:48.404+02:00"
  },
  {
    "uuid": "949922832cea965cc2634d866b6288dc3251f16a",
    "url": "https://www.newsbreak.com/state-college-pa/3288255066007-road-rally-raises-funds-for-jana-marie-foundation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-05T20:10:00Z",
    "title": "Road Rally Raises Funds for Jana Marie Foundation",
    "text": "The Central PA Region Sports Car Club of America's (SCCA) Witches Rallye, an annual charity road rally, raised $1,000 for the State College-based Jana Marie Foundation, according to a news release. Held in November, it marked the 54th year that teams have embarked on a driving scavenger hunt, guided by a packet of cryptic clues, to find various checkpoints along the roads of Central Pennsylvania. The fundraiser, sponsored by Bobby Rahal Honda, welcomed 24 teams. Since 2012, Jana Marie Foundation has worked to knock down walls and stigma surrounding mental health and suicide awareness. Through the power of dialogue and creative expression, it sparks conversations, builds connections and promotes mental well-being with young people and their communities. “We had a great turnout,” Chris Paveglio, the SCCA chapter ’s Solo Chair, said in a news release. “The teams were so creative in their costumes! I love seeing what themes everyone comes up with. Teams were generous with donations to Jana Marie [Foundation] and the food bank; we thank them so much. We have such a wide range of participants — families with kids, young couples, older couples, and just groups of friends having fun for the night — and some teams came from as far away as West Virginia and Maryland to participate We thank everyone who participated or helped out — and hope to spread the word for [the 2024] rallye!” For more information on Jana Marie Foundation, suicide prevention, mental health, and foundation events, visit janamariefoundation.org and follow Jana Maria Foundation on Facebook and Instagram . The post Road Rally Raises Funds for Jana Marie Foundation appeared first on StateCollege.com .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://janamariefoundation.org/",
      "https://img.particlenews.com/image.php?url=2eLkUw_0qbJryYG00",
      "https://www.statecollege.com",
      "https://www.statecollege.com/articles/community/road-rally-raises-funds-for-jana-marie-foundation/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2eLkUw_0qbJryYG00",
      "https://www.facebook.com/JanaMarieFoundation/",
      "https://www.instagram.com/jana_marie_foundation/",
      "https://scca-cpr.com/site/",
      "https://facebook.com/JanaMarieFoundation/",
      "https://www.scca-cpr.com/site/",
      "https://janamariefoundation.org",
      "https://www.facebook.com/JanaMarieFoundation",
      "https://statecollege.com",
      "https://www.janamariefoundation.org/",
      "https://www.instagram.com/jana_marie_foundation",
      "https://www.img.particlenews.com/image.php?url=2eLkUw_0qbJryYG00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2eLkUw_0qbJryYG00",
      "https://scca-cpr.com/site",
      "https://instagram.com/jana_marie_foundation/",
      "https://www.statecollege.com/articles/community/road-rally-raises-funds-for-jana-marie-foundation",
      "https://statecollege.com/articles/community/road-rally-raises-funds-for-jana-marie-foundation/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris paveglio",
          "sentiment": "none"
        },
        {
          "name": "jana marie",
          "sentiment": "none"
        },
        {
          "name": "bobby rahal honda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "road rally raises funds for jana marie foundation",
          "sentiment": "negative"
        },
        {
          "name": "rallye",
          "sentiment": "negative"
        },
        {
          "name": "central pa region sports car club of america",
          "sentiment": "negative"
        },
        {
          "name": "jana marie foundation",
          "sentiment": "none"
        },
        {
          "name": "state college",
          "sentiment": "none"
        },
        {
          "name": "[foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:50:22.908+02:00",
    "updated": "2024-01-06T00:50:22.908+02:00"
  },
  {
    "uuid": "6e2f8f9830ca847c4eec26735719dc1322ff0a3f",
    "url": "https://cordopolis.eldiario.es/el-tiempo/ano-estrena-cambio-tiempo-llegan-lluvias_1_10805610.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carmen Reina",
    "published": "2024-01-01T04:45:00Z",
    "title": "El año se estrena con un cambio de tiempo: llegan las lluvias",
    "text": "El año se estrena con buenas nuevas para la provincia de Córdoba, aunque se tendrá que esperar hasta el miércoles 3 de enero para ver este cambio de tiempo. Las altas presiones dominan el sur de Europa desde hace varias semanas, y los primeros días del año lo seguirán haciendo, dejándonos un ambiente frío, debido a la calma de vientos y la baja irradiación solar. Además, al amanecer continuarán generándose nieblas en los principales valles de la provincia, que localmente podrían ser persistentes. Las temperaturas han rozado la helada en las últimas noches, especialmente en zonas bajas de la provincia, debido a que el aire frío en ausencia de vientos desciende desde las montañas a zonas menos elevadas, la capital marcaba este fin de semana 1 ºC de mínima. Comienzo de semana y de año con un tiempo que vendrá marcado por la estabilidad atmosférica, con algunas nieblas y ambiente frío a primeras horas del día, donde los termómetros volverán a bajar hasta los 2/3 ºC en el valle de Guadalquivir y zonas cercanas de Sierra Morena, y entre los 3/5 ºC en otras zonas de la región. Durante el día los termómetros se moverán por encima de los 15 ºC en prácticamente toda la provincia. Los cielos permanecerán parcialmente nubosos, sobre todo a partir del martes en Sierra Morena, con probabilidad de algunas gotas a últimas horas del día.\nA partir del miércoles se espera el acercamiento de las bajas presiones desde el Atlántico, que nos traerán unos días algo más movidos, los sistemas frontales irán adentrándose por el oeste de la península, afectando a la provincia de Córdoba desde el noroeste hacia el sureste, las zonas con mayores acumulados de lluvia podrían ser Sierra Morena y la Subbética, donde en los próximos días pueden caer entre 20-40 litros en algunos puntos.\nEl miércoles las lluvias quedarán restringidas al valle de Los Pedroches y Sierra Morena, precipitaciones que se extenderán al resto de la provincia a lo largo de la jornada del jueves, pudiendo ser localmente persistentes en la subbética. El viernes quedarán restos de inestabilidad con algunos chubascos locales. Temperaturas que subirán ligeramente durante las jornadas del miércoles y jueves, para bajar posteriormente el viernes tras el paso del frente, dejando paso a un fin de semana que según los modelos podría ser bastante frío.\nSuscríbete al boletín de Cordópolis ¿Eres un fan cordopolita pero el día a día te come y no te da tiempo a leerlo todo? Pues no te preocupes, que cada martes te mandamos a tu mail un resumen con las historias y noticias más destacadas de la semana. Suscríbete aquí y forma parte de la comunidad cordopolita . ¡Muchas gracias por tu apoyo!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://eldiario.us6.list-manage.com/subscribe?u=c69ba1ef3f044e29f01e39064&id=10e11ebad6",
      "https://www.eldiario.us6.list-manage.com/subscribe?u=c69ba1ef3f044e29f01e39064&id=10e11ebad6",
      "https://eldiario.us6.list-manage.com/subscribe"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T07:28:15.019+02:00",
    "updated": "2024-01-01T07:28:15.019+02:00"
  },
  {
    "uuid": "db023217edada68203b492b3fe04eaac570cc789",
    "url": "https://www.consalud.es/salud35/bolsa/novo-nordisk-aumenta-valor-acciones-bolsa-2023_138431_102.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Salud 35",
    "published": "2024-01-05T23:00:00Z",
    "title": "Novo Nordisk aumenta más de un 45% en bolsa en 2023",
    "text": "En un 2023 de la [industria farmacéutica](https://www.consalud.es/salud35/internacional/farmacia-mundo-papel-clave-industria-farmaceutica-india-nivel-global_137427_102.html) marcado por la adaptación a nuevos mercados tras la resaca de la pandemia de Covid-19 ha habido una farmacéutica que ha destacado positivamente por encima de todas, Novo Nordisk. La farmacéutica danesa, que ha cumplido un siglo de trayectoria, ha conseguido registrar grandes resultados financieros y bursátiles este año gracias a la explosión comercial de Ozempic y Wegovy, ambos utilizados actualmente para tratar la obesidad. El salto de estos dos medicamentos GLP-1 ha sido tal, que la [revista ‘Science’](https://www.consalud.es/salud35/internacional/science-medicamentos-contra-obesidad-avance-cientifico-ano_137983_102.html) los ha elegido como el ‘Avance del año’. Inicialmente desarrollados para tratar la diabetes, estos productos imitan una hormona intestinal llamada péptido similar al glucagón-1 que ha revolucionado la medicina y el mercado global farmacéutico. El salto de estos dos medicamentos GLP-1 ha sido tal, que la revista ‘Science’ los ha elegido como el ‘Avance del año’ El sorpresivo aumento en el interés de la población ha provocado que la farmacéutica comenzase el año con un +2,54% en enero y un +1,59% en febrero, aunque no sería hasta marzo donde se observaría de verdad el salto en su valor, aumentando en la Bolsa de Nueva York un 12,87%. Un primer trimestre en el que pasaron de los 68,64 a los 79,17 dólares. En cuanto al segundo trimestre, no sería tan llamativo como el primero. Comenzando con un incremento del 5% en bolsa pero acompañado de un -3,97% en mayo, siendo el primer mes negativo en los últimos siete. Aunque en junio volverían a la senda positiva con un ligero +0,86 que cerraría estos tres meses con +1,89%. Los resultados financieros en el primer semestre de 2023 fueron de la mano de los bursátiles, como no podía ser de otra manera. En concreto, las ventas de Novo Nordisk aumentaron un 29%, hasta los 14.450 millones de euros, en el caso de Wegovy crecieron hasta los 1.621 millones de euros, lo que permitió que el beneficio neto de la empresa fuese de 5.266 millones de euros, un 42,5% más respecto al mismo periodo del año anterior. El tercer trimestre de 2023 volvería a registrar cifras en bolsa por encima de lo habitual, en concreto, con el +15,22% del mes de agosto. Un salto muy influenciado por el anuncio de la compra de [Embark Biotech](https://www.consalud.es/salud35/internacional/novo-nordisk-adquiere-embark-biotech-por-471-millones-euros_133882_102.html) a cambio de un máximo de 471 millones de euros, incluyendo un pago inicial de 15 millones en efectivo, con la opción de hasta 456 millones en función de una serie de posibles hitos comerciales, regulatorios y de desarrollo. Una muestra más del gran momento que atraviesa la compañía danesa. Un incremento del 13,46% en el cuarto trimestre, que unido a los otros trimestres dejan un +45,11% para Novo Nordisk en 2023 En este proceso de aumento continuo Novo Nordisk ha ido actualizando sus previsiones de ventas de cara a este 2023, precisamente a mediados de agosto pasaron del 24.30% a 27%33%. Además del aumento del beneficio operativo, del 28.34% al 31-37%. Pasados tan solo dos meses, ya en el último trimestre del año, la farmacéutica [volvió a actualizar sus previsiones](https://www.consalud.es/salud35/bolsa/novo-nordisk-aumenta-bolsa-tercer-trimestre-actualiza-previsiones_136399_102.html), incrementado un 5% el crecimiento en ventas, es decir, hasta el 38%, y por parte del beneficio operativo se sitúa en el 40% como mínimo y 46% en los mejores casos. En esta misma línea, el valor bursátil de la compañía danesa ha continuado aumentado, 6,19% en octubre, 5,46% en noviembre y 1,81% en diciembre. Cifras que se traducen en un incremento del 13,46% en el cuarto trimestre, que unido a los otros trimestres dejan un +45,11% para Novo Nordisk en 2023, pasando de 68,64 a 101,10 dólares en el valor de sus acciones. AMPLIACIÓN DE INSTALACIONES De cara al futuro y ante el claro aumento de venta, la farmacéutica danesa ha anunciado que destinará más de 5.631 millones de euros en los próximos años para [expandir sus instalaciones](https://www.consalud.es/salud35/internacional/novo-nordisk-invertira-millones-ampliar-instalaciones_136709_102.html) de fabricación en Dinamarca. Según apuntan desde Novo Nordisk, la inversión se concentrará en ampliar las capacidades de fabricación de su planta en la localidad danesa de Kalundborg, creando capacidad adicional en toda la cadena de valor global, desde la fabricación de ingredientes farmacéuticos activos (API) hasta el envasado, y así, satisfacer la demanda futura. Se prevé que los proyectos de construcción se finalizarán gradualmente entre finales de 2025 y 2029, además, anticipan que esta ampliación permitirá la creación de 800 nuevos puestos de trabajo en las instalaciones una vez completada la construcción.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:21:57.991+02:00",
    "updated": "2024-01-06T01:21:57.991+02:00"
  }
]