[
  {
    "uuid": "0e458e730262d88d6e8c1a6e8d66106a0102e2fb",
    "url": "https://www.sentinelassam.com/north-east-india-news/assam-news/assam-assam-cabinet-votes-to-repeal-89-year-old-muslim-marriages-and-divorce-registration-act",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sentinel Digital Desk",
    "published": "2024-02-24T00:15:00Z",
    "title": "Assam : Assam Cabinet Votes to Repeal 89-Year-Old Muslim Marriages and Divorce Registration Act",
    "text": "ASSAM: The Assam Cabinet has approved repealing in regard to the Assam Muslim Marriage and Divorce Registration Act, 1935. The decision, announced by Tourism Minister [ Jayant Malla Barua](https://www.sentinelassam.com/north-east-india-news/assam-news/minister-jayanta-malla-barua-reviews-progress-of-jal-jeevan-mission-in-morigaon-608182), means that the 89-year-old law that governs marriage and divorce registration. Under the same now repealed Act, Muslim marriages and divorces could be registered voluntarily, and licenses would be issued by the government to persons authorized for that purpose. Due to this final crucial decision, such registration will no longer be allowed under the old law. Instead, the government aims to simplify the provisions under the Special Marriages Act, making the registration of marriage names the same across communities. While Minister Baruah revealing the rationale for the termination of these marriages emphasized the need to conform to modern standards of living. In addition to the criticisms of the Act to register marriages with minors were being discussed, prompting the government to take decisive action to curb such practices. In addition to that the Cabinet decision also includes the end of the rights of 94 authorized persons who currently register Muslim marriages and divorces. To mitigate the impact on their lives, the state has announced a one-off reward of ₹2 lakh for these individuals. The way of development comes on the back of CM Dr. Himanta Biswa Sarma's commitment to implement a uniform state code after the Assam. The plans are underway to introduce a law banning polygamous marriage to meet the broader objectives of the Uniform Constitution, with an expert committee on the subject. However, the government is committed to pursuing legal reforms aimed at bringing equality and promoting modern legal standards. ALSO READ: [Kamakhya Mandir In Assam: A Religious Landmark And Popular Tourist Destination](https://www.sentinelassam.com/north-east-india-news/assam-news/kamakhya-mandir-in-assam-a-religious-landmark-and-popular-tourist-destination) ALSO WATCH:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jayant malla barua",
          "sentiment": "none"
        },
        {
          "name": "baruah",
          "sentiment": "none"
        },
        {
          "name": "muslim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "assam cabinet",
          "sentiment": "negative"
        },
        {
          "name": "assam cabinet votes",
          "sentiment": "negative"
        },
        {
          "name": "assam muslim marriage",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T09:26:54.247+02:00",
    "updated": "2024-02-24T09:26:54.247+02:00"
  },
  {
    "uuid": "73dc2da0070663ea3f380e2e7542fcc98cfddfad",
    "url": "https://www.beinsports.com/en-au/football/premier-league/articles-video/arsenal-lose-to-west-ham-and-miss-chance-to-return-to-premier-league-summit-2023-12-28",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arsenal missed the chance to return to the top of the Premier League as it slipped to a disappointing defeat to West Ham amid more VAR controversy.",
    "published": "2023-12-28T22:14:00Z",
    "title": "Arsenal misses chance to return to summit | beIN SPORTS",
    "text": "Arsenal misses chance to return to summit Arsenal missed the chance to return to the top of the Premier League as it slipped to a disappointing defeat to West Ham amid more VAR controversy. Watch a full match replay, via Arsenal TV, on beIN SPORTS at 5.30pm AEDT | 7.30pm NZDT | Sign up for beIN SPORTS CONNECT to take advantage of our 7-day free trial | AUS | NZ\nThe Gunners needed victory to replace Liverpool at the summit but lost 2-0 on a night where Hammers boss David Moyes finally landed a victory at the Emirates Stadium.\nWest Ham lost Kurt Zouma ahead of the game and Lucas Paqueta after just over half an hour but hit the front through Tomas Soucek’s strike, awarded after VAR could not determine whether the whole ball had gone out of play in the build-up.\nA second-half header from former Arsenal defender Konstantinos Mavropanos secured the points and things could have been even better for the visitors had Said Benrahma not seen a last-gasp penalty saved by David Raya.\nMoyes had failed to secure victory in his previous 72 Premier League away games at Arsenal, Chelsea, Liverpool or Manchester United, so this was a long time coming for the Scot.\nArsenal laboured when they needed to continue their recent winning run in London derbies to go back to the top of the table.\nInstead, only captain Martin Odegaard could hold his head high on a night where their defence creaked and Gabriel Jesus was guilty of missing a couple of very good chances.\nArsenal started well, with some great touches in and around the West Ham box from Odegaard in particular.\nBut at the other end their defending left a lot to be desired, as Oleksandr Zinchenko and Gabriel Magalhaes failed to deal with a simple ball into the middle.\nJarrod Bowen capitalised by latching onto the miscue and teed up Soucek to finish – the goal surviving a lengthy VAR check which could not ultimately make a call on if the ball had not gone out of play before Bowen’s cutback.\nArsenal looked to respond although the goal gave West Ham something to defend, although Jesus found a way in behind with a subtle flick into Bukayo Saka, whose header was brilliantly saved by Alphonse Areola.\nPaqueta had been hurt in the warm-up and lasted just over half an hour, with his fellow Brazilian Gabriel Martinelli curling an effort just wide for Arsenal as they continued in vain to find a leveller.\nThe hosts were getting closer, West Ham gifting possession as two passes saw Arsenal in on goal once more, this time Saka hitting the base of the post from an acute angle.\nFormer West Ham captain Declan Rice fired just over from 25 yards but it was another player coming back to haunt his former club who would find the back of the net soon after.\nMavropanos made just seven league starts in three years as an Arsenal player but returned to the Premier League last summer with the Hammers and headed them two goals ahead before the hour.\nJesus then headed straight at Areola before sending another fine chance well over the bar moments after Arteta introduced Eddie Nketiah and Reiss Nelson off the bench.\nAreola was on hand again to keep out a Leandro Trossard effort, with Vladimir Coufal clearing a William Saliba header off the line from the resulting corner.\nRice had come off the bench during a 3-0 Carabao Cup defeat on his return to West Ham earlier in the season and endured another night to forget here as he conceded a late penalty for tripping Emerson Palmieri in the box – only for Raya to keep out substitute Benrahma’s tame spot-kick.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david raya",
          "sentiment": "none"
        },
        {
          "name": "moyes",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "kurt zouma",
          "sentiment": "none"
        },
        {
          "name": "said benrahma",
          "sentiment": "none"
        },
        {
          "name": "david moyes",
          "sentiment": "none"
        },
        {
          "name": "lucas paqueta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arsenal",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "arsenal tv",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "emirates stadium",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:13:20.381+02:00",
    "updated": "2023-12-29T04:13:20.381+02:00"
  },
  {
    "uuid": "94c2742c9f54ee8abad6647f60485855c59786e4",
    "url": "https://ca.news.yahoo.com/first-nations-climate-initiative-signs-001605066.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Miami Herald",
    "published": "2023-12-29T00:00:00Z",
    "title": "First Nations Climate Initiative signs green shipping corridor agreement",
    "text": "Local Journalism Initiative First Nations Climate Initiative signs green shipping corridor agreement Read full article Local Journalism Initiative December 29, 2023 at 2:16 a.m. · 3 min read More than 11,000 kilometres away from Northwest B.C., the West Green Shipping Corridor agreement was signed on Dec. 6 by the First Nations Climate Initiative (FNCI), a group comprising Lax Kw’alaams, Metlakatla, Nisga’a and Haisla.\nThe North Coast group attended the COP 28 (Conference of the Parties) conference in Dubai, United Arab Emirates (UAE).\nOther signatories to the Memorandum of Understanding (MOU) included Canada and the Port of Prince Rupert, along with ports in the UAE, South Korea and Japan. The FNCI says it would like to see the Port of Prince Rupert become a pioneer in decarbonizing its operations.\nThe MOU was drafted by Transport Canada, who committed $165.4 million to the initiative, which identified global shipping as a key contributor to climate change, with fears of greenhouse gas emissions from the industry growing between 50 and 250 per cent by 2050.\nAccording to Alex Grzybowski, facilitator for the FNCI, the signing is a “statement of intent” from the FNCI, which says it is aiming to supply decarbonized energy to industry.\nGrzybowski said Transport Canada approached the FNCI to see if they would be interested in signing the MOU after the group arrived in Dubai for the global conference.\nBoth the Haisla and Nisga’a have proposed LNG projects in the works, while Metlakatla is part of the ownership group of coal exporter Trigon Terminals.\nMany green fuel options include transitioning to hydrogen-based fuels, according to Grzybowski. He highlighted methane pyrolysis, which heats methane molecules until they break down into hydrogen and solid carbon, as one of the avenues to providing decarbonized energy to industry. He said the transition to decarbonized fuels should be led by First Nations.\n“Everyone knows we can’t continue to burn fossil fuels and greenhouse gases in the atmosphere, that’s part of the problem. We need to either stop doing it altogether, or instead of burning them we need to manufacture things from them like solid carbon and hydrogen,” he said.\nStory continues “As we decarbonize the Port of Prince Rupert, somebody’s going to need to take the lead in providing that decarbonized fuel and FNCI nations think it should be First Nations that do that.”\nHaving First Nations involved in climate talks which they were previously excluded from is a major step in the right direction, according to Grzybowski.\n“We need to decarbonize shipping and there’s a significant opportunity associated with doing that. So let’s seize the opportunity and be part of the creation of a decarbonized future and First Nations want to be central actors in that, rather than bystanders like they were in the past,” Grzybowski said.\nAfter signing the MOU, Crystal Smith, elected Chief Councillor of the Haisla Nation, said actions need to follow words in global climate talks.\n“Indigenous-led solutions are needed to reach Canada’s — and the world’s — climate action goals,” Smith said.\n“We must all decarbonize our economies now in order to mitigate climate change and realize a future that benefits everyone. The time for talk and debate has passed; there is too much at risk.”\nMetlakatla Chief Councillor Robert Nelson, who attended COP 28, said the Nation is well-placed to begin the decarbonization process on the North Coast.\n“We share a vision for a decarbonized terrestrial and marine transportation sector with Canada, DP World, the Prince Rupert Port Authority, other signatories and our collaborating First Nations who form part of the First Nations Climate Initiative,” Nelson said.\n“We recognize the opportunity for our territory to become a leading hub for green, decarbonized transportation.”\nGrzybowski said the FNCI was able to do plenty of networking on its trip to Dubai, highlighting positive dialogue with Korean groups looking to shift away from the current coal-intensive process of steelmaking while at the global conference.\nHe also said a presentation made by the FNCI about restoring ecosystems as carbon sinks drew the attention of Ugandan attendees.\n“There’s very fruitful discussions to have between people from different countries that are supporting efforts to decarbonize,” he said.\nSeth Forward, Local Journalism Initiative Reporter, Prince Rupert Northern View\nTRENDING 1. Woman sues dentist after 4 root canals, 8 dental crowns and 20 fillings in a single visit 2. A broken pelvis, a severed vein and a holiday ruined 3. B.C. trucker found dead 4 days after completing delivery in Winnipeg, family friend says 4. Councillor must apologize and pay $500 fine or resign, says P.E.I. minister 5. Nikki Haley doesn't mention slavery when asked what caused the Civil War. She later walks that back",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Environment",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
      "https://lji-ijl.ca/",
      "https://s.yimg.com/ny/api/res/1.2/Xc_PhniTVGaNyGJhiEgpfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE5NDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
      "https://www.lji-ijl.ca/",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0",
      "https://lji-ijl.ca",
      "https://www.s.yimg.com/ny/api/res/1.2/Xc_PhniTVGaNyGJhiEgpfg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE5NDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/66809040-81d9-11eb-bcfe-1ea41cfca2b0"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alex grzybow",
          "sentiment": "none"
        },
        {
          "name": "rupert",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "transport canada",
          "sentiment": "none"
        },
        {
          "name": "mou",
          "sentiment": "none"
        },
        {
          "name": "west green shipping corridor",
          "sentiment": "none"
        },
        {
          "name": "north coast",
          "sentiment": "none"
        },
        {
          "name": "haisla",
          "sentiment": "none"
        },
        {
          "name": "fnci",
          "sentiment": "none"
        },
        {
          "name": "northwest b.c.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "port of prince rupert",
          "sentiment": "none"
        },
        {
          "name": "metlakatla",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "united arab emirates",
          "sentiment": "none"
        },
        {
          "name": "dubai",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:23:46.685+02:00",
    "updated": "2023-12-29T02:23:46.685+02:00"
  },
  {
    "uuid": "d4b02a3130bee7581d2e938ce791b2d8f0692fea",
    "url": "https://www.meneame.net/story/papa-francisco-pidio-ucrania-levante-bandera-blanca-negocie-paz/c087",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "fasta",
    "published": "2024-03-09T23:06:00Z",
    "title": "#87 El papa Francisco pidió a Ucrania que levante la bandera blanca y negocie la paz",
    "text": "[HackerRuso](/user/HackerRuso)a [ambito.com](/go/link/3916814) [#1](c1#c-1) Realista diría.\nUcrania no tiene posibilidad alguna de ganar la guerra, es como si España entrara en guerra con USA, más vale una retirada a tiempo a que siga muriendo gente.\n[#31](c31#c-31) Solo por recordar, a Ucrania no le queda un solo barco de guerra, Rusia tiene todos los que estan fuera del mar Negro operativos y en el Mar negro 2/3 de la flota original...\n[#29](c29#c-29) Ya, desde tu cómodo teclado es muy fácil hablar de honor. ¿Quieres ir voluntario a la guerra a defender el honor de los ucranianos?\n[#10](c10#c-10) Palestina no tiene ninguna posibilidad de ganar a Israel, ¿entonces es mejor que se dejen matar como ratas?\n[#56](c56#c-56) Según el papa, Palestina es tan culpable como Israel de la guerra y debería buscar la paz.\nhttps://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html\nla guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\nEl Papa piensa que los agredidos son también culpables. Raro para quien dice predicar el amor\n[#58](c58#c-58) Es que el Papa y alguien con un\nminimo de sentido critico sabe que en Palestina no hay una guerra, no hay dos naciones con sus respectivos ejércitos enfrentándose. Lo que hay es un genocidio, por mucho que equipareis ya no se lo cree nadie, de hecho ni los que defendeis esa basura.\nTe ahorro una replica, defiendo el derecho de Ucrania a defenderse siempre que sea consecuente con las consecuencias que le traerá alargar la situación actual, y por supuesto sin intentar engañar a los demás con las causas del conflicto.\n[#74](c74#c-74) es falso mientes a propósito, el Gobierno invadido en Palestina sabes que no puede negociar absolutamente nada puesto que ni domina el territorio, ni tiene ejercito, ni esta reconocido el Estado palestino en la ONU. Pero cuidado yo no me pongo de perfil, al igual que pienso con Ucrania los palestinos tiene el derecho de oponerse a lo que sufren a través de cualquier medio, sistema u organización se llame OLP, Hamás, o cualquier otra que exista y luchar contra Israel con cualquier metodo como el ellos levan sufriendo 75 años, es decir, para que me entiendas liquidando a cualquier soldado hebreo, liquidando a cualquier colono que este ocupando sus tierras, atacando cualquier asentamiento o base israelí y secuestrando a quien sea igual que hace Israel con los miles de palestinos asesinados, encarcelados, torturados durante décadas, incluyendo civiles inocentes, ancianos y niños.\n[#71](c71#c-71) Tambien es cierto que si los palestinos entregarán a los secuestrados, Israel se detendría. El caso es que Ucrania no tiene secuestrados rusos.\n[#81](c81#c-81) Cierto, los agredidos deberían de dejarse de vandalismos y que manden a su ejercito a defenderse... ah, no, que no tienen ejercito.\n[#70](c70#c-70) Bueno, también podrían entregar unos cuantos secuestrados que tienen y igual dejaban de matarlos como a ratas.\n[#56](c56#c-56) O que dejen de poner bombas, lanzar cohetes de mierda, o hacer carnicerías tomando rehenes. En concreto, se les está pidiendo que devuevan los rehenes, pero ya sabes, Ucrania tiene que ser liberada de nazis drogadictos para parar esta locura y además Israel está haciendo un genocidio a un pueblo inocente que no ha hecho nada\n[#56](c56#c-56) de un lado esta uno de los ejercitos mejor preparados del mundo contemporaneo (!) y del otro niños, niñas y un par de loquitos con fusiles y misiles. Eso es una guerra? No! Es un genocidio.\n[#56](c56#c-56) Ya lo están haciendo, porque no tienen ejército ni capacidad alguna de sobreponerse a Israel. Pero el ejemplo no es muy bueno, porque en este caso hay un genocidio y occidente tiene capacidad de detener la masacre y simplemente no lo hace.\n[#10](c10#c-10) Ucrania ya ganó la guerra\nNi el gobierno \"nazi\" fue depuesto\nLa OTAN está mucho mas al este que antes, con mas miembros y mas presupuesto\nNo tienen ni el corredor hasta Transnistria\nNi politica\nNi geopolítica\nNi territoriorialmente\nRusia cumple objetivos\nAhora, se negociará cuando Ucrania de rearme, recupere territorios robados desde 2014 y en el proceso de paz estara la entrega, para ser juzgado, de Putin como criminal de guerra\n[#67](c67#c-67) Estás poniendo los supuestos objetivos de Putin, no de Ucrania.\nDecir que Ucrania ha ganado porque Putin no haya cumplido sus supuestos objetivos es ridículo. Han perdido un 20% del país, a saber el número de bajas, un país destrozado... Llamar a eso ganar es ridículo.\nLas negociaciones de paz del año pasado incluían la desnacificacion entre los puntos de paz. Al igual que Ucrania no debía entrar en la OTAN. Y lo del corredor a Transnistria te lo has sacado de la manga porque nunca ha expresado tal cosa.\nUna cosa es que no cumplieran parte de sus objetivos. Pero en el acuerdo de paz tendrán que continuar donde lo dejaron. Nadie ha salido ganando en esta guerra, como era de esperar.\nDejemos que los ucranianos decidan libremente su futuro en las próximas elecciones...\nAh! No! Que tienen prohibida a la oposición y encarcelados (los que no han sido asesinados) a los disidentes. Y el país tan endeudado que no pueden hacer otra cosa que no sea lo que le digan sus dueños extranjeros. Eso sin contar con el tema de la corrupción endémica que compra voluntades en muchos casos para poder sobrevivir.\nSi se hubiera dedicado a lo que prometió cuando lo eligieron: acabar con la guerra civil y conseguir la reconciliación nacional. Pero se dejó engañar por los cantos de sirena y ahora va camino de ser otro Sadam Hussein engañado por el Imperio, aunque aún está a tiempo de terminar como otro Guaidó refugiado.\n[#14](c14#c-14) Hay partidos opositores en el parlamento ucraniano.\nAhora moverás la portería a que no son opositores de verdad.\n[#28](c28#c-28) También hay opositores en el parlamento de Arabia Saudita o en el de Irán y sitios similares. Son los que no se oponen al régimen opresor. Los demás están o encarcelados o muertos.\nBanned political parties in Ukraine\nhttps://en.wikipedia.org/wiki/Category:Banned_political_parties_in_Ukraine\n[#4](c4#c-4) ¿Tú en serio crees que puede? ¿ Puede el sahara español decidir su futuro ? pues no, y lo sabes. ¿Pueden los gazatíes decidir su futuro? pues tampoco, y lo sabes, y así hasta el infinito. ¿Puede el Nepal decidir su futuro si a China se le pone entre ceja y ceja la idea de asaltarla? pues tampoco, podríamos seguir contínuamente. Sólo te salvas si tienes al \"primo de zumosol\" que te apoya o bien formas parte de algo más grande como la otan, pero en caso contrario lo tienes clarinete, pero vamos, que esto habrá sido así desde que el mundo es mundo, ¿Puede un conejo decidir su futuro si un depredador ya lo ha atrapado? no se.. es lo mismo. Al margen de si está bien o está mal, el mundo no va de eso.\n[#3](c3#c-3) \"O sea, que le entregue territorio a Rusia\"\nNo ha de entregar nada, ese territorio ya lo tiene Rusia.\nEs mas, hay quien opina que ese territorio, ya es Rusia\n[#7](c7#c-7) Sí, lo opina putin y una cohorte de desnortados en MNM. Porque entonces alguno podría decir que \"Es más, hay quien opina que ese territorio, ya es Israel\" y echarnos unas risas.\nBueno, pues si lo dice el Papa, habrá que hacerle caso, no? Que le pida a Putin tener el coraje de reconocer que la ha liado y se retire fuera de Ukrania.\n[#33](c33#c-33) A mi no me hace ni puta gracia, pero lo cierto es que hasta el Dnipro todo es Rusia y que cisjordania es de Israel dede hace años...\nPor ahora.\n[#7](c7#c-7) Hasta que no acabe la guerra sigue siendo Ucrania. Luego, dependerá de como se firme la paz... una paz que tendrá que llegar algún día.\n[#44](c44#c-44) Realmente no es asi, un territorio le pertenece de facto a quien puede ejercer la soberania sobre el, ahora mismo Crimea es Rusia porque Rusia ejercer la soberania sobre ella.\nLuego esta el reconocimiento internacional, que es otra otra, por ejemplo Kosovo para algunos paises sigue siendo parte de Serbia y para otros es un estado independiente, pero de facto, como comentaba antes, es un estado independiente.\nNormalmente cuando se termina una guerra y se firma la paz eso da pie a que el resto de paises acepten, o no, pero normalmente si, lo que se haya firmado y reconozcan las nuevas fronteras.\n[#7](c7#c-7) bueno siguiendo esta logica. En Cisjordania, ese territorio ya es de Israel de facto. Que los palestinos firmen la paz y listo.\n[#54](c54#c-54) En Cisjordania no hay ni un solo Palestino que reconozca esa tierra como parte de Israel.\nEn el Donbass hay una gran poblacion que reconoce esa tierra como Rusia.\nPero seguid haciendo comparaciones estupidas, de cosas que no tienen nada que ver.\nYo entiendo que algunas mentes simples dan para lo que dan, pero las cosas son como son\n[#7](c7#c-7) Si partimos de la base de que Ucrania no debe ceder territorio a Rusia, entonces no hay acuerdo de paz posible y seguirán muriendo ucranianos.\nEse argumento solamente es válido cuando se tiene la convicción de que se va a ganar la guerra, lo cual no es el caso. Ucrania ahora mismo va perdiendo.\nPor tanto, la negativa a entregar territorio a Rusia es en este momento insensata, aunque muy fácil de recomendar desde el sofá cuando los que van a morir son otros.\n[#3](c3#c-3) Posiblemente en una negociación sensata incluso recupere algo del territorio que ya tiene perdido.\n[#3](c3#c-3) No se trata de que entregue o no territorio, se trata de que las guerras se pierden o se ganan, y cuando una guerra está perdida y los mandos siguen enviando a sus soldados (reclutados en gran porcentaje a la fuerza) a la muerte, se considera un crimen de guerra. Ucrania tiene perdida la guerra hace mucho tiempo. Si siguen con la guerra, lo único que queda es que una de dos, o bien suceda eso de hasta el último hombre o que nos envíen al resto de cabeza a una guerra que nada tiene que ver con nosotros.\n[#12](c12#c-12) No se que te metes pero si crees lo que dices sabes que esa tumba va a ser a costa de muchas muertes o algo peor en todo Europa.\n[#17](c17#c-17) Ucrania no se puede permitir perder porque si lo hace, se convertira en un títere de Rusia o Rusia volverá a invadirla más adelante para seguir robando territorio. Las declaraciones de algunos dirigentes europeos como Macron pueden darnos pistas...\n[#41](c41#c-41) Ucrania no decide, si la OTAN le dice que negicie, lo hará, y si para eso pierde 1/3 del país, pues... haber negociado en el 2022.\n[#12](c12#c-12) También lo hace. Pero les gusta más este titular.\nPor contra, su homólogo ortodoxo se dedica a bendecir tanques y dar medallas a los soldados\n[#65](c65#c-65) Resulta curioso que después de un año de guerra estancada, pedirle a los ucranianos que cedan en sus reivindicaciones sea más creible que pedirselo a los rusos, cuando ambos estan poniendo vidas de sus compatriotas por un terruño.\nMe alegra que estemos todos de acuerdo en que Putin es un dictador imperialista al que le da exactamente igual la vida de sus soldados. Estaremos todos de acuerdo en que lo mejor para todos sería que Putin acabase envenenado cob su propio plutonio, y todos estamos de acuerdo en eso porque aquí no hay putinejos, verdad?\n[#27](c27#c-27) [#35](c35#c-35) [#52](c52#c-52) [#38](c38#c-38) Pero si es lo que ha dicho.\nEcha culpa también a los agredidos, Palestina y Ucrania.\nNo estoy de acuerdo, pero le reconozco que no sea hipócrita. Algo que no se puede decir de los putinejos, a los que el genocidio en Palestina les rompió el argumentario y convirtió en meme.\nhttps://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html\nla guerra la hacen dos, no uno. Los irresponsables son estos dos que hacen la guerra. Luego no sólo hay guerra militar, sino que está la \"guerra de guerrillas\", por así decirlo, de Hamás, por ejemplo, un movimiento que no es un ejército. Es algo malo\".\n[#27](c27#c-27) Palestina no está en guerra. Lo que se está cometiendo allí es un genocidio. La comparación es repugnante.\n[#35](c35#c-35) Lo repugnante es pensar que el agresor no es el culpable.\nEl argumento de los que defienden el genocidio israelí es el mismo, que los culpables son los palestinos y son ellos lo que tienen que rendirse. Algunos usan el mismo argumento en el tema de la invasión rusa a Ucrania.\nYo veo a ambos repugnantes.\n\"[...] Cuando ves que estás derrotado, que las cosas no van, necesitas tener el coraje de negociar”. Supongo que el Papa estará informado de la situación sobre el terreno como para decir eso.\nBulo, mentira, falso. Ha habido muchas crisis de rehenes a lo largo de la historia y el genocidio del pueblo palestino ha continuado tras los acuerdos e intercambios que tu dices.\nQue hubieran invertido en armamento en su momento o integrado en la OTAN. Ahora a ceder en lo que pida Rusia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://en.wikipedia.org/wiki/Category:Banned_political_parties_in_Ukraine",
      "https://www.vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
      "https://vaticannews.va/es/papa/news/2024-03/papa-francisco-entrevista-redio-television-suiza-marzo-2024.html",
      "https://www.en.wikipedia.org/wiki/Category:Banned_political_parties_in_Ukraine"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T02:28:56.280+02:00",
    "updated": "2024-03-10T02:28:56.280+02:00"
  },
  {
    "uuid": "1b01acf67e39c67718844dc0ef9361ee2fd04c79",
    "url": "http://www.elcolombiano.com/entretenimiento/muerte-margalida-castro-experiencia-en-hospitales-siquiatricos-AF26100716",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Ferney Valencia Ríos",
    "published": "2024-12-20T00:20:00Z",
    "title": "Las duras experiencias que Margalida Castro vivió internada en clínicas psiquiátricas | El Colombiano",
    "text": "La actriz santandereana Margalida Castro, que murió este jueves a los 83 años, contó años atrás cómo fue su dura experiencia siendo paciente de hospitales psiquiátricos, resaltando con ello la importancia del cuidado de la salud mental. Margalida Castro aparte de ser actriz también fue flautista, arquitecta y escritora. Esta última faceta la aprovechó para compartir con el público algunas experiencias producto de sus momentos críticos como un accidente que la dejó al borde de la muerte y un insomnio crónico que la obligó a enfrentar años de tratamientos. Lea también: “Gracias por tanto arte y hacer país desde tu talento”: así despiden a la actriz Margalida Castro En varios de sus libros, entre los cuales destacan Camisa de Fuerza y Del Manicomio a la Luz, la actriz hizo un relato de sus propias experiencias, las cuales calificó como atrocidades que, sin embargo, le ayudaron a orientar a otras personas en el cuidado de la salud mental y le permitieron aferrarse a la vida. De acuerdo con relatos compartidos en varios libros y reafirmados en el podcast Senderos de Éxito, Castro afirmó que varias personas son internadas en contra de su voluntad y que no padecen problemas psiquiátricos, sino que sus familias lo hacen para “deshacerse de ellos.” Un ejemplo de esto fue el caso de “Sir Arthur”, quien según contó la actriz, fue internado por sus propios hijos para quedarse con su herencia. “Ese señor era de una familia elegantísima y sus hijos lo declararon insubsistente mental para heredarlo, hay un montón de gente que está echada ahí para heredarlo por los mismos hijos, ni siquiera los visitan, pagan mensualidades allá en el banco, al médico, los médicos, les importa es cobrar y el pobre viejito, tan elegante, no hablaba con nadie, en el dolor más grande porque nunca pudo ver un nieto”, contó Castro. Margalida inclusive fue más allá y en el mismo podcast confesó que esos sitios son tan terribles que tenían esos “enfermos loquitos” que encontraban en la calle y “cuando necesitaban las camas para otros, entonces los mataban”. Para la actriz, este tipo de historias fue lo que la motivó a escribir sobre los horrores de estos sitios que, desde su experiencia, no ofrecen apoyo sino que son depósitos de personas abandonadas. Inclusive relató que una de esas clínicas ubicada en un municipio de Cundinamarca, los internos dormían en el suelo y eran golpeados por el personal. “Me estaban matando a golpes y de pronto una loquita, lo más de bonita, de ojitos claros, pegó un grito y dijo: ‘Suéltenla bichos inmundos, no la ensucien más’”, relató Margalida en uno de sus libros. Luego de un accidente sufrido a los 27 años en donde tuvo que ser intervenida por un hematoma que cubría su cabeza, la actriz superó las lesiones tras una intervención quirúrgica, sin embargo, perdió el sueño, algo que la llevaba a sufrir alucinaciones. Margalida fue recluida en estos sitios varias veces, aunque aseguró que debido a su fe por la Virgen María y su pasión por la actuación permitieron que no tuviera que volver a este tipo de lugares. Sigan leyendo: El día que la Virgen María le salvó la vida a Margalida Castro",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health facility",
      "Human Interest->funeral and memorial service",
      "Social Issue->social condition",
      "Social Issue->ageism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:39:51.822+02:00",
    "updated": "2024-12-20T02:39:51.822+02:00"
  },
  {
    "uuid": "8c22c465ba6269fc8d9c64195cc40fafd40a460e",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/etfwp/2025-06-19/doc-infaqrfn7368855.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-06-19T03:33:00Z",
    "title": "上证综合ETF（510980）跌0.78%，半日成交额1315.29万元|ETF_新浪财经_新浪网",
    "text": "6月19日，截止午间收盘，上证综合ETF（510980）跌0.78%，报1.151元，成交额1315.29万元。上证综合ETF（510980）重仓股方面， 农业银行 截止午盘涨0.17%， 贵州茅台 涨0.00%， 中国银行 涨0.36%， 中国石油 跌1.09%， 招商银行 跌0.70%， 中国人寿 跌0.73%， 交通银行 涨0.13%， 长江电力 跌0.33%， 建设银行 跌0.11%， 中国神华 跌0.66%。\n上证综合ETF（510980）业绩比较基准为 收益率，管理人为汇添富基金管理股份有限公司，基金经理为孙浩，成立（2023-11-22）以来回报为16.01%，近一个月回报为1.13%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance"
    ],
    "topics": [
      "Economy, Business and Finance->market and exchange",
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->financial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:39:24.621+03:00",
    "updated": "2025-06-20T05:07:36.000+00:00"
  },
  {
    "uuid": "031a37818785ce17f9da7e3ec33c94c75027c6be",
    "url": "https://www.fox29.com/news/19-people-displaced-2-hospitalized-after-fire-rips-through-apartments-in-burlington-county",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FOX 29 Philadelphia",
    "published": "2023-12-28T11:17:00Z",
    "title": "19 people displaced, 2 hospitalized after fire rips through apartments in Burlington County",
    "text": "19 people displaced after fire tears through Burlington County apartments More than a dozen people are left without a place to call home after a fire erupted inside an apartment complex in Burlington County early Thursday morning.\nEDGEWATER PARK, N.J. - More than a dozen people are left without a place to call home after a fire erupted inside an apartment complex in Burlington County early Thursday morning.\nFire crews immediately called for a second alarm when they arrived to heavy flames on Elm Street in Edgewater Park.\nKimberly Adams quickly grabbed her phone, rushed outside and began recording video. \"That building was on fire and it was burning so fast. It was just burning and I was like, ‘Wow!’ I don’t think the firemen could work fast enough. They were trying, but it was already burning so fast.\"\nOfficials say three people had to be rescued from a balcony, while a fourth person was pulled from a bedroom.\nOne resident was transported to a local burn unit. There are no details regarding that person&apos;s condition.\nMORE HEADLINES:\n74-year-old woman attacked, robbed while loading groceries in South Jersey: police Man arrested, charged for breaking into home multiple times, stalking child in Coatesville Hit-and-run leaves man critically injured; police search for driver: officials A firefighter was also hospitalized for smoke inhalation. They are said to be in good condition.\nThe fire completely destroyed at least eight apartments, displacing 19 people, according to officials. 14 are receiving assistance from the Red Cross and at least eight apartments are completely destroyed.\n2-alarm fire displaces 16 families at Burlington County apartment complex More than a dozen families are left without a place to call home after a fire erupted inside an apartment complex in Burlington County early Thursday morning.\nFootage from the scene shows several apartment roofs collapsed with the fire leaving charred debris in its wake.\nOfficials say the fire spread quickly despite fire walls between each unit, and working fire alarms.\n\"I had an incident in Mount Laurel. I had a fire in my own apartment, so seeing the damages when I went over this way was enough to make my heart come out of my chest,\" neighbor Juan Rosario explained.\nHe and his wife, Rosa Velez, live in a nearby building. They say several of their friends live in the apartments that caught fire.\n\"I was, basically, worried for all my people that I care about around here. If they are okay. They are people I talk to on a normal basis,\" Velez said.\nFortunately, they checked on their friends and are ready to assist in helping their neighbors with what they expect to be a long road to recovery.\n\"Very long and hard. If you don’t have support, friends, family, it’s never easy,\" Rosario said. \"Even if you have support, it’s never easy. It’s still a struggle. If you need help, I’ll give you the shirt off my back and I have a lot of people here that I deal with that I would do that for.\"\nThe cause of the fire is under investigation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kimberly adams",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "n.j.",
          "sentiment": "none"
        },
        {
          "name": "burlington county edgewater park",
          "sentiment": "none"
        },
        {
          "name": "elm street",
          "sentiment": "none"
        },
        {
          "name": "south jersey",
          "sentiment": "none"
        },
        {
          "name": "coatesville",
          "sentiment": "none"
        },
        {
          "name": "burlington county",
          "sentiment": "none"
        },
        {
          "name": "edgewater park",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:31:24.134+02:00",
    "updated": "2024-01-10T13:02:00.635+02:00"
  }
]