[
  {
    "uuid": "5e900baf0415ba965be99c7de80a1b757c5da7ea",
    "url": "https://flipboard.com/article/birmingham-singer-gets-4-chair-turn-on-the-voice-with-flawless-audition-yo/f-f9a3499104%2Fal.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "al.com - Mary Colurso",
    "published": "2024-03-14T00:00:00Z",
    "title": "Birmingham singer gets 4-chair turn on ‘The Voice’ with ‘flawless’ audition: ‘You’re a star’ | Flipboard",
    "text": "Birmingham singer gets 4-chair turn on ‘The Voice’ with ‘flawless’ audition: ‘You’re a star’ Could Alabama finally have a winner on “The Voice”? Things are looking good this season, with no less than five singers from the state competing on … [Al.com](/@AlcomNews) flipped this story into [Alabama Life + Culture from al.com](/@alcomnews/alabama-life-culture-from-al-com-9das1artz)•4h Related storyboards Related articles [The Flora-Bama is Alabama’s best dive bar? There’s just one problem.](/@alcomnews/alabama-life-culture-from-al-com-9das1artz/the-flora-bama-is-alabama-s-best-dive-bar-there-s-just-one-problem/a-EbcSH_rNSpGw44QYuYpQWg%3Aa%3A3171955741-68100a46d4%2Fal.com) Southern Living readers recently voted the Flora-Bama as Alabama’s best dive bar, and there’s a slight geographic issue there: However much pride of … [The World’s Largest Dark Sky Sanctuary Is Right Here in the United States](/@afarmedia/travel-inspiration-p8ftaoo0z/the-world-s-largest-dark-sky-sanctuary-is-right-here-in-the-united-states/a-42_usTM6Tnet3HwrIsKNHw%3Aa%3A194995647-ba5057f9ed%2Fafar.com) The designation is given to destinations with exceptional night sky visibility, allowing for incredible views of the stars and other astronomical … [The Jimi Hendrix performance Jeff Beck called “the final nail” in his coffin](/@faroutmagazine/far-out-magazine-e074mgeqz/the-jimi-hendrix-performance-jeff-beck-called-the-final-nail-in-his-coffin/a-JQDq8Re_RSGYsQw3uz1HQQ%3Aa%3A3037506767-649ab94c8d%2Fco.uk) Throughout history, musical virtuosos have cropped up to signpost their moment in the medium’s evolution. In the 18th century, Mozart stood salient … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [University of Alabama](/topic/universityofalabama) [Simple dietary change has a profound impact on blood pressure](/topic/universityofalabama/simple-dietary-change-has-a-profound-impact-on-blood-pressure/a-yLK_msehQpqs8lmCjTSEvQ%3Aa%3A565825639-d54cb39213%2Fthebrighterside.news) Hypertension, often referred to as the \"silent killer,\" affects millions of individuals worldwide and is a leading risk factor for cardiovascular … [How Podiatrist Dr. Ronald Agee Helps Patients Get Back on Their Feet](/topic/universityofalabama/how-podiatrist-dr-ronald-agee-helps-patients-get-back-on-their-feet/f-aa90a76aa5%2Fbirminghamtimes.com) By Keisa Sharpe-Jefferson | The Birmingham TimesEven though he didn’t know it at the time, Dr. Ronald Agee worked a job while young that prepared him … [Former Alabama LB working with Patriots on a 3-year deal to remain with team](/topic/universityofalabama/former-alabama-lb-working-with-patriots-on-a-3-year-deal-to-remain-with-team/a-4oDiQ_KwRqS8A2loMjtXDw%3Aa%3A9909154-29bcdf4541%2Fyardbarker.com) It traded Mac Jones to Jacksonville and Mack Wilson signed to Arizona as a free agent, but the New England Patriots want to hang on to a University …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "voice",
          "sentiment": "negative"
        },
        {
          "name": "alabama life",
          "sentiment": "none"
        },
        {
          "name": "world",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "birmingham",
          "sentiment": "none"
        },
        {
          "name": "flora-bama",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:48:39.008+02:00",
    "updated": "2024-03-15T00:48:39.008+02:00"
  },
  {
    "uuid": "4b6260d4a21695e7eed94d89a4136931b7820406",
    "url": "https://znetwork.org/znetarticle/we-do-the-behind-the-scenes-work-what-it-takes-to-lead-a-union-of-clerical-workers/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Amie Stager & Cherrene Horazuk",
    "published": "2023-12-29T17:50:00Z",
    "title": "“We Do the Behind-the-Scenes Work”: What it Takes to Lead a Union of Clerical Workers - ZNetwork",
    "text": "“Cherrene has been my mentor and advocate for more than a decade,” says Max Vast in an email. Vast became president of AFSCME Local 3800 after longtime president Cherrene Horazuk resigned in October. “Her commitment to a member-led union has been particularly inspiring to me,” says Vast. “Even when it’s hard to get folks fired up, she is skilled at finding the issues that move people to action. She and I also share a deep passion for global solidarity. She spent many years doing solidarity work with El Salvador and I started my organizing in Palestine solidarity work. We both believe that solidarity with workers across the world is one of our most powerful tools.” Horazuk’s journey in activism began as a student at the University of Minnesota in the 1980s while she was pursuing women’s studies and Latin American and African studies and history. She attended rallies calling for the end of university ties to South African apartheid. She saw how a multiyear campaign on campus led to divestment, and how a long struggle waged by communities working across borders won against an oppressive system. She then became involved in the solidarity movement with Central America, specifically El Salvador, where U.S. influence was contributing to a brutal civil war. She moved to New York and eventually became the executive director of the Committee in Solidarity with the People of El Salvador where she organized opposition to U.S. military aid in the war and free trade policy, and coordinated humanitarian aid for people living in and fleeing from El Salvador, including support for the Salvadoran labor movement. Horazuk is the granddaughter of rank-and-file Teamster Harry Horazuk, who participated in the 1934 truckers strike in Minneapolis. She was close with her father, James, a Teamster trucker who started his own business after his company closed as a union-busting tactic. “When my mother had cancer when I was younger, she got incredible care because she had very good insurance that my dad’s union had fought for him that they’d won, and she lived years longer than she was supposed to,” says Horazuk. “When my dad was diagnosed, he died seven weeks later with a huge medical bill, and it really struck me. I saw the difference between having a job that’s unionized, and having a job that’s not.” After her father died, Horazuk moved back to Minnesota just as clerical workers at University of Minnesota were on their first strike in the fall of 2003. Since then, she’s worked in the Humphrey School of Public Affairs dean’s office as an administrative specialist. Union organizing led her to being president of Local 3800 for more than a decade, and also led her to her partner, who she met while they were on strike together in 2007. According to Horazuk, Local 3800 helped protect workers across the university during the COVID-19 pandemic by fighting for remote work and pay, and they also helped prevent the university from closing down UMN’s Child Development Center in 2018, which many students, staff, and faculty depended on for childcare. Horazuk spoke with Workday Magazine about her journey in and out of the labor movement and her next steps. The following interview has been edited for clarity. Amie Stager: That must have been tough, losing your father so rapidly, coming back to Minnesota, realizing you needed to be here, and figuring out what you needed to do. How did you find out how to keep following your passion? Cherrene Horazuk: “I saw the incredible resistance of the Salvadoran movement saying we want to determine our own destiny, and we don’t want to live under this level of repression. We would sleep overnight in union offices, because they were unlikely to be bombed or attacked if there were U.S. citizens there. In 1989, late October, the Salvadoran government bombed a trade union office. Over the lunch hour, there was a counter where union and community members would come in to eat, dozens of trade union leaders were killed in that bombing. There’s similarities to what’s going on right now in Gaza. Being able to say, ‘I saw communities that were bombed, and bombs that weren’t detonated that were made in the U.S.’ The labor movement there, that was very inspiring to me. The benefits and protections that people have is a really important part of why people look for specific jobs, or why people get stuck in crappy jobs. People work to take care of their families one way or another, however you define family. I moved home to be closer to family and I wanted a job where I could continue my activism. This was at a time when very few unions were striking in the U.S. This group of primarily women stood up, and university administration didn’t think that they would do it, and they did. And I thought, “wow! This is where I want to get a job.” Stager: It’s kind of like a given that we’re expected to take those benefits and protections for granted. Once you get those benefits, how do you make sure they’re not slowly stripped away from you? Horazuk: Talking to people from other countries, they are astonished at some of the things that we think of as, “oh, this is the way it is!” And then you realize we’ve been taught to think that we are more developed than they are. In El Salvador, hundreds of thousands of people took to the streets to defend a national health care system. Panama has had extensive paid parental leave since the 40s. The U.S. has no paid parental leave. Stager: Today, it feels like I’m always reading more and more about unions and workers going on strike. Thinking about the time we’re in and the shifting collective moods and attitudes toward striking, what has gotten workers from thinking, “are we even allowed to do this?” To, “do we as a group want to go on strike, and how?” Horazuk: There’s a real gender dynamic. As a predominantly female workforce, we can be and most are primary breadwinners. Any discussion around living wages needs to be based on not what it takes to have a family with two incomes, but a single person, so that you can leave an abusive situation, you can raise your kids, take care of yourself, and not think, how do I pay rent? Do I stay here where I have housing? How do I get out of this unsafe situation? As clerical workers at the university, there’s this perspective that we do the behind-the-scenes work, and we’re not going to stand up for ourselves. Members care about the work that they’re doing and don’t want to let the students or faculty down. We want to make sure that things are running and that can get used against us at times, our commitment to the institution. People would say, it’s the worst-case scenario if you end up on strike, and you shouldn’t do it. And it’s like, no, we need to take a stand and send a message that we’re gonna stand up and not be rolled over. We’ve seen this year with UPS workers and auto workers and SAG-AFTRA, right? It’s how you move forward. Stager: A lot of the clerical positions are important to running the university. How did your job at the university inform your union activism and vice versa? Horazuk: Being part of that policy milieu, I was interested in the Humphrey School. I appreciated being able to work in a place where the things that people were doing and the work that was happening was something that I could relate to as well. Especially for clerical work, there’s a lot of power that an individual supervisor or department might have over the work that you do. A lot of times, clerical workers will work more with their supervisors than they might with a coworker. We have a lot of members who, like me, were in a situation that was a pretty positive one. I was treated with respect on a day-to-day basis, and developed a lot of friendships and collegiality. But others weren’t, and as a union we could see big differences in how people would get treated. We also knew that we do the behind-the-scenes work that allows faculty to do their research and teaching. Over the past 20 to 30 years, we’ve seen administrative salaries skyrocket as they tell us that they couldn’t afford living wages for people. We pushed back on that. We might be in support staff positions, but we have access to all of this information, all of this data, and we knew exactly what was going on. I saw our work at the university as being a canary in the coal mine, holding the university accountable, being the voice of conscience. Why are people at the university paid $300,000 or more a year? Why are people making so much more than the government? This is a public service. Stager: When you first started at the university and in the union, did you ever picture yourself where you are today? Horazuk: I went to the new employee orientation, and I signed my membership card and leadership reached out right away and said get involved. It’s easy to get involved, become an activist, and dive in at the level that you want. There are some that maybe are gatekeepers, but I think most people really just want to see folks involved. I was vice president for a couple of years through the strike in 2007. The first strike in 2003 was just clerical workers. The second strike in 2007 was clerical, technical, and health care workers. It went on for three weeks and was one of the handful of strikes that occurred that year. There are some who would say that our strike in ‘03 was more successful than the strike in 07’ because we didn’t win all that we wanted to win. But we struck when no one else was doing it. We learned how to organize and we learned how to stand up together and created a community of workers. I became chief steward from 2008 to 2012. I loved being able to solve problems for people and make people’s lives better on a day-to-day basis. And then Phyllis Walker, who was our president for quite a number of years, retired. A number of people encouraged me to run for president and I did. So I became president of the local in 2012 and was in that position until just last month when I resigned. Stager: What’s next for you? Horazuk: I thought I was going to retire from the university. I loved being a university employee and loved being active in my union and being a leader, but I got this great opportunity that I just couldn’t say no to. I’ve taken a position as senior campaign lead with the Association of Flight Attendants (AFA), helping to organize at Delta. Delta is the largest non-union major airline in the country. There’s an effort between Teamsters, the International Association of Machinists, and AFA to organize wall-to-wall. It’s the largest organizing drive in the country right now. Ninety-thousand flight attendants have contracts coming up that they’re in [negotiations](https://www.forbes.com/sites/tedreed/2023/11/17/flight-attendants-move-to-center-stage-in-us-labor-battles/?sh=7e635fd4576c) for right now. Stager: I’m seeing a thread there—the work must be different from being at a big university, but there’s still globally-connected organizing and community there. Horazuk: Most of my union life has been as a clerical worker. And you would think flight attendants are very different, right? But there’s a similar kind of mindset. What people are doing is incredibly important work that contributes to the institution or the company being able to function, and yet, it’s disregarded. It’s like, “oh, you just serve coffee. Oh, you just make copies.” Stager: What does solidarity mean to you? Horazuk: Solidarity for me is a profound concept that should guide your life and how you want to interact with others. At the heart of it is the idea that we have interests in common and that if we stand together, we can make this world a better place. I know that my interests as a worker in the United States have much more in common with a worker in El Salvador, or in the Philippines, or in Gaza, or in Greece, than with any company. There are so many people in power that want to divide us when in reality, we have so many things that unite us. It’s the working class that produces the wealth and we have power when we stand together. ZNetwork is funded solely through the generosity of its readers. [Donate](/about-support-us/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Labor"
    ],
    "external_links": [
      "https://www.forbes.com/sites/tedreed/2023/11/17/flight-attendants-move-to-center-stage-in-us-labor-battles/?sh=7e635fd4576c)",
      "https://forbes.com/sites/tedreed/2023/11/17/flight-attendants-move-to-center-stage-in-us-labor-battles/?sh=7e635fd4576c)",
      "https://www.forbes.com/sites/tedreed/2023/11/17/flight-attendants-move-to-center-stage-in-us-labor-battles/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "max vast",
          "sentiment": "negative"
        },
        {
          "name": "cherrene horazuk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "union of clerical workers",
          "sentiment": "negative"
        },
        {
          "name": "afscme",
          "sentiment": "none"
        },
        {
          "name": "university of minnesota",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "el salvador",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:51:18.590+02:00",
    "updated": "2023-12-29T23:51:18.590+02:00"
  },
  {
    "uuid": "c2747241583650e3a55918c637674e7383661037",
    "url": "https://www.chieftain.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-19T13:37:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "Lost Bible returned to slain USAAF airman from World War II [Saleen Martin](https://www.usatoday.com/staff/7245115001/saleen-martin/) During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle. The Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\" Two of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France. His Bible was mailed to the family but was lost sometime after. This month, his family finally got it back. Ava Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings. On Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war. ‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales. “It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.” Coogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums. “The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.” Lt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled. “I kept playing with it and flipping through the pages,” she said. She noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out. Once they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away. Although there was no area code, there was a phone number listed, so the family added their own area code and called. “I was just hoping for the best,” Coogan said. “We found out that number worked.” Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York. Lt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, [online records](https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/) show. Fay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life. “He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said. Once Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost. “He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.” It ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said. “That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/)",
      "https://usatoday.com/staff/7245115001/saleen-martin/)",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T16:32:19.504+02:00",
    "updated": "2024-01-19T16:32:19.504+02:00"
  },
  {
    "uuid": "a6b190c9ec84dc11a635b49c6c154ce80e2a64b2",
    "url": "https://ultimasnoticias.com.ve/noticias/zulia/rehabilitada-pasarela-movil-de-aeropuerto-internacional-la-chinita",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Carlos Guillén",
    "published": "2024-06-23T19:18:00Z",
    "title": "Rehabilitada pasarela móvil de Aeropuerto Internacional La Chinita",
    "text": "El Gobierno nacional rehabilitó la pasarela móvil (Passway N° 2), del Aeropuerto Internacional La Chinita, en Maracaibo, optimizando con ello el servicio y la seguridad de los usuarios de la terminal aérea.\nLa obra, ejecutada por la Gran Misión Transporte Venezuela a través de Bolivariana de Aeropuertos (BAER Venezuela) en alianza con la empresa para la Infraestructura Ferroviaria Latinoamericana S.A. (Ferrolasa) y Corpozulia; cumple con los requerimientos de infraestructura moderna y comodidad, requeridos por los estándares internacionales.\nRenovación integral Como parte de los compromisos asumidos con el presidente Nicolás Maduro para lograr la transformación del Zulia, los trabajos incluyeron la refacción completa a la infraestructura, así como de las áreas electromecánicas; el mantenimiento mayor a las piezas hidráulicas, la adecuación del reservorio hidráulico, reemplazo de mangueras y la demarcación de la plataforma con señaléticas de seguridad.\nAsimismo, se colocaron láminas de PVC en la parte interna y se pintó en el àrea externa; se adecúo el funcionamiento del sistema de aire acondicionado, la iluminación principal y de emergencia y se instalaron las alfombras para optimizar el servicio de embarque y desembarque de pasajeros en el Aeropuerto Internacional La Chinita.\n1 x 10 dando la pauta Las acciones adelantadas en la principal terminal aérea del Zulia responden a las políticas del 1×10 del Buen Gobierno, llevadas a por la Gran Misión Transporte Venezuela y respaldadas por los usuarios.\nEn este sentido, Anyel Bracamonte expresó su grata impresión describiendo los espacios con un “todo está bonito, buena iluminación y un clima agradable, dijo que este tipo de mejoras son excelentes porque Maracaibo se lo merece”.\nJosé Fuenmayor halagó la rapidez de los trabajos,”esta remodelación -describió- es impresionante y lo hicieron en menos de mes, un beneficio para todos los usuarios, se nota que se trabaja en la recuperar diversas áreas del aeropuerto”.\n#AsíOpinanNuestrosUsuarios | ¡NUEVOS SERVICIOS! Nuestros viajeros disfrutan la experiencia de embarcar y desembarcar en el Aeropuerto Internacional La Chinita, del estado Zulia, gracias a la activación del Passway 2, que cuenta con una infraestructura moderna y cómoda, que te… pic.twitter.com/BAPrfyWypm\n— BAER S.A. VENEZUELA (@BAERVenezuela) June 21, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://t.co/BAPrfyWypm",
      "https://twitter.com/hashtag/As%C3%ADOpinanNuestrosUsuarios?src=hash&ref_src=twsrc%5Etfw",
      "https://x.com/BAERVenezuela/status/1804262398125133973",
      "https://twitter.com/BAERVenezuela/status/1804262398125133973?ref_src=twsrc%5Etfw",
      "https://www.x.com/BAERVenezuela/status/1804262398125133973",
      "https://www.twitter.com/hashtag/As%C3%ADOpinanNuestrosUsuarios?src=hash&ref_src=twsrc%5Etfw",
      "https://www.t.co/BAPrfyWypm",
      "https://www.twitter.com/BAERVenezuela/status/1804262398125133973?ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/As%C3%ADOpinanNuestrosUsuarios",
      "https://twitter.com/BAERVenezuela/status/1804262398125133973"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-24T01:03:36.948+03:00",
    "updated": "2024-06-24T01:03:36.948+03:00"
  },
  {
    "uuid": "0650781013ebec5422a27ff06b9816d6014ba59f",
    "url": "https://www.cmjornal.pt/mundo/detalhe/japao-regista-temperaturas-recorde-em-julho",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lusa",
    "published": "2024-08-02T07:31:00Z",
    "title": "Japão regista temperaturas recorde em julho - Mundo - Correio da Manhã",
    "text": "Professor reformado encontrado morto em casa em Évora Carro destruído pelas chamas na A1. Veja as imagens Emigrante português na Suíça morre e a irmã fica gravemente ferida em despiste de carro Mulher amarrada pelo marido a uma árvore na Índia foi resgatada ao fim de 40 dias PSP abalroado por carro durante perseguição policial em Portimão. Veja as imagens PJ detém mulher procurada nos Países Baixos por raptar filha de seis anos 'Barão da Pasteleira' vai a julgamento pelo crime de tráfico de droga Troca de prisioneiros gera polémica na Polónia e jornalista preso não é libertado José Castelo Branco alvo de nova queixa na Justiça Irmã de João Moura Caetano penalizada nos Jogos Olímpicos por motivo insólito Depois de Luís Lourenço, Ana Patrícia Carvalho já tem novo amor Israel garante que espaço aéreo é \"absolutamente seguro\". Mais de 10 companhias áreas cancelaram voos O abraço caloroso do jornalista americano à mãe após ser libertado pela Rússia “Alice, vou ter saudades de brincar contigo”: Amiga homenageia menina portuguesa morta à facada em Southport Imane Khelif, a desinformação e a maldade Ciclista em contramão e ao telemóvel bate contra carro nos EUA (e nem a buzina ouviu) Quer receber as últimas notícias no seu telemóvel ainda mais rápido? Siga aqui o ALERTA CM Japão regista temperaturas recorde em julho Amento deveu-se a uma onda de calor oriunda do Pacífico. Lusa 08:31 Temperaturas elevadas FOTO: Getty Images O Japão registou as temperaturas médias diárias mais altas para o mês de julho desde que há registos, devido a uma onda de calor oriunda do Pacífico, disse a agência meteorológica japonesa. A temperatura média diária de julho em todo o arquipélago japonês foi de 26,22º graus Célsius (ºC), um aumento de 2,16ºC em relação à média desse mês entre 1991 e 2020.\nEsta é a temperatura média mais elevada observada em julho desde que a Agência Meteorológica do Japão (JMA) começou a recolher estes dados, em 1898, e um recorde para o mesmo mês pelo segundo ano consecutivo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.vidas.pt/redirect-to?token=EiEnOjA%2FNiB3amRmamN3Z2B3ZWBrZmtiZ2JhYmdma2diYGtq",
      "https://www.vidas.pt/redirect-to?token=EiEnOjA%2FNiB3amRmamB3Z2B3ZWBrZmtiZmdmYGFqYWFmZmBj",
      "https://whatsapp.com/channel/0029VaEc0mX2P59fYdyEV53o",
      "https://www.vidas.pt/redirect-to",
      "https://vidas.pt/redirect-to?token=EiEnOjA%2FNiB3amRmamN3Z2B3ZWBrZmtiZ2JhYmdma2diYGtq",
      "https://www.whatsapp.com/channel/0029VaEc0mX2P59fYdyEV53o",
      "https://vidas.pt/redirect-to?token=EiEnOjA%2FNiB3amRmamB3Z2B3ZWBrZmtiZmdmYGFqYWFmZmBj"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T10:45:04.136+03:00",
    "updated": "2024-08-02T19:53:36.050+03:00"
  },
  {
    "uuid": "ef9b3ebe079904e00ceed5f37ee14cfdc33f5661",
    "url": "https://news.china.com/socialgd/10000169/20250808/48705285.html",
    "ord_in_thread": 0,
    "author": "#5434",
    "published": "2025-08-08T00:00:00Z",
    "title": "公司发加班表扬名单：最长加159小时 致敬传奇加班王_新闻频道_中华网",
    "text": "公司发加班表扬名单：最长加159小时 致敬传奇加班王！8月6日，驿赛电商发布了一份《关于加班的通报表扬》。根据门禁系统打卡记录，一批运营部员工因7月的高度负责和默默加班获得了表彰。其中，加班时间最长的一名员工全月加班159.96小时，平均下班时间为23:12。而榜单上加班时间最少的员工也有68.41小时，平均下班时间为19:56。\n此前有报道称，该公司在Boss直聘上有72个职位正在招聘。不过，不久后这些岗位数量减少至零，显示出公司对此事的迅速反应。据报道，团队氛围积极向上，员工在充分锻炼中成长，办公环境也相当不错。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Human Interest->award and prize",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business governance",
      "Labor->employee",
      "Labor->employment",
      "Labor->wages and benefits"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-08T11:30:36.410+03:00",
    "updated": "2025-08-08T11:36:55.000+03:00"
  },
  {
    "uuid": "89ab79c9e4e02e2aa159db69eaf4ab97a2ea73f7",
    "url": "https://www.lynn.edu/news/2024/graduating-senior-gives-back-to-lynns-college-of-business-and-management",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@LynnUniversity",
    "published": "2024-04-18T14:00:00Z",
    "title": "Graduating senior gives back to Lynn's College of Business and Management | Lynn University",
    "text": "During Lynn University’s annual Giving Day event in March, Harshit Mathur '24, took action by donating to Lynn’s College of Business and Management. In a few weeks, his four years of higher education experience and overall investment at Lynn will be highlighted when he walks on stage to receive his B.S. in international business management. Mathur reminisced on his time at Lynn as an international student who signed on during one of the most unusual times in the university’s history. Flexible mindset A native of Mumbai, India, Mathur prides himself on being a student who views challenges as opportunities for growth. As an international student, Mathur started his academic years at Lynn as an online student at the height of the COVID-19 outbreak. He was unable to experience any campus tours or visit the university before attending, which alienated him from Lynn’s unique on-campus experience. Mathur credits Lynn’s Admission advisors, faculty members and former students for establishing connections with him overseas. “The flow of communication with the university was a game-changer for me,” said Mathur. “Whenever I needed assistance, they were always a phone call or a private message away. It set Lynn apart from the other universities I was interested in.” Mathur chose international business as his major to develop an overall understanding of the industry and keep his resume broad and career options open. He completed the first two blocks of the Fall 2020 semester online, taking multiple classes from India during midnight hours. By the end of the second block, Mathur had already obtained his Visa and traveled across the world to Boca Raton, Florida, with the full support of his parents. Due to COVID limitations, Lynn implemented a flexible hybrid system at the time where students could attend class one day and be online for the next. “Those were difficult times for us as students. We relied on several social groups to keep ourselves accountable,” said Mathur. “Lynn also did an amazing job communicating with us to ensure we understood expectations.” As an international student adjusting to a new way of life, Mathur was heavily influenced by his roommate, Max, Morayma James—a former international program services staff member—and Dr. Harika Rao, associate dean for the College of Business Management. While his roommate helped him connect with new relationships and settle into campus life, James introduced him to potential opportunities at his disposal in international business. Rao established herself as a central mentor in his overall experience and guided Mathur with open conversations about self-development and in-depth discussions about the best companies to align himself with based on his graduate school selection. The full college experience Mathur was never interested in Lynn’s accelerated degree program to complete his business degree. Instead, he attended all four years and took advantage of every opportunity Lynn could offer him. “My mindset was to make sure I stayed as long as possible and absorb as much information as I could from faculty members, staff and classmates,” said Mathur. “It was important for me to focus on relationships. Being in business, it’s about who you know and what you know.” With this appetite for building solid relationships, Mathur found a supportive group of friends on campus who shared his values, motivations and career goals. In addition, he strengthened his vocation for business and relationships by working as a Student Admission Ambassador, allowing him to share valuable insight with prospective students and families on what life at Lynn was like. \"As an international student, Harshit brought a different lens that allowed him to highlight the institution from a unique position, which resonated with different cultures and beliefs,” said Vice President for Enrollment and University Advancement Gareth Fowles. “He always connected with prospective students and families intelligently and strategically to accommodate their needs. He was a true ambassador for Lynn University.” In addition, Mathur was accepted into Sigma Beta Delta, an honorary society for business management and administration—only the top three percent of students from the College of Business and Management are invited into this program. He was also on the dean’s list for all seven semesters at Lynn which allowed him to be a member of the president’s honor list. Giving back Mathur’s decision to donate and invest in Lynn’s College of Business and Management sprung from a genuine desire to help the next generation of students leverage the same benefits that were available to him. For Mathur, the reason for a donation plays a far more significant role than the amount. “The monetary value of the gift is irrelevant to me,” said Mathur. “It cannot compare to the experiences I gained as a student. Lynn gave back to me first.” After finishing school in December 2023, Mathur landed a position in Texas as a sales intern for Welspun Tubular, a company focusing on welding line pipe manufacturing. Mathur will attend graduate school in Texas as he sets his sights on global energy management in the oil and energy industry.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "harshit mathur",
          "sentiment": "negative"
        },
        {
          "name": "lynn",
          "sentiment": "negative"
        },
        {
          "name": "mathur",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "college of business and management | lynn university during lynn university",
          "sentiment": "negative"
        },
        {
          "name": "lynn’s college of business and management",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:05:02.042+03:00",
    "updated": "2024-05-03T07:40:35.710+03:00"
  },
  {
    "uuid": "b080a5e27dcd1aa1b14330a2424172e3eb7329c9",
    "url": "https://www.poemhunter.com/poem/upon-my-shoulders-sits-a-bird",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@PoemHunterCom",
    "published": "2024-06-01T00:00:00Z",
    "title": "Upon My Shoulders Sits A Bird - Upon My Shoulders Sits A Bird Poem by Mohammad Younus",
    "text": "Upon my shoulder sits a bird, Whose name is Divine Ecstasy. Invisible to the eye, Yet felt deeply within my heart, His breath ever-present. He whispers relentlessly, Secretly using my soul's own ears. He is my closest companion, The source of my existence. Without a single voice or form, He designs every shape mysteriously. My divine eye sees him in the darkest shadows, Manifesting himself subtly. I am locked in eternal battle with my nafs, Clashes raging deep within, Furious yet without sound. The hardest part is not the fighting, But the feeling that respite is elusive, Unless victory over internal foes is achieved. This war, without bloody casualties, Claims its victims within the mind. Peace accords with my wicked nafs are but dreams. Each assault by the nafs is an opportunity To learn new tactics to defeat this hidden enemy. Thus, I have vowed: Whatever mental munitions my nafs has in store, I will defy its deadly schemes, as I am born to live, And one day, it shall be my nafs, who will be The first to die. MyKoul This poem has not been translated into any other language yet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mohammad younus upon",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T16:38:45.486+03:00",
    "updated": "2024-06-01T16:38:45.486+03:00"
  },
  {
    "uuid": "21355647abe73e03b379ae10e41bda27685fad5e",
    "url": "https://expansion.mx/tendencias/2023/12/27/protegete-de-las-enfermedades-respiratorias-en-este-invierno",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(Foto: Shutterstock. )",
    "published": "2023-12-28T01:18:00Z",
    "title": "Protégete de las enfermedades respiratorias en este invierno",
    "text": "Aunque este año ha habido menos casos de personas enfermas por Infecciones respiratorias agudas graves (IRAG), es necesario continuar cuidándonos, ya que seguimos expuestos a diversos virus, e incluso algunos de éstos han mutado.\nEn México, de acuerdo con datos de la PAHO (Pan American Healt Organization, en las últimas semanas, la influenza se ha mantenido en niveles epidémicos, mientras que las IRAG han mostrado un incremento moderado.\nPublicidad Además, se anunció la llegada a nuestro país de una nueva mutación del virus SARS-CoV-2, subvariante de JN.1 y descendiente de la variante de Ómicron BA.2.86, nombrada “Pirola”, cuyo primer caso se detectó el 11 de diciembre, aunque según las autoridades sanitarias, no representa una situación de alarma para la salud pública.\nPor otra parte, se han observado casos del virus respiratorio sincitial, que presenta síntomas muy similares al resfriado común como congestión nasal, estornudos, tos, fiebre, silbilancias, poco apetito y dificultad para respirar.\nPor estos motivos, es importante reiterar que en esta temporada invernal debemos enfatizar el cuidado de nuestra salud para evitar enfermedades respiratorias graves, para lo cual es necesario aumentar la ingesta de alimentos que contengan Vitaminas A y C, vacunarse, abrigarse bien, lavarse constantemente las manos con agua y jabón, utilizar gel antibacterial al salir, por ejemplo, al trabajo o de compras, así como no permanecer mucho tiempo en lugares muy húmedos, evitar los cambios bruscos de temperatura, e incluso, en espacios cerrados y muy concurridos, lo ideal sería utilizar cubrebocas.\nPublicidad podcast Escucha nuestros podcast aquí Publicidad Asimismo, en caso de presentar síntomas de alguna enfermedad respiratoria, lo mejor es acudir al médico y realizar un diagnóstico oportuno para observar si es necesario revelar el contagio de algún virus y evitar así complicaciones por un padecimiento más grave.\nEn este sentido, en Laboratorio Médico Polanco (LMP) cuentan con el estudio Panel Viral Respiratorio para detectar covid-19, influenza A, influenza B y el virus sincitial respiratorio mediante PCR.\nDe esta manera, la tecnología PCR se convierte en un aliado invaluable, sobre todo en esta época, ya que identifica la presencia de uno o más virus simultáneamente y proporciona una comprensión completa de la salud respiratoria de cada persona.\nLa prevención y los chequeos regulares en laboratorios de análisis clínicos son fundamentales para anticipar amenazas y mantenernos un paso adelante frente a posibles complicaciones por un padecimiento ya que así podemos contar con el tratamiento adecuando y evitar secuelas graves.\nLaboratorio Medico Polanco con su alto grado de calidad y resultados precisos, se consolida como un aliado confiable en la protección de las vías respiratorias de las personas y actualmente cuenta con una promoción especial del 15% de descuento en el Panel Viral Respiratorio, que está vigente desde el 21 de diciembre de 2023 hasta el 29 de febrero de 2024.\nAhora que lo sabes, invierte en tu bienestar y realiza tu check-up en Laboratorio Medico Polanco . Puedes hacer tu cita llamando al 55 5080 1910 o envía un mensaje de WhatsApp al 55 8046 6181.\nLo Último 2023, el año que se marcó un nuevo récord en homicidios para un sexenio Cinco gráficas que muestran la crisis migratoria en México y Estados Unidos Cómo identificar reseñas falsas en Mercado Libre y Amazon La Cofepris alerta por falsificación y venta ilegal de medicamentos oncológicos Publicidad Publicidad Tags Secretaría de Salud Cuidado personal Enfermedades Más acerca del autor: Branded Content @ExpansionMx No te pierdas de nada Te enviamos un correo a la semana con el resumen de lo más importante. Email Captcha Submit ¡Falta un paso! Ve a tu email y confirma tu suscripción (recuerda revisar también en spam)\nHa ocurrido un error, por favor inténtalo más tarde\nPublicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Health"
    ],
    "external_links": [
      "https://lmpolanco.com/",
      "https://ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
      "https://twitter.com/ExpansionMx",
      "https://ads.viralize.tv/display/",
      "https://lmpolanco.com",
      "https://www.ads.viralize.tv/display/?zid=AAFCAUyZ8f0WYb9a",
      "https://www.lmpolanco.com/",
      "https://www.twitter.com/ExpansionMx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:45.247+02:00",
    "updated": "2023-12-29T00:08:45.247+02:00"
  }
]