[
  {
    "uuid": "8d4041b19fa218533d904e4770067ce6516c3957",
    "url": "https://andaluciainformacion.es/almeria/1493106/turquia-detiene-a-32-sospechosos-de-preparar-atentados-yihadistas-en-iglesias-y-sinagogas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2023-12-29T09:34:00Z",
    "title": "Turquía detiene a 32 sospechosos de preparar atentados yihadistas en iglesias y sinagogas | Andalucía Información. Todas las noticias de Almería",
    "text": "Tres personas sospechosas de preparar atentados contra iglesias y sinagogas en Turquía han sido detenidas dentro de una operación donde han sido arrestadas también otras 29 que se cree tienen contactos con círculos yihadistas y estaban implicados en esos planes. Una operación simultánea en nueve provincias turcas, coordinada por la policía junto a los servicios secretos (MIT), permitió detener a esas tres personas, supuestamente dirigentes de las redes del grupo yihadista Estado Islámico, o Daesh, en Turquía, informa este viernes la agencia oficialista Anadolu. La emisora pública turca TRT los identifica como Miybel el Shuweihi y Mohamed Hilaf Ibrahim, conocido como Abu Leis, sospechosos de preparar atentados contra sinagogas e iglesias en Turquía. El tercero sería Iheb Alani, que se cree estaba coordinando un ataque contra la embajada iraquí en Turquía, agrega la citada emisora. Además, las fuerzas de seguridad han detenido a otras 29 personas sospechosas de estar vinculadas a las redes yihadistas en Turquía. Hace una semana, la Policía detuvo a 304 personas bajo sospecha de mantener lazos con las células del Estado Islámico. Desde el atentado contra la discoteca Reina en Estambul en la Nochevieja de 2016, en la que un yihadista mató con un arma automática a 39 personas, las autoridades turca extreman la vigilancia en estas fechas. Aunque la Nochevieja se celebra popularmente en Turquía y no falta decoración navideña, algunos predicadores radicales se han pronunciado contra estas festividades por \"cristianas\" o \"paganas\". Desde el atentado contra el Reina, Turquía, que en 2016-2017 llevó a cabo una operación militar contra el Estado Islámico en el norte de Siria, no ha vuelto a sufrir atentados atribuidos al yihadismo. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T11:39:50.448+02:00",
    "updated": "2023-12-29T11:39:50.448+02:00"
  },
  {
    "uuid": "cf52d099c8a4459ab6f9731fc8d11790c89a5d93",
    "url": "https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tino Pertierra",
    "published": "2024-02-16T03:00:00Z",
    "title": "José Valdeón: \"Asturias tiene un patrimonio enorme de jardines merecedor de mejor trato\" - La Nueva España",
    "text": "José Valdeón: \"Asturias tiene un patrimonio enorme de jardines merecedor de mejor trato\" \"El jardín paisajista es un cuadro en 3D\", afirma en el RIDEA el experto en un viaje por el tiempo de un concepto \"esencial de la historia del arte\" Hay muchos jardines con mucha historia detrás. Y más si el guía que los recorre es un experto del paisajismo como José Valdeón, capaz de iniciar un viaje didáctico con amor y humor que arranca en el Edén y puede terminar en el guiso estético de la \"faba\" a la entrada de Oviedo. \"Los ecos del paraíso en el jardín contemporáneo. Del patrimonio de jardines en Asturias al paisajismo urbano en nuestros días\" fue el título de su conferencia en el Real Instituto de Estudios Asturianos (RIDEA), aunque, como advirtió al principio, la charla tendría alguna que otra sorpresa. Valdeón, responsable de la restauración del parque Vicente Loriente de Castropol con motivo de su centenario, el Jardín Francés de Ferrera, en Avilés, o el de la Universidad Laboral, en Gijón, se mostró feliz de que \"por fin el jardín entra en el RIDEA\". El concepto de jardín como \"parte esencial de la historia del Arte. De la cultura. Y como tal debería ser tratado\". Paseó Valdeón por el jardín en la tradición y memoria colectiva judeocristiana y musulmana. Lo expuso como muestra de poder y, a la vez, al igual que ocurre con otras artes, como motivo de expresión colectiva, de belleza, de pura obra de arte. En fin: un fenómeno histórico, sociológico y colectivo mucho más relevante que la acepción de la RAE propone. Asturias, dejó bien claro, \"cuenta con un enorme patrimonio de jardines merecedor de ser mejor tratado\". Viajó al jardín que se integra en el pasado industrial alemán sin borrarlo. Enriqueciéndolo. Trazó el recorrido del jardín como ámbito público en el siglo XIX: Central Park (Olmsted, Nueva York), Le Bois de Boulogne (Haussmann, París)… Antes, parada asombrada en los jardines renacentistas y los secretos de Versalles. Paisajismo británico que se engarza con la pintura y se adentra en la profundidad. Por cierto: anexo a una revolución política y social. \"El jardín paisajista es un cuadro en 3D\", afirmó Valdeón mientras daba sobradas pruebas visuales de obras maestras y muestras de genios. \"Portugal, amor de mis amores\"... El país vecino es rico en tesoros. Con la época victoriana se llegó \"a la sobrecarga de todo\". Una gran exageración. Nada que ver con el concepto de \"house beautiful\" plantado en Estados Unidos y que era la ruptura del corsé victoriano. Relató su propia experiencia como jardinero ávido de aprender en una ruina de palacio británico comprada por unos millonarios que buscaban una alta clase floral. La Alhambra como joya española, \"de lo mejor del mundo islámico\". En la sencillez está el mensaje. Debilidad por los jardines del Palacio de Valdesoto, en Siero, o los del Conde de la Vega del Sella, ambos declarados históricos por el Principado. En el primero llegó a conocer al jardinero, \"sus recuerdos eran de él limpiando hierbinas con su padre\". Claro: un jardín vivo siempre vive en la memoria de quienes lo cuidan y visitan. Como el de Selgas, \"ejemplo de conservación, maravilloso, único, con un rododendro de tres metros y pico que en primavera está para pedirle matrimonio\". Y un par de apuntes para gobernantes actuales: \"La plaza dura no es obligatoria\". \"Los jardines necesitan mantenimiento. Jardineros. Presupuesto\". Ojo: \"Hay que ir a ellos, no verlos solo en fotos. Sentirlos. Vivirlos\". Son un paraíso. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html&text=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20%20https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS email](mailto:?subject=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20&body=https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Oviedo](https://www.lne.es/oviedo/2024/02/15/oviedo-pone-panuelo-luchar-cancer-98213640.html) [Oviedo se pone el pañuelo para luchar contra el cáncer infantil](https://www.lne.es/oviedo/2024/02/15/oviedo-pone-panuelo-luchar-cancer-98213640.html) [Oviedo](https://www.lne.es/oviedo/2024/02/15/trabajar-tres-horas-historia-tres-98193309.html) [Trabajar tres horas en una historia y tener tres páginas, con eso me doy por satisfecha](https://www.lne.es/oviedo/2024/02/15/trabajar-tres-horas-historia-tres-98193309.html) [Oviedo](https://www.lne.es/oviedo/2024/02/15/corazones-grandes-florecen-fleming-98193321.html) [Los corazones más grandes florecen en el Fleming](https://www.lne.es/oviedo/2024/02/15/corazones-grandes-florecen-fleming-98193321.html) [Oviedo](https://www.lne.es/oviedo/2024/02/15/corte-fallas-valencia-concluye-periplo-98193308.html) [La corte de las Fallas de Valencia concluye su periplo asturiano en la Cámara Santa](https://www.lne.es/oviedo/2024/02/15/corte-fallas-valencia-concluye-periplo-98193308.html) [Oviedo](https://www.lne.es/oviedo/2024/02/15/juez-desestima-medidas-cautelares-elecciones-98193294.html) [El juez desestima las medidas cautelares para las elecciones del Centro Asturiano](https://www.lne.es/oviedo/2024/02/15/juez-desestima-medidas-cautelares-elecciones-98193294.html) [Oviedo](https://www.lne.es/oviedo/2024/02/15/menu-antroxu-multitudinario-carnaval-gastronomico-98161161.html) [Menú de Antroxu multitudinario para un Carnaval gastronómico](https://www.lne.es/oviedo/2024/02/15/menu-antroxu-multitudinario-carnaval-gastronomico-98161161.html) [Oviedo Opinión](https://www.lne.es/oviedo/opinion/2024/02/15/antroxu-desmotivado-98193295.html) [El Antroxu desmotivado](https://www.lne.es/oviedo/opinion/2024/02/15/antroxu-desmotivado-98193295.html) [Oviedo](https://www.lne.es/oviedo/2024/02/15/arzobispo-preside-inicio-cuaresma-catedral-98193313.html) [El Arzobispo preside el inicio de la Cuaresma en la Catedral](https://www.lne.es/oviedo/2024/02/15/arzobispo-preside-inicio-cuaresma-catedral-98193313.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://twitter.com/intent/tweet?original_referer=https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html&text=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20%20https://www.lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://twitter.com/intent/tweet?original_referer=https://lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html&text=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20%20https://lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=Jos%C3%A9%20Valde%C3%B3n%3A%20%22Asturias%20tiene%20un%20patrimonio%20enorme%20de%20jardines%20merecedor%20de%20mejor%20trato%22%20https://lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://lne.es/oviedo/2024/02/16/jose-valdeon-asturias-patrimonio-enorme-98236672.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T05:03:49.631+02:00",
    "updated": "2024-02-16T05:22:27.629+02:00"
  },
  {
    "uuid": "8b9f2cc5f527c09179e9eee899802c91a7bcb90e",
    "url": "https://das.uchile.cl/u-de-chile-desarrolla-nueva-tecnologia-para-captar-senales-del-universo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin_astronimia",
    "published": "2023-12-28T20:57:00Z",
    "title": "U. de Chile desarrolla nueva tecnología para captar señales del Universo - DAS - Universidad de Chile",
    "text": "El equipamiento, denominado mezclador digital, fue desarrollado por el Laboratorio de Ondas Milimétricas, ubicado en Observatorio Cerro Calán, y publicado en la revista «Publications of the Astronomical Society of the Pacific (PASP)». “Este logro es un paso clave de cara a la digitalización de receptores radioastronómicos, que hasta ahora han sido predominantemente analógicos”, así lo explica Ricardo Finger, académico del Departamento de Astronomía FCFM de la Universidad de Chile. Para Finger, quien es también investigador del Centro de Astrofísica CATA (una de las principales entidades que financia dicho Laboratorio), las señales astronómicas “que recibimos desde el espacio llegan a frecuencias tan altas que los computadores no pueden analizarlas directamente”, añade. La magia está en los detalles El instrumento reduce la frecuencia de las señales a un nivel que los computadores sí pueden procesar sin perder información. “Es esencialmente una conversión de la señal cósmica a una frecuencia analizable por la tecnología digital», afirmó Finger. “Grandes esfuerzos se hacen en reducir el ruido del oscilador local (LO) en los receptores radio astronómicos de onda milimétrica. Esto los hace complejos y costosos. Sin embargo, con esta tecnología, podemos relajar algunas de estas restricciones ya que el ruido del LO es cancelado mediante el procesamiento digital”, explica Finger. El desarrollo de esta tecnología se realizó en el Laboratorio de Ondas Milimétricas instalado en Cerro Calán en Las Condes,y tomó tres años. El proyecto es parte de un esfuerzo más amplio de desarrollo de algoritmos para el procesamiento digital de señales astronómicas en tiempo real. La investigación fue financiada por el fondo ALMA-ANID (Agencia Nacional de Investigación y Desarrollo), y el Centro CATA. Aunque este avance no está destinado para instalación inmediata en observatorios como los de Chile, el Dr. Finger explica que “Este trabajo está destinado a demostrar las potencialidades de esta técnica y mejorar el funcionamiento general de los radiotelescopios”. En palabras del Dr. Finger, la mirada a largo plazo es continuar avanzando en la digitalización de receptores astronómicos. «Mientras más aspectos podamos digitalizar, mejor será el rendimiento. Aunque los receptores aún son predominantemente analógicos, seguimos trabajando en su digitalización progresiva», agregó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:30.948+02:00",
    "updated": "2023-12-29T00:41:30.948+02:00"
  }
]