[
  {
    "uuid": "5c159d4a72e7afe37613dd30a499a64ada64e2d8",
    "url": "https://nation.cymru/opinion/playing-a-dangerous-game/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Mansfield",
    "published": "2023-12-28T20:06:00Z",
    "title": "Playing a dangerous game",
    "text": "Opinion\nPlaying a dangerous game\nBen Wildsmith\nIf you visit the House of Commons to sit in the public gallery, they hand you a leaflet that emphasises the majesty of the procedure you are witnessing. The ‘mother of parliaments’, it tells you, is the cradle of modern democracy and the gold standard for government of and by the people.\nThe tone of the leaflet suggests that it’s aimed at foreign tourists, which is just as well, because anybody living in the UK would be well within their rights in reporting our parliamentary mother to social services.\nFirstly, to get it out of the way, having a king is plainly at odds with democratic values. Abolishing the monarchy, though, requires more than tweeting #notmyking 23 times a day and buying a Guy Fawkes mask.\nYou’re paying for him, so until you organise a revolution, he #isyourking.\nIndependence\nSimilarly, independence might bring a better democratic model for us here in Wales, but we face immediate problems around fundamentals like housing and healthcare that cannot wait for that outcome.\nEven in these reduced circumstances, however, we are supposed to have some mechanism for influencing the decisions made on our behalf.\nMost of us, of course, never influence Westminster politics with our votes. The first-past-the-post system means that casting a ballot in safe constituencies is largely symbolic. Again though, changing that would be the work of decades.\nWhat I’m addressing here is the system as it is sold to us: the monarchical, Anglocentric, gerrymandered farce of democracy that we are too apathetic to overthrow. How’s that going; on its own terms?\nWell, by my reckoning, we haven’t received even the appearance of a democratic outcome to an election since 2005. Tony Blair’s victory that year came with the caveat that he’d finally be handing over the reins to Gordon Brown, because leadership of the nation is the sort of thing decided in an Islington restaurant, rather than a General Election.\nAt least we knew about that, though. In 2010, after the financial crisis had turned Brown into\nAdmiral Doenitz, we greeted the Conservative/Lib-Dem coalition.\nElectoral reform\nThe creation of this government involved the hasty drafting of a programme of government for which nobody at all had voted. Laughably, it included provision for a referendum on electoral reform which David Cameron’s party was not required to support.\n2015’s election brought a Conservative majority at the cost of the Brexit referendum which swiftly saw off Cameron. Then we had Theresa May with no mandate, Theresa May with the DUP, Boris Johnson with no mandate, Boris Johnson in coalition with Covid-19, Liz Truss with no mandate, and Rishi Sunak with no mandate.\nIn the midst of all this, some people clung desperately to the Brexit vote as evidence of democracy enduring. Even for them, though, it must be a stretch.\nTo keep that show on the road, the UK government has effectively reunified Ireland and created so many vocational exceptions to the restriction on freedom of movement that you could be forgiven for suspecting they’re not quite as averse to immigration as they make out.\nCaution\nAll of this means that Keir Starmer’s anxiety to demonstrate caution in the run-up to next year’s election may prove to be reckless in the medium term.\nSo far, we have had three Keirs. There was the enthusiastic Europhile of Jeremy Corbyn’s Shadow Cabinet, the sensible radical who ran for the leadership, and now the Brexit convert who eschews left-wing economics, cleaves to Government foreign policy and is scaling back commitments on the environment and constitutional reform.\nLabour enthusiasts tend to nod and wink that he’ll pivot left again once he’s safely elected. How do they think that will go?\nPeople have been voting for governments that bear no relation to what they offered for nearly 20 years. Brexit not only failed to deliver economic results, but hasn’t satisfied those voters who wanted, for whatever reason, to stem immigration and assert UK sovereignty. Democracy is seemingly divorced from the mechanism of Government altogether.\nThe starkest UK example of this was the defenestration by the bond markets of Liz Truss and Kwasi Kwarteng. Although only tangentially connected to an election result, they did, at least, hold offices of state in a country that claims to be democratic.\nThose responsible for their removal, necessary as it was, were faceless speculators.\nAbroad, meanwhile, Russia and China have ceased to pay lip service to democracy at all, whilst the ruling families of the Gulf prosper with little internal dissent.\nInsurrection\nFinally, we face the prospect of Donald Trump returning to power in the USA having openly incited insurrection and baldly promising to override any democratic institutions that hinder his will.\nNext year’s general election will, paradoxically, be our most acrimonious, whilst offering the narrowest ideological choice we have ever seen.\nFury will erupt around gender and immigration issues, but the major parties offer no meaningful change to the economic status quo. Democracy has become low-rent entertainment.\nVoters get to vent their frustration on carefully ring-fenced fringe issues while the juggernaut of international finance motors on regardless, stripping our public services and administering our lives by stealth.\nIt may be that democracy has exhausted itself. Perhaps we are too mistrustful and cynical to demand vibrancy from it anymore. But as the Welsh Labour Party prepares to offer its members a choice between two versions of Drakeford Lite, and Keir Starmer surveys the car crash of 2023 Britain only to prescribe an aspirin, they’d be unwise to rely on our apathy lasting forever.\nThe Trumpish overtures of Reform UK have their own TV channel in GB News and the Tory press at their service once Sunak is defeated. They will be reminding everyone that along with Powellite rhetoric on race, they promise to raise the threshold for income tax to £20 000 per year.\nIn its wariness, the left across the UK is playing a dangerous game.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "http://youtube.com/watch?v=BYz1ADttI1g",
      "http://www.youtube.com/watch",
      "http://www.youtube.com/watch?v=BYz1ADttI1g"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ben wildsmith",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "house of commons",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:26.698+02:00",
    "updated": "2023-12-29T00:13:26.698+02:00"
  },
  {
    "uuid": "7e920e1aa2448bb82b91943422422533318ac379",
    "url": "https://www.opovo.com.br/noticias/politica/2023/12/28/sarto-avalia-que-gestoes-de-lula-e-elmano-estao-deixando-a-desejar.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "O Povo",
    "published": "2023-12-28T21:36:00Z",
    "title": "Sarto avalia que gestões de Lula e Elmano estão \"deixando a desejar\"",
    "text": "Sarto avalia que gestões de Lula e Elmano estão \"deixando a desejar\"Em clima de retrospectiva, Sarto avaliou petistas em entrevista à Rádio O POVO CBN O prefeito de Fortaleza, José Sarto (PDT), afirmou que as gestões do presidente Luíz Inácio Lula da Silva (PT) e do governador do Ceará, Elmano de Freitas (PT), estão “deixando a desejar”. A avaliação foi dada nesta quinta-feira, 28, durante [entrevista à Rádio O POVO CBN](https://www.youtube.com/watch?v=kh5Jvaot4GQ). Quanto ao governo federal, [Sarto](https://www.opovo.com.br/noticias/politica/2023/12/28/servidores-publicos-municipais-e-estaduais-cobram-reajuste-de-902-e-10.html) analisa que a dificuldade está em como o chefe do Executivo brasileiro recebeu a presidência. “O governo Lula talvez tenha, ainda, uma avaliação um pouquinho melhor por conta, eu diria, do estado que ele pegou o Brasil”. Já relativa à gestão estadual, o prefeito entende que Elmano recebeu o “Estado relativamente saneado”. Seja assinante O POVO+ Tenha acesso a todos os conteúdos exclusivos, colunistas, acessos ilimitados e descontos em lojas, farmácias e muito mais. [Assine](https://mais.opovo.com.br/) “Acho que está deixando a desejar. Ambos. Já o atual governador, ele pegou o Estado relativamente saneado, porque eu era deputado e presidente da Assembleia e conheço os números da economia do Estado do Ceará. Então, na verdade, eu acho que deixa a desejar porque, nesse primeiro ano, praticamente não se teve nenhuma ação administrativa que redundasse em melhoria para o povo cearense”. Corte de recursos Questionado sobre a relação entre [Governo do Ceará e Prefeitura de Fortaleza](https://www.opovo.com.br/noticias/politica/2023/12/21/sarto-relacao-com-elmano-nao-deu-resultado-e-gestao-esta-muito-abaixo-da-expectativa.html#:~:text=abaixo%20da%20expectativa%22-,Sarto%3A%20rela%C3%A7%C3%A3o%20com%20Elmano%20%22n%C3%A3o%20deu%20resultado%22%20e%20gest%C3%A3o,est%C3%A1%20muito%20abaixo%20da%20expectativa%22&text=O%20prefeito%20de%20Fortaleza%2C%20Jos%C3%A9,PT)%2C%20n%C3%A3o%20deu%20resultado.), Sarto afirmou não haver dificuldades, mas citou cortes feitos pela gestão Executiva estadual. \"Fortaleza, em que pese, termos tido cortes de recursos para, por exemplo, no início do ano, o IJF - que depois foi reposto - como [também] o corte de investimento para o programa Nossas Guerreiras, que foi feito, como o corte de recursos para a área de transporte público; Fortaleza tem bancado a conta. Tem conseguido, graças à habilidade, vocação e inteligência da nossa equipe. Tem dado respostas positivas\". Leia mais Seguindo na avaliação, o prefeito completou: \"Administrativamente, o que houve foram esses cortes em alguns programas. O [Instituto Dr.] José Frota voltou, os outros não voltaram\". Apesar das críticas, Sarto amenizou a avaliação sobre a gestão de Elmano com a justificativa de ser o primeiro ano de mandato. “O governador eleito está no primeiro ano e todo primeiro ano tem muitas dificuldades para, primeiro, você se assenhorar da máquina; segundo, para fazer acomodações de compromissos políticos assumidos. Qualquer governo que assuma compromisso para realizar uma ação determinada, vai ser cobrado mais assiduamente no segundo ano”. Respostas O secretário do Trabalho do Ceará, Vladyson Viana, entende como um \"equívoco quando se fala em corte\" relativo ao programa Nossas Guerreiras. \"O estado repassou ao município de Fortaleza mais de R$ 19 milhões para execução do Nossas Guerreiras. Nós temos um outro programa no Estado do Ceará, que é o Ceará Credi, que tem uma linha específica de crédito para mulheres. O Ceará Credi em Fortaleza já investiu mais de R$ 58 milhões, atendendo mais de 16 mil empreendedores, destes mais de 11.500 são mulheres. Então, nós avaliamos que o Ceará Credi Mulher é mais efetivo. Nós decidimos priorizar, alocar os recursos necessários para atender essa demanda através do Ceará Credi\", explicou Viana. \"Não há que se falar em corte, há que se falar em decisão de gestão. Nós avaliamos que é mais efetivo [dessa maneira]\". Sobre os repasses ao setor do transporte público, o Governo do Ceará afirmou, em nota, \"que mantém apoio ao transporte público de Fortaleza com valor estimado em mais de R$ 30 milhões/ano, por meio da redução de 66% na base de cálculo do ICMS do Diesel utilizado pelas empresas de transporte urbano, embora o transporte público municipal seja responsabilidade direta da prefeitura\". Completou acrescentando que \"não existe outro convênio vigente com a Prefeitura de Fortaleza para repasse extra de recursos para essa área. Em 2021, durante a pandemia, com a alegação de uma necessidade financeira da Prefeitura naquele momento, o Governo estadual assinou acordo para o repasse de R$ 2 milhões/mês para esse fim. Isso foi cumprido integralmente\". [Siga o canal de Política do O POVO no WhatsApp](https://www.whatsapp.com/channel/0029Va3G1JmGU3BKkggnkF3A) Leia nota na íntegra \"O Governo do Ceará informa que mantém apoio ao transporte público de Fortaleza com valor estimado em mais de R$ 30 milhões/ano, por meio da redução de 66% na base de cálculo do ICMS do Diesel utilizado pelas empresas de transporte urbano, embora o transporte público municipal seja responsabilidade direta da prefeitura. O Governo do Ceará informa ainda que não existe outro convênio vigente com a Prefeitura de Fortaleza para repasse extra de recursos para essa área. Em 2021, durante a pandemia, com a alegação de uma necessidade financeira da Prefeitura naquele momento, o Governo estadual assinou acordo para o repasse de R$ 2 milhões/mês para esse fim. Isso foi cumprido integralmente. Ainda a respeito do transporte na Capital, o Governo do Ceará atende a população com o sistema metroviário, com 56,8 km no total das linhas Oeste e Sul e o VLT Parangaba-Mucuripe, com mais de 16 milhões de passageiros transportados ao longo de 2023. Ainda este ano, o Governo do Ceará lançou o Programa VaiVem, que proporciona duas passagens gratuitas por dia entre municípios da Região Metropolitana de Fortaleza: Aquiraz, Cascavel, Caucaia, Chorozinho, Eusébio, Fortaleza, Guaiúba, Horizonte, Itaitinga, Maracanaú, Maranguape, Pacajus, Pacatuba, Pindoretama e São Gonçalo do Amarante. Nesta primeira fase, estão contemplados estudantes de instituições públicas e privadas, que estejam regularmente matriculados em um município diferente do de moradia e possuam carteira de estudante válida para a macrorregião. O VaiVem funciona inclusive no período de férias e nos fins de semana. No suporte à saúde, por meio da Política de Incentivo Hospitalar, o Governo do Ceará repassa de R$ 70,2 milhões/ano ao IJF, bem como dispõe de rede estadual própria de atenção secundária e terciária. Além disso, segue atuando igualmente em todo o território do Ceará para geração de emprego e renda, políticas assistenciais, promoção da educação e formação dos jovens, além de dezenas de obras e ações\". [Fale com a gente](https://www.opovo.com.br/falecomagente)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=kh5Jvaot4GQ)",
      "https://www.whatsapp.com/channel/0029Va3G1JmGU3BKkggnkF3A)",
      "http://www.youtube.com/watch",
      "https://whatsapp.com/channel/0029Va3G1JmGU3BKkggnkF3A)",
      "http://youtube.com/watch?v=kh5Jvaot4GQ)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:10:37.324+02:00",
    "updated": "2023-12-29T01:10:37.324+02:00"
  },
  {
    "uuid": "c6614640404272d13766a90da89072e6da6b4894",
    "url": "https://www.azfamily.com/2024/04/18/prom-held-students-who-missed-theirs-2020-because-pandemic",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "WKOW via CNN Newsource",
    "published": "2024-04-18T00:00:00Z",
    "title": "Prom held for students who missed theirs in 2020 because of pandemic",
    "text": "MADISON, Wis. (WKOW) – Students who were in high school in 2020 are getting a second chance to attend the prom they missed due to the COVID-19 pandemic. At the University of Wisconsin in Madison , senior class officers hosted a prom this year for those who originally missed theirs four years ago. The majority of college students who graduate this spring were high school seniors when the pandemic hit. Gracie Nelson, the university’s senior class president, said the senior class officers wanted to do something special for the soon-to-be graduates. They decided they wanted to give the graduating class their very own prom. “I think you don’t even realize how much you’ve lost until you watch, like, the freshman,” she said. “And you’re like, ‘Oh, my gosh, you didn’t get any of that.’ And so I do think that, while I’ve had the best four years and really wouldn’t change any of it, I think there’s a new excitement about graduation and events and things like this.” More than 800 people got tickets to go to the event. Copyright 2024 WKOW via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.wisc.edu/",
      "https://www.wisc.edu",
      "https://wisc.edu/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gracie nelson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn newsource",
          "sentiment": "none"
        },
        {
          "name": "university of wisconsin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "madison",
          "sentiment": "none"
        },
        {
          "name": "wis.",
          "sentiment": "none"
        },
        {
          "name": "madison",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:31:57.021+03:00",
    "updated": "2024-04-19T01:31:57.021+03:00"
  },
  {
    "uuid": "6f360d608fd7e86b928abbafb7df450850b42fab",
    "url": "https://www.infobae.com/america/agencias/2023/12/29/zelensky-expresa-su-gratitud-al-papa-por-sus-deseos-de-paz-para-ucrania-estoy-agradecido-al-vaticano/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsroom Infobae",
    "published": "2023-12-29T16:31:00Z",
    "title": "Zelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"",
    "text": "El presidente de Ucrania, Volodimir Zelenski, ha expresado este viernes su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania, según 'Vatican News'. \"Acabo de hablar con Su Santidad el Papa Francisco para expresarle mi gratitud por sus deseos navideños para Ucrania y los ucranianos, por sus deseos de paz, una paz justa para todos nosotros. Hemos hablado de nuestro trabajo conjunto sobre la Fórmula de la Paz: más de 80 Estados participan ya a nivel de sus representantes. Habrá más. Estoy agradecido al Vaticano por apoyar nuestro trabajo\", ha asegurado en un mensaje en la red social X (antes Twitter). Precisamente, el Papa ha recibido en varias ocasiones al presidente ucraniano en el Vaticano. La última, el pasado 13 de mayo, en el que fue su segundo encuentro en persona tras el de 2020, el primero desde la invasión rusa de Ucrania. En todo caso, desde el atentado del 24 de febrero de 2022, se han producido varias conversaciones telefónicas entre el Papa y Zelensky. La primera fue el 26 de febrero del año pasado, dos días después del inicio del conflicto. En esta ocasión, el Papa expresó su \"más profundo dolor\" por los \"trágicos\" acontecimientos que estaban teniendo lugar en el país, mientras que el presidente afirmó cómo el pueblo ucraniano sentía el \"apoyo espiritual\" del Papa. Así, el 22 de marzo de 2022 Zelensky le trasladó \"la difícil situación humanitaria y el bloqueo de los corredores de socorro por las fuerzas rusas\", para añadir que acogía \"con satisfacción el papel mediador de la Santa Sede para poner fin al sufrimiento humano\". Finalmente, el 12 de agosto de 2022, el presidente ucraniano afirmó que hablaron \"de los horrores sufridos por la población a causa de la invasión rusa\".\nZelensky expresa su \"gratitud\" al Papa por sus \"deseos de paz\" para Ucrania: \"Estoy agradecido al Vaticano\"\nDEPORTES\nConmoción en la lucha libre: murió el peleador “Mad Kurt” Chapman a los 26 años\nDibu Martínez habló por primera vez a fondo de sus “juegos mentales” y reveló por qué no volvió a ver la final contra Francia\nEl gran objetivo de Carlos Alcaraz para 2024: “Si hay que elegir lo tengo claro porque significaría cumplir un sueño”\nEl Tribunal de Disciplina de la AFA difundió el informe que confirma el descenso de Colón de Santa Fe: los argumentos para rechazar el pedido\nENTRETENIMIENTO\nEstrenos de Prime Video en enero: “Zorro”, “Sonido de libertad”, “Háblame” y más\nEl director de ‘Escuadrón Suicida’ sostiene que la audiencia actual sólo celebra los fracasos en la taquilla\nRebel Moon: el guionista de la película de Zack Snyder responde a las críticas\nQué serie o película ver esta noche en Netflix\nTENDENCIAS\nQué es el hoyuelo sacro, cuáles son sus síntomas y cómo se cura\nBenjamin Button, el gato que hizo un cameo durante la sesión fotográfica de Taylor Swift para TIME\nVideos de chimeneas, uno de los contenidos de streaming más vistos en Navidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:38:20.759+02:00",
    "updated": "2023-12-29T18:38:20.759+02:00"
  },
  {
    "uuid": "144a53c2597d1be5dcb8093f446779b441780a3b",
    "url": "https://ground.news/article/liverpool-chelsea-handed-massive-boost-as-outstanding-serie-a-midfielder-rejects-mega-saudi-pro-league-offer",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TEAMtalk",
    "published": "2023-12-29T09:20:00Z",
    "title": "Ground News - Liverpool, Chelsea handed massive boost as outstanding Serie A midfielder rejects mega Saudi Pro League offer",
    "text": "Summary by TEAMtalk Liverpool and Chelsea have seemingly been handed a big boost to their hopes of snapping up a top Serie A midfielder after the Inter Milan reportedly star snubbed the chance to head to the Saudi Pro League. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nTEAMtalk Center Mixed Factuality Liverpool, Chelsea handed massive boost as outstanding Serie A midfielder rejects mega Saudi Pro League offer Liverpool and Chelsea have seemingly been handed a big boost to their hopes of snapping up a top Serie A midfielder after the Inter Milan reportedly star snubbed the chance to head to the Saudi Pro League.\n1 hour ago Read Full Article\nTEAMtalk Center Mixed Factuality\nLiverpool, Chelsea handed massive boost as outstanding Serie A midfielder rejects mega Saudi Pro League offer Liverpool and Chelsea have seemingly been handed a big boost to their hopes of snapping up a top Serie A midfielder after the Inter Milan reportedly star snubbed the chance to head to the Saudi Pro League.\n1 hour ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.teamtalk.com/news/liverpool-chelsea-handed-massive-boost-as-outstanding-serie-a-midfielder-rejects-mega-saudi-pro-league-offer?utm_source=ground.news&utm_medium=referral",
      "https://teamtalk.com/news/liverpool-chelsea-handed-massive-boost-as-outstanding-serie-a-midfielder-rejects-mega-saudi-pro-league-offer?utm_source=ground.news&utm_medium=referral",
      "https://www.teamtalk.com/news/liverpool-chelsea-handed-massive-boost-as-outstanding-serie-a-midfielder-rejects-mega-saudi-pro-league-offer"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chelsea",
          "sentiment": "negative"
        },
        {
          "name": "gro",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "teamtalk liverpool",
          "sentiment": "negative"
        },
        {
          "name": "saudi pro league",
          "sentiment": "negative"
        },
        {
          "name": "ground news - liverpool",
          "sentiment": "negative"
        },
        {
          "name": "articles all left center right teamtalk center mixed factuality liverpool",
          "sentiment": "none"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "inter milan",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T12:40:06.872+02:00",
    "updated": "2023-12-29T12:40:06.872+02:00"
  },
  {
    "uuid": "349fbd5c4f6a8113a0cc3e25f537c4f0460062aa",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-03/doc-inervqpz2956978.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-02T21:14:00Z",
    "title": "首例达芬奇机器人手术顺利实施|手术_新浪财经_新浪网",
    "text": "“ 机器人 手术的精准性和视野优势,为诊疗高难度患者提供了更安全、高效的治疗选择。”3月初,齐鲁医院德州医院手术室内,一场特殊的手术正在紧张进行。一只银色机械臂在患者腹腔内轻盈转动,面对体重190斤、肥胖指数高达32的患者,山东大学齐鲁医院妇科专家带领齐鲁医院德州医院妇科团队,在达芬奇手术机器人辅助下,进行了一场穿越“脂肪迷宫”的精准“战役”。\n　　“达芬奇手术机器人的机械臂可以360度旋转,操作灵活度远超人手……”齐鲁医院德州医院党委委员、妇产科执行主任王晶介绍,此次手术是德州市首例达芬奇机器人妇科手术,与传统腹腔镜手术相比,机器人手术具有更加显著的优势,此技术让操作手术时的视野更立体、清晰,微小血管和组织结构“纤毫毕现”。\n　　由于患者肥胖指数较高,实施手术所需的各项准备也更为复杂。“如果使用传统腔镜手术,至少需要3-4人配合,而有了手术机器人的辅助,主刀医师仅需1名助手配合就可以完成。”王晶提到,此次肥胖患者腹腔空间狭窄、脂肪堆积严重,达芬奇机器人凭借其放大视野和精细操作能力,精准完成了各项复杂手术步骤。作为首例机器人手术的关键推动者,山东大学齐鲁医院妇产科主任、博士生导师宋坤等妇科专家团队深度参与手术规划。术前,两地团队联合成立协作组,整合病例资料、麻醉方案及护理流程,确保手术安全。\n　　“自2022年山东大学齐鲁医院与齐鲁医院德州医院启动合作共建以来,德州医院妇科微创手术量从年度700余例跃升至年度1500余例,四级手术量翻倍,CMI值(病例组合指数)从1.012提升至1.068,这些都反映出我们疑难病例的救治能力在显著增强。”王晶介绍,科室细分出盆底、肿瘤、生殖外科等多个亚专业,并常态化开展荧光腹腔镜下前哨淋巴结切除、3D腹腔镜下早期卵巢癌、子宫内膜癌、宫颈癌分期手术等先进技术,平均住院日缩短至3.46天,低于全省平均水平。\n　　王晶表示,未来齐鲁医院德州医院妇产科将依托山东大学齐鲁医院资源,构建覆盖女性婚前、孕产、肿瘤防治及康复的全生命周期健康管理体系,同时推动优质资源下沉,提升区域妇科诊疗水平。随着技术的持续突破,更多患者将受益于精准、高效的诊疗服务。　　　(李梦娇)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->medical specialisation",
      "Health->surgery",
      "Science and Technology->medical research",
      "Science and Technology->technology and engineering",
      "Social Issue->social networking",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T00:29:47.029+03:00",
    "updated": "2025-04-03T00:29:47.029+03:00"
  },
  {
    "uuid": "d68ab8b632fd3a2aa117ccecee4fe3400a9a9b79",
    "url": "https://www.laprensa.hn/honduras/honduras-masa-aire-frio-bajara-temperaturas-copeco-HH23172173",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/cronologia/-/meta/redaccion",
    "published": "2024-12-13T05:00:00Z",
    "title": "Masa de aire frío bajará temperaturas en Honduras",
    "text": "[Alertas](/cronologia/-/meta/alertas)\nSan Pedro Sula\nUna masa de aire frío bajará las temperaturas durante 72 horas, según el pronóstico del Centro de Estudios Atmosféricos, Oceanográficos y Sísmicos (Cenaos).\nWalter Aguilar, pronosticador de Cenaos, informó que las temperaturas comenzarán a descender gradualmente desde este viernes por la entrada de una masa de aire frío.\nAyer, la Secretaría de Gestión de Riesgos y Contingencias Nacionales (Copeco) activó alerta verde en cuatro departamentos de Honduras por una cuña débil de alta presión.\nLa alerta comenzó a regir desde las 6:00 pm del miércoles 11 de diciembre y se mantendrá hasta hoy a las 6:00 pm en los departamentos de Cortés, Atlántida, Colón e Islas de la Bahía.\nEn los últimos días, los hondureños han experimentado bajas temperaturas y lloviznas, principalmente en la zona norte, litoral y occidente del país.\nEl fin de semana, en[ San Pedro Sula](https://www.laprensa.hn/sanpedro/hondurenos-celebran-con-fe-y-devocion-a-la-virgen-de-guadalupe-GF23154929#image-1), la temperatura mínima será de 18 y máxima de 20, mientras en La Ceiba habrá temperaturas máximas de 22 grados y mínimas de 17 grados.\nEn Santa Rosa de Copán rondará la máxima en 20 grados centígrados y la mínima 16. Mientras en La Esperanza, Intibucá, se sentirán las temperaturas más bajas de todo el país, ahí la mínima será de 10 grados y la temperatura máxima de 14 grados.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Walter Aguilar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Secretaría de Gestión de Riesgos y Contingencias Nacionales",
          "sentiment": "none"
        },
        {
          "name": "Copeco",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T09:55:25.606+02:00",
    "updated": "2024-12-13T09:55:25.606+02:00"
  }
]