[
  {
    "uuid": "f47ab235d9bf14276853da5bf489e55318980e46",
    "url": "https://www.popsugar.com.au/beauty/restylane-eyelight-filler-49322178",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aviel kanter",
    "published": "2023-12-28T18:50:00Z",
    "title": "This New Dermal Filler is the First to Be FDA-Approved For the Undereye Area",
    "text": "This New Dermal Filler is the First to Be FDA-Approved For the Undereye Area\nIf the eyes are the window to the soul, the\nundereye area is the couch on which all of the soul’s stresses like to lounge. Also called the tear trough, the undereye area can sometimes be a pretty good mirror for what’s going on in our day-to-day. Didn’t get enough sleep? Cue the dark circles. Aging (however gracefully)? Hollowing from a loss of collagen is probably on your radar.\nOf course, there’s nothing wrong with having wrinkles around the eyes (aka crow’s feet) or a lack of volume under the eyes (which can also be genetic) – and you certainly never have to make any changes to your appearance. But if you do want to address those concerns, there is now an FDA-approved\ndermal filler available specifically for that area: Restylane Eyelight. We spoke to two board-certified dermatologists about what you need to know about Eyelight before heading to your doctor.\nWhat Is Restylane Eyelight?\nRestylane Eyelight is a clear injectable gel composed of\nhyaluronic acid (HA), a natural substance that already exists in the body. Restylane Eyelight is crosslinked with butanediol diglycidyl ether (BDDE), an ingredient that helps form a network of HA to provide a gel filler that lasts longer. It’s also formulated with Nasha Technology, which basically means it has a firm gel texture intended for a more pronounced lift. Restylane Eyelight fills in the undereye area to reduce shadows and hollows.\n“Eyelight has one of the highest abilities to re-volumize and lift the tear trough area with a small amount of product,” says board-certified dermatologist\nCarolyn Jacob, MD, FAAD, who was also a lead investigator in the clinical trial of Restylane Eyelight.\nSpeaking of the clinical trial, here’s what pushed Eyelight into FDA-approval: “It has been specifically studied for use in the infraorbital hollows, which includes the area known as the tear troughs, as well as the lateral infraorbital hollow (IOH),” Dr. Jacob says. In the study, Eyelight showed success in “efficacy in improving the hollows by moving the bar one grade of improvement,” and it showed a higher degree of safety in terms of adverse events. “There were few adverse events such as bruising or tenderness, which can occur with all HA fillers.”\nWhile a filler hadn’t been FDA-approved for use specifically under the eyes until now, dermatologists often use other fillers for this area as an off-label treatment. So why choose Restylane Eyelight (other than the FDA approval, of course)? “Restylane Eyelight is a hyaluronic acid gel filler that has properties that make it smooth and moldable in the undereye area,” says board-certified dermatologist\nNancy Samolitis, MD FAAD. “This is very important because there is not a lot of space under the thin skin and muscle under the eye. Other types of fillers can be visible, bumpy, or look dark through the skin. Eyelight is less likely to cause these adverse effects.” Dr. Samolitis adds that Eyelight is less likely to clump into a nodule because it’s not as cohesive as many other hyaluronic acid gel fillers.\nAnother reason to choose Restylane Eyelight: “It lasts a very long time in this area, usually at least a year in my experience and sometimes longer,” says Dr. Samolitis. Dr. Jacob agrees, saying that while studies show improvements up to 18 months with optimal treatment, in her experience, it can last longer in some patients.\nWho Is a Good Candidate for Restylane Eyelight?\nAccording to Dr. Samolitis, a good candidate is someone who truly has volume loss (loss of fat) under the eye – this is what causes the hollow look in the tear trough area. “Unfortunately, a lot of other causes of dark circles under the eyes are not from volume loss, but from thin skin, pigmentation, increased vascularity, or skin laxity,” she says. “It’s very important to [choose a] provider who is very experienced in assessing this area before being injected.”\nWhat are the Side Effects of Restylane Eyelight?\nSwelling is pretty typical for the undereye area, and can last anywhere from two to five days depending on the amount of filler used and your tendency to swell. “I usually suggest sleeping propped up on an extra pillow, taking non-sedating antihistamines (like Zyrtec or Xyzal), and using ice every few hours to reduce swelling,” says Dr. Samolitis. She suggests avoiding any activities that would increase the blood pressure in the face like strenuous exercise, head inversions, or lying face-down until the product appears to be fully settled. Bruising can also happen, but often depends on the person’s tendency to bruise and the injection technique. You can always take arnica supplements to help reduce that from happening; just make sure to check with your doctor before taking any new supplements.\n“There are some more serious side effects that can occur after any filler injection in any location, so I always recommend that my patients notify me of anything outside of bruising and swelling that they may be experiencing post-procedure,” says Dr. Samolitis. It’s also important to note that the Restylane Eyelight formula (like many fillers) contains lidocaine, so if you’re allergic, let your doctor know.\nWhat to Consider Before Getting Restylane Eyelight\nIf you don’t have a loss of volume under the eyes, Eyelight (and undereye filler in general) likely won’t make much of a difference, so be sure to go to an injector that you trust who has a lot of experience. They will keep you honest about the type of results you can expect. Dr. Samolitis also says that if you tend to swell easily due to genetic anatomical issues or allergies, you should probably steer clear of Eyelight – hyaluronic acid holds on to water and can make that puffiness worse.\nWhen it comes to any filler, Dr. Samolitis suggests you ask lots of questions, ask to see photos of the doctor’s before and after results, and make sure you are told what filler is being used.\nRelated:\nI Got Undereye Fillers, and the Results Are Game-Changing",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://popsugar.com.au/beauty/Best-Products-Dark-Circles-44883038",
      "https://popsugar.com.au/beauty/dermal-fillers-48758218",
      "http://instagram.com/drsamolitis/?hl=en",
      "https://popsugar.com.au/beauty/What-Hyaluronic-Acid-46039637",
      "http://www.restylaneusa.com/product/restylane-eyelight",
      "https://popsugar.com.au/beauty/undereye-filler-editor-experiment-48778044?utm_medium=partner_feed&utm_source=yahoo_publisher&utm_campaign=related%20link",
      "https://www.popsugar.com.au/beauty/Best-Products-Dark-Circles-44883038",
      "https://www.popsugar.com.au/beauty/undereye-filler-editor-experiment-48778044",
      "http://www.instagram.com/drsamolitis/",
      "http://chicagodermatology.com/our-providers/carolyn-i-jacob-md/",
      "https://www.popsugar.com.au/beauty/what-to-know-undereye-filler-47266526",
      "http://chicagodermatology.com/our-providers/carolyn-i-jacob-md",
      "http://www.instagram.com/drsamolitis/?hl=en",
      "https://www.popsugar.com.au/beauty/What-Hyaluronic-Acid-46039637",
      "https://www.popsugar.com.au/beauty/dermal-fillers-48758218",
      "https://www.popsugar.com.au/beauty/undereye-filler-editor-experiment-48778044?utm_medium=partner_feed&utm_source=yahoo_publisher&utm_campaign=related%20link",
      "https://popsugar.com.au/beauty/what-to-know-undereye-filler-47266526",
      "http://www.chicagodermatology.com/our-providers/carolyn-i-jacob-md/",
      "http://restylaneusa.com/product/restylane-eyelight"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fda",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:37:42.786+02:00",
    "updated": "2023-12-29T03:37:42.786+02:00"
  },
  {
    "uuid": "2fa14bcad3bdbf55447b5cf82f0802baf68a5ac8",
    "url": "https://vnexplorer.net/cocteles-con-sidra-para-brindar-en-las-fiestas-de-fin-de-ano-s697044.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:10:00Z",
    "title": "Cócteles con sidra para brindar en las fiestas de fin de año",
    "text": "coctel con sidra para brindar en año nuevo\nEstos cócteles con sidra son perfectos para ser las bebidas de fin de año, lo mejor para brindar el 31 de diciembre y que encantarán a todos tus invitados.\nSi este año fuiste la persona encargada de la coctelería del menú en Año Nuevo, lo ideal es encontrar opciones que se ajusten a todos los paladares. Y la verdad, también algo que no sea tan difícil de preparar.\nLa sidra es quizá la bebida más popular durante estas festividades, así que resulta fácil de conseguir; sin embargo, vamos a darle la vuelta con preparaciones con más “carnita” que saben deliciosas.\n3 cócteles con sidra para brindar en Año Nuevo Caipisidra Ingredientes: 2 rodajas de naranja 1 cucharada de azúcar 6 partes de sidra 1 parte de vodka Preparación: Machaca las rodajas de naranja con el azúcar. Mezcla con el vodka en una coctelera. Bate. Agrega hielos al gusto. Sirve en una copa y agrega la sidra. Cóctel de Nochebuena Ingredientes: 60 mililitros de sidra 15 mililitros de granadina 30 mililitros de licor de melón 1 cereza 1 hoja de menta Preparación: Mezcla la sidra con el licor. Agrega la granadina con ayuda de una jeringa. Decora con la cereza y la hoja de menta. Ponche de piña Ingredientes: 3 litros de agua 1 botella de sidra 2 limones 3 tazas de azúcar 1 piña pelada y en trozos Preparación Hierve la piña junto con el agua, azúcar y los limones cortados en cuartitos, hasta que la mezcla se reduzca a la mitad. Cuela y deja enfriar la mezcla. Agrega la sidra y sirve.\ncoctel de nochebuena para fin de año\nFoto: iStock\nTambién te puede interesar: Rompope de coco para brindar en fin de año ¿Por qué bebemos sidra en Navidad y Año Nuevo? La asociación entre la sidra y la Navidad tiene raíces profundas en la historia de diversas culturas.\nEn España, por ejemplo, la sidra ha sido parte integral de las celebraciones navideñas durante generaciones.\nSegún el experto en gastronomía tradicional, Juan Gómez, “la sidra es un elemento indispensable en las mesas navideñas asturianas, aportando un toque festivo y refrescante a las celebraciones”, según su libro La sidra en la gastronomía asturiana.\nLa sidra no solo se disfruta por su sabor único durante la Navidad, sino que también se asocia con diversos beneficios.\nDe acuerdo con la Fundación Española de la Nutrición, la sidra, al ser una bebida fermentada, contiene probióticos beneficiosos para la salud digestiva.\nAdemás, su bajo contenido alcohólico la convierte en una opción ligera y refrescante para acompañar las comidas copiosas típicas de las festividades.\nEn muchas familias, beber sidra durante la Navidad es más que una simple tradición; es un ritual significativo. Durante las cenas navideñas, es común realizar brindis con sidra, simbolizando la alegría y la unidad familiar.\nEste acto simbólico ha perdurado a lo largo de los años y ha pasado a formar parte esencial de la experiencia navideña en numerosos hogares.\nїPor cuГЎl de estos cócteles con sidra te decidiste para brindar? Cualquier de estas bebidas de fin de año van a terminar gustándote mucho, incluso podrás prepararlas en otros festejos, no solo en Año Nuevo.\nTodo lo que necesitas saber sobre la sidra:\nTE RECOMENDAMOS Cócteles fáciles para lucirte en fin de año Agua de horchata con ron para brindar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mauJ2.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1max1L.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mauJ2.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1max1L.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:45.793+02:00",
    "updated": "2023-12-29T00:22:45.793+02:00"
  },
  {
    "uuid": "046b42889c1d228ac608fdcff2b863e3be4e2a99",
    "url": "https://www.nationalheraldindia.com/national/arvind-kejriwal-pays-homage-to-mahatma-gandhi-to-visit-hanuman-temple-before-surrendering-at-tihar-jail",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2024-06-02T10:44:00Z",
    "title": "Kejriwal pays homage to Mahatma Gandhi, visits Hanuman temple",
    "text": "Kejriwal pays homage to Mahatma Gandhi, visits Hanuman temple\nIf you are happy then your Kejriwal will also be happy in jail. Jai Hind, says Delhi CM before leaving for Tihar\nDelhi chief minister Arvind Kejriwal paid homage at Mahatma Gandhi's memorial at the Rajghat on Sunday, 2 June, his first place of visit before he surrenders at the Tihar Jail later in the day.\nKejriwal visited the Hanuman temple in Connaught Place and then addressed workers and leaders of the Aam Aadmi Party (AAP) at its office on Rouse Avenue Road.\nAt the Rajghat, AAP national convenor Kejriwal was accompanied by his wife Sunita Kejriwal, party leaders, including Delhi ministers Atishi, Kailash Gahlot and Saurabh Bharadwaj, Rajya Sabha MPs Sanjay Singh and Sandeep Pathak, and leaders Durgesh Pathak, Rakhi Birla and Reena Gupta.\nThe chief minister reached the memorial around 3 pm.\nKejriwal was released from prison on 10 May on interim bail granted by the Supreme Court in a money laundering case linked to the alleged Delhi excise policy scam to campaign in the Lok Sabha polls.\nThe bail expired on 1 June, the day the seventh and last phase of the general elections was held.\nThe Delhi BJP staged a protest outside the Rajghat against Kejriwal. Members of the party were seen being detained by police.\nIn a post on X in Hindi, Kejriwal, earlier in the day, said, \"On orders of the honourable Supreme Court, I came out from prison for election campaign for 21 days. Many thanks to the honourable Supreme Court.\"\n\"Today I will go to Tihar and surrender. I will leave home at 3 pm. First, I will go to Rajghat and pay homage to Mahatma Gandhi. From there, I will go to Hanuman Temple in Connaught Place to seek blessings of Hanuman ji. And from there, I will go to the party office and meet with workers and party leaders. From there, I will leave for Tihar,\" the chief minister said.\n\"All of you take care of yourselves. I will be worried about you. If you are happy then your Kejriwal will also be happy in jail. Jai Hind,\" he added.\nFollow us on:\nGoogle News,\nJoin our official telegram channel (\n@nationalherald) and stay updated with the latest headlines",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.t.me/National_Herald",
      "https://t.me/National_Herald",
      "https://news.google.com/publications/CAAqBwgKMNbd-gow7JbyAg",
      "https://www.news.google.com/publications/CAAqBwgKMNbd-gow7JbyAg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kejriwal",
          "sentiment": "negative"
        },
        {
          "name": "mahatma gandhi",
          "sentiment": "negative"
        },
        {
          "name": "jai hind",
          "sentiment": "none"
        },
        {
          "name": "arvind kejriwal",
          "sentiment": "none"
        },
        {
          "name": "sunita kejriwal",
          "sentiment": "none"
        },
        {
          "name": "reena gupta",
          "sentiment": "none"
        },
        {
          "name": "saurabh bharadwaj",
          "sentiment": "none"
        },
        {
          "name": "rakhi birla",
          "sentiment": "none"
        },
        {
          "name": "sanjay singh",
          "sentiment": "none"
        },
        {
          "name": "kailash gahlot",
          "sentiment": "none"
        },
        {
          "name": "sandeep pathak",
          "sentiment": "none"
        },
        {
          "name": "durgesh pathak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "aap",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "aam aadmi party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "connaught place",
          "sentiment": "none"
        },
        {
          "name": "tihar delhi",
          "sentiment": "none"
        },
        {
          "name": "tihar jail",
          "sentiment": "none"
        },
        {
          "name": "rouse avenue road",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T15:33:45.746+03:00",
    "updated": "2024-06-02T15:33:45.746+03:00"
  },
  {
    "uuid": "38b392451d373e9a8b4a5c5da8551d4da3710638",
    "url": "https://timesofindia.indiatimes.com/sports/nba/top-stories/how-the-los-angeles-lakers-transformed-into-a-true-title-contender-ahead-of-the-playoffs/articleshow/119229397.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Raunak Bose",
    "published": "2025-03-19T22:54:00Z",
    "title": "How the Los Angeles Lakers Transformed Into a True Title Contender Ahead of the Playoffs | NBA News - The Times of India",
    "text": "The Los Angeles Lakers have turned their season around in a remarkable way. While they were never below .500, their 22-18 record through 40 games suggested they were far from title contenders. They had a negative point differential (-2.6 per game) and ranked 12th in the Western Conference in that metric. However, the Lakers have flipped the script since then, going 20-7 in their last 27 games and outscoring opponents by 8.3 points per 100 possessions. Only three teams have posted a better record in that span, and just two have been statistically superior. A major part of their resurgence has been the acquisition of Luka Doncic, who has given the Lakers a new offensive dimension. But beyond Doncic, defensive improvements, roster depth, and elite playmaking have made Los Angeles a serious title threat. Let’s take a closer look at the four biggest reasons behind their transformation.4 Reasons That Make the Los Angeles Lakers a Valid Title Contender in 2025 1. Defensive Improvement Inside and Out 119229837The Los Angeles Lakers’ improvement has come on both ends of the floor, but the most significant jump has been on defense. Over the last two months, they have ranked second in defensive rating, a remarkable leap from their previous ranking of 24th. Key Defensive Stats Timeframe W L PCT OffRtg (Rank) DefRtg (Rank) NetRtg (Rank) Through Jan. 19 22 18 0.550 112.8 (13th) 115.7 (24th) -2.9 (21st) Since Jan. 20 20 7 0.741 117.0 (7th) 108.7 (2nd) +8.3 (3rd) Difference +0.191 +4.2 -7.0 +11.2 The improvement is particularly impressive given the rising league-wide offensive efficiency, which has jumped from 112.9 points per 100 possessions through January to 114.7 in February and March.Defensive Changes made by the Lakers:Opponent Shot Selection:Opponent paint attempts: 46% (down from 50%)Opponent paint FG%: 54.5% (down from 58%)Opponent 3PT FG%: 32.5% (2nd best in the NBA, down from 36.6%) Defensive Scheme:The Lakers haven’t altered their defensive structure but have excelled at limiting dribble penetrationOpponents have taken more contested jumpers instead of getting easy shots at the rim. While some of their success may be due to opponents missing open shots, their ability to contest drives and force tougher looks has been a game-changer.2. Defensive Effort and Personnel UpgradesBeyond tactical adjustments, the Lakers have simply been working harder and making smarter rotations on defense.A prime example came in their March 6 win over the Knicks, where they shut down New York’s top-five offense after halftime. Gabe Vincent excelled at fighting through screens, while Luka Doncic, Jaxson Hayes, and LeBron James executed defensive switches flawlessly to stifle Jalen Brunson and his teammates. Key Defensive Personnel AdditionsDorian Finney-Smith – A key acquisition who adds size, versatility, and defensive IQJaxson Hayes – Provides rim protection and defensive energyGabe Vincent – His return to health has strengthened the Lakers’ perimeter defense Defensive Rating With Key Defenders on the FloorWhen at least two of Finney-Smith, Hayes, and Vincent are on the court, the Lakers allow just 105.6 points per 100 possesions—an elite defensive mark.3. Three Playmakers Are Better Than TwoLuka Doncic has transformed the Lakers’ offense, but the key to their success has been having multiple creators on the floor. With Doncic, Austin Reaves, and LeBron James all capable of running the offense, defenses can no longer key in on just one player. Lakers’ Primary Playmakers (Time of Possession Per Game)Luka Doncic – 6.9 minutesAustin Reaves – 5.3 minutesLeBron James – 5.2 minutes Why Three Playmakers Matter for the Los Angeles LakersConstant offensive pressure – The Lakers can keep at least two elite ball-handlers on the court at all timesDefenses can’t overload – Opponents struggle to focus on just one creator, leading to better shot opportunitiesSeamless ball movement – Successive actions involving all three players create open looks. A prime example of this strategy was seen in the Lakers’ game against Minnesota, where Doncic initiated the play, Reaves made the extra pass, and Finney-Smith finished with a wide-open three. 4. Size, Home Dominance, and Clutch Play 1192299411. The Lakers Still Have Size Even after trading Anthony Davis for Doncic, the Lakers remain one of the biggest teams in the NBA.Their primary lineup includes four players 6'8\\\" or taller, with Gabe Vincent (6’2”) being the only rotation player under 6’5”This allows them to dominate matchups against smaller teams while still maintaining offensive versatility. 2. Elite Home RecordThe Lakers have been dominant at home, winning 15 of their last 16 games at Crypto.com Arena. However, they have struggled on the road, with the NBA's biggest home-road differential in winning percentage. Location Record Win % Home 27-7 79.4% Away 15-18 45.5% 3. Clutch PerformanceDespite their eighth-best point differential, the Lakers’ 42-25 record is a result of clutch winsThey have the NBA’s fifth-best clutch record (20-13), thriving in close gamesHowever, they have lost their last three clutch games, showing an area for improvement 4. Success Against Elite TeamsThe Lakers have the fourth-best record (19-14) against teams over .500.They won 11 straight games against winning teams before losing to Boston, Milwaukee, and Denver—all without LeBron James.Nine of their final 15 games are against teams with winning records, offering more opportunities to prove their contender status. The Lakers’ transformation has put them in a prime position heading into the playoffs. With an elite defense, improved depth, and multiple playmakers, they have the tools to compete for an NBA championship.Also read: NBA Offseason Rumors: Los Angeles Lakers might sign 6-foot-10 Atlanta Hawks center to support LeBron James and Luka Doncic As they prepare for their final 15 games, including key matchups against the Nuggets and Bucks, Los Angeles has a chance to solidify itself as a top contender. If they can maintain their defensive intensity, improve their road play, and continue their clutch success, the Lakers will be a serious threat in the Western Conference.(H/t: John Schuhmann of NBA)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->playoff championship",
      "Sport->basketball",
      "Sport->sport achievement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://static.toiimg.com/photo/83033472.cms",
      "https://www.static.toiimg.com/photo/83033472.cms"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:09:56.151+02:00",
    "updated": "2025-03-20T02:52:20.554+02:00"
  },
  {
    "uuid": "0e3d6d486cc29120905a241e2a8dfe2f456cf042",
    "url": "https://www.ansa.it/sito/notizie/mondo/2024/05/05/fonte-araba-sul-tavolo-la-migliore-bozza-di-accordo_7fbde210-dc6c-442e-8c64-53645f8738d1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ansa.it",
    "published": "2024-05-05T06:52:00Z",
    "title": "Fonte araba: 'Sul tavolo la migliore bozza di accordo' - Notizie - Ansa.it",
    "text": "La bozza di accordo tra Israele e Hamas per la fine della guerra a Gaza è \"la migliore\" dall'avvio dei negoziati e la sua \"accettazione è imminente\" . Lo ha detto un funzionario arabo a Sky news Arabia. Tuttavia la stessa fonte ha espresso timori che \"entrambe le parti possano fare una svolta di 180 gradi e tornare al punto di partenza\". E' previsto che le trattative - dopo la prima tornata di ieri conclusasi con un nulla di fatto - riprenderanno oggi al Cairo. Il punto di dissenso è quello noto: Hamas in cambio degli ostaggi vuole \"una esplicita\" fine della guerra nella Striscia, mentre Israele è totalmente contrario.\nFamiglie degli ostaggi a Netanyahu, 'fate l'accordo su Gaza'. Alla vigilia di Yom ha-Shoah - che da stasera in Israele ricorda l'Olocausto - le famiglie degli ostaggi a Gaza si sono rivolte al premier Benyamin Netanyahu chiedendo che si faccia l'accordo su Gaza. \"A poche ore da Yom ha-Shoah, vogliamo ricordare - hanno detto - che avete promesso ogni anno 'mai più'. E' vostro dovere ignorare qualsiasi pressione politica e la storia non vi perdonerà se mancherete l'opportunità, poiché il ritorno degli ostaggi è una condizione necessaria per la resurrezione nazionale\".\nLe trattative al Cairo per una tregua a Gaza e il rilascio degli ostaggi restano ancora in bilico e nulla è dato per scontato, dopo che Hamas ha gelato i colloqui al termine di una giornata che aveva visto spiragli positivi su una possibile intesa. L'ottimismo filtrato dalla capitale egiziana - con i mediatori che parlavano di \"progressi significativi\" - si è attenuato in serata, quando un alto funzionario israeliano ha frenato gli entusiasmi accusando il gruppo palestinese di \"vanificare gli sforzi\" per l'intesa insistendo sulla precondizione di mettere fine alla guerra. Un alto funzionario di Hamas ha infatti sottolineato che il gruppo \"non accetterà in nessuna circostanza\" una tregua a Gaza che non includa esplicitamente la fine completa dell'offensiva sulla Striscia. E ha accusato il premier israeliano Benyamin Netanyahu di \"ostacolare personalmente\" gli sforzi per raggiungere un accordo di tregua a causa di \"interessi personali\".\nDa parte sua, lo Stato ebraico - hanno avvertito da Gerusalemme - \"non accetterà in nessun caso la fine della guerra come parte di un accordo per il rilascio dei propri ostaggi\". Il nodo resta quindi sempre lo stesso, ma la delegazione di Hamas arrivata al Cairo continua a discutere lo schema generale dell'intesa con i mediatori egiziani e del Qatar. Nelle informazioni contraddittorie sull'andamento dei colloqui, Barak Ravid del sito Axios aveva riferito della possibilità di Hamas di portare a termine la prima fase dell'accordo (il rilascio umanitario di ostaggi) senza un impegno ufficiale da parte di Israele a porre fine alla guerra. Secondo il quotidiano saudita Asharq, in cambio la fazione palestinese avrebbe solide garanzie dagli Stati Uniti sul cessate il fuoco, il completo ritiro dell'Idf dalla Striscia dopo le prime due fasi dell'intesa e la promessa che l'esercito israeliano non continuerà i combattimenti dopo il definitivo rilascio dei circa 130 ostaggi ancora a Gaza.\nMa Israele ha continuato per tutto il giorno a invitare alla prudenza. Una fonte dello Stato ebraico ha sottolineato che si \"sta aspettando con ansia di vedere la posizione finale di Hamas, ma che le informazioni non sono ancora arrivate\". Poi ha insistito sostenendo che \"alla luce dell'esperienze passate, anche se Hamas dice che sta seguendo lo schema, i piccoli dettagli e le riserve che presenterà potrebbero far naufragare l'accordo\". Per questo finora nessuna delegazione di Israele si è recata in Egitto, dove andrà - è stato spiegato - solo \"se ci sarà una risposta da parte di Hamas che abbia un orizzonte per i negoziati\". Anche Benny Gantz, il ministro del Gabinetto di guerra, ha invitato alla pazienza confermando che i palestinesi ancora non hanno dato una risposta definitiva ai mediatori.\nIl segretario di Stato Usa Antony Blinken - dopo aver bocciato di nuovo l'intenzione di Israele di entrare a Rafah che comporterebbe \"danni inaccettabili\" - ha osservato che al momento \"Hamas è l'unico ostacolo al cessate il fuoco a Gaza\".\nMentre uno dei consiglieri del leader politico di Hamas Ismail Haniyeh, Taher Nunu, ha riaffermato che \"qualunque accordo da raggiungere deve includere la completa e totale fine dell'aggressione e il pieno ritiro dell'occupazione da Gaza\".\nNella ridda di notizie riguardanti la possibile intesa, il quotidiano saudita Asharq - ripreso dai media israeliani - ha ipotizzato che Israele sia disposto anche a rilasciare Marwan Barghouti, il leader palestinese di Fatah condannato a vari ergastoli per terrorismo. A patto che vada a Gaza e non in Cisgiordania. Ma di un tema così spinoso in Israele non c'è alcuna conferma ufficiale.\nFatto sta che le pressioni internazionali affinché l'accordo si faccia, dopo Israele, si stanno concentrando su Hamas. Il Qatar, ha rivelato Times of Israel, sarebbe pronto ad accettare la richiesta degli Usa di espellere da Doha la leadership di Hamas, tra cui Haniyeh stesso, se i leader della fazione continuassero a rifiutare l'intesa. Una richiesta, ha fatto sapere il Washington Post, consegnata da Blinken il mese scorso.\nPer approfondire Agenzia ANSA Proteste pro-Gaza, a Princeton sciopero della fame - Notizie - Ansa.it Mobilitazioni pro-Palestina negli atenei di tutto il mondo, evacuata Sciences Po a Parigi. Polizia sgombera l'accampamento alla New York University. E sulle tende di Rafah spuntano messaggi di ringraziamento (ANSA)\nMedia, Qatar disponibile a richiesta Usa espulsione Hamas Il Qatar è pronto ad accettare la richiesta degli Usa di espellere da Doha la leadership di Hamas, tra cui Ismail Haniyeh. Lo ha detto al Times of Israel una fonte a conoscenza del dossier. Secondo il Washinton Post (Wp) il segretario di Stato Usa Antony Blinken lo scorso mese ha consegnato la richiesta di \"espellere\" i leader di Hamas da Paese se continuano a rifiutare l'accordo per il cessate il fuoco a Gaza. Blinken - secondo il quotidiano - ha consegnato questo messaggio al primo ministro del Qatar Mohammed bin Abdulrahman Al Thani il mese scorso. Il Wp ha anche riferito che il Qatar aspettava da mesi la richiesta Usa.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T10:07:52.013+03:00",
    "updated": "2024-05-05T10:07:52.013+03:00"
  },
  {
    "uuid": "82520f4a33adbe4aed06f765111e5b0df9684f41",
    "url": "https://inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "inc42.com",
    "published": "2023-12-28T19:30:00Z",
    "title": "Reversal Of Fortunes: After 50% Fall In 2022, PB Fintech Soars Nearly 75% In 2023",
    "text": "SUMMARY In line with the bull run in the broader equity market, PB Fintech’s market capitalisation more than doubled to $4.2 Bn by the end of 2023 from $2 Bn at the end of 2022\nPB Fintech reporting its maiden adjusted EBITDA profitable quarter in Q4 FY23 and targeting net profitability in Q3 FY24 set the stage for the rally in the stock in 2023\nDespite rising competition, the Street is largely bullish on the stock as many brokerages see PB Fintech’s first-mover advantage in the insurtech space helping it sustain its growth\nFOLLOW US FOLLOW US Shares of PB Fintech, the parent entity of insurtech major Policybazaar, became one of the biggest gainers of 2023 on the back of the bull run in the domestic equity market, which resulted in the reversal of fortunes for new-age tech startups after the hammering they got in 2022.\nLike its peers Zomato and RateGain, the fintech player made big gains in the first half of 2023 and also sustained the uptrend for the rest of the year. As per analysts, the stock is on track to continue this rally in the mid to long term.\nOn the back of the uptrend of 2023, PB Fintech’s market capitalisation more than doubled to $4.2 Bn by the end of the year from $2 Bn at the end of 2022. Its shares gained 73% in 2023 versus an almost 50% decline last year.\nSo, what led to the rally in 2023? The answer is the same as we have discussed in our analysis of other new-age tech stocks as part of Inc42’s 2023 In Review series — improvement in fundamentals and an aggressive march towards profitability.\nNow, before we go into how 2024 looks for the stock, let’s take a look at the PB Fintech stock performance so far in 2023.\nMarch Towards Profitability Set The Stock On Fire Amid the increasing focus of startups, both listed and unlisted, on turning profitable, PB Fintech reported its first adjusted EBITDA profitable quarter in Q4 FY23. The startup also stated that it expected to turn profitable in FY24.\nThe development came just a quarter after PB Fintech’s lending vertical, Paisabazaar, achieved breakeven on an adjusted EBITDA level in Q3.\nLed by two back-to-back positive developments, PB Fintech shares gained over 38% year to date (YTD) by the end of May 2023.\nAmid all these, the startup saw a slew of new developments in 2023, including the rise in competition after Jio Financial Services entered into the insurtech space. However, the stock not only brushed aside the concerns and continued to climb up but was also less volatile in comparison to its fintech rival Paytm.\nRecommended For You: Features Losing Sheen? Decoding Nykaa’s Volatile 2023 & Calling Out The Ri... Tapanjana R. 27th December, 2023 Features Dry Spell Reigns: Only 64 Funds Worth $5.6 Bn+ Launched In The Ye... Gargi S. 27th December, 2023 Features India’s Quick Commerce Race: Blinkit On Top After 2023; Can Rival... Meha A. 26th December, 2023 Features Paytm Ends 2023 On A Sombre Note: Can The Fintech Juggernaut Turn... Tapanjana R. 26th December, 2023 Features How A Gloomy 2023 Cast A Dark Shadow Over X’s India Journey In 20... Chetan T. 25th December, 2023 Features A Year To Remember: How Zomato Made A Roaring Comeback After 2022... Tapanjana R. 24th December, 2023 A look at some of the key developments at the startup during the year.\nThe Directorate General of GST Intelligence (DGGI) reportedly sent a show cause notice to Policybazaar earlier in the year for alleged wrongful claim of input tax credit. The DGGI notice was just the beginning of many other regulatory actions. Later in the year, the Securities and Exchange Board of India (SEBI) imposed a penalty of INR 1 Lakh on Paisabazaar Marketing and Consulting, a subsidiary of PB Fintech, for appointing a principal officer without requisite certification. In the most recent incident, Paisabazaar also came under the radar of the Income Tax Department . PB Fintech appointed Sarbvir Singh as the new joint group CEO of the company. Policybazaar secured a fresh fund infusion of INR 350 Cr ($42 Mn) from its parent entity PB Fintech. The startup’s ESOP expenses continue to be a drag on its bottom line. However, it has managed to bring down these expenses over the last few quarters. Most analysts strengthened their bullish outlook on the stock this year. In its last reported quarter – Q2 FY24 – PB Fintech reported a net loss of INR 21 Cr, which was a decline on a year-on-year basis but a rise on a quarter-on-quarter (QoQ) basis. However, the bull run in the stock remained unaffected by the QoQ rise as its two verticals, Policybazaar and PaisaBazaar, are showing strong growth.\nThe startup’s share price surged to INR 784 as of December 28 (Thursday) from INR 447.55 at the end of December 2022. The offloading of stakes by some of the major investors like SoftBank and Tiger Global during the year also failed to have any significant impact on the stock.\nDecoding PB Fintech’s Shareholding Pattern In line with the trend seen at Zomato and Paytm, PB Fintech also saw some of its pre-IPO investors selling their stakes in the startup.\nSoftBank, which has been selling its stakes in the listed Indian companies in its portfolio, offloaded a 2.53% stake in PB Fintech in December, held via its SVF Python II Cayman. Prior to that, the fund offloaded a 1.85% stake in the fintech major in October while SVF India Holdings (Cayman) also sold a 0.69% stake in the startup at the same time. Tencent Cloud Europe B.V. offloaded its 2.09% stake in PB Fintech in May this year, bringing down its holding to 6.28%. Meanwhile, the rise in the stock price attracted interest from mutual funds and other institutional investors. A large number of PB Fintech shares offloaded by pre-IPO investors were lapped up by the likes of HDFC Mutual Fund, Mirae Asset Mutual Fund, ICICI Prudential Life Insurance Company Limited, Societe Generale Odi, BNP Paribas Arbitrage, and Citigroup Global Markets Mauritius, among others.\nAs of the September 2023 quarter, as many as 21 mutual funds held a 7.83% stake in PB Fintech as against 16 of them holding a 4.68% stake a year ago. Insurance companies also increased their stakes to 3.7% from 0.84% at the end of the quarter ended September 2022.\nThe stakeholding of foreign portfolio investors in the company increased to 29.92% in the quarter ended September this year. Overall, foreign institutional investors held a 49.4% stake in PB Fintech at the end of Q2 FY24.\nWill The Stock Continue To Soar In 2024? The Street is largely bullish on the stock and expects it to continue the ongoing rally next year. Some brokerages believe that PB Fintech has the first-mover advantage in the insurtech space, which, along with its strong tech backbone, will help continue the strong growth despite the rising competition.\nIn a research note earlier this year, Kotak Institutional Equities said, “We believe that intense competition in the life business, with a change in tax rules and increase in maximum bancassurance partnership and increased negotiating power of PB, provide tailwinds to its growth.”\nMeanwhile, Citigroup opined that PB Fintech’s end-to-end customer journey model, market dominance in digital-backed origination, robust tech backbone, and transitioning monetisation model towards annuity revenue place it in a sweet spot.\nFollowing PB Fintech’s Q2 FY24 earnings, Keynote Capitals noted that the company was standing at a “pivotal juncture”, driven by catalysts such as renewal commission growth, strategic expansion into Tier II and III cities through offline channels, and stringent cost management. All these measures, the brokerage said, were poised to generate favourable operating leverage.\nHelped by its aggressive goals, the startup’s management now sees PB Fintech turning profitable by as early as Q3 FY24 .\nHowever, it is pertinent to note that brokerage JM Financial flagged competition from insurance regulator Insurance Regulatory and Development Authority of India’s (IRDAI’s) Bima Sugam and the rising losses of PB Fintech’s new initiatives business as key risks to its growth thesis.\nKush Ghodasara, CMT and an independent market expert, expects the stock to perform well in the long run but sees a decline in the next 2-3 months.\nAll said and done, the year 2024 promises to be another good year for PB Fintech’s investors. However, the stage for it would be set by the startup achieving its net profitability goal. As such, all eyes would be on PB Fintech’s financial performance in Q3 FY24 and the subsequent quarters.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://bit.ly/4aa6nJp",
      "https://bit.ly/485XFKn",
      "https://api.whatsapp.com/send?phone=whatsappphonenumber&text=https://inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023/",
      "https://twitter.com/share?url=https://inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023/",
      "https://www.twitter.com/share?url=https://www.inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023/",
      "https://api.whatsapp.com/send?phone=whatsappphonenumber&text=https://inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023",
      "https://www.bit.ly/4aa6nJp",
      "https://www.bit.ly/485XFKn",
      "https://www.api.whatsapp.com/send?phone=whatsappphonenumber&text=https://www.inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023/",
      "https://twitter.com/share",
      "https://twitter.com/share?url=https://inc42.com/features/reversal-of-fortunes-after-50-fall-in-2022-pb-fintech-soars-nearly-75-in-2023",
      "https://api.whatsapp.com/send"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "policybazaar",
          "sentiment": "none"
        },
        {
          "name": "zomato",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pb fintech",
          "sentiment": "neutral"
        },
        {
          "name": "fintech",
          "sentiment": "none"
        },
        {
          "name": "ebitda",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:49:27.166+02:00",
    "updated": "2023-12-29T02:49:27.166+02:00"
  },
  {
    "uuid": "a3fb40a6c5a54d0183742db66d99f2a312695237",
    "url": "https://finance.sina.com.cn/jjxw/2025-07-03/doc-infeekxp3556039.shtml",
    "ord_in_thread": 0,
    "author": "央视",
    "published": "2025-07-03T04:40:00Z",
    "title": "国家疾病预防控制局和中国气象局联合发布高温健康风险预警和健康提示|疾病_新浪财经_新浪网",
    "text": "转自：央视网\n央视网消息： 国家疾病预防控制局、中国气象局7月2日18时联合发布高温健康风险预警:\n　　预计，7月2日20时至3日20时，\n　　华北南部、黄淮、江淮、江汉、江南北部、东北地区北部及内蒙古、新疆等地 高温健康风险较高(黄色预警)；\n　　江苏、山东、河南、安徽、黑龙江等地的部分地区 高温健康风险高(橙色预警)；\n　　其中，江苏北部、山东中东部、河南东部、安徽北部、黑龙江东北部等地的部分地区 高温健康风险极高(红色预警)。\n　　请公众及时关注预警信息变化，保持室内凉爽，避开高温时段外出，减少户外活动，保证充足饮水。老人、孕妇、儿童、慢性病患者加强关注自身健康状况，如不适及时就医。户外作业者注意防暑降温。\n较高风险区健康提示\n一般人群通用建议\n　　1.保持室内凉爽，使用降温设备调节环境温度，适时开窗通风使用遮阳帘减少阳光直射；\n　　2.关注高温健康风险预警信息，合理调整出行时间，减少户外剧烈活动；\n　　3.外出穿着轻便、宽松、浅色的衣服，使用防晒、防蚊虫叮咬用品；\n　　4.主动、多次、适量饮水，保证水分充足，清淡饮食。\n重点人群建议\n老人、孕妇： 避开高温时段外出，减少户外活动，外出时宜有人陪伴；身体不适时，及时就医。\n儿童： 避开高温时段外出，减少户外剧烈活动，应有成人陪伴；及时补充水分。\n心脑血管、呼吸系统等慢性疾病患者： 避开高温时段外出，减少户外活动;宜与家人、邻里、社区保持联系;服药需遵医嘱；身体不适时，及时就医。\n户外作业人群： 合理制定户外作业安排；及时补充水分及电解质；宜使用防暑降温用品，做好个人防护，\n高风险区健康提示\n一般人群通用建议\n　　1.保持室内凉爽，使用降温设备调节环境温度，适时开窗通风，使用遮阳帘减少阳光直射；\n　　2.关注高温健康风险预警信息:避开高温时段外出，减少户外活动；\n　　3.外出穿着轻便、宽松、浅色的衣服，使用防晒、防蚊虫叮咬用品；\n　　4.主动、多次、适量饮水，保证水分充足，清淡饮食；\n　　5.体温高于正常时可使用冷水、冰袋、冰毛巾或沐浴等方式进行物理降温；\n　　6.出现头晕、乏力、多汗、心悸、皮肤灼热等中暑先兆症状时，使用解暑药品，症状严重时寻求他人帮助或及时就医。\n重点人群建议\n老人、孕妇： 避免外出；确需外出时，宜有人陪伴；身体不适时，及时就医。\n儿童： 避免高温时段户外活动，外出时宜有成人陪伴；不要单独留在汽车等封闭空间内；及时补充水分；身体不适时，及时就医。\n心脑血管、呼吸系统等慢性疾病患者： 避免外出；确需外出时，宜有人陪伴；服药需遵医嘱；加强健康监测，如血压、血氧、心率等指标出现异常，或病情波动时，寻求他人帮助或及时就医。\n户外作业人群： 合理制定户外作业安排；及时补充水分及电解质；宜使用防暑降温用品，做好个人防护；出现不适症状应立即停止作业，严重时应及时就医。\n极高风险区健康提示\n一般人群通用建议\n　　1.保持室内凉爽，使用降温设备调节环境温度，适时开窗通风，使用遮阳帘减少阳光直射；\n　　2.关注高温健康风险预警信息，高温时段不宜外出；\n　　3.外出穿着轻便、宽松、浅色的衣服，使用防晒、防蚊虫叮咬用品；\n　　4.主动、多次、适量饮水，保证水分充足，清淡饮食；\n　　5.体温高于正常时可使用冷水、冰袋、冰毛巾或沐浴等方式进行物理降温；\n　　6.出现头晕、乏力、多汗、心悸、皮肤灼热等身体不适时，使用解暑药品，症状严重时寻求他人帮助或及时就医。\n重点人群建议\n老人、孕妇： 不宜外出；与家人、邻里、社区保持联系；不要单独留在汽车等封闭空间内；身体不适时，及时就医。\n儿童： 不宜外出；不要单独留在汽车等封闭空间内；及时补充水分；身体不适时，及时就医。\n心脑血管、呼吸系统等慢性疾病患者： 不宜外出；与家人、邻里、社区保持联系；服药需遵医嘱；加强健康监测如血压、血氧、心率等指标出现异常或病情波动时，寻求他人帮助或及时就医。\n户外作业人群： 合理制定户外作业安排；及时补充水分及电解质；宜使用防暑降温用品，做好个人防护；出现不适症状应立即停止作业，严重时应及时就医。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Health->public health",
      "Health->health care approach",
      "Health->government health care",
      "Environment->climate change",
      "Environment->global warming",
      "Environment->environmental pollution",
      "Social Issue->social services",
      "Social Issue->social problem",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:30:28.995+03:00",
    "updated": "2025-07-04T06:06:38.000+00:00"
  }
]