[
  {
    "uuid": "88f4eedf8629befd5a65a9476df1f57639f0839e",
    "url": "https://www.mysuncoast.com/2023/12/31/great-boating-through-new-years-day/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@mysuncoast",
    "published": "2023-12-31T01:21:00Z",
    "title": "Great Boating Through New Year’s Day",
    "text": "Great Boating Through New Year’s Day Bring a Jacket for the Pineapple Drop on New Year’s Eve SARASOTA, Fla. (WWSB) - It will be a chilly New Year’s Eve morning with temperatures teetering near 50 degrees. Then warmth returns with highs almost hitting 70 degrees for Sunday afternoon. Skies will be clear with plenty of sunshine and low humidity, making for a gorgeous day to cap out the year. When the clock strikes midnight and the pineapple drops on New Year’s Eve, a jacket will likely be needed with temperatures in the low 50s. Skies will remain clear making for a beautiful display of fireworks. On Monday, it will be a beautiful site to start the New Year as sunny skies prevail with highs in the low 70s. It will feel warm and dry in the afternoon with low dewpoints and low humidity. Boaters making their New Year’s resolution to hit the water more often, are in luck! Conditions will be sunny and mostly smooth on New Year’s Eve with winds only about five knots out of the northeast. With the change in wind direction and the decrease in wind speed, the rip current statement was lifted at 9 p.m., Saturday. New Year’s eve and New Years day will be a bright and moderately calm day on the water with seas about two feet with a smooth to light chop. No rain is in the forecast and the ultraviolet index will be in the moderate to low category. Rain chances return on Thursday and Saturday, with two fronts making their way to the Suncoast at the weeks end. Copyright 2023 WWSB. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T05:06:34.879+02:00",
    "updated": "2023-12-31T05:06:34.879+02:00"
  },
  {
    "uuid": "d6bbfa5aff423d8f273b422f28e34ad15b152683",
    "url": "https://www.centralmaine.com/2023/12/28/influenza-spreading-fast-in-maine/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joe Lawlor",
    "published": "2023-12-28T22:43:00Z",
    "title": "Influenza spreading fast in Maine",
    "text": "Influenza has begun to spread more rapidly in Maine, with case counts nearly doubling in one week. Maine reported 510 cases for the week ending Dec. 23 – the latest data available – up from 260 flu cases the previous week.\nDr. Puthiery Va, director of the Maine Centers for Disease Control and Prevention, said influenza cases will continue to spike and likely peak sometime in January or February.\n“We would expect flu cases to increase in the coming\nweeks,” Va said. “What is reassuring is the current influenza vaccine is going to be effective. If you haven’t gotten your flu shot yet, go ahead and get your flu shot. It’s not too late.”\nScientists modify the formulation for the flu vaccine every season, attempting to predict what types of influenza strains are likely to be most common for the upcoming season. In Maine and the U.S., the predominant strain so far this season is Influenza A, which tends to cause more severe symptoms in adults and less severe symptoms in children. Influenza B strains tend to be less severe in adults and cause worse symptoms in children.\nInfluenza peaked earlier last winter, in late December, and Maine recorded a total of 16,309 cases of influenza for the 2022-23 season. Flu season runs from October to May, and Va said Maine is now trending toward a more typical peak of January or February.\nDespite the one-week jump in infections, Maine still has low levels of influenza, according to the U.S. CDC. But there are high levels in nearby states, including Massachusetts, New York, and New Jersey. The entire Southeast region is experiencing high levels of influenza, as are some western states, including California and Arizona.\nSo far this season, 73 people have been hospitalized with influenza in Maine, and two people have died.\nFor those who haven’t yet received their flu shot, there is still time to protect yourself against the dangerous virus. Influenza can be especially severe for older people, pregnant women, young children, and infants. Common symptoms of the flu include fever, chills, cough, sore throat, runny or stuffy nose, body aches, headaches, and fatigue.\nVa said for those who haven’t received the updated COVID-19 vaccine, she recommends getting both during the same appointment. Side effects are not any worse for those who get both vaccines at the same time.\nA vaccine for another respiratory virus, RSV, is recommended for those 60 and older and women who are 32 to 36 weeks pregnant. Va said since infectious disease cases are growing rapidly, she said for those who qualify for the RSV vaccine, it would be a good idea to get all three immunizations at the same appointment.\nThe vaccines are widely available at pharmacies or primary care doctors’ offices. Maine stopped tracking COVID-19 vaccinations, but nationally, about 40% of the population gets a flu shot every year, while only about 18% have gotten the updated COVID-19 vaccine. Maine had immunized more than 80% of its population during the initial rollout of the COVID-19 vaccine in 2021, but fewer people have gotten subsequent booster shots and updated vaccines that more closely match circulating strains.\nCOVID-19\ncases are also prevalent throughout New England right now, with wastewater testing showing high levels in much of Maine, including Cumberland and York counties. The JN.1 subvariant, an offshoot of the omicron strain, is the predominant circulating strain.\nThere are 93 patients hospitalized in Maine for COVID-19. Hospitalizations have increased in recent months from about 40-50 patients in September and October.\nSuccess. Please wait for the page to reload. If the page does not reload within 5 seconds, please refresh the page.\nEnter your email and password to access comments.\nInvalid username/password.\nPlease check your email to confirm and complete your registration.\nUse the form below to reset your password. When you've submitted your account email, we will send an email with a reset code.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "puthiery va",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "maine centers for disease control and prevention",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maine influenza",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:11:16.185+02:00",
    "updated": "2023-12-29T01:11:16.185+02:00"
  },
  {
    "uuid": "53387a2bd7300f0830f48db37ca84495756dda0e",
    "url": "https://newrepublic.com/post/183209/trump-reveals-idiotic-debate-talking-points",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Edith Olmsted",
    "published": "2024-06-27T19:38:00Z",
    "title": "Trump Reveals His Idiotic Debate Talking Points for Some Reason",
    "text": "Trump Reveals His Idiotic Debate Talking Points for Some Reason\nHe just … tweeted it out.\nOnly hours before the first debate in the 2024 presidential race, Donald Trump posted some of his talking points on social media. Why he did that is as yet unclear.\nIn a post on Truth Social, Trump tweeted a\nscreenshot of a document containing bullet points on climate and energy policy that appear to have been written for the presumptive Republican nominee by his former Environmental Protection Agency chief Andrew Wheeler.\n“Mr. President, I am sure that a climate question will come up during your debate this week and I suggest the following talking points,” the\ndocument reads, signed by Wheeler.\nWheeler then listed multiple bullet points: “Under my Administration CO2 emissions went down, and at the same time we became more American energy dominate which helps Americans at the gas pump and with their electricity bills,” he wrote. “We can do both. Biden just increased the energy costs for everyone.”\nWhile carbon emissions did drop under Trump’s administration, pollution levels decreased at a slower rate than they did under Barack Obama. Trump’s low carbon levels were\nlikely helped by lockdowns during the Covid-19 pandemic that brought travel and industry to a screeching halt.\nWheeler wrote a point attacking President Joe Biden’s decision to rejoin the Paris climate accord, which Trump had exited during his term, claiming the move sent money overseas to “benefit other countries like China.” Wheeler also suggested criticizing Biden’s climate and tariff policies, claiming that they are causing people to buy “Chinese solar panels instead of American energy.”\n“Under my Administration we will continue to reduce CO2 and focus on American made energy,” Wheeler wrote.\nThe notes from Wheeler also advise the former president to bring up Biden “canceling pipelines,” in the case that “you get push back during rebuttal and you need another point.”\nNote that Trump’s comments on the environment don’t make a single reference to climate change, as during his presidency he marked himself as one of the many Republicans who is staunchly in\ndenial about the existential threat of global warming.\nBiden’s campaign hit back,\nnoting that Wheeler is a former coal lobbyist.\nWheeler took over the EPA from Scott Pruitt in 2019 and immediately set about deregulating the agency, repealing Obama’s Clean Power Plan, and removing restrictions on U.S. fossil fuel power plants put in place to lower their carbon dioxide emissions. In general, Trump’s approach to climate legislation seemed to be to just undo everything from the previous administration—and that appears to be his plan again if he’s elected in November.\nTrump won’t be able to actually use any pre-written talking points during the 90-minute debate. Each candidate will only be given a bottle of water, a blank pad of paper, and a pen while onstage. According to CNN’s\nterms, their campaign staff will be unable to communicate with them during the breaks.\nIt’s really not clear why Trump would bother to share his talking points. Maybe he doesn’t think he’ll get the chance to say them; maybe he doesn’t think he can actually remember them.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://truthsocial.com/@realDonaldTrump/posts/112689786167440697",
      "https://x.com/BidenHQ/status/1806397279244574988",
      "https://www.cnn.com/2024/06/15/politics/trump-biden-cnn-debate-rules/index.html",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281825/",
      "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10281825",
      "https://www.truthsocial.com/@realDonaldTrump/posts/112689786167440697",
      "https://www.x.com/BidenHQ/status/1806397279244574988",
      "https://www.x.com/ammarmufasa/status/1806383074277515498",
      "https://ncbi.nlm.nih.gov/pmc/articles/PMC10281825/",
      "https://x.com/ammarmufasa/status/1806383074277515498",
      "https://cnn.com/2024/06/15/politics/trump-biden-cnn-debate-rules/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "andrew wheeler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "environmental protection agency",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:58:12.510+03:00",
    "updated": "2024-06-28T00:58:12.510+03:00"
  },
  {
    "uuid": "52e4662e926d717c429ce9a59c9eabea3a50a6e9",
    "url": "https://www.naplesnews.com/story/news/local/2024/03/22/no-fun-collier-fair-closed-today-because-of-storms-reopens-saturday/73067039007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Naples Daily News",
    "published": "2024-03-22T16:09:00Z",
    "title": "No fun: Collier Fair closed today because of storms, reopens Saturday",
    "text": "No fun: Collier Fair closed today because of storms, reopening Saturday Dave Osborn Naples Daily News No fair food or fun rides but only for a day.\nThe Collier Fair announced late Friday morning that the fair will be closed for a day because of bad weather, \"including the threat of flooding, thunderstorms, and damaging wind.\"\n\"The safety of our patrons, vendors, and staff is our utmost priority, and we believe it is in everyone's best interest to remain closed for the day,\" the fair announced on Facebook .\n\"However, we are pleased to inform our valued attendees that the closure is for today only. We are eager to welcome everyone back tomorrow, Saturday, March 23, for an exciting day filled with festivities as we present 'Super Saturday' sponsored by Antojitos.\"\nThe Collier Fair also said what people can expect Saturday:\nAdult Admission: $15 until 5 p.m. Child Admission: $5 until 5 p.m. Admission after 5 p.m. is $20 per person Ride Armbands: $40\nLivestock shows 3 p.m.: Goat & Pee Wee Show and Showmanship 7 p.m.: Rabbit & Cavy Show & Showmanship \"We apologize for any inconvenience caused by today's closure and appreciate your understanding,\" the fair continued on Facebook. \"Thank you for your continued support, and we look forward to seeing you tomorrow for Super Saturday!\nFor more information and updates, visit www.collierfair.com or contact us at 239-455-1444.\nFacebook\nTwitter\nEmail",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://l.facebook.com/l.php?u=http%3A%2F%2Fwww.collierfair.com%2F%3Ffbclid%3DIwAR0PvHuSfqeQiE5sfYq2A7HYnBg6LFxiwXcQEdqrq3ReDgVboOUGx19rSkU&h=AT3XafB8O4rpdGNe0PMMImlpfu1ZfXbwSjcejepaHN2h0Bq6e1m_EGCiOfuIieyo7d4iX55p7DY6ina5FlLJVUYGuB5JppZvbOqHENffVTq82sgsvs4DG2qJeghjgB8pqA&__tn__=-UK-R&c",
      "https://www.facebook.com/search/top/?q=collier%20fair).",
      "https://www.facebook.com/search/top/",
      "https://www.l.facebook.com/l.php?u=http%3A%2F%2Fwww.collierfair.com%2F%3Ffbclid%3DIwAR0PvHuSfqeQiE5sfYq2A7HYnBg6LFxiwXcQEdqrq3ReDgVboOUGx19rSkU&h=AT3XafB8O4rpdGNe0PMMImlpfu1ZfXbwSjcejepaHN2h0Bq6e1m_EGCiOfuIieyo7d4iX55p7DY6ina5FlLJVUYGuB5JppZvbOqHENffVTq82sgsvs4DG2qJeghjgB8pqA&__tn__=-UK-R&c",
      "https://facebook.com/search/top/?q=collier%20fair).",
      "https://l.facebook.com/l.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "collier fair",
          "sentiment": "negative"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T18:23:49.692+02:00",
    "updated": "2024-03-23T07:31:55.097+02:00"
  }
]