[
  {
    "uuid": "2a2fbe520a2f2da0c129b4b08e98539da26d7461",
    "url": "https://www.fotmob.com/news/dvgdv8fw62pi11bf8cnnr1smm/Pedro-Porro-strike-earns-Tottenham-FA-Cup-victory-over-Burnley",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "fotmob (no-reply@fotmob.com)",
    "published": "2024-01-05T22:17:00Z",
    "title": "Pedro Porro strike earns Tottenham FA Cup victory over Burnley",
    "text": "Pedro Porro strike earns Tottenham FA Cup victory over Burnley\nPedro Porro’s late strike helped Spurs avoid an FA Cup replay.\nPedro Porro’s 25-yard special helped Tottenham stumble into the FA Cup fourth round with a hard-fought 1-0 home win over Burnley.\nSpurs were far from vintage and a replay at Turf Moor appeared on the cards until Ange Postecoglou watched full-back Porro make the breakthrough with a superb strike in the 78th minute.\nIt earned Tottenham a deserved fourth win from five matches, but Clarets boss Vincent Kompany could take positives after a solid display and they will now concentrate fully on staying in the Premier League.\nSpurs had already beaten Burnley 5-2 this season, but they were missing their hat-trick hero from that sunny September day with Son Heung-min away for the Asian Cup and the visitors started brightly in north London.\nAnass Zaroury blazed over early on before Wilson Odobert tested Tottenham goalkeeper Guglielmo Vicario with a long-range effort.\nPostecoglou had only made two changes for this third-round tie and arguably his strongest available team soon started to click into gear.\nRicharlison scuffed wide after a slick move before Brennan Johnson’s curler forced Arijanet Muric into action.\nThe stadium was united in applause soon after when the clock struck 16 minutes as a tribute took place for Tottenham fan Harry Pitman, who was killed on New Year’s Eve.\nGiovani Lo Celso hooked over at the end of a touching minute’s applause before VAR checked Rodrigo Bentancur’s tackle on Zaroury, but Spurs’ stand-in skipper avoided punishment.\nKompany’s side created their best chance with 27 minutes gone when Zaroury’s scooped pass put Zeki Amdouni through on goal but he fired over, and while the offside flag was raised, it would have counted.\nJohnson did flash wide from a Porro centre before half-time, but a drab first 45 ended goalless in N17.\nTottenham were sent out early for the second half and it initially had the desired effect with Dejan Kulusevski driving over, while Lo Celso and Johnson tested Muric.\nSpurs were still trying to walk the ball in, though, and groans were audible from the home fans when Kulusevski decided to pass instead of shoot from a promising position.\nLo Celso limped off moments later and Burnley also lost Charlie Taylor to a shoulder injury, which forced Kompany into a triple substitution with Nathan Redmond amongst those introduced.\nJohnson had called Muric into action again by this point with a volley into the ground before the hosts had half-hearted penalty appeals waved away when the attacker went down after slight contact by Josh Brownhill.\nA replay at Turf Moor seemed to loom large as the seconds ticked away, but Porro had other ideas.\nMoments after Richarlison failed to get on the end of Kulusevski’s cross, Porro won back possession from Ameen Al-Dakhil and let fly from 25 yards, with his dipping effort nestling into the corner.\nTottenham substitute Ryan Sessegnon nearly put the game to bed in the 86th minute but Muric saved and Burnley’s goalkeeper almost set up a late leveller from a corner only for Amdouni to volley wide.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pedro porro",
          "sentiment": "negative"
        },
        {
          "name": "son heung",
          "sentiment": "none"
        },
        {
          "name": "vincent kompany",
          "sentiment": "none"
        },
        {
          "name": "anass zaroury",
          "sentiment": "none"
        },
        {
          "name": "porro",
          "sentiment": "none"
        },
        {
          "name": "postecoglou",
          "sentiment": "none"
        },
        {
          "name": "ange postecoglou",
          "sentiment": "none"
        },
        {
          "name": "wilson odobert",
          "sentiment": "none"
        },
        {
          "name": "guglielmo vicario",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tottenham",
          "sentiment": "negative"
        },
        {
          "name": "burnley pedro porro",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        },
        {
          "name": "burnley",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:27:29.931+02:00",
    "updated": "2024-01-06T00:27:29.931+02:00"
  },
  {
    "uuid": "da474dc6a070bcb5d96ffe1fef6715ab291a96f2",
    "url": "https://henrymakow.com/2024/09/sept-26---proof-trump-will-win.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Henry",
    "published": "2024-09-26T20:56:00Z",
    "title": "Sept 26 - Proof Trump Will Win",
    "text": "Sept 26 - Proof Trump Will Win\nSeptember 26, 2024\nPlease send links and comments to hmakow@gmail.com\nTrump has been selected to lead the dupes into WW3. The notion that Iran was behind the staged assassination attempts is laughable, and proof Trump is a buffoon, a demagogue and a reality show actor.\nTrump: \"Iran should be blown to smithereens if it harms a US candidate\"\n\"After his campaign was briefed on an Iranian plot to assassinate him, Republican presidential nominee says Iran should be blown \"to smithereens\" if it is involved in the harming of a US White House candidate or ex-president.\nFormer US President and Republican presidential nominee Donald Trump said on Wednesday that Iran should be blown \"to smithereens\" if it is involved in the harming of a US White House candidate or ex-president.\n\"As you know, there have been two assassination attempts on my life that we know of, and they may or may not involve -- but possibly do -- Iran,\" Trump said at a campaign event in North Carolina, as quoted by AFP. \"If I were the president, I would inform the threatening country, in this case Iran, that if you do anything to harm this person, we are going to blow your largest cities and the country itself to smithereens,\" he added.\n-\nWar is a means by which the bankers enrich themselves and the goyim destroy themselves. We gave our national credit card to people who hate us and want to enslave us.\nPastor Chuck Baldwin\n\"As I have said many, many times: There is only ONE party in Washington, D.C., and that's the War Party. In this regard, the only difference between Kamala Harris and Donald Trump is that Harris would take America to war with Russia over Ukraine, while Trump would take America to war with Russia (and perhaps China and Iran and Lebanon and Iraq and Syria and Jordan and Egypt and Turkey) over Israel.\nIn Trump's sycophantic speech on behalf of Zionist Jews, he boasted: \"I gave them Golan Heights. I gave them the Abraham Accords. I recognized the capital of Israel and opened the Embassy in Jerusalem. And most importantly of all, I terminated the Iran nuclear deal, which was the worst deal ever made in the history of Israel. I was there four years, gave them billions and billions of dollars.\nAlso, during his speech, Trump alluded to one of his social media posts that he wrote in 2022 saying, Wonderful Evangelicals are far more appreciative of (his Israel record) than the people of the Jewish faith.\nIndeed. When it comes to Israel, the vast majority of evangelicals are the most duped, the most deceived, the most beguiled, the most bewitched people on the planet. (Galatians 3:1 - 29)\n-\nBlack vs Migrant Gang War is Looming in Chicago.\n\"Chicago residents warn escalating tensions and violence between local gangs and newly arrived Venezuelan migrants, alleged to be members of the notorious Tren de Aragua gang, are going to trigger an uncontrollable turf war. \"When the black gangs here get fed up with the illegalities and criminal activities of these migrants or non-citizens, the city of Chicago is going to go up in flames, and there will be nothing the National Guard or the government can do about it when the bloodshed hits the streets. It'll be blacks against migrants,\" according to Tyrone Muhammed, a former gangbanger.\"\n--\nPaul Craig Roberts - Only the Pentagon Stands Between us and a Nuclear War\nhttps://www.paulcraigroberts.org/2024/09/25/this-week-the-most-momentous-decision-of-our-time-will-be-made/\nReader-\"He may be a twit, but he nailed it..in very few words, and in agreement with your assessment.\"\n-\nThe price of gold soars with world tensions. Gold owners will be incinerated with a bug smile on our faces.\n------\n(Three traitors are Jews. Three work for Jews)\nDancing nurses destroyed the myth of compassionate health care\nThis was a most egregious betrayal of trust and they are still covering it up\n-\nPutin issues nuclear warning to the West over strikes on Russia from Ukraine\nMOSCOW (Reuters) -President Vladimir Putin warned the West on Wednesday that Russia could use nuclear weapons if it was struck with conventional missiles, and that Moscow would consider any assault on it supported by a nuclear power to be a joint attack.\n--\nNATO Prepares Mass Evacuation and Rescue Plans as Senior General Warns of World War 3 with Russia\nNATO is mobilizing its resources and strategic plans in anticipation of a potential all-out war, as articulated by Lieutenant-General Alexander Sollfrank, head of NATO's logistics command.\n-\nOur subverted governments have signed away our freedom\nHow the UN plans to control the world\nhttps://stopthecrime.net/wp/2024/09/24/un-agenda-21-how-the-united-nations-plans-to-control-the-world/\n--\nP. Diddy And Jeffrey Epstein Barely Scratch The Surface Of America's Elite Rot\nCombs allegedly orchestrated what he called \"freak offs\" -- drug-fueled orgies where he coerced participants through threats of violence and reportedly filmed these encounters to blackmail his victims into silence. The allegations -- trafficking, abuse, coercion, drugging, and non-consensual filming -- are eerily similar to the Epstein case.\nMoreover, like Epstein, It took years of abuse and a mountain of accusations before law enforcement finally stepped in. Combs, who is now on \"suicide watch,\" is being charged in the notoriously corrupt Southern District of New York, the same jurisdiction that prosecuted Epstein's case.\nhttps://thefederalist.com/2024/09/25/p-diddy-and-jeffrey-epstein-barely-scratch-the-surface-of-americas-elite-rot/\n-\nJoe Rogan features Hitler speech translated into English and it makes a lot of sense\n-\nMcKenna- The reason we feel alienated is because the society is infantile, trivial, and stupid. So the cost of sanity in this society is a certain level of alienation.\nAs society fragments, more people are living alone: Callling all Lone Wolves Out There\nRead the comments. \"I was a social butterfly until my late 40s, my spiritual awakening seemed to repel friends and even family members until I woke up one day and looked in the mirror & saw a lone wolf staring back at me. It's been an adjustment, but also the biggest blessing I could have ever imagined.\"\n-\n-\nEXCLUSIVE! U.S. Flying Terrorists Into The U.S. on Private Flights\nWhat if I told you the private airline companies have lucrative contracts with the department of defense to take illegal immigrants, including known criminals, back and forth to their home countries over and over and over again. Sonya LaBosco a former US federal air marshal is here with this exclusive story.\nWe have a homelss crisis. At the same time they are importing migrants from thew third world and giving them room and board. Hiw is this tolerable?\n-\nYour phone is more than just listening to you\nIt would appear that our smartphones operate beyond their so-called parameters without our knowledge. Nick joins me to assert these devices have further intrusions and infringements on our bodies and mind in a way we perhaps hadn't imagined.\n-\nNorman Finkelstein: \"Israel Is A Crazy State\"\nFinkelstein makes the point that the world should be scared right now...Not because Israel is evil, but rather because it is insane. He terms it a \"lunatic juggernaut\".\nHe is certain that Bibi & Co. cannot be stopped, and will now go all out against Hezbollah and Iran, simply because they will never have this optimal confluence of events ever again.\n-\n\"Covid-19,\" Psychological Operations, and the War for Technocracy by David A. Hughes\nVolume 1\nIn this book, David Hughes documents the development and application of a wide portfolio of soft and hard - and often invisible - weapons to brutally manipulate minds and emotions to engineer the adoption of technocracy. The first step to not falling victim is to see these 21st century weapons of war clearly. Hughes' formidable scholarship helps you to do so. ~\nDavid A. Hughes is Senior Lecturer in International Relations at the University of Lincoln. He received his undergraduate and master's degrees from Oxford University and holds doctorates in German Studies (Duke University) and International Relations (Oxford Brookes University). His research focuses on psychological warfare, \"9/11,\" \"Covid-19,\" the deep state, technocracy, global class relations, and resurgent totalitarianism. Camouflaged by \"Covid-19,\" an undeclared global class war was initiated in 2020, aimed at replacing liberal democracy with technocracy, a novel, biodigital form of totalitarianism. The opening campaign involved the largest psychological operation in history, intended to demoralise, disorientate, and debilitate the public. This volume deals with the application of shock and stress, trauma-based mind control, the use of fear and threat, cognitive attack, weaponised deception, and techniques for turning society against itself.\n-\nLena Petrova-- Economic Crash Imminent: Moody's Predicts Further Economic Deterioration Unless Spending is Cut\nSatanists are into sustainability except when it comes to fiscal sustainability\n--\nIndian and Chinese Foreign Ministers in recent Masonic handshake. It's all a charade.\nThe Speech That Cost Solzhenitsyn Everything | Harvard Commencement Address 1978\nHighlighted the moral decay of the West instead of praising it as the champion of \"freedom\"\nThat was the speech that cost Solzhenitsyn money and adoration of the Western elite. Were these things highly valued by Solzhenitsyn? If he did not crave these things, then the speech costed him nothing. The backlash showed the arrogance and intolerance of the Western elites; they just did not want to hear anything other than they were perfect.\n----\nNHS Whistleblower: 'We Were Instructed to Euthanize Patients to Inflate COVID Death Toll While Hospitals Sat Empty!'\nhttps://expose-news.com/2024/09/22/nhs-whistleblower-we-were-instructed-to-euthanize-patients-to-inflate-covid-death-toll-while-hospitals-sat-empty/\nThe whistleblower also confirmed that the little care given throughout the pandemic amounted to negligence and that the government and NHS bosses essentially instructed staff to let people die, or in some cases kill them through the 'End of Life Care' programme and falsely label the deaths as being due to Covid-19.\n--\nMen applaud attractive young blonde who says women need to make men feel appreciated.\nWomen realize they NEED men! Men are hardwired to protect and provide, and also give sexual pleasure. Communists tricked women into forfeiting all that.\n-\nDeagel's ties to Deep State Exposed!!\nhttps://expose-news.com/2024/09/25/explosive-gov-report-quadruple-vaccinated-mortality-rates-skyrocket-shocking-cia-rockefeller-foundation-ties-to-deagels-2025-depopulation-agenda-exposed/\nDuring his life, Dr Edwin served as the Assistant to the Secretary of Defense and the Deputy Secretary of Defense. He was also the Director of International Relations for The Rockefeller Foundation, an influential global philanthropic organization.\nAnd current real-world data on deaths in the West which includes figures on mortality rates per 100,000 showing the quadruple-vaccinated are more likely to die of any cause than the unvaccinated, strongly suggest Deagel's depopulation forecast is not just an estimation but in fact, a target that is on track to be hit thanks to the deadly effects of Covid-19 vaccination.\n--\nAlex Newman- New UN \"Pact for the Future\" Turbocharges Globalism\nUNITED NATIONS -- Governments and dictators from around the world gathered in New York and adopted a sprawling agreement to expand and further empower the United Nations. The controversial declaration approved by the UN General Assembly, known as the \"Pact for the Future,\" is seen by the UN and its member governments as a great leap forward for the cause of globalism.\nIn short, the UN is becoming \"UN 2.0,\" as top leaders of the organization put it. However, in the United States, at least, lawmakers, governors, and grassroots leaders are growing increasingly restless about what they perceive as a historic power grab, putting many attendees at the UN summit on edge as Donald Trump prepares for a possible return to the White House.\n-\nIs this for real?\nUnited Nations Directive 001, The Start of The New World Order, In our Calendar Year of 4 July, 2025.\n\"As of 17 March, 2025 the former United States of American has turned over their military and police forces to United Nations for control and responsibility, and they will be disbanded or integrated into our Global United Nations forces, as soon as possible. The former United States of America, being the last nation to cede authority over to the United Nations Security Council, has created untold problems and delays for our United Nations plans, and will soon feel the brunt of rapid and decisiv\n\"We acknowledge that some armed resistance from some police, military, and veterans groups, as well as from groups and individuals of various other patriotic beliefs or even anarchists, is to be expected. These people or groups will be eliminated either by your own forces, or by those forces assigned by our United Nations Military Command. All nuclear, biological, and chemical weaponry are now under Untied Nations control, and will be used in those areas where resistance proves to take too long, or becomes too costly manpower wise. Those who believe they can take a 30/30 rifle or .22 pistol/rifle and oppose us, are sadly mistaken, as biological and chemical use is authorized for all areas of the former United States of America\n--\nTBS = Total Bull Shit. Or should it be; TURBS = Total Un-Restricted Bull Shit\"\nTURBS. That'll work! It's life under the heel of Rothschild Jewry.\nWhy haven't the \"covid\" perps been hanged yet? I wonder what's taking so long? I guess a thousand Gallows can't be built that fast. There's not very many qualified Gallows builders. And the materials are in short supply, especially rope. But then there's Firing Squads; that would be easier.\n-\nBritish Bank NatWest Uses Carbon Tracker To Monitor And Crack Down On Customers' Meat Purchases\nLondon-based NatWest, considered to be part of the 'big four' clearing banks in the United Kingdom, is using a carbon footprint tracker on its customers to monitor their purchases of meat, and attempting to persuade them to buy alternatives instead.\nIn 2021, the megabank launched a free carbon footprint tracker app in collaboration with carbon tracking firm CoGo, linking CO2 emissions to customers' purchases, along with \"providing hints and tips on how to go greener and resources for doing so,\" NatWest said in a press release. \"Users will be able to log their commitments and behavior changes.\"\nhttps://winepressnews.com/2024/09/25/british-bank-natwest-uses-carbon-tracker-to-monitor-and-crack-down-on-customers-meat-purchases/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://stopthecrime.net/wp/2024/09/24/un-agenda-21-how-the-united-nations-plans-to-control-the-world/",
      "https://www.paulcraigroberts.org/2024/09/25/this-week-the-most-momentous-decision-of-our-time-will-be-made/",
      "https://expose-news.com/2024/09/22/nhs-whistleblower-we-were-instructed-to-euthanize-patients-to-inflate-covid-death-toll-while-hospitals-sat-empty/",
      "https://expose-news.com/2024/09/25/explosive-gov-report-quadruple-vaccinated-mortality-rates-skyrocket-shocking-cia-rockefeller-foundation-ties-to-deagels-2025-depopulation-agenda-exposed/",
      "https://thefederalist.com/2024/09/25/p-diddy-and-jeffrey-epstein-barely-scratch-the-surface-of-americas-elite-rot/",
      "https://winepressnews.com/2024/09/25/british-bank-natwest-uses-carbon-tracker-to-monitor-and-crack-down-on-customers-meat-purchases/",
      "https://www.expose-news.com/2024/09/25/explosive-gov-report-quadruple-vaccinated-mortality-rates-skyrocket-shocking-cia-rockefeller-foundation-ties-to-deagels-2025-depopulation-agenda-exposed/",
      "https://www.expose-news.com/2024/09/22/nhs-whistleblower-we-were-instructed-to-euthanize-patients-to-inflate-covid-death-toll-while-hospitals-sat-empty/",
      "https://www.stopthecrime.net/wp/2024/09/24/un-agenda-21-how-the-united-nations-plans-to-control-the-world/",
      "https://stopthecrime.net/wp/2024/09/24/un-agenda-21-how-the-united-nations-plans-to-control-the-world",
      "https://www.winepressnews.com/2024/09/25/british-bank-natwest-uses-carbon-tracker-to-monitor-and-crack-down-on-customers-meat-purchases/",
      "https://www.thefederalist.com/2024/09/25/p-diddy-and-jeffrey-epstein-barely-scratch-the-surface-of-americas-elite-rot/",
      "https://expose-news.com/2024/09/25/explosive-gov-report-quadruple-vaccinated-mortality-rates-skyrocket-shocking-cia-rockefeller-foundation-ties-to-deagels-2025-depopulation-agenda-exposed",
      "https://www.paulcraigroberts.org/2024/09/25/this-week-the-most-momentous-decision-of-our-time-will-be-made",
      "https://expose-news.com/2024/09/22/nhs-whistleblower-we-were-instructed-to-euthanize-patients-to-inflate-covid-death-toll-while-hospitals-sat-empty",
      "https://thefederalist.com/2024/09/25/p-diddy-and-jeffrey-epstein-barely-scratch-the-surface-of-americas-elite-rot",
      "https://winepressnews.com/2024/09/25/british-bank-natwest-uses-carbon-tracker-to-monitor-and-crack-down-on-customers-meat-purchases",
      "https://paulcraigroberts.org/2024/09/25/this-week-the-most-momentous-decision-of-our-time-will-be-made/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T00:31:56.964+03:00",
    "updated": "2024-09-27T00:31:56.964+03:00"
  },
  {
    "uuid": "d64407cfa4183d160a713da2dba851b2c8ccf8a1",
    "url": "https://www.larazon.es/comunidad-valenciana/aemet-activa-aviso-naranja-este-sabado-estas-zonas-comunidad-valenciana_202411026725c8402914190001e8ad43.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "C. Aparicio",
    "published": "2024-11-02T04:35:00Z",
    "title": "AEMET activa el aviso naranja este sábado en estas zonas de la Comunidad Valenciana",
    "text": "Temporal\nAEMET activa el aviso naranja este sábado en estas zonas de la Comunidad Valenciana\nSe esperan precipitaciones que podrían acumular 40 litros por metro cuadrado en una hora\nLa Agencia Estatal de Meteorología ha establecido para este sábado el aviso naranja en el interior y litoral norte de la provincia de Castellón por precipitaciones que podrían acumular 40 litros por metro cuadrado en una hora y 100 l/m2 en doce horas.\nEl aviso nivel naranja ha comenzado a las 00:00 horas de este sábado y se mantendrá hasta las 23:59 horas de hoy, según Aemet.\nTambién está activo hasta las 23:59 horas de este sábado el aviso amarillo en el litoral sur de Castellón por precipitaciones de 20 litros por metro cuadrado en una hora y 60 l/m2 en doce horas.\nEl aviso amarillo se mantiene en el litoral norte de Castellón hasta las 12:00 horas del domingo por precipitaciones acumuladas de 20 litros por metro cuadrado en una hora y 60 l/m2 en doce horas.\nResto de Comunitat\nLa Comunitat Valenciana registrará este sábado cielo nuboso o cubierto con chubascos y tormentas, salvo en la mitad sur de Alicante y que serán localmente fuertes y persistentes en Castellón, sin descartar en puntos del litoral de Valencia o en el norte de Alicante.\nLa Aemet ha informado que las temperaturas experimentarán con pocos cambios y el viento será moderado del norte y nordeste en el litoral y flojo variable en el resto.\nPara el domingo seguirá el cielo nuboso, con chubascos y tormentas que podrían ser localmente fuertes y persistentes en Castellón y Valencia, sin descartar de forma más débil y dispersa en Alicante, temperaturas con pocos cambios y viento, que será en el litoral, del norte y nordeste, moderado en Alicante y flojo a moderado en el resto y en el interior, de flojo a moderado de componente este.\nPasividad ante la tragedia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Comunitat\nLa Comunitat Valenciana",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Comunidad Valenciana",
          "sentiment": "none"
        },
        {
          "name": "Castellón",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-02T08:40:50.677+02:00",
    "updated": "2024-11-02T08:40:50.677+02:00"
  },
  {
    "uuid": "c206e158a6e58224862611e0e8b12808f487fe5b",
    "url": "https://www.elcomercio.es/economia/trabajo/empleadas-hogar-indemnizacion-despido-oxfam-20250328134632-ntrc.html",
    "ord_in_thread": 0,
    "author": "Edurne Martínez",
    "published": "2025-03-27T23:37:00Z",
    "title": "Solo una de cada cinco empleadas de hogar recibe indemnización por despido",
    "text": "Secciones\nServicios\nDestacamos\nEn España hay más de medio millón de personas trabajando en el sector del empleo del hogar y cuidados, el país con más empleados en ... este ámbito de la Unión Europea. De ellas, el 87% son mujeres y un 70% es de nacionalidad extranjera o doble nacionalidad. Los datos, extraídos del informe 'Trabajo invisible y cuerpos rotos' publicado por Oxfam Intermón constatan que el empleo del hogar es un sector «esencial» pero «profundamente precarizado» en España.\nLos sueldos medios apenas alcanzan los 1.000 euros al mes, por lo que el 38% de las trabajadoras en este sector declaran tener problemas severos para llegar a fin de mes. El 32% de ellas no están dadas de alta en la Seguridad Social, «lo que limita su acceso a derechos laborales como la cotización por desempleo y las prestaciones correspondientes», advierten desde Oxfam. Además, el 24% de los contratos en el sector son temporales y un 59% de las trabajadoras tienen jornadas parciales, factores que contribuyen a la inestabilidad y la pobreza laboral.\nLa falta de protección laboral es otra de las preocupaciones: solo cuatro de cada diez trabajadores reciben la indemnización por despido que les corresponde, las enfermedades profesionales no están reconocidas, no son posibles las inspecciones laborales en el lugar de trabajo y no siempre se cumplen las horas de jornada y los descansos pactados, indica el informe.\n«Muchas de esas mujeres se ven obligadas a trabajar en régimen de interna haciendo jornadas infinitas y sin tener apenas horas de descanso o días libres, se encuentran solas y sin red familiar que las apoye», dice Nerea Boneta, autora del informe y experta en empleo de hogar y cuidados de Oxfam Intermón. «No son reconocidas ni atendidas por la administración pública, se les niegan derechos tan básicos como el derecho a paro con carácter retroactivo», denuncia.\nAdemás, la ONG indica que estas precarias condiciones laborales impactan directamente en la salud de las trabajadoras del hogar. La encuesta revela que el 91% de ellas han sufrido dolores musculoesqueléticos en el último año, el 66% han experimentado estrés y el 59% ansiedad. En un 74% de los casos necesitan consumir habitualmente analgésicos para afrontar sus jornadas laborales.\nPor todo ello, Oxfam Intermón subraya la urgencia de establecer un sistema público y universal de cuidados que garantice plenos derechos a los trabajadores del sector. Entre las medidas planteadas, en colaboración con organizaciones de trabajadores del hogar y cuidados, destacan la equiparación en la indemnización por despido, el control estricto de los límites de la jornada laboral, el reconocimiento de las horas extraordinarias y el derecho a desempleo con carácter retroactivo.\n¿Ya eres suscriptor/a? Inicia sesión\nPublicidad\nPublicidad\nPublicidad\nPublicidad\nEsta funcionalidad es exclusiva para suscriptores.\nReporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Social Issue->discrimination",
      "Social Issue->social condition",
      "Labor->employment",
      "Labor->employment legislation",
      "Labor->wages and benefits"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Nerea Boneta",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Secciones\nServicios\nDestacamos\nEn España",
          "sentiment": "neutral"
        },
        {
          "name": "Los datos",
          "sentiment": "neutral"
        },
        {
          "name": "Trabajo invisible y cuerpos rotos",
          "sentiment": "neutral"
        },
        {
          "name": "El 32% de ellas no están dadas de alta en la Seguridad Social",
          "sentiment": "neutral"
        },
        {
          "name": "La encuesta",
          "sentiment": "neutral"
        },
        {
          "name": "Entre las medidas",
          "sentiment": "neutral"
        },
        {
          "name": "Inicia sesión\nPublicidad\nPublicidad\nPublicidad\nPublicidad\nEsta funcionalidad",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Unión Europea",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Oxfam Intermón",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Reporta",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": []
    },
    "rating": null,
    "crawled": "2025-03-28T01:47:09.345+02:00",
    "updated": "2025-03-28T01:47:09.345+02:00"
  },
  {
    "uuid": "ab10364d75340f0aedfebe2c650578c67fdcd42c",
    "url": "https://www.theleader.com.au/story/8556313/nsw-grower-breaks-guinness-world-record-for-heaviest-blueberry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anna McGuinness",
    "published": "2024-03-14T10:49:00Z",
    "title": "NSW grower breaks Guinness World Record for heaviest blueberry | St George & Sutherland Shire Leader | St George, NSW",
    "text": "A NSW berry farm has grown the world's heaviest blueberry. Weighing 20.40 grams and measuring 39.31 millimetres, the fruit has officially broken the [Guinness World Record title](https://www.guinnessworldrecords.com/world-records/heaviest-blueberry) set in 2020 by a 16.20 gram Western Australian blueberry. The record-breaking blueberry was picked at Costa Berries' farm in Corindi, on the Mid North Coast, in November 2023 and grown by Brad Hocking, Jessica Scalzo and Marie-France Courtois. Mr Hocking said the blueberry was from the Eterna variety which is known for its large fruit size, crisp texture and long shelf life. \"When we picked this one there were probably around 20 other berries of a similar size,\" he said. \"This really is a delightful piece of fruit. \"While the fruit is large, there's absolutely no compromise on quality or flavour as would be expected when developing a premium variety blueberry.\" The Costa Group said its variety improvement program develops one or two new varieties of blueberries on average each year. It licenses Costa bred varieties overseas such as the Americas, Morocco, China and south east Africa. Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.guinnessworldrecords.com/world-records/heaviest-blueberry)",
      "https://guinnessworldrecords.com/world-records/heaviest-blueberry)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hocking",
          "sentiment": "none"
        },
        {
          "name": "brad hocking",
          "sentiment": "none"
        },
        {
          "name": "jessica scalzo",
          "sentiment": "none"
        },
        {
          "name": "marie-france courtois",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st george & sutherland shire",
          "sentiment": "negative"
        },
        {
          "name": "st george",
          "sentiment": "negative"
        },
        {
          "name": "costa berries",
          "sentiment": "none"
        },
        {
          "name": "costa group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "corindi",
          "sentiment": "none"
        },
        {
          "name": "mid north coast",
          "sentiment": "none"
        },
        {
          "name": "eterna",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:11:00.457+02:00",
    "updated": "2024-03-15T01:23:50.734+02:00"
  },
  {
    "uuid": "5842fc63fe77352ad58f6527005d4133d761982a",
    "url": "https://www.elperiodista.cl/2025/02/papa-cancela-la-audiencia-jubilar-del-sabado-por-hospitalizacion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Editora",
    "published": "2025-02-18T15:25:00Z",
    "title": "Papa cancela la Audiencia Jubilar del sábado por hospitalización",
    "text": "El Vaticano ha cancelado la Audiencia Jubilar de este sábado 22 de febrero debido a las condiciones de salud del Papa Francisco, que permanece ingresado en el hospital Gemelli de Roma desde el pasado viernes debido a la bronquitis que padece, según ha informado la Santa Sede en un comunicado.\nPara la celebración de la Santa Misa con motivo del Jubileo de los Diáconos, programada para este domingo a las 09.00 horas en la Basílica de San Pedro, el Papa Francisco ha delegado en Rino Fisichella, proprefecto del Dicasterio para la Evangelización.\nEl último parte médico, publicado este lunes por la tarde, indicaba que el Papa permanecía «sin fiebre» con la terapia prescrita en el hospital Gemelli de Roma.\nEl Vaticano informó de que las condiciones clínicas de Francisco son «estacionarias» y que el lunes por la mañana recibió la Eucaristía y, posteriormente, se dedicó a algunas actividades laborales y a la lectura de textos.\nEl lunes por la mañana el Vaticano informó de que Francisco presentaba un cuadro clínico complejo y que continuará hospitalizado después de que los resultados de las pruebas realizadas en los últimos días hayan demostrado una infección polimicrobica de las vías respiratorias que ha determinado un cambio adicional en la terapia.\nAsimismo, la Santa Sede aseguró que el Pontífice se encuentra conmovido por los numerosos mensajes de cariño que está recibiendo y ha querido expresar su apoyo a todas las personas que están hospitalizadas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Health->health organisation",
      "Health->health facility",
      "Religion and Belief->religious leader",
      "Religion and Belief->christianity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Rino Fisichella",
          "sentiment": "none"
        },
        {
          "name": "Papa Francisco",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Audiencia Jubilar",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T18:40:15.528+02:00",
    "updated": "2025-02-18T18:40:15.528+02:00"
  },
  {
    "uuid": "759ad157c0115f1b0e7890ffdde51f5378f11151",
    "url": "https://vietnamnet.vn/en/hanoi-to-go-green-with-electric-buses-by-2035-2298686.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VietNamNet News",
    "published": "2024-07-05T04:02:00Z",
    "title": "Hanoi to go green with electric buses by 2035",
    "text": "By 2030, a significant portion (70-90 per cent) of the existing diesel bus fleet will be replaced with clean energy ones. — VNA/VNS Photo The capital city of Hà Nội is taking a significant step toward a more sustainable future for its public transportation system, with a Thursday approval of a plan to achieve a zero-emission bus fleet by 2035 via phasing out diesel vehicles in favour of electric ones.\nBetween 2026 and 2030, Hà Nội aims for a mix of electric buses (50 per cent_ and buses powered by cleaner burning fuels like liquefied natural gas (LNG) or compressed natural gas (CNG) (50 per cent). The estimated financial investment for this transition is VNĐ43 trillion (US$1.79 billion).\nThe plan prioritises the electrification of buses operating in the central urban areas (within Ring Road 4). Additionally, new bus routes will be designed with a focus on using electric and green energy vehicles.\nBy 2030, a significant portion (70-90 per cent) of the existing diesel bus fleet will be replaced with clean energy ones.\nBetween 2031 and 2035, all buses operating in the city will go electric, achieving a zero-emission bus fleet for the city. — VNS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hà nội",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hanoi",
          "sentiment": "none"
        },
        {
          "name": "hà nội",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T07:33:55.670+03:00",
    "updated": "2024-07-05T07:33:55.670+03:00"
  },
  {
    "uuid": "e072dfe0d541818e4776f8ef14cf19f9143decb9",
    "url": "https://www.cronista.com/informacion-gral/el-ritual-de-velas-verdes-que-tenes-que-hacer-antes-de-la-llegada-del-ano-nuevo-chino/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juliana Monferrán",
    "published": "2023-12-28T21:00:00Z",
    "title": "El RITUAL de VELAS VERDES que tenés que HACER antes de la llegada del AÑO NUEVO CHINO",
    "text": "En esta noticia El ritual que tenés que hacer para recibir un 2024 con prosperidad ¿Por qué es importante hacer un ritual en el Año Nuevo Chino?\nLos rituales de abundancia son prácticas espirituales que se realizan con el objetivo de atraer prosperidad y riqueza . Estos pueden variar mucho en sus formas y contenidos, pero frecuentemente comparten el mismo objetivo: potenciar las buenas energías.\nEn la mayoría de los casos, los rituales de abundancia se basan en la creencia de que la energía puede ser manipulada para crear cambios en el mundo físico.\nAdemás, el prender velas verdes está asociado con la naturaleza, el crecimiento y la fertilidad . Conocé cómo hacer este ritual para recibir el 2024 con buena fortuna.\nLa meditación es parte de este ritual que te dará mayor apertura a recibir la buena fortuna en tu vida. (Foto: Freepik) ¿Suerte en la riqueza?: esto dice el Horóscopo Chino 2024 para las personas Tigre sobre el dinero\nUna nueva etapa en el amor espera a las personas Caballo: estas son las previsiones del Horóscopo Chino para el 2024\nEl ritual que tenés que hacer para recibir un 2024 con prosperidad Para realizar este ritual es necesario que estés tranquilo y concentrado. Luego deberás seguir los siguientes pasos para atraer abundancia en el Año Nuevo Chino :\nComenzá con una meditación en un lugar tranquilo , enfocándote en la energía renovadora y la fuerza del Dragón. Encendé velas verdes , que simbolizan la buena suerte y el crecimiento.\nDurante la meditación visualizá tus metas y deseos , permitiéndote que la energía del Dragón las impulse. Tené algún elemento de madera cerca.\nMuchas personas creen que estos rituales pueden ayudar a crear una mentalidad positiva y atraer la energía de la prosperidad a sus vidas. (Fuente: Freepik)\nPara ingresar al Año Nuevo Chino, el ritual continúa con la decoración de la casa para eliminar malas energías y atraer la fortuna . Por eso, deberás colocar adornos rojos , símbolos de buena suerte.\nPor último, regalá dumplings -una popular tradición de la gastronomía china-, que representan prosperidad y es una práctica de buen augurio . Estos son los signos más compatibles con Géminis en el Amor, según el Horóscopo Negro\nHoróscopo Chino: los 3 signos que deben tomar decisiones importantes antes del final de 2023\n¿Por qué es importante hacer un ritual en el Año Nuevo Chino? Para la cultura china, los rituales para recibir el Año Nuevo Chino son una forma de celebrar el comienzo de un nuevo año y de manifestar lo s deseos para el futuro .\nSegún el Horóscopo Chino, el Año del Dragón comienza en 2024 y este ritual es ideal para que esta criatura milenaria impulse las energías positivas en tu vida. (Fuente: Freepik) Esta tradición tiene la creencia de que la buena fortuna y la abundancia llega luego de colocar objetos rojos en el hogar, encender velas verdes, comer alimentos tradicionales y limpiar la casa .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T03:23:24.527+02:00",
    "updated": "2023-12-29T03:23:24.527+02:00"
  },
  {
    "uuid": "b65120ddb16883bf803b9750fd03ca9e036c5018",
    "url": "https://www.bostonherald.com/2024/01/05/4-beachfront-destinations-spiking-in-popularity-this-winter/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nerdwallet",
    "published": "2024-01-05T21:44:00Z",
    "title": "4 beachfront destinations spiking in popularity this winter – Boston Herald",
    "text": "By Sally French | NerdWallet\nIn a chilly winter, it’s not uncommon for travelers to flock to warm-weather destinations. For example, December was 2022’s most popular month for Canadian tourists to visit Hawaii, according to the Hawai‘i Tourism Authority’s 2022 Annual Visitor Research Report.\nIt’s a similar story with Caribbean cruises. According to a spokesperson at Holland America, November through March are the most popular months for the cruise line. Clearly, winter beach vacations are appealing, and some beachfront destinations are especially popular this season — seeing higher interest in 2023 than in 2022.\nChase Travel, an online site that lets customers book trips using cash or points from Chase travel credit cards , analyzed its proprietary data to find the top destinations this winter. The data included Chase Travel bookings for air or lodging between Nov. 17, 2023, and Jan. 7, 2024, and found places with the biggest year-over-year increase from last year. Then, Chase looked at beachfront destinations. Here are the top four.\nNoord, Aruba (105% YoY growth)\nThe living room of one of the 55 suites at The Ritz-Carlton, Aruba. (Photo courtesy of Marriott)\nNoord, which means “north” in Dutch, covers the northern portion of Aruba and includes tourist epicenter Palm Beach, the Bubali Bird Sanctuary and Tierra del Sol Resort and Golf. History and culture buffs might visit the California Lighthouse and Alto Vista Chapel.\nLuxury-minded travelers might stay at The Ritz-Carlton, Aruba, which is among the fanciest of the Marriott brands . The property just completed an extensive renovation and upgraded all 320 rooms and suites.\nMiami Beach, Florida (80% YoY growth)\nMiami’s South Beach. (Photo by Getty Images)\nMiami Beach is hardly an underrated beach city, but the appeal goes beyond its white, sandy beaches and turquoise waters.\nIn April, Miami earned the title of Bon Appetit’s 2023 Food City of the Year. This winter, Miami is celebrating Miami Arts, Culture and Heritage Months. The event, which runs through Jan. 31, 2024, includes discount tickets to shows, free park and museum tours, and limited-run performances such as “Cuba Under the Stars,” an outdoor musical theater show at Bayfront Park.\nRoatan, Honduras (76% YoY growth)\nThe Kimpton Grand Roatán Resort & Spa opened in October 2023. (Photo courtesy of IHG)\nRoatan is part of a cluster of island archipelagos located off the northern coast of Honduras, surrounded by the largest barrier reef system in the Northern Hemisphere (and second in size to Australia’s Great Barrier Reef).\nPerhaps one big reason why it’s spiking in popularity: Time Magazine placed Roatan on its World’s Greatest Places 2023 list, citing its appeal to backpackers and nature lovers.\nBut it’s appealing to the luxury traveler, too. Among the region’s newest additions is the Kimpton Grand Roatán Resort & Spa, which opened in October 2023 as a five-star, beachfront resort. For a hefty $50 daily resort fee, amenities include coffee, an evening social hour, sunblock, plus snorkel and kayak rentals. And like all Kimpton properties, there’s no pet fee .\nWest Palm Beach, Florida (57% YoY growth) West Palm Beach got even more accessible in 2023 when Brightline, a privately funded passenger rail service, began offering high-speed rail service from Orlando. West Palm Beach is the first southbound stop from Orlando after the roughly two-hour ride. (Brightline service between Miami and West Palm Beach began back in 2018.)\nIf you’re seeking manatees, there’s no better time to head to West Palm Beach than in the winter. According to Manatee Lagoon, a free educational tourist destination, manatee season runs from Nov. 15 through March 31.\nTips to save on a winter beach vacation Because winter is popular for beach vacations, it can also be one of the most expensive times to travel. These tips to save on a beach vacation can help:\nVisit during shoulder season: Delaying your trip until the tail-end of winter can help you capitalize on the benefits of traveling during shoulder season . For example, Florida’s shoulder season is generally late February into early March, according to Visit Florida. During that time, the snowbirds will have had their fill of sun — but spring break crowds haven’t arrived.\nAn ocean view from a room at the Moana Surfrider, a Westin Resort & Spa, at Honolulu’s Waikiki Beach. (Photo by Sally French)\nAvoid lodging on the beach: If you’re spending your time at the beach anyway, then booking an oceanview room might not be worth the additional cost.\nFor example, in Honolulu, you’ll usually find lower rates at the Sheraton Princess Kaiulani versus the opulent Moana Surfrider, a Westin Resort & Spa, Waikiki Beach. The former is situated inland one block from Waikiki Beach, on the other side of the Moana Surfrider. Yet, the two sister properties in the Marriott Bonvoy portfolio offer reciprocal benefits, including daily yoga on the Moana Surfrider’s beachfront Diamond Lawn overlooking Diamond Head. Sheraton guests can use many of the same amenities as Moana Surfrider guests (albeit at a lower price).\nThe $44-per-person breakfast buffet at The Veranda restaurant at the Moana Surfrider includes made-to-order omelettes, mochiko waffles, lilikoi pancakes and loco moco. It’s generally considered the best buffet on Waikiki. (Photo by Sally French)\nThe appeal of the Moana Surfrider is its elegant lobby and wraparound, beachfront porch. But you can listen to the live pianist in the evening even without being a hotel guest. And while the Moana Surfrider’s breakfast buffet on the restaurant’s veranda is popular, Sheraton guests can still charge it to their room.\nPack beach necessities: Complimentary sunscreen as a hotel benefit is the exception, not the norm. As long as you aren’t planning to travel with a carry-on only, pack sunscreen from home to avoid inflated gift shop prices.\nIt might also be worth bringing your own snorkeling set, as rental prices can exceed the cost of buying your own gear. Rentals can run more than $50 per day, but you can buy snorkel kits from retailers like Amazon for less than half that price.\nMore From NerdWallet\n5 Cities Where You Can Book a 5-Star Hotel for Cheap Which Airline Has Been the Most Reliable in 2023? How One Woman Lost $9K on an Accidental Hotel Booking\nSally French writes for NerdWallet. Email: sfrench@nerdwallet.com. Twitter: @SAFmedia. The article 4 Beachfront Destinations Spiking in Popularity This Winter originally appeared on NerdWallet .\nShare this: Click to share on Facebook (Opens in new window) Click to share on Twitter (Opens in new window) Click to share on Reddit (Opens in new window) Click to print (Opens in new window) Most Popular Most Popular Nearly three dozen cities and towns lose money for fire departments after Gov. Healey’s budget cuts Nearly three dozen cities and towns lose money for fire departments after Gov. Healey's budget cuts Elon Musk goes after Gov. Maura Healey over using private homes to house homeless Elon Musk goes after Gov. Maura Healey over using private homes to house homeless Bill Belichick, Patriots part ways after 24-year historic run Bill Belichick, Patriots part ways after 24-year historic run 7 Patriots GM candidates to replace Bill Belichick 7 Patriots GM candidates to replace Bill Belichick 8 potential Patriots head coach candidates with Bill Belichick out 8 potential Patriots head coach candidates with Bill Belichick out Jim Murray says 98.5’s Beasley is picking up his option, Mike Felger comments on Audacy bankruptcy Jim Murray says 98.5's Beasley is picking up his option, Mike Felger comments on Audacy bankruptcy Source: Patriots lose a defensive coach amid Bill Belichick uncertainty Source: Patriots lose a defensive coach amid Bill Belichick uncertainty Another one: Massachusetts braces for ‘powerful storm’ that could spark flooding, power outages Another one: Massachusetts braces for 'powerful storm' that could spark flooding, power outages Battenfeld: Massachusetts health insurer restricts anesthesia for colonoscopies, doctors object Battenfeld: Massachusetts health insurer restricts anesthesia for colonoscopies, doctors object Howie Carr: Nip this wokeness before it’s too late Howie Carr: Nip this wokeness before it's too late Trending Nationally Michael Strahan’s daughter Isabella, 19, has malignant brain tumor Arctic air is blasting most of the US this weekend Google will chop 700-plus Bay Area jobs as tech firms start 2024 in grim fashion Orlando police arrest homeless man on sidewalk just hours after council adopts new sidewalk rules Wanna get up close with a killer whale in the wild? We did and it was a rare experience",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.nerdwallet.com/article/travel/marriott-bonvoy-program-the-complete-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/an-accidental-9k-hotel-reservation-exposes-booking-risks?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/5-cities-where-you-can-book-a-5-star-hotel-for-cheap?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/how-to-save-on-a-beach-vacation?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/the-award-travelers-guide-to-marriott-brand-hotels?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/chase-travel-cards-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/5-reasons-why-shoulder-season-is-the-best-time-to-travel?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/which-airline-most-reliable-2023-data?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/best-hotels-that-allow-pets?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/beach-vacations-winter?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/ways-to-pack-a-carry-on-like-a-pro-and-avoid-checked-bag-fees?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/marriott-bonvoy-program-the-complete-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com",
      "https://www.nerdwallet.com/article/travel/5-reasons-why-shoulder-season-is-the-best-time-to-travel",
      "https://nerdwallet.com/article/travel/which-airline-most-reliable-2023-data?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/the-award-travelers-guide-to-marriott-brand-hotels",
      "https://www.nerdwallet.com/article/travel/which-airline-most-reliable-2023-data",
      "https://nerdwallet.com/article/travel/ways-to-pack-a-carry-on-like-a-pro-and-avoid-checked-bag-fees?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/the-award-travelers-guide-to-marriott-brand-hotels?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/chase-travel-cards-guide?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/best-hotels-that-allow-pets?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com/article/travel/an-accidental-9k-hotel-reservation-exposes-booking-risks?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/an-accidental-9k-hotel-reservation-exposes-booking-risks",
      "https://www.nerdwallet.com/article/travel/marriott-bonvoy-program-the-complete-guide",
      "https://nerdwallet.com/article/travel/5-reasons-why-shoulder-season-is-the-best-time-to-travel?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://www.nerdwallet.com/article/travel/5-cities-where-you-can-book-a-5-star-hotel-for-cheap",
      "https://www.nerdwallet.com/article/travel/ways-to-pack-a-carry-on-like-a-pro-and-avoid-checked-bag-fees",
      "https://www.nerdwallet.com/article/travel/best-hotels-that-allow-pets",
      "https://nerdwallet.com/article/travel/5-cities-where-you-can-book-a-5-star-hotel-for-cheap?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://nerdwallet.com/article/travel/how-to-save-on-a-beach-vacation?utm_campaign=ct_prod&utm_content=1483922&utm_medium=rss&utm_source=syndication&utm_term=medianews-group",
      "https://nerdwallet.com?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922",
      "https://www.nerdwallet.com/article/travel/beach-vacations-winter",
      "https://www.nerdwallet.com/article/travel/how-to-save-on-a-beach-vacation",
      "https://www.nerdwallet.com/article/travel/chase-travel-cards-guide",
      "https://nerdwallet.com/article/travel/beach-vacations-winter?utm_campaign=ct_prod&utm_source=syndication&utm_medium=rss&utm_term=medianews-group&utm_content=1483922"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sally",
          "sentiment": "negative"
        },
        {
          "name": "chase",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boston herald",
          "sentiment": "negative"
        },
        {
          "name": "hawai‘i tourism authority",
          "sentiment": "none"
        },
        {
          "name": "chase travel",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "holland america",
          "sentiment": "none"
        },
        {
          "name": "hawaii",
          "sentiment": "none"
        },
        {
          "name": "aruba",
          "sentiment": "none"
        },
        {
          "name": "caribbean",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:01:20.228+02:00",
    "updated": "2024-01-13T02:06:59.699+02:00"
  }
]