[
  {
    "uuid": "4bfd0de74b8e30f1fcbe2e47a9873c9b3a4690e0",
    "url": "https://community.thriveglobal.com/meet-our-thrive-challenge-winners-for-the-month-of-january/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thrive Challenge",
    "published": "2024-01-05T20:47:00Z",
    "title": "Meet Our Thrive Challenge Winners for the Month of January - Thrive Global",
    "text": "At Thrive, we believe one of the most important ways to fight burnout is to find purpose and meaning in the work you do every day. Our partnership with Walmart enables us to see the power of Thrive’s behavior change platform in action every day. Through small better choices that build momentum over time, Walmart associates (and their friends and family) are able to make changes that drastically improve their lives and the lives of those around them. Each month, we award 18 winners with a cash prize for their accomplishments in the Thrive Challenge. Reading through their stories and learning how each of them overcame everyday struggles gives us so much inspiration and passion for the work that we do. Below, read the stories of our 18 winners for the month of December. We hope you enjoy them as much as we did! [Jessie Lassabe, Workers Comp Bldg. #608, Lexington, KY](https://community.thriveglobal.com/jessie-is-changing-his-life-one-microstep-at-a-time/) “At 39, I decided to go back to college — it was something I really wanted to do for myself. And I wanted to show my kids that you can accomplish anything by taking it one day at a time. But I was finding it hard to focus on my studies, and all the tasks I had to get done at work and at home. I was always tired. I downloaded the Thrive app, and the first thing I did was to make a sleep schedule. I began going to bed and waking up at the same time every day to ensure I got the rest I needed. To lower stress, I eliminated my iPhone from my life. I use a flip phone now, and I’ve never felt better. It has no social media apps distracting me. Microsteps helped me focus on my studies. My time management improved, and my mind became clearer. I completed my bachelor’s degree in business in May. It was a huge accomplishment — I feel on top of the world.” [Jose “Mane” Lopez, Distribution Center #6094, Bentonville, AR](https://community.thriveglobal.com/jose-is-focused-on-the-things-that-bring-him-joy/) “I was in very bad health. I weighed 287 pounds and I had low self-esteem. I started the Thrive Challenge and began with food, adding more protein to my diet, like chicken and salmon, and eating fruits and veggies. For breakfast, I have egg whites a la Mexicana, and for lunch I’ll have tuna salad. And because we’re cooking at home instead of eating out, we’re saving $300 dollars a week. I have more energy because I’m moving more. I walk 10 thousand steps a day, I gradually started running, and I’m going for long bike rides, which is a great way to lower stress. I’m spending more time with my family, we go on bike rides together and play soccer. I’ve lost weight and I’ve lowered my sugar level and my blood pressure, which is almost at a normal range. I feel proud of myself. And what’s great is that I’ve inspired my family too. That means such a lot to me, and I’m excited to continue my journey.” [Matthew Howard, Distribution Center #9153, Waco, TX](https://community.thriveglobal.com/a-wake-up-call-motivated-matthew-to-change-his-lifestyle/) “My mom had a heart attack, and it was a wake-up call that motivated me to change my lifestyle. She had high cholesterol. I also had high cholesterol and high blood pressure. I’m 39 and I was in pain — my knees hurt a lot, and I didn’t feel good about myself. I downloaded the Thrive app and started to focus on making healthy food choices. I’m eating meals like grilled chicken and broccoli for dinner. Cooking at home instead of eating out is helping me save money. I’m moving more — I walk on my treadmill in the morning before work. I use dumbbells and do push ups. Once I was moving, I started to feel better, and now I have a lot more energy. To relax, I go fishing — and I like hanging out with friends and family. I’ve lost 40 pounds and I’m much more confident and less stressed. My blood pressure has gone down and is now in the normal range, and I’m no longer pre diabetic. I feel amazing.” [Sedeja Drigo, Neighborhood Market #2858, Statesboro, GA](https://community.thriveglobal.com/at-21-sedeja-has-a-bright-future-ahead-of-her/) “I decided to start the Thrive Challenge because I wanted to overcome my financial difficulties. I’m 21, and I’m pursuing a degree while working at Walmart. I was often exhausted, and I had little time to prioritize exercise or maintain a healthy diet. To improve my sleep, I established a consistent bedtime routine, and I limit screen time before going to bed. I’m eating more fruit, veggies, protein, and whole grains. I’m proud to share that I’ve successfully lost 20 pounds. By moving more, I feel more energized. I dance while doing chores, and recently achieved a milestone by running a mile. To achieve a better work life balance, I cut my work hours. I’m doing breathing exercises and prioritizing activities that bring me joy, like photography. To unwind and relax, I listen to the jazz and soul music I grew up with, which is calming. The Thrive Challenge has had a profound impact on my life. I’ve adopted a healthier lifestyle, I’m saving money, and managing my stress.” [Kevin Rizzardi, Fulfillment Center #7559, Bethlehem, PA](https://community.thriveglobal.com/with-a-balanced-approach-to-food-and-movement-kevin-is-lighter-and-happier/) “I lost my mother to pancreatic cancer in 2014. That pretty much broke me. I felt so bad about myself and gained weight. I’m 48, and I weighed 254 pounds. I used to treat food as a reward. Emotionally and mentally I wasn’t happy with myself, so I started the Thrive Challenge. I began taking Microsteps like not eating late at night. I’m having healthy snacks, like nuts, and I measure out portions. One of my favorite Microsteps is making simple food swaps, like eating egg whites instead of the whole egg. I’m happy to say that my cholesterol is the lowest it’s been in years. Another Microstep I like: ‘Make a choice to move your body today.’ I’m running, and I’ve found a new passion: swimming with my daughter, who’s a competitive swimmer. I’ve lost 32 pounds, and when I look in the mirror I like the person I see! And more importantly, I like the person who I’ve become. I can’t remember the last time I felt that way.” [Owen Laurie, Walmart Supercenter #9401, Manassas, VA](https://community.thriveglobal.com/owen-is-building-a-secure-future-for-himself-and-his-family/) “A few months ago, I was having a hard time feeling motivated. I’d just started my new job at Walmart, and at the same time I’m doing a degree. I’m 25, and my wife, Dawna, and I have two young sons. And we were struggling financially — I was stressed. I downloaded the Thrive app and started with some Microsteps. Each morning, I do some stretching and breathing exercises. I pray or meditate. Before having a money conversation, I ask Dawna if it’s a good time to talk. Then we sit down to set a budget. We’ve developed a habit of saying no to any ‘wants,’ like a new sofa or lounge chairs. We’ll just spend money on what we really need. We’re doing DIY projects at home — we repaired our garbage disposal and refinished our dining table, which saves a lot of money. I’ve been feeling more peaceful and less stressed. Of course, life isn’t perfect and we still face financial challenges, but I know now I’m capable of surmounting whatever is thrown my way.” [Joshua King, Fulfillment Center #7559, Bethlehem, PA](https://community.thriveglobal.com/a-new-chapter-for-joshua-navigating-change-with-purpose-and-joy/) “I’m newly divorced, I relocated for a promotion, and I was struggling — moving a long way from my two children was a challenge. I wasn’t sleeping or eating well. I downloaded the Thrive app and began with movement Microsteps to lower my stress. At work, I go outside for 10 minute breaks to walk in the sun and get vitamin D boosts. I gradually got in better shape and started running. I visit my kids every month and we do fun activities, like playing laser tag and hiking. We also have family therapy. Our relationship continues to grow — I text or speak to them every day. Thrive nature Resets help me lower stress and find peace. I’ve learned to take accountability for my actions without being too hard on myself. A big accomplishment was running a half marathon. With Microsteps, I trained, I put my mind to it, and accomplished my mission! I felt so good inside and out, but even better, I now feel like I can conquer any challenge in life.” [Jamie Saxton, Walmart Store #1843, Mcminnville, OR](https://community.thriveglobal.com/jamie-is-putting-her-own-self-care-first/) “I used to work the night shift and I never got enough sleep. I was tired all day, I ate a lot of sweets, and I gained weight. I didn’t have enough energy for my family. I got started on the Thrive Challenge. What helped me was transferring to a new position. I don’t work nights, which means I can go to sleep at a decent time. I set up a nighttime routine. Once the kids are in bed, I take a relaxing bath with epsom salts. I put my phone away, and then I read in bed and fall asleep. We’re eating better. I’ve cut down on the sweets and lost weight. I make sure I move throughout the day, which improves my mood. And I’ve been spending more time with my family. I’m a mom and a wife, and I always want to take care of everyone else. Now I know it’s okay to put myself first, to give myself a break, read a book, or get a pedicure. I tell myself I’m worth it.” [Leonard Carrion Anglero, Walmart Supercenter #5803, San Juan, PR](https://community.thriveglobal.com/losing-weight-and-bonding-with-his-fiance-leonards-life-is-right-on-track/) “My biggest challenge in life has been my weight. I really like to eat — I love candy — and I worried about my health. I wanted to connect more with my fiancé, Isachy. I was stressed about money, and my dream is to buy a house. That’s why I started the Thrive Challenge. I began getting up early and going for a walk. Then I committed to changing my diet. I stopped eating candy, which was hard. I’ll have fruit instead. And I’m cooking healthy, low-carb meals. I’ve lost 13 pounds, and my body doesn’t ache anymore. Isachy and I are spending quality time together. We go for walks, and we sit and talk to each other, without our phones or the T.V. Microsteps are helping me save money. I made a budget and calculated everything I spend. I limited myself to only buying things that are necessary. We have a long way to go, but we’re hoping to have a down payment for our dream home by next summer.” [Maria Zuniga, Distribution Center #9153, Waco, TX](https://community.thriveglobal.com/after-a-hard-life-maria-is-taking-the-time-to-care-for-herself/) “My life has been hard. I was a single mom who raised three kids. Now I’m 56, and in the past few years, I’ve not been in good health. My blood pressure was high, I was overweight, and I had no energy. I lost my self esteem. So when I heard about the Thrive Challenge, I decided it was just what I needed. My sister, Lourdes, is my best friend, also works at Walmart, and we’re doing the Challenge together. We go for walks together and talk and laugh. I started moving more and stretching, which helps calm my anxiety. I ride my bike to the park; I love to feel the breeze on my face. I stopped eating junk food and drinking soda. One of my favorite meals is tuna fish baked with a little olive oil. I have it with broccoli or cauliflower and quinoa — it’s delicious. I’ve lost 15 pounds and I wake up without pain. I have my confidence back and I feel fantastic.” [Shelly Contreras, Distribution Center #9153, Waco, TX](https://community.thriveglobal.com/grandma-of-4-shelly-lost-weight-gained-energy-and-is-enjoying-family-life/) “I was making poor food choices and eating unhealthy food. I weighed 280 pounds and I was always exhausted. I signed up for the Challenge and started by cutting carbs. One recipe I like is pizza with a cheese crust, topped with bacon, pepperoni, and onions. It’s amazing. In between meals I drink protein shakes and water instead of soda. My partner, Javier, is very supportive. We walk around the lake near our home and cook together. I’ve lost 47 pounds and I feel amazing — my lower back pain has improved. Connecting with my family is a priority. I took my granddaughter, Isabella, to Universal Studios, and I had the energy to go on all the rides with her — she loved the motorcycles and the Hulk rollercoaster. We had a lot of fun. I can play with my two-year-old granddaughter, Ava, and run around after her. Making small choices has made a big difference. I feel empowered and accomplished, and I’m going to continue to live my best life ever. Cheers to Microsteps!” [Darvin Dominguez, Walmart Supercenter #2302, Barceloneta, PR](https://community.thriveglobal.com/darvins-wife-and-daughter-are-his-biggest-motivation/) “I decided to participate in the Challenge because at one point I didn’t feel motivated or encouraged to do new things or everyday activities. I wasn’t taking care of myself physically or mentally. I decided to go to bed earlier every night so I could rest better. I leave my phone on Do Not Disturb mode and it has worked for me. I’m going to bed earlier, and thanks to that, I can perform much better at work and I don’t feel as exhausted as before. In the morning, I eat a good breakfast with vegetables. Before the Challenge, I ate a lot of rice, pizza, and hamburgers. Thanks to those changes, I have improved a lot. I’m saving because I’ve stopped spending money on unnecessary things. My experience with the Challenge has been very good, and my wife and daughter are happier with me. They tell me that now they always see me in good spirits and I’m always smiling, and they love that. At that moment I realized that the Challenge works, and that motivated me to continue doing the Challenge day after day. Thanks to the Challenge I am a happier person, I sleep better, I eat healthier, I share more with my family, and I arrive at work in a better mood. Thanks to those changes I am a better person.” [Tina Roddy, Walmart Supercenter #1690, Decatur, IL](https://community.thriveglobal.com/tina-and-her-husband-are-motivating-each-other-on-their-well-being-journey/) “My husband, Jeff, and I were eating a lot of fast food and we weren’t really thinking about whether it was good for us. We were gaining weight and we weren’t feeling good. Then I was introduced to the Challenge and I told Jeff, ‘We should do this.’ We cut down on carbs and added plenty of protein-rich food and lots of veggies to our meals. It was like night and day. We started to feel so much better. Jeff and I enjoy each other’s company — we’ve been together for 38 years. So we got moving together. We go for long walks and we ride our bikes. We have a nighttime routine and wind down in the evening. At bedtime, we turn off the phones and we do one or two breathing exercises, which relaxes us and helps sleep. I’ve lost 20 pounds since January. I have more energy and I’m less stressed. I’ve found that it really makes a big difference taking the Challenge with my best friend — my husband.” [Lori Sassaman, Walmart Supercenter #2024, Tunkhannock, PA](https://community.thriveglobal.com/lighter-and-less-stressed-lori-is-taking-time-to-relax-and-rest/) “For as long as I can remember, I’ve been trying to curb my anxiety and eat better. I was eating a lot of processed food and I was always stressed. I downloaded the Thrive app and started making some changes. For dinner, we might have baked chicken or salmon with mixed broccoli cauliflower with potatoes. My 15-year-old daughter, Cassandra, and I started going for relaxing hikes in the state parks close to us. We pause to take photos and look at the local wildlife and plants. I’m spending time doing things I enjoy, like playing with my cats and painting. With Money Microseps, I created a feasible budget. And every month 70 dollars goes automatically into a savings account. Instead of being on my phone at night, I’ll read a book. And I’m sleeping better. I’ve lost 13 pounds in the past year. I have more balance in my life, and less anxiety — I feel happier.” [Daniel Palmer, Walmart Supercenter #5055, Naples, FL](https://community.thriveglobal.com/lowering-stress-helped-daniel-become-an-active-energetic-dad-and-role-model/) “I was at a low point in my life. I was feeling stressed and drained. I didn’t have the energy to be active with my wife, Isabel, and five-year-old son, Daniel Jr. We were eating fast food and we weren’t getting fresh air. I started the Thrive Challenge because I wanted to be a better role model for my son. Isabel and I take Daniel to the park; we play hide and seek and run around. He loves the balance beams and the swings. Microsteps are helping me change my diet. I cut down on soda and we’re having more home-cooked food and less takeout. Our favorite meals are chicken or steak with rice and salads. I’ve lost 10 pounds and I feel much better. We’re gardening and growing flowers. I spend time outside with my son, watering plants or removing dead flowers, instead of just sitting down inside after meals. As I’ve started to feel better at home, I’m more motivated at work. I have better time management and I’m less stressed.” [Bridgett Haynes, Distribution Center #9153, Waco, TX](https://community.thriveglobal.com/as-she-turns-40-bridgets-finally-taking-care-of-herself/) “I’m about to turn 40 and I wanted to make some changes. I was stressed about money and I was eating a lot of fast food. Between us, my husband and I have five kids, and I felt overwhelmed. I started the Thrive Challenge and began with Money Microsteps. Brandon and I have financial check-ins. Also before buying things, I ask myself whether the item is a ‘want’ or a ‘need.’ We’re eating more fresh food and lots of veggies. My family loves my boneless and skinless chicken thighs with mushrooms sauce and herbs. Exercising helps with stress. I’m walking 2,500 steps a day. I love dancing with my kids — I do some dance moves that my daughter finds outdated and embarrassing! The joy comes when we find ourselves laughing. I give myself time to relax with Thrive breathing exercises. I take bubble baths and read the Bible. I know I’m doing a great job with my kids because they’re always thanking me, giving me hugs, and telling me I’m a great mom.” [Lisa Bell, Walmart Supercenter #1623, Wilkes-Barre, PA](https://community.thriveglobal.com/lisa-always-put-her-family-first-now-shes-taking-care-of-herself-too/) “I’ve always put my family and friends and my job first, but I didn’t make myself a priority. I’m 52, and I’m the go-to person for everyone in my family. A co-worker inspired me to start the Thrive Challenge. My husband Geoffrey and I began planning meals instead of just grabbing something to eat. I pack healthy snacks to take into work, like tuna and hard boiled eggs or nuts and berries. I’m doing things I enjoy — I’ll get together with friends for dinner. There’s always a good conversation and lots of laughter. One of my hobbies is shopping at second-hand consignment shops. I love browsing and finding amazing treasures at great prices. And I love curling up with a good movie. Being with my five grandchildren is a joy — and I have much more energy for them. I like to read to the younger ones. There’s still family stress that I deal with, but I’m learning I can’t fix everyone’s problems and I need to put myself first sometimes.” [J.D. Mauricio, Distribution Center #9153 Waco, TX](https://community.thriveglobal.com/jeff-is-the-active-engaged-dad-he-wants-to-be-for-his-four-young-sons/) “When I was young, I had the honor of serving in the army. I was extremely active and could eat whatever I wanted. However, that changed when I married my wife, Jennifer, and we started having kids. I was eating a lot of junk food. I’m 42, and I want to be the best father I can be for our four young sons. So I started the Thrive Challenge and began making small changes with Microsteps. Instead of reaching for a candy bar, I opt for fruit and nuts. And instead of soda, I drink water. The older boys and I go for bike rides around town, which they love. I also go to the gym. I’ve lost 10 pounds so far and feel great. Slowing down and breathing is helping me relax. Being over 40 with little boys has made me realize that I want to keep up with them. I don’t want to be a dad who sits on the sidelines. The Thrive Challenge is helping me move forward in the right direction.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jessie lassabe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "walmart",
          "sentiment": "none"
        },
        {
          "name": "workers comp bldg.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lexington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:57:52.398+02:00",
    "updated": "2024-01-06T00:57:52.398+02:00"
  },
  {
    "uuid": "46b880eb4272ca3b23b743fe209d78a9ee3dc688",
    "url": "https://www.themanual.com/culture/best-fountain-pens-2024/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@brileyk",
    "published": "2024-01-05T22:12:00Z",
    "title": "The best fountain pens for 2024 from Montblanc, Parker, and more - The Manual",
    "text": "Sometimes, nothing can beat the tactile feel of a traditional pen and paper setup. But more importantly, there are occasions where traditional writing styles are preferred, such as invitations, letters , and other more personal stationery projects. Or, maybe you just want to practice or make use of your calligraphy skills? There is a solid argument for writing things down by hand versus using a mobile device or note-taking app . Whatever the case, for these instances, it’s best to use a luxurious pen or, rather, a fountain pen. Compared to something like ballpoint pens or even gel pens, fountain pens offer masterful experiences with sleek, modern designs and an elegant inked style on paper that is downright unmatched.\nContents Best for luxury: Montblanc Writer’s Edition homage to Robert Louis Stevenson LE 94 fountain pen Best classic: Montblanc Meisterstück Gold-Coated Classique Fountain Pen Best selection: Parker Duofold Classic Fountain Pen Best for versatility: Visconti Rembrandt-S Fountain Pen Best for everyone: Magna Carta Durham Fountain Pen Common questions about fountain pens Show 1 more item Best for luxury: Montblanc Writer’s Edition homage to Robert Louis Stevenson LE 94 fountain pen Montblanc At $38,000 this intricately designed fountain pen is not for the budget-minded, that’s for sure, but it is absolutely gorgeous. Designed as a homage to famed author Robert Louis Stevenson, the shape of the pen mimics that of a historical, telescopic spyglass. The solid Au 750 yellow gold grid and Ag 925 sterling silver barrel accentuate the elegant design.\nRecommended Videos Best classic: Montblanc Meisterstück Gold-Coated Classique Fountain Pen Montblanc This classic homage features a black precious resin body inlaid with a white Montblanc brand emblem. It’s also adorned with gold, including a 14-karat gold nib and rhodium-coated inlay. It’s designed with a piston converter, so you can use ink cartridges if you wish. But best of all, it can be personalized, meaning you can have it engraved with either your name or initials.\nRelated Best Samsung TV deals: Get a 50-inch 4K TV for $280 and more Best power tool deals: DeWalt, Milwaukee, Bosch, and more The best advent calendar Black Friday deals on Lego and more Best selection: Parker Duofold Classic Fountain Pen Parker Available in 11 distinct styles, made of 21 individual and high-quality pieces, and with an 18-karat solid gold nib, the Duofold fountain pen from Parker certainly offers a lot of personalization. For example, you can choose a classic gold and black style, prestigious blue and gold Chevron, or go big and bold with all red. Ultimately, it’s designed to capture the spirit of the roaring twenties, especially since Parker has been around since then, even longer actually. The laser-etched barrel and palladium-finished trims are just icing on the cake.\nBuy Now\nBest for versatility: Visconti Rembrandt-S Fountain Pen Visconti Made with a less flashy, minimalistic style yet equally as beautiful as anything else on the list, the Visconti Rembrandt-S is available with either a cartridge or converter fill type. You can also choose between three fineness levels, Fine, Medium, and Broad. One of the more interesting things about Visconti’s custom pens is that you can personalize the style even further, selecting accents like the materials or stones used, adding engravings, and more. We selected it for its versatility because it can be used virtually anywhere, as it’s easy to stow, even with some ink refills, and can also be used by any skill level and for any stationery craft.\nBuy Now\nBest for everyone: Magna Carta Durham Fountain Pen Magna Carta With its reasonable price, this fountain pen from Magna Carta won’t break the bank. It’s no slouch in the appearance department either, thanks to its unique engraved checkers pattern on the body. The nib has a steel gold trim, and it utilizes a cartridge and converter fill type. If you’re not a fan of the black and silver design but like the options, be sure to check out some of Magna Carta’s other fountain pens — there are quite a few styles to choose from.\nBuy Now\nCommon questions about fountain pens If you’ve never used a fountain pen before, or even if you have, you may have a few questions about them. That’s natural.\nHere are some of the more common questions people have about fountain pens:\nWhat are the different fill systems for fountain pens? Which is the best? Back in the day, fountain pens used to be filled merely by dipping them in bottles of ink. That method may still be used with certain classic designs, but modern fill systems are certainly more intuitive between replaceable cartridges and eyedropper styles. Here’s a breakdown of the common fountain pen fill systems out there:\nCartridge – These pens accept replaceable cartridges filled with ink, similar to printer ink cartridges. When your existing cartridge runs out, you just replace it and go. Converter – A converter is more of a modular piece that can convert cartridge-style pens to ink bottles. You insert the converter where the cartridge would go, and then you can draw ink into it through the nib of the pen. Piston – Often permanent, piston-based pens use an internal mechanism to draw in ink, usually engaged through a pushable or pullable knob, from a bottle. They tend to have larger capacities than converter-based pens. Eyedropper – These types of pens require an eyedropper or syringe to fill with ink. You use the aforementioned tool to inject ink into the barrel of the pen via a built-in port. Bladder – Also called “vacuum sac” pens, these fountain pens have a rubber or soft sac built inside the body of the pen to hold the ink. What is fountain pen skipping, and why does it happen? While writing or drawing, fountain pens may fail intermittently, which means missing or partial strokes on the page. It can certainly be frustrating when you’re in a good flow of creativity. Generally, this happens because there’s not enough ink being transferred to the nib, or main point, of the pen. Of course, that can happen for several reasons. The pen may be out of ink entirely, it may need to be cleaned, or there may be air in the body or tube, among other problems. Here are some common ways to fix this frustrating issue:\nTry cleaning the fountain pen. You can do this quickly by flushing it out with water. You may need to use ink thinner with self-lubricating features. Empty and refill the cartridge, converter, sac, or body of the pen. Air may be coming into contact with the ink and drying it out. Try adding a small amount of ink to the tip manually. Check that the tines are not misaligned or disconnected from the feed at the front of the pen. You should be able to see gaps between the nib and the tine if the pen is clear. How do I clean a fountain pen? Because fountain pen inks are water-based, when the water evaporates, it can cause the ink to dry up, sometimes inside the pen’s body, tines, nib, or otherwise. One of the best ways to clean them out is to disassemble the pen, soak the relevant pieces in a warm water bath, or flush out the various components.\nDisassembling the pen is going to vary based on the type of fill system and the design of the pen. For example, classic pens versus cartridges and converter-type may not have as much to disassemble or deal with.\nAfter flushing the pen and witnessing clear water coming out, you can dry the various pieces with a soft towel. Avoid abrasive towels and never scrub the nib, as it can damage it. Soft, micro-fiber towels work best.\nYou’ll also have to reassemble the pen before it can be used again, so make sure you note how that’s done while taking it apart. Also, be aware that with some brands, disassembling your pen may void any warranties.\nEditors' Recommendations Best PS5 deals: console bundles, cheap games, and more Best TV deals: Save big on Samsung, Sony, LG, and more 290+ Lego set prices slashed for Cyber Monday — from $5 Best Apple Watch Black Friday deals: Ultra, Series 9, and more 116 best Amazon Black Friday deals on TVs, laptops, and more",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.parkerpen.com/collections/heritage/duofold-classic/duofold-classic-fountain-pen/SAP_1931375.html",
      "https://www.magnacartapen.com/products/durham",
      "https://www.montblanc.com/en-us/fountain-pens_cod22527730565448096.html",
      "https://live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
      "https://www.visconti.it/en/rembrandt-s-fountain-pen/",
      "https://www.montblanc.com/en-us/fountain-pens_cod1647597325324251.html",
      "https://www.live.primis.tech/live/liveView.php?s=${playerId}&schain=1.0,1!fabrik.com,60,1&playerApiId=${playerId}`;",
      "https://montblanc.com/en-us/fountain-pens_cod1647597325324251.html",
      "https://magnacartapen.com/products/durham",
      "https://montblanc.com/en-us/fountain-pens_cod22527730565448096.html",
      "https://parkerpen.com/collections/heritage/duofold-classic/duofold-classic-fountain-pen/SAP_1931375.html",
      "https://www.visconti.it/en/rembrandt-s-fountain-pen",
      "https://visconti.it/en/rembrandt-s-fountain-pen/",
      "https://live.primis.tech/live/liveView.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "parker",
          "sentiment": "negative"
        },
        {
          "name": "robert louis stevenson",
          "sentiment": "none"
        },
        {
          "name": "visconti rembrandt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "magna carta durham fountain pen common",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "montblanc",
          "sentiment": "none"
        },
        {
          "name": "fountain pen best",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:13:14.601+02:00",
    "updated": "2024-01-06T00:13:14.601+02:00"
  },
  {
    "uuid": "8a31a2acc783b638d583dc9fb02ecac5f7e5981e",
    "url": "https://www.theage.com.au/business/the-economy/treasury-steps-up-to-limit-strategic-security-overreach-20240627-p5jpfk.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ross Gittins",
    "published": "2024-06-27T19:00:00Z",
    "title": "Gittins: Treasury steps up to limit ‘strategic’ security overreach",
    "text": " Politicians banging on about “security” should always be suspected of having ulterior motives, but when you to see the secretary to the Treasury giving a speech on security, that’s when you know the world has changed radically. That’s what Treasury secretary Dr Steven Kennedy did last week . It was a sign of how much the distinction between economic issues and defence and foreign affairs has blurred as rivalry between the United States and China has grown. Credit: Dionne Gain We used to think of “Australia in the Asian century” as one big opportunity for us to make a buck but, Kennedy says, “we are facing a more contested, more fragmented and more challenging global environment, where trade is increasingly seen as a vulnerability as much as an opportunity”. “In light of these challenges, it is incumbent on Australian policymakers to work together to develop sound policy frameworks and institutional arrangements that match the times. That take the long view and protect both economic and strategic interests,” he says. We must strike a fine balance, he says. “If we fail to adequately adapt and respond to the new reality we face, we risk exposing our economy and our country to excessive risk...” But “if we over-correct and adopt a zero-risk approach, shutting ourselves out of global markets and seeking to be overly self-sufficient, we will quickly undermine the productivity, competitiveness and dynamism of our economy,” he says. Our economy benefited from decades of rising prosperity as international economic integration – globalisation – flourished under a stable, rules-based international order. At the same time, economic reforms opened our economy to global competition by cutting tariffs (import duties), floating the exchange rate and deregulating the financial system. But now, “tectonic shifts in the global economic order are underway” as the engines of global growth have shifted from west to east. China has gone from accounting for about 6 per cent of growth in the global economy in 1981, to more than 25 per cent today. The United States’ share of growth has fallen from 26 per cent to 13 per cent. However, this move to a more multipolar global order has brought with it “a sharpening of geostrategic [country versus country] competition and a far more contested set of global rules, norms and institutions,” Kennedy says. As Treasurer Jim Chalmers has said, we are facing “the most challenging strategic environment since World War II” after a difficult decade and a half punctuated by the unmistakable signs of climate change, a pandemic and a European war, which exposed fragilities in our supply chains. In this changing world, economic resilience – the capacity to withstand and recover quickly from shocks to the economy – is an essential component of assuring our national security. The trade wars between the US and China during the Trump years have sharpened into an overt strategic rivalry and a contest for global influence. The US has said it is not seeking to decouple from China – due to the significant negative global repercussions of a full separation – but is “de-risking and diversifying” by investing at home and strengthening linkages with allies and partners around the world. In this new paradigm, Kennedy says, economic and financial tools are being deployed much more aggressively to promote and defend national interests. According to the International Monetary Fund, more than 2500 new policies were introduced last year in response to concerns about supply chains, the climate and security. Since 2018, measures restricting trade flows have outnumbered measures that liberalise trade by about three to one. Our primary economic and strategic (defence) partners are no longer the same. China now accounts for 30 per cent of our two-way (exports plus imports) trade, whereas the G7 countries combined account for just 26 per cent. China is now a larger trading partner than the US for more than 140 countries. In the new world of greater rivalry, there is a small set of our systems, goods and technologies that are critical to the smooth operation of our economy and to the security of our country. Systems that are vulnerable to interventions and where a disruption could impact lives and threaten our national interest in a time of conflict. In these parts of the economy there’s a clear role for government in regulating their operation and their ownership. This approach is called the “small yard, high fence” strategy, where a strong set of protections are put around a few critical economic activities. But the key challenge in these types of reforms is to prevent overreach. The risk of foreign disruption has to be balanced in such a way that economic activity is not unnecessarily curtailed. And there’s also a different kind of risk: that these types of regulatory regimes could be used as a form of industry protection, or to respond to community pressure, rather than to address genuine security risks. Whereas our security and intelligence agencies are best placed to understand the vulnerabilities in our systems and the methods most likely to be used to exploit those vulnerabilities – including as part of the foreign investment screening process – they need to be in partnership with economic experts, such as Treasury. We can’t afford to take the attitude that there should be zero risk of problems, nor dismiss the long-term economic costs of these restrictions. There should be a high bar for what government puts inside the protected yard and each decision should be carefully weighed, we’re told, with both benefits and costs considered. As for supply chain problems, it’s often argued that countries should build sovereign capability in areas of risk. This is often argued with little consideration of other ways of solving the problem, or of the cost of doing so. But as Treasurer Chalmers has made clear, a Future Made in Australia cannot mean pursuing self-reliance in all things. That would undermine our key economic strengths and leave us less able to exercise strategic weight, not more. Security, it turns out, is too important to be left to diplomats and generals. Ross Gittins is the economics editor. The Business Briefing newsletter delivers major stories, exclusive coverage and expert opinion. Sign up to get it every weekday morning .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://bit.ly/3L1hl8Q",
      "https://www.bit.ly/3L1hl8Q"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gittins",
          "sentiment": "negative"
        },
        {
          "name": "dr steven kennedy",
          "sentiment": "none"
        },
        {
          "name": "dionne",
          "sentiment": "none"
        },
        {
          "name": "kennedy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "treasury",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:08:18.749+03:00",
    "updated": "2024-06-28T00:08:18.749+03:00"
  },
  {
    "uuid": "18d05c0c3807099544cd3d72b659edb0bdfc8817",
    "url": "https://www.ctwant.com/article/411942",
    "ord_in_thread": 0,
    "author": "中國時報 林郁平",
    "published": "2025-04-23T22:39:00Z",
    "title": "台灣首篇研究加熱菸氣霧　陽明交大榮登國際科學期刊 | 生活 | CTWANT",
    "text": "台灣首篇研究加熱菸氣霧 陽明交大榮登國際科學期刊\n陽明交通大學研究團隊發表台灣首篇，針對加熱菸氣霧化學成分的研究，發表於知名的國際科學期刊《Regulatory Toxicology and Pharmacology》，研究結果顯示透過「加熱」而非「燃燒」方式釋放尼古丁與氣霧，有效減少高溫裂解所產生的毒性化學物質。（圖／國際科學期刊《Regulatory Toxicology and Pharmacology）\n國立陽明交通大學研究團隊近日於國際科學期刊《Regulatory Toxicology and Pharmacology》，發表台灣首篇針對加熱菸氣霧化學成分的本土研究。該研究運用先進化學分析技術，系統性比較加熱菸氣霧與傳統燃燒式紙菸煙霧中的有害物質含量，結果顯示透過「加熱」而非「燃燒」方式釋放尼古丁與氣霧，有效減少高溫裂解所產生的毒性化學物質。\n研究指出，傳統紙菸在燃燒過程會產生大量有害化學物質，包括碳基醛類（如甲醛、乙醛）以及菸草特有亞硝胺（Tobacco-specific nitrosamines, TSNAs），這些物質與多種慢性疾病密切相關，尤以肺部傷害最為顯著；長期吸入此類物質，已被證實會導致慢性阻塞性肺病、心血管疾病及癌症等重大健康問題。\n相較之下，加熱菸透過「加熱」而非「燃燒」的方式釋放尼古丁與氣霧，不經高溫燃燒即能使用，因而有效減少高溫裂解所產生的毒性化學物質，加熱菸在多項關鍵有害物質的釋放量明顯較低，是一項重要的科學研究。\n研究團隊採用液相層析串聯質譜（UPLC-MS/MS）及飛行時間質譜（UPLC-QToF）進行分析，發現加熱菸氣霧中11種碳基醛類的濃度下降幅度介於8.7％至91.6％；4種TSNAs的濃度則降低85.7％至95.4％。結果證實，以加熱取代燃燒的方式，能顯著減少多種已知具毒性及致癌性的化學物質。\n研究團隊的報告指出，加熱菸之所以被視為傳統紙菸的替代品，主要在於其所排放的有害物質顯著減少。此次研究顯示加熱菸與紙菸在氣霧化學成分上有相當差異，與美國食品藥品監督管理局（FDA）、德國聯邦風險評估研究所（BfR）及日本國立保健醫療科學院等權威機構的研究結果相符。\n◎提醒您：吸菸有害健康、吸菸害人害己。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Education"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->medical test",
      "Science and Technology->scientific publication",
      "Science and Technology->biomedical science",
      "Science and Technology->medical research"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T02:01:23.389+03:00",
    "updated": "2025-04-24T02:01:23.389+03:00"
  },
  {
    "uuid": "bdf6b969e63575a1307da5c0a5ccf39a55110931",
    "url": "https://www.citybiz.co/article/502651/urology-of-virginia-appoints-joshua-langston-ceo/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kevin Parker",
    "published": "2024-01-01T10:49:00Z",
    "title": "Urology of Virginia Appoints Joshua Langston CEO",
    "text": "Urology of Virginia announces that Dr. Joshua Langston has been elected Managing Partner and Chief Executive Officer, as of January 1, 2024. He will continue the legacy of excellent organizational guidance, innovation and service of his predecessor, Dr. Jennifer Miles-Thomas. Dr. Miles-Thomas commented on the transition, “Dr. Langston has a long history with our organization and is well-equipped to lead us into an even brighter future. I have complete confidence that under his guidance, we will continue to excel and make a positive impact on the lives of our patients. It has been an honor to serve as President and CEO, and I look forward to witnessing the continued growth and success of Urology of Virginia from a different vantage point.”\nDr. Langston completed medical school at UT Southwestern Medical School in Dallas. He went on to residency training at the University of North Carolina-Chapel Hill and completed a fellowship in Andrology & Male Reconstructive Urology at the Institute of Urology in London, England. He serves as medical director of Men’s Health Virginia, a division of Urology of Virginia, where his team focuses on health needs of aging men. Dr. Langston has a strong interest in health policy and advocacy on behalf of patients, and currently serves as Chair of the Political Affairs Committee for the Large Urology Group Practice Association (LUGPA). He was previously selected as the American Urological Association (AUA) Holtgrewe Legislative Fellow, spending time away from his practice as a health policy legislative advisor in the U.S. Senate. He is Chair of the Health Policy Committee of the Mid-Atlantic AUA, serves on the Public Policy Council and Legislative Affairs Committees of the AUA, and the Board of Directors for the American Society for Men’s Health, amongst many other roles.\nRegarding his appointment, Dr Langston said: ‘It is truly an honor to be selected by my partners for this role. Urology of Virginia has a 100-year history of being a national leader in innovative, patient-centered care and research. I look forward to working together with my colleagues to cast a vision for growth and evolution in the face of a changing national healthcare paradigm that will allow us to continue to serve our community for another 100 years.”\nAbout Urology of Virginia\nUrology of Virginia (UVA) has a 100+-year history of providing comprehensive and quality care to the entire Hampton Roads region, including northeastern North Carolina.\nThe clinical care team consists of over 30 board certified Urologists, most of whom are fellowship trained, nationally recognized, awarded and published. More importantly, they provide superior care and individualized attention to their patients. Included in the team of urologists – with subspecialties such as oncology, urologic reconstruction, stone disease, and andrology – are a specialty trained GU Pathologist, Physician Assistants, Nurse Practitioners, RN’s, x-ray and ultrasound technicians, and a vast array of other health care professionals. Our providers also comprise the Department of Urology at Eastern Virginia Medical School, training the next generation of urologists. The Urology of Virginia Research Division maintains participation in cutting edges trials, and has been responsible for many landmark studies over the years. The Schellhammer Urological Research Foundation (SURF), the organization’s charitable arm, provides funding for research and community care.\nTo learn more about Urology of Virginia and its service offerings, please visit\nurologyofva.net.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://c212.net/c/link/",
      "https://c212.net/c/link/?t=0&l=en&o=4058688-1&h=4175115631&u=http%3A%2F%2Fwww.urologyofva.net&a=urologyofva.net",
      "https://www.c212.net/c/link/?t=0&l=en&o=4058688-1&h=4175115631&u=http%3A%2F%2Fwww.urologyofva.net&a=urologyofva.net"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joshua langston",
          "sentiment": "negative"
        },
        {
          "name": "langston",
          "sentiment": "none"
        },
        {
          "name": "miles-thomas",
          "sentiment": "none"
        },
        {
          "name": "jennifer miles-thomas",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "andrology & male reconstructive urology",
          "sentiment": "none"
        },
        {
          "name": "men’s health virginia",
          "sentiment": "none"
        },
        {
          "name": "university of north carolina",
          "sentiment": "none"
        },
        {
          "name": "institute of urology",
          "sentiment": "none"
        },
        {
          "name": "ut southwestern medical school",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "chapel hill",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T14:18:24.768+02:00",
    "updated": "2024-01-01T14:18:24.768+02:00"
  },
  {
    "uuid": "b04ee8a4d0d5b01d85939b46aab43a310af61f1a",
    "url": "https://tdpelmedia.com/tampa-bay-rays-shortstop-wander-franco-is-a-no-show-to-summons-by-police-to-appear-for-questioning-in-the-dominican-republic-amid-allegations-182m-mlb-star-had-an-inappropriate-relationship-with-a/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Funmilayo Salau",
    "published": "2023-12-28T17:16:00Z",
    "title": "Tampa Bay Rays’ Wander Franco Fails to Appear in Court Amid Dominican Republic Police Raids Over Allegations",
    "text": "Court Summons Ignored Amid Police Raids:\nTampa Bay Rays’ shortstop, Wander Franco, seemingly defied a court summons in the Dominican Republic tied to allegations regarding inappropriate relations with a minor.\nOrdered to appear at 11:00 am on Thursday, Franco was notably absent, coinciding with police raids conducted at two of his properties in the D.R.\nPolice Raids on Franco’s Properties:\nDominican police executed raids at Franco’s family residence in Palo Blanco and another property in the Villa Real area, reportedly in search of the baseball star.\nThe investigation, concurrent with Major League Baseball’s inquiry, has led to Franco being placed on administrative leave without pay by the Rays.\nOngoing Investigations and Denials:\nThe 22-year-old athlete, under investigation since social media allegations surfaced in August, has denied the accusations.\nFranco vehemently refuted the claims in a live Instagram session and has always kept his wife, Rachelly Paulino, out of the public eye, although their relationship was previously revealed by DailyMail.com.\nLegal and Contractual Implications:\nMLB placed Franco on administrative leave in August, ensuring continued pay and service accrual while investigations persist.\nDespite the ongoing offseason, the Rays have distanced themselves by removing Franco from team-related advertisements at the Tropicana Field stadium.\nSupport and Outreach Amidst Controversy:\nAmidst the controversy, Baseball Hall of Famer David Ortiz expressed attempts to reach out and support Franco.\nOrtiz shared his interaction with Franco during the All-Star Game festivities, emphasizing the role of veterans in guiding and mentoring young players within the sport.\nRead More On The Topic On TDPel Media []https://pelmedic.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://pelmedic.com",
      "https://www.pelmedic.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wander franco",
          "sentiment": "negative"
        },
        {
          "name": "franco",
          "sentiment": "none"
        },
        {
          "name": "rachelly paulino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tampa bay rays",
          "sentiment": "negative"
        },
        {
          "name": "tampa bay rays’ wander franco fails to appear in court amid dominican republic police",
          "sentiment": "neutral"
        },
        {
          "name": "major league baseball",
          "sentiment": "none"
        },
        {
          "name": "rays",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "franco",
          "sentiment": "none"
        },
        {
          "name": "dominican republic",
          "sentiment": "none"
        },
        {
          "name": "palo blanco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:37:09.949+02:00",
    "updated": "2023-12-29T02:37:09.949+02:00"
  },
  {
    "uuid": "2e1b24b9fac5dd46e1d9e171ceb5cd7db0c72de0",
    "url": "https://www.leggo.it/spettacoli/musica/gue_pequeno_bodyshaming_alessia_lanza_podcast_mille_pare_video_oggi_30_1_2025-8625856.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione Web",
    "published": "2025-01-30T13:27:00Z",
    "title": "Guè Pequeno e il bodyshaming: «Mi fanno battute sull'occhio, se sto guardando di qua o di là. Servirebbe un pa",
    "text": "Il noto rapper Guè, pseudonimo di Cosimo Fini, è l’ospite della nuova puntata di “Mille Pare” il podcast della content creator Alessia Lanza prodotto da OnePodcast. L’artista si racconta ai microfoni del podcast, ripercorrendo le varie fasi del suo percorso artistico e musicale. Dalla sua passione per la musica al suo ultimo album “Tropico del Capricorno”, secondo lui non capito dal pubblico, fino all’imminente partecipazione al festival di Sanremo come featuring di Shablo, insieme a Joshua e Tormento, e sul suo rapporto con gli haters e i social.\nIl bodyshaming\nIl cantante ha raccontato il rapporto con i fan ma anche quello con gli haters. Il suo occhio \"guercio\", celebrato così in uno dei suoi brani, sembra essere il tallone d'achille che lo rende vittima di bodyshaming: «C'è tanta gente che mi fa battute sull'occhio: “Oh ma ci vedi? Ma stai guardando di là o di là?”». «Per me in Italia c'è un po’ dappertutto, il bodyshaming – ha aggiunto il rapper – c'è un momento abbastanza grave di invidia sociale». Un momento storico complesso, a detta sua, «in cui anche l'Italia a livello sociale sta un po’ diventando come quei paesi in cui c'è il ricco e poi il povero. Sta diminuendo la classe media». Il cantante ha espresso di essere in qualche modo preoccupato su questo sentimento di invidia sociale che genera commenti offensivi e non richiesti e ritiene che «nel futuro sarebbe utile avere un patentino per scrivere sui social».\nSu Sanremo\nDurante l'intervista ha commentato la sua partecipazione a Sanremo: «Io sono il più popolare e la gente associa a me la partecipazione.\n«Quando andrò in gara, sicuramente lo farò tra qualche anno, sarà un altro paio di maniche – ha dichiarato – In questo caso è bello perché comunque ti senti tutelato, perché tu sei lì ed è come se fossi un featuring fisso».\nUltimo aggiornamento: Giovedì 30 Gennaio 2025, 14:27\n© RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Social Issue->values",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Arts, Culture and Entertainment->culture",
      "Arts, Culture and Entertainment->music",
      "Arts, Culture and Entertainment->arts and entertainment",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T01:15:17.165+02:00",
    "updated": "2025-01-31T01:15:17.165+02:00"
  },
  {
    "uuid": "172abb974f0c25da5b89dfb9a5c24b28a27a1a9d",
    "url": "https://www.ecofinagency.com/news-services/2606-47432-south-africa-s-education-faces-budget-strains-and-reform-challenges",
    "ord_in_thread": 0,
    "author": "Ecofin Agency",
    "published": "2025-06-26T00:00:00Z",
    "title": "South Africa's Education Faces Budget Strains and Reform Challenges - Ecofin Agency",
    "text": "In early June 2025, South Africa kicked off the fifth phase of its Basic Education Employment Initiative (BEEI), aiming to deploy over 200,000 young people across nearly 20,000 public schools. The move is part of ongoing efforts to address deep-rooted challenges in the education sector. While the country seeks to revive its education system amid persistent youth unemployment, progress is being slowed by growing budget pressures. In several provinces, government funds can no longer fully cover essential school services, particularly in disadvantaged areas.\nBy the end of 2024, the South African government admitted publicly that provincial education budgets were no longer sufficient to meet operational needs. The situation is particularly visible in Gauteng province, where some schools are forced to operate without reliable electricity.\nTo cope, many schools rely on generators, with some paying as much as 8,000 rand (about $450) every two days, according to local news outlet Independent Online. At the same time, a shortage of school infrastructure has pushed the government to invest in 453 mobile classrooms at a cost of 207 million rand, reports Sowetan Live.\nControversial Budget Trade-Offs\nThese financial struggles reflect broader national budget constraints. Between 2013 and 2023, South Africa allocated over 331 billion rand to bail out state-owned companies such as Eskom and South African Airways, according to Treasury data. These funds account for nearly 11% of the total education budget during the same period.\nThe support to Eskom, estimated at $13.37 billion between fiscal years 2008/2009 and 2022/2023, aimed to stabilize the country’s power supply amid chronic electricity shortages, according to the 2024 national budget report. Meanwhile, South African Airways received $2.67 billion to stay afloat in a sector hit hard by the COVID-19 crisis and governance failures.\nAlthough these bailouts were justified on strategic grounds—energy security and national connectivity—their impact on education funding has sparked concern. Hendrick Makaneta, an education activist in South Africa, stressed the need for transparency and strict oversight to ensure education funds reach their intended beneficiaries.\nThe budget allocated to education, along with how it is managed, is especially critical given the sector’s long-standing challenges. South Africa’s education system continues to grapple with aging infrastructure, regional disparities, and administrative hurdles, as noted by several independent sources.\nIn response to these pressing needs, the government has launched several initiatives to cushion the education sector from budget shocks. One top priority is improving school infrastructure. An accelerated development program is underway, according to the Western Cape Education Department (WCED). The program targets rural areas, overcrowded schools, and facilities lacking basics like clean water, electricity, or decent sanitation. The goal is to secure minimum learning conditions for all students, despite tight finances.\nAt the same time, the government is moving forward with the Basic Education Employment Initiative, now in its fifth phase. The program trains young people to assist teachers in classrooms and with administrative tasks. This dual-purpose initiative supports both youth job creation and improvements in the school environment. It is seen as part of the broader national strategy to fight unemployment.\nThe state has also launched a territorial planning approach. According to Siviwe Gwarube, provinces are expected to submit school rehabilitation plans with clear targets and deadlines. These proposals must align with Treasury’s push for better budget predictability. The broader goal is to secure public resources for education by focusing on the most urgent needs and promoting equity across regions.\nWhat Future for South African Education?\nSouth Africa’s education challenges mirror issues faced by many African nations. Across the continent, countries are experimenting with innovative strategies to address funding gaps and improve access to education.\nIn Rwanda, for instance, the government has heavily invested in educational technology, building digital platforms to offset physical infrastructure shortages. Kenya has rolled out teacher training programs and public-private partnerships to raise education quality. These examples show that clear policies and strong political will can deliver meaningful progress.\nFor South Africa, revitalizing the education system will depend on sustained political commitment that positions education as a pillar of national development. In a context where less strategic sectors still receive significant resources, the government must navigate complex budget trade-offs carefully.\nStrengthening transparency in education spending is also essential. Establishing strict oversight and accountability mechanisms will help ensure that resources actually benefit schools and students. Senegal’s “Sunu-Budget” platform is one example of how improving public spending visibility can drive better outcomes.\nMoreover, the involvement of local communities and private partners will be vital. Across Africa, grassroots initiatives and NGO partnerships have helped rehabilitate schools, upgrade infrastructure, and provide learning resources. In 2017, Burkina Faso set up school management committees (COGES) to engage diverse actors in improving learning conditions.\nSouth Africa’s situation highlights the importance of sound budget management across strategic sectors. While reform efforts are underway, success will hinge on the government’s ability to strengthen oversight and make education a long-term national priority.\n• Maritime sector faces renewed risks amid military tensions in the Middle East• Blockade fears at S...\nKenya tops African entries in 2025 IMD ranking at 56th globally. Botswana, Ghana, South Afric...\n• Google unveils Veo 3, its latest AI tool for ultra-realistic video generation• Experts warn deepfa...\nIn a West African financial landscape marked by tighter regulation of the fintech sector, digital fi...\nMauritius is the most peaceful country in Africa for the 18th year in a row Sub-Saharan Afric...\nTransport and food prices have been climbing steadily across Africa in recent years. In Côte d’Ivoire, the government has tried to lessen the impact on...\nFNDA, FMN, and NOVA launch ₦1.5B maize project for 1,500 farmers in Kaduna. Support includes inputs, mechanization, and FMN technical...\nAFC secured a €250 million, 10-year loan from Italy’s CDP, 80% guaranteed by SACE, for infrastructure projects in Africa. Funds will support...\nThe World Bank, through the International Development Association (IDA), has approved $115 million in concessional financing for Senegal. This...\nLake Natron, located in northern Tanzania near the Kenyan border, is one of the most extraordinary and extreme lakes in Africa. Fed primarily by the Ewaso...\nThe Senegambian stone circles stand as one of the most remarkable archaeological legacies in West Africa, spread across parts of present-day Senegal and...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->school",
      "Education->educational grading",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->economy",
      "Social Issue->social services",
      "Social Issue->social condition",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://wcedonline.westerncape.gov.za/directorate-infrastructure-delivery-management",
      "https://www.softbank.jp/en/sbnews/entry/20240312_01",
      "https://mykurasa.com/2024/09/the-role-of-public-private-partnerships-in-advancing-education-in-kenya/",
      "https://iol.co.za/the-star/news/2025-02-01-education-crisis-gauteng-schools-struggle-with-power-cuts-and-forced-donations/",
      "https://www.sowetanlive.co.za/news/2024-12-09-gauteng-education-receives-r207m-cash-injection-for-mobile-classrooms/",
      "https://www.gov.za/news/speeches/minister-siviwe-gwarube-media-briefing-budget-cuts-25-sep-2024",
      "https://www.treasury.gov.za/documents/National%20Budget/2024/review/Chapter%208.pdf",
      "https://allafrica.com/stories/202308030355.html",
      "https://www.academia.edu/66892381/Election_Implementation_and_Social_Capital_in_SchoolBased_Management_Evidence_from_a_Randomized_Field_Experiment_on_the_COGES_Project_in_Burkina_Faso",
      "https://mykurasa.com/2024/09/the-role-of-public-private-partnerships-in-advancing-education-in-kenya",
      "https://www.allafrica.com/stories/202308030355.html",
      "https://academia.edu/66892381/Election_Implementation_and_Social_Capital_in_SchoolBased_Management_Evidence_from_a_Randomized_Field_Experiment_on_the_COGES_Project_in_Burkina_Faso",
      "https://treasury.gov.za/documents/National%20Budget/2024/review/Chapter%208.pdf",
      "https://gov.za/news/speeches/minister-siviwe-gwarube-media-briefing-budget-cuts-25-sep-2024",
      "https://softbank.jp/en/sbnews/entry/20240312_01",
      "https://www.iol.co.za/the-star/news/2025-02-01-education-crisis-gauteng-schools-struggle-with-power-cuts-and-forced-donations/",
      "https://iol.co.za/the-star/news/2025-02-01-education-crisis-gauteng-schools-struggle-with-power-cuts-and-forced-donations",
      "https://www.wcedonline.westerncape.gov.za/directorate-infrastructure-delivery-management",
      "https://www.mykurasa.com/2024/09/the-role-of-public-private-partnerships-in-advancing-education-in-kenya/",
      "https://sowetanlive.co.za/news/2024-12-09-gauteng-education-receives-r207m-cash-injection-for-mobile-classrooms/",
      "https://www.sowetanlive.co.za/news/2024-12-09-gauteng-education-receives-r207m-cash-injection-for-mobile-classrooms"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Education Faces Budget Strains and Reform Challenges - Ecofin Agency",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T10:41:37.154+03:00",
    "updated": "2025-06-26T07:51:12.000+00:00"
  },
  {
    "uuid": "4c0c340a7a56932b41291e5d96ecb2b7db8ef950",
    "url": "https://es.investing.com/news/economic-indicators/petro-dice-que-colombia-era-el-segundo-productor-de-cafe-y-ahora-ocupa-el-quinto-puesto-2548381",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2024-01-25T00:00:00Z",
    "title": "Petro dice que Colombia era el segundo productor de café y ahora ocupa el quinto puesto Por EFE",
    "text": "Petro dice que Colombia era el segundo productor de café y ahora ocupa el quinto puesto KC -0,95% Añadir/Eliminar de la cartera Añadir a mi lista de seguimiento Añadir posición Posición añadida con éxito a:\nIntroduzca un nombre para su cartera de posiciones Tipo: Compra Venta Fecha: Cantidad: Precio Valor del punto: Apalancamiento: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Comisión: Crear una nueva lista de seguimiento Crear Crear nueva cartera de posiciones Añadir Crear + Añadir otra posición Cerrar Timbiquí (Colombia), 25 ene (.).- El presidente de Colombia, Gustavo Petro, afirmó este jueves que el país era el segundo mayor productor mundial de café , después de Brasil, y ahora es el quinto en ese escalafón.\n\"Éramos el segundo productor mundial, hoy somos el quinto y nos va a pasar Etiopía. Y la ministra de Agricultura (Jhenifer Mojica) no se pone las pilas\", afirmó el jefe de Estado en Timbiquí, una localidad de la región del Pacífico a la que se trasladó el Gobierno esta semana para abordar los graves problemas de la zona.\nEl mandatario agregó: \"Hemos vivido del café dos siglos, más o menos un siglo, ¿A dónde vendíamos el café? A EE.UU. y Europa\".\nA 10,6 millones de sacos de café de 60 kilogramos cayó la producción de Colombia en el año cafetero 2022-2023, periodo en el que las exportaciones alcanzaron 10,3 millones de sacos de 60 kilogramos, un 12,9 % menos que en el año cafetero .\nEl valor de la cosecha cafetera cayó un 22,4 %, a 3.500 millones de dólares (unos 3.227 millones de euros), desde los 4.508 millones de dólares del año cafetero anterior, mientras que las importaciones fueron de 2 millones de sacos, un 4 % menos que hace un año.\nEl principal mercado de exportación de café colombiano fue Estados Unidos, con un 51,7 % de las ventas totales; Europa siguió siendo el segundo mayor mercado, con un 26,8 %; y Asia fue el tercero, con el 19,3 % de la participación total.\nColombia es el mayor productor mundial de café arábigo suave lavado y de su actividad depende el sustento de unas 560.000 familias campesinas.\nlmg-\nPetro dice que Colombia era el segundo productor de café y ahora ocupa el quinto puesto",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fes.investing.com%2Fnews%2Feconomic-indicators%2Fpetro-dice-que-colombia-era-el-segundo-productor-de-cafe-y-ahora-ocupa-el-quinto-puesto-2548381&title=Petro+dice+que+Colombia+era+el+segundo+productor+de+caf%C3%A9+y+ahora+ocupa+el+quinto+puesto&summary=",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fes.investing.com%2Fnews%2Feconomic-indicators%2Fpetro-dice-que-colombia-era-el-segundo-productor-de-cafe-y-ahora-ocupa-el-quinto-puesto-2548381&display=popup&ref=plugin",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fes.investing.com%2Fnews%2Feconomic-indicators%2Fpetro-dice-que-colombia-era-el-segundo-productor-de-cafe-y-ahora-ocupa-el-quinto-puesto-2548381&title=Petro+dice+que+Colombia+era+el+segundo+productor+de+caf%C3%A9+y+ahora+ocupa+el+quinto+puesto&summary=",
      "http://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fes.investing.com%2Fnews%2Feconomic-indicators%2Fpetro-dice-que-colombia-era-el-segundo-productor-de-cafe-y-ahora-ocupa-el-quinto-puesto-2548381&display=popup&ref=plugin",
      "https://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:33:30.479+02:00",
    "updated": "2024-01-26T00:33:30.479+02:00"
  }
]