[
  {
    "uuid": "6ffa9eb2ba9c632c818a1165d22be45ccefe5740",
    "url": "https://www.news9.com/story/662ac9df9fae6206482595d7/arcadia-man-charged-with-carrying-ammo-in-turks-and-caicos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Griffin Media",
    "published": "2024-04-25T21:14:00Z",
    "title": "Arcadia Man Charged With Carrying Ammo In Turks And Caicos",
    "text": "Thursday, April 25th 2024, 4:14 pm The U.S. Embassy is warning Americans to check their bags for guns and ammunition if they are traveling to the Turks and Caicos Islands. An Oklahoma tourist was arrested on the islands earlier this month after authorities found hunting ammo in his carry-on bag. The charge carries a mandatory minimum 12-year sentence. “It's hard to believe that this is what the possible outcome could be for that,” said Valerie Watson, whose husband is charged with carrying ammunition. Valerie and her husband Ryan took the trip to Turks and Caicos with friends as part of a birthday celebration. “It's pretty much beautiful waters and pretty beaches,” Valerie said. “It was really good, great food, great people.” A great trip until it wasn’t. Their vacation memories were soon overshadowed when they were arrested while trying to leave the islands. “I didn't know what they were looking for, they kept searching the bag,” Valerie recalls. “Then eventually, they pulled out a little zipped lock bag, I could only see something golden.” It turned out to be four rounds of ammunition. “Our hearts definitely skipped a beat at that moment,” she said. Valerie said her husband uses the bag for hunting trips and didn’t realize the ammo was there. “It just kind of spiraled from there,” Valerie said. “The officer came, and he looked at our tickets and said you aren't going to be on this flight.” The couple was arrested for possessing ammunition. Possessing ammunition is prohibited in Turks and Caicos. Tourists often just paid a fine until February, when a court order mandated even tourists leaving the country are subject to prison time. “We were pretty scared honestly, just not knowing how serious this offense is.” After 10 days, Valerie was released and allowed to come home. She was welcomed by a group of family, friends, and her two young children. “Finally getting to hold them in my arms was really something special,” she said. While Valerie says they are coping with a new normal at home, her husband remains on the islands, charged and facing possible prison time. “I think that we've got a lot to figure out and we'll see where it goes from there,” Valerie said. This week, Ryan was released on bail but not allowed to leave the country. He has an attorney working on his case and his next hearing is set for June 7. Warning issued on Wednesday by the U.S. Embassy Nassau: APRIL 24, 2024 We urge all travelers going to the Turks and Caicos Islands: Carefully check your luggage for stray ammunition or forgotten weapons before departing from the United States. Firearms, ammunition (including stray bullets), and other weapons are not permitted in the Turks and Caicos Islands (TCI). TCI authorities strictly enforce all firearms-and-ammunition-related laws. The penalty for traveling to TCI with a firearm, ammunition, or other weapon can result in a minimum custodial sentence of twelve (12) years. We wish to remind all travelers that declaring a weapon in your luggage with an airline carrier does not grant permission to bring the weapon into the Turks and Caicos Islands and will result in your arrest. TSA screening in the United States may not identify ammunition in your baggage; it is your responsibility to ensure your baggage is free of ammunition and/or firearms. If you bring a firearm or ammunition into TCI, even inadvertently, we will not be able to secure your release from custody. You are subject to TCI laws and must follow local law enforcement procedures. Before traveling to TCI, please review the updated TCI [Travel.State.Gov]page to learn [more]about restrictions on traveling with firearms. If you are arrested or detained, ask police or prison officials to notify the U.S. Embassy immediately. April 25th, 2024 April 24th, 2024 April 24th, 2024 April 25th, 2024 April 25th, 2024 April 25th, 2024 April 25th, 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caicos",
          "sentiment": "none"
        },
        {
          "name": "ryan",
          "sentiment": "none"
        },
        {
          "name": "valerie watson",
          "sentiment": "none"
        },
        {
          "name": "valerie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. embassy",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "arcadia",
          "sentiment": "none"
        },
        {
          "name": "caicos islands",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:47:51.627+03:00",
    "updated": "2024-04-26T00:47:51.627+03:00"
  },
  {
    "uuid": "0fa60616705dd1ca5e7ba7f87bd426343e956066",
    "url": "https://www.chicagotribune.com/2024/06/13/hammond-mans-bond-revoked-for-child-abuse-case-previously-charged-with-shooting-instacart-driver",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Meredith Colias-Pete",
    "published": "2024-06-13T20:56:00Z",
    "title": "Hammond man’s bond revoked for child abuse case; previously charged with shooting Instacart driver",
    "text": "Judge Samuel Cappas revoked a Hammond man’s bond Thursday during a brief court hearing.\nJerome K. Baker, 32, is charged with neglect of a dependent resulting in catastrophic injury, a Level 1 felony; domestic battery resulting in serious bodily injury to a person less than 14 years old, a Level 3 felony; and aggravated battery, a Level 3 felony.\nHis criminal case was filed after his 8-week-old daughter turned up with a fractured leg and brain bleed on May 9 at Advocate Christ Medical Center in Oak Lawn, Illinois, charges allege.\nHammond Det. Christopher Matonovich was briefly on the stand Thursday before lawyers went to the bench to talk with Cappas privately.\nWhen they resumed, Cappas said he would grant the prosecutors’ request to pull the bond and the hearing ended.\nBaker’s next date is July 25.\nHe is also facing multiple felonies including aggravated battery for allegedly shooting an Instacart driver in July 2023 after a spat over the delivery.\nThe victim survived with a bullet lodged in his head, an affidavit states.\nmcolias@post-trib.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hammond",
          "sentiment": "negative"
        },
        {
          "name": "samuel cappas",
          "sentiment": "negative"
        },
        {
          "name": "jerome k. ba",
          "sentiment": "neutral"
        },
        {
          "name": "cappas",
          "sentiment": "none"
        },
        {
          "name": "baker",
          "sentiment": "none"
        },
        {
          "name": "christopher matonovich",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hammond",
          "sentiment": "negative"
        },
        {
          "name": "advocate christ medical center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oak lawn",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:43:36.238+03:00",
    "updated": "2024-06-14T00:43:36.238+03:00"
  },
  {
    "uuid": "40379717b43d2b89dfdad48e575c5b5a09b7a6da",
    "url": "https://www.straitstimes.com/business/developers-data-scientists-among-hot-jobs-of-2023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cheow Sue-Ann",
    "published": "2023-12-29T08:10:00Z",
    "title": "Developers, data scientists among hot jobs of 2023",
    "text": "SINGAPORE - Technology and finance specialists seeking jobs are in a sweet spot for 2024, with strong demand for positions in their areas.\nData on job vacancies in Singapore released by the Ministry of Manpower (MOM) on Dec 29 showed that among professionals, the top jobs in demand as at September 2023 are software, Web and multimedia developers – similar to the situation in 2022.\nAccording to the data set, data scientists are another of the occupations in demand, with the second-highest share of vacancies within the information and communications technology (ICT) sector.\nAmong managerial roles, the highest demand is for business and sales positions, including business development, budgeting and financial accounting, sales as well as marketing.\nFor graduate job seekers with degree-level qualifications and above, the top three jobs in demand are software, web and multimedia developers; budgeting and financial accounting managers; and business development managers.\nIn the associate professionals and technicians group, the top three jobs are commercial and marketing sales executives; pre-primary education teachers; and operations officers, excluding those in transport operations.\nThe data also showed that for rank-and-file positions, the top 10 occupations were fairly similar to last year’s list.\nReceptionists as well as customer service and information clerks remain the top jobs in demand. They comprised nearly four in 10 of the vacancies in the clerical and services group.\nYour browser does not support iframes, but you can use the following link: Link Experts interviewed by The Straits Times also cited tech and finance as growth sectors both this year and in the year ahead.\nMs Chew Siew Mee, managing director of Jobstreet by Seek, told ST that based on the recruitment site’s internal database, ICT, engineering as well as banking and finance sectors topped the charts for the highest number of job postings on its platform in 2023.\nShe added that this data was corroborated by Jobstreet’s 2023 salary guide, where the banking and finance industry saw a notable 68 per cent surge in job advertisements post-pandemic, alongside a 10 per cent to 34 per cent increase in salaries, particularly at levels below senior management.\nAccording to Jobstreet’s salary report for 2023, there was a 105 per cent surge in job listings for the education sector compared to the previous year, accompanied by an overall salary increase of 21 per cent.\nThe report, released on Dec 22, also showed that the technology sector continues to offer abundant job prospects and has seen a 16 per cent salary increase compared to pre-pandemic levels. It noted that at the end of 2022, tech professionals were earning a median monthly salary of $7,376, before adding in Central Provident Fund contributions.\nBased on available data as well as comments from experts, jobs with a technology focus look set to be in great demand in the new year.\nMs Chew added: “Given the local government’s recent $3.3 billion investment in infocomms technology as well as the cumulative $16 billion investment over the last five years, we are anticipating the employment landscape to continue its strong tech focus with AI being an unmissable topic across all industries.”\nMore On This Topic Singapore salary guide 2023: How much should you be paid? New handbook to help S’pore employers hire tech workers based on skills, not academics Associate Professor Wu Pei Chuan from the department of management and organisation at the National University of Singapore’s business school said the jobs in demand in 2023, according to MOM’s data, are unsurprising, with the four main growth sectors being ICT, health and social services, professional services as well as financial services.\nAnd these areas are unlikely to change soon, she said.\nProf Wu said these industries are expected to see a high job demand “because they are more in line with the forecasts of the government and the key areas they are looking to invest in”.\nBut she also stressed that while the jobs in demand are unlikely to see major change in the coming year, the job scope and skills required are constantly evolving.\nShe added that while many of the top jobs are highly technical, this does not mean that such jobs are inaccessible to those who are looking to enter from a different industry.\nShe said: “While technical skills are important to help land a good job, soft skills, agility and a willingness to learn are what will build a secure future. Agility and a willingness to learn are more important to remain relevant in the future.”\nMore On This Topic askST Jobs: Desired job offer not coming? It may be time to lower expectations ST HeadSTart: Sign up for weekly tips on how to grow your career and investments Join ST's Telegram channel and get the latest breaking news delivered to you.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://t.me/TheStraitsTimes",
      "https://www.t.me/TheStraitsTimes"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ministry of manpower",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "singapore",
          "sentiment": "none"
        },
        {
          "name": "singapore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:37:00.235+02:00",
    "updated": "2023-12-29T23:30:20.799+02:00"
  },
  {
    "uuid": "d2996bd4c8ae46679f4bd6c6a000a48b5a792afd",
    "url": "https://www.newsbreak.com/hawkins-county-tn/3280761296112-hawkins-911-supervisor-brianna-hill-awarded-excellence-in-dispatching-certificate",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T18:30:00Z",
    "title": "Hawkins 911 supervisor Brianna Hill awarded Excellence in Dispatching Certificate",
    "text": "Hawkins County 911 announced Wednesday that Emergency Communications Supervisor Brianna Hill has earned the Excellence in Dispatching Certificate from the National Emergency Number Association (NENA). This prestigious certificate is awarded to individuals who have successfully completed a minimum of three advanced courses within two years from NENA. “The Excellence in Dispatching Certificate is a testament to Brianna Hill’s commitment to her profession and her dedication to providing exceptional emergency communication services,” said 911 director Lynn Campbell. “By earning the certificate, Brianna has not only demonstrated her expertise in dispatching but has also gained the skills to be an effective team leader. This achievement will undoubtedly open doors for long-term success in the field of emergency communication.” Campbell said Hawkins County Emergency Communications District takes great pride in the accomplishments of its staff members and recognizes their continuous efforts to enhance their skills and knowledge. Brianna Hill’s achievement reflects the high standards and professionalism that Hawkins County ECD strives to uphold. “We are extremely proud of Brianna Hill for earning the Excellence in Dispatching Certificate,” Campbell said. “Her dedication and commitment to her role as an Emergency Communications Supervisor is commendable. This achievement not only reflects her personal growth but also enhances the overall quality of service we provide to our community.” Hawkins County 911 remains committed to ensuring the safety and well-being of its residents, Cambell said. The continuous professional development of its staff members, such as Brianna Hill, plays a crucial role in achieving this goal. Subscribe to The Rogersville Review",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0hpx5N_0qTm9WUm00",
      "https://apg01.newzware.com/ss70v2/adams/common/template.jsp?init=start&initEdition=TRR",
      "https://img.particlenews.com/image.php?url=0hpx5N_0qTm9WUm00",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?url=0hpx5N_0qTm9WUm00",
      "https://apg01.newzware.com/ss70v2/adams/common/template.jsp",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0hpx5N_0qTm9WUm00",
      "https://www.apg01.newzware.com/ss70v2/adams/common/template.jsp?init=start&initEdition=TRR"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brianna hill",
          "sentiment": "negative"
        },
        {
          "name": "hawkins",
          "sentiment": "negative"
        },
        {
          "name": "brianna",
          "sentiment": "none"
        },
        {
          "name": "lynn campbell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "emergency communications",
          "sentiment": "negative"
        },
        {
          "name": "hawkins county emergency communications district",
          "sentiment": "none"
        },
        {
          "name": "campbell",
          "sentiment": "none"
        },
        {
          "name": "nena",
          "sentiment": "none"
        },
        {
          "name": "national emergency number association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hawkins county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:09:43.360+02:00",
    "updated": "2023-12-29T21:09:43.360+02:00"
  },
  {
    "uuid": "94f478396eacce95446df6283cd60a90c477af3c",
    "url": "https://www.devonlive.com/news/devon-news/met-office-reveals-coldest-places-9833709",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Toby Codd",
    "published": "2025-01-03T08:36:00Z",
    "title": "Met Office reveals coldest places in Devon this weekend - Devon Live",
    "text": "News Met Office reveals coldest places in Devon this weekend Heavy rain is also on the radar devonlive Bookmark\nShare\nNews By Toby Codd Breaking news reporter 09:36, 3 JAN 2025 Updated 09:41, 3 JAN 2025 Bookmark\nVery frosty scenes on Dartmoor (file image) Get the latest Devon Live breaking news on WhatsApp Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info\nJoin us on WhatsApp Temperatures are set to plunge towards freezing across Devon this weekend. The UK Health Security Agency (UKHSA) has issued an amber cold health alert and is warning of significant disruption across health and social care services.\nAlthough the Met Office yellow warning for snow and ice does not impact Devon, the mercury is still expected to drop significantly. The forecaster is expecting the coldest weather to hit the county tomorrow afternoon (Saturday, January 4).\nHolsworthy, Okehampton , Moretonhampstead and South Molton will be the chilliest areas with temperatures set to drop to 2C at 4pm. At this time, the mercury will be at 3C in Barnstaple , 4C in Exeter and 4C in Torquay .\nAs well as the cold temperatures, heavy rain is on the radar tomorrow afternoon. A band of rainfall is set to hit Devon at around 1.30pm before becoming heavier at 4.30pm.\nThe heavy downpours will then persist across the county throughout the evening and into the night. Into Sunday (January 5), temperatures are expected to increase across Devon.\nAt 9am, the mercury is set to hit 12C in Okehampton, Barnstaple, Exeter and Torquay. The mild conditions will then last throughout the day with occasional rain showers.\n(Image: Met Office) Amber cold health alert issued The UKHSA is warning of significant disruption across health and social care services. The amber cold health alert is in place until 12pm next Wednesday (January 8).\nDuring the cold health alert, the UKHSA has warned that health services could be overwhelmed with demand. There may also be transport disruption due to freezing temperatures.\nThe disruption may include:\na rise in deaths, particularly among those aged 65 and over or with health conditions. We may also see impacts on younger age groups a likely increase in demand for health services temperatures inside places like hospitals, care homes, and clinics dropping below the levels recommended for assessing health risks challenges keeping indoor temperatures at the recommended 18°C leading to more risk to vulnerable people staffing issues due to external factors (such as travel delays) other sectors starting to observe impacts (such as transport and energy)\nStory Saved You can find this story in My Bookmarks. Or by navigating to the user icon in the top right.\nFollow DevonLive Facebook X (Twitter)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather forecast",
      "Environment->climate change"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Holsworthy",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T11:55:07.464+02:00",
    "updated": "2025-01-03T13:33:29.016+02:00"
  }
]