[
  {
    "uuid": "ffe197cb51e5eaf5abd649f8e5cf461110b1cfe8",
    "url": "https://vnexplorer.net/bercy-va-augmenter-le-prix-des-assurances-afin-dindemniser-les-catastrophes-naturelles-s697139.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T22:16:00Z",
    "title": "Bercy va augmenter le prix des assurances afin d’indemniser les catastrophes naturelles",
    "text": "Un habitant marche dans une rue inondée de Neuville-sous-Montreuil, dans le nord de la France, le 9 novembre 2023. Photo d’illustration.\nUn arrêté du ministère de l’Économie s’est engagé à augmenter les primes d’assurances dommages consacrées au financement du régime d’indemnisation des catastrophes naturelles. La contribution des ménages et des entreprises au financement du régime public-privé d’indemnisation des sinistres climatiques va donc augmenter à partir de 2025.\nBercy a tranché. La surprime qui finance le régime des catastrophes naturelles des assureurs français sera augmentée à partir du 1 er janvier 2025. Pour les habitations, elle passera notamment de 12 % à 20 %, d’après un arrêté paru jeudi 28 décembre 2023 au Journal officiel, relayé par l’AFP.\nL’objectif de ce nouvel arbitrage consiste à remettre à flot un système en déficit depuis 2015. Elle fera également passer la surprime de 12 à 20 % pour les contrats d’assurance professionnelle, de 6 % à 9 % celle sur les contrats vol et incendie, constituant une manne additionnelle de 1,2 milliard d’euros par an, selon le ministère de l’Économie.\nLire aussi : INFO OUEST-FRANCE. Après Ciaran, l’état de catastrophe naturelle ne sera pas reconnu en Bretagne\nDe 25 à 41 € par an\nCe régime, qui coûte en moyenne environ 25 € par an et par foyer, passera « à 41 € » selon les calculs de Franck Levallois, directeur général de France Assureur, pour qui cette augmentation « remettra à l’équilibre » le dispositif.\nLa hausse des primes était demandée par les professionnels depuis plusieurs mois. Face à l’augmentation de la fréquence des tempêtes, sécheresses et autres inondations dus au dérèglement climatique, le régime des catastrophes naturelles est déficitaire depuis 2015. Selon Les Échos , il s’agit de la première augmentation de la surprime depuis celle de 2000, en écho aux tempêtes Lothar et Martin.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Economy, Business and Finance",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9sB7.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9sB7.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:44.762+02:00",
    "updated": "2023-12-29T00:22:44.762+02:00"
  },
  {
    "uuid": "df10410510bc1d898da946b023c40fe7b26b5086",
    "url": "https://www.rte.ie/lifestyle/food/2024/0125/1428571-us-embassy-reacts-to-unthinkable-method-of-adding-salt-to-tea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@rtelifestyle",
    "published": "2024-01-25T19:11:00Z",
    "title": "US embassy reacts to \"unthinkable\" method of adding salt to tea",
    "text": "A US chemist's suggestion of adding salt and a squeeze of lemon to tea has prompted the US embassy in London to dismiss the technique as \"unthinkable\".\nMichelle Francl, a professor of chemistry at Bryn Mawr College, shared her method of making the perfect cup of tea in her new book, Steeped: The Chemistry of Tea.\nThe professor analysed scores of research papers and ancient texts about tea making to arrive at her scientifically backed method for brewing the perfect cup of tea. Criticising the American method, which she writes too often used lukewarm water, she found that adding a barely detectable amount of table salt neutralises the bitter notes in tea.\nThe professor analysed scores of research papers and ancient texts about tea making to arrive at her scientifically backed method. Getty Images \"It is not like adding sugar. I think people are afraid they will be able to taste the salt\", she writes.\nA squeeze of lemon, meanwhile, can allegedly remove the \"scum\" from your brew.\nFrancl even gave the tea makers of Ireland a shout out, writing: \"I have had better cups of tea at service stations in Ireland than I have had at fancy restaurants in the US.\"\nThe hubbub prompted a diplomatic intervention from the US embassy in London itself, which posted a statement on X (formerly Twitter) that was equal parts tongue-in-cheek and grave.\nWriting about the \"special bond\" between the two nations, the embassy strove to reassure the British public: \"We want to ensure the good people of the UK that the unthinkable notion of adding salt to Britain's national drink is not official United States policy. And never will be.\"\nAn important statement on the latest tea controversy. 🇺🇸🇬🇧 pic.twitter.com/HZFfSCl9sD\n— U.S. Embassy London (@USAinUK) January 24, 2024\nThe statement ended with a reference to another divisive tea technique, which went viral on TikTok in recent years: \"The US embassy will continue to make tea in the proper way – by microwaving it.\"\nSpeaking to the BBC , Francl said that she \"certainly did not mean to cause a diplomatic incident\".\n\"My emails have been going crazy today. I did not anticipate waking up this morning to see loads of people talking about salt in their tea.\"\nOf course, there is precedent when it comes to divides over tea in the US. In 1773 demonstrators in Boston tossed 300 chests of tea into the harbour in protest against British taxes. The protest became known as the Boston Tea Party, and was a decisive moment in the lead up to the American Revolution.\nFrancl also suggested using short, stout mugs that have less surface area, and so keep the tea hotter. She favours loose leaf tea over tea bags, and constantly stirring the brew. Warming the mug and the milk also improves the tea, she writes, and milk should be added last.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.bbc.com/news/uk-68085304",
      "https://twitter.com/USAinUK/status/1750136728034169147",
      "https://t.co/HZFfSCl9sD",
      "https://www.t.co/HZFfSCl9sD",
      "https://www.twitter.com/USAinUK/status/1750136728034169147",
      "https://bbc.com/news/uk-68085304"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "francl",
          "sentiment": "none"
        },
        {
          "name": "michelle francl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bryn mawr college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:14:19.660+02:00",
    "updated": "2024-01-26T00:14:19.660+02:00"
  },
  {
    "uuid": "6ed495cc9a98347604e2585a50671dd76388d7b3",
    "url": "https://www.monroenews.com/story/opinion/columns/2023/12/24/charles-milliken-the-war-on-christmas/71989687007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Community Columnist - Unlimited Digital Access",
    "published": "2023-12-24T08:31:00Z",
    "title": "Charles Milliken: The war on Christmas",
    "text": "Charles Milliken: The war on Christmas Christmas has been falling on tough times lately — it just isn’t what it used to be when I was growing up. This is the result of a “war” on Christmas which has been successfully waged for decades. It is a strange type of war, I admit, often subtle and hidden, although occasionally becoming obvious. Given what a wonderful, glorious experience it was when I was a child, how could anyone want to be a grinch? Christmas has had a checkered past in the United States. The pilgrims wanted nothing to do with it. They regarded it as a flimsy excuse for partying and other ungodly carryings-on. Fast forward to the Victorian era when Christmas, as I knew it, came into full flower. Christmas trees, \"The Night Before Christmas,\" \"A Christmas Carol,\" Christmas cards, and lots of other fun stuff came from the mid-19th century. A hundred years on, Hollywood put out such gems as \"A Wonderful Life,\" \"Miracle on 34th Street,\" and \"Holiday Inn.\" Christmas movies for the past few decades are a very different animal. Many consider \"Die Hard\" to be a Christmas movie. That tells you all you need to know. No TV series was complete without the annual Christmas show. One of the most moving was the 1952 Christmas episode of Amos and Andy. In my humble opinion, this was the best half-hour of television to appear on the small screen. The acting, the writing, and the portrayal of ”the true meaning of Christmas” are beyond superb. Amos and Andy has been banned from broadcast for many decades due to racial stereotyping. If there is any stereotyping in this episode, it is to show human beings nearly impossibly good. There has always been the background noise of being shamed because of not living the “True Meaning of Christmas,” which is a pale throwback to the Puritans’ disdain. Too commercial! Too much emphasis on buying stuff! Too much eggnog! Bah! Humbug! I say. Once in a while — say once a year — some glorious excess is just what the doctor ordered. Just not too excessive. Public schools have rid themselves of Christmas references. Too offensive. Who is offended, other than those imposing the ban, has never been clear to me. But then, it isn’t just Christmas anymore — we have a set of people whose mission in life is being offended, usually on behalf of others who they assert ought to be offended, but somehow aren’t. Greeting customers with “Merry Christmas” is similarly banned. Underlying the overt attacks on Christmas are the underlying attacks on Christian belief. After all, Christmas is just a slightly shortened name for Christ’s Mass, the solemn celebration of the Savior’s birth for those who believe in the Savior. As the reigning philosophy of materialism and \"science\" constantly points out, there is nothing beyond physical reality and linked cause and effect. Nothing! There is no such thing as a “Savior,” or God, or anything else supernatural. Thus Christmas can have no meaning except a historical tradition as a good excuse for a party. That’s pretty thin gruel. Christmas is also collateral damage on another war being waged by the left, and that is the war on the family. The heart and soul of Christmas when I grew up in a non-religious household was family. Mom, Dad, the kids, the grandparents, and all the trappings were what made Christmas something to look forward to all year. Back in the day, the great majority of adults aged 18 to 45 were married with children. Today, the majority are not married, and do not have children. The patriarchal family, as we now know, is evil. Women are oppressed. Natural desires by both men and women are suppressed, thus preventing life from being fully lived. Children are nothing but little carbon footprints about to destroy the planet. As they used to say in the old West, “This town ain’t big enough for both of us.” As the family is chased out of town, so is Christmas. — Charles Milliken is a professor emeritus after 22 years of teaching economics and related subjects at Siena Heights University. He can be reached at [milliken.charles@gmail.com](mailto:milliken.charles@gmail.com).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles milliken",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T11:00:06.101+02:00",
    "updated": "2023-12-24T11:00:06.101+02:00"
  },
  {
    "uuid": "47c25d3793f4574c0ec4319b110970ccf75f2260",
    "url": "https://www.thehindu.com/news/national/other-states/mob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura/article67672158.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Syed Sajjad Ali",
    "published": "2023-12-24T13:39:00Z",
    "title": "Mob affiliated to right wing organisation attacks rubber plantations of Muslims in Tripura - The Hindu",
    "text": "Situation at Raiyabari in Gomati district of Tripura is peaceful after security forces intervened to prevent attacks on houses and rubber plantations belonging to the Muslim community by a mob allegedly affiliated to a right wing organisation. Although one house was set on fire, no casualties were reported during the incident on December 23.\nA senior State government official said on Sunday that senior police officers were monitoring the situation.\nChief Minister Manik Saha, who is also the Home Minister, has not made any comments on the incident. However, on Sunday, while speaking at a blood donation programme, he emphasised the importance of practising humanity and treating everyone equal regardless of religious differences.\n“We often get into fights over trivial matters and forget our principles and social responsibilities,” Dr. Saha stated.\nRaiyabari has been a source of conflict between the local Muslim community and the indigenous Jamatia community for a long time. The Jamatias claim that the entire land belongs to them, and this issue has been brought to court multiple times.\nThe settlement has also faced attacks in the past, including one by a group of extremists led by Halflong Jamatia 25 years ago. Several women had reported being raped by these extremists.\nLocal residents have alleged that Saturday’s incident was carried out by a mob led by right wing leader Karna Bijay Jamatia.\nThe police are currently investigating the incident, but have not confirmed if Karna Bijay is a suspect.\nCOMMents\nSHARE\nCopy link Facebook Twitter Telegram LinkedIn WhatsApp Reddit",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&t=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&title=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&text=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://api.whatsapp.com//send?text=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&title=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&text=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&text=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://reddit.com/submit",
      "https://t.me/share/url",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&title=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&t=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://www.facebook.com/sharer/sharer.php",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&title=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20",
      "https://api.whatsapp.com//send",
      "https://www.api.whatsapp.com//send?text=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece",
      "https://twitter.com/intent/tweet",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fother-states%2Fmob-affiliated-to-right-wing-organisation-attacks-rubber-plantations-of-muslims-in-tripura%2Farticle67672158.ece&text=Mob%20affiliated%20to%20right%20wing%20organisation%20attacks%20rubber%20plantations%20of%20Muslims%20in%20Tripura%20%20%20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saha",
          "sentiment": "none"
        },
        {
          "name": "jamatia",
          "sentiment": "none"
        },
        {
          "name": "raiyabari",
          "sentiment": "none"
        },
        {
          "name": "manik saha",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "raiyabari",
          "sentiment": "none"
        },
        {
          "name": "gomati",
          "sentiment": "none"
        },
        {
          "name": "tripura",
          "sentiment": "none"
        },
        {
          "name": "jamatias",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T18:16:10.323+02:00",
    "updated": "2023-12-24T18:16:10.323+02:00"
  },
  {
    "uuid": "487d81d6f0e916005faba935291103675aef2a9e",
    "url": "https://www.abnewswire.com/pressreleases/canadas-new-online-visa-program-makes-it-easier-for-foreign-nationals-to-travel-and-find-employment_682937.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2023-12-29T20:40:00Z",
    "title": "Canada’s New Online Visa Program Makes It Easier for Foreign Nationals to Travel and Find Employment",
    "text": "The introduction of a new visa program marks a significant stride towards simplifying the application process for travelers, facilitating their entry into Canada for both leisure and work purposes. This initiative is poised to unlock numerous job opportunities and diverse experiences for individuals, fostering a seamless connection between Canada and citizens from various countries. The program aims to streamline travel and work arrangements, making it more accessible for people from different nations to explore employment prospects in Canada.\nThis strategic move aligns with the Canadian government’s commitment to promoting cultural exchange and fortifying bonds between Canada and participating countries. Beyond easing the entry process, the program is envisioned as a catalyst for economic growth, as it aims to attract highly skilled and talented individuals from across the globe. By providing a conduit for international professionals, Canada seeks to leverage diverse expertise, contributing to its economic vitality while enriching the cultural fabric of the nation through meaningful exchanges and collaborations. In essence, this visa program reflects Canada’s dedication to fostering global connections and harnessing international talent for mutual benefit.\nThe visa program will offer a streamlined and simplified application process, making it simple for nationals of these nations to submit an online visa application. In addition to basic information like name, residence, and occupation, applicants will also need to submit copies of their passports and other pertinent documents.\nIn August 2015, as part of its collaborative efforts with the United States to enhance border security, Canada introduced a Visa Waiver program for citizens of specific visa-exempt nations. This initiative allows eligible individuals to travel to Canada without obtaining a traditional visa from the Canadian Embassy or Consulate. Instead, they can acquire the Electronic Travel Authorization Document, commonly known as Canada Visa Online or eTA for Canada, through an online application process.\nFunctioning as a more accessible alternative to the conventional Canada Visa, the eTA is swiftly obtained with a faster application process. Designed for business, tourist, or transit purposes, the eTA has a validity period of five years, although each visit cannot exceed six months. Travelers can enter Canada at their convenience within the validity period. The application process, completed through the\nCanada Visa Application online, takes as little as five minutes, with the issued eTA reflecting efficiency and convenience in border entry procedures.\nCanada visa eligibility is determined based on several factors, including citizen’s nationality, purpose of travel, and intended duration of stay. Common visa types for visitors include tourist visas, work visas, and study visas. It’s essential to check the specific requirements for their visa category and ensure they meet them. Eligibility criteria may include sufficient funds, a clean criminal record, and a valid passport. Consult the official website of the Government of Canada or the nearest Canadian embassy or consulate for accurate and up-to-date information on visa eligibility.\nIn response to the growing interest in Canada’s immigration programs, there is a concise set of Frequently Asked Questions (FAQs) to assist prospective applicants in navigating the Canadian visa application process.\n1. Do I need a Canada eTA?\n2. Is my information for Canada eTA secure?\n3. When does Canada’s eTA expire?\n4. How long can the visitor stay in Canada on the Canada eTA?\n5. Is Canada eTA valid for multiple visits?\n6. What is the eligibility requirement for Canada eTA?\nSeveral questions are frequently asked by travelers before they apply for a visa. These FAQs provide a general overview, but it’s crucial to consult official government resources and seek legal advice for personalized guidance when considering a Canadian visa application.\nWith the help of the dedicated Canada Visa Online Helpdesk, navigating the visa application procedure has never been simpler. Their knowledgeable staff is always available to help visitors at every stage of the process, whether they are applying for a work permit, study permit, visitor visa, or are looking for routes to permanent residency in Canada. Travelers will have a dependable resource to assist them in reaching their Canadian immigration objectives with the Canada Visa Online Helpdesk at their disposal. The Canadian visa application process might be challenging to navigate. Their committed team is there to make sure the trip to Canada is as easy as possible, whether they are a potential applicant, in the middle of the application process, or looking for post-arrival support.\nMedia Contact\nCompany Name:\nCANADA Official Government Immigration Visa Application Online\nContact Person: Mary Windham Rainworth\nEmail:\nSend Email\nCountry: Canada\nWebsite:\ncanada-visa-online.com/visa/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [
      "https://www.canada-eta-visa.org/application-for-canadian-visa-online",
      "http://canada-visa-online.com/visa/",
      "http://www.canada-visa-online.com/visa/",
      "https://canada-eta-visa.org/application-for-canadian-visa-online",
      "http://canada-visa-online.com/visa"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:41:15.391+02:00",
    "updated": "2023-12-29T23:41:15.391+02:00"
  },
  {
    "uuid": "b6c7b7ee6dbd1894e45d42c1746fa60eff776dae",
    "url": "https://www.semana.com:443/mundo/articulo/supuestas-lagrimas-de-sangre-de-una-estatua-de-la-virgen-era-en-realidad-sangre-de-una-vidente-encontraron-su-adn/202531",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "2025-02-18T00:07:35.614Z",
    "published": "2025-02-18T00:07:00Z",
    "title": "Supuestas lágrimas de sangre de una estatua de la virgen era en realidad sangre de una vidente; encontraron su ADN - Semana",
    "text": "Una mujer que se presentaba como mística y que atrajo a cientos de fieles a una aldea cercana a Roma, al asegurar que una imagen de la Virgen María derramaba lágrimas de sangre, podría ser llevada a juicio tras revelarse, mediante un análisis de ADN, que la sangre en cuestión le pertenecía a ella.Los análisis iniciales del ADN de la supuesta sangre en las lágrimas, llevados a cabo en los laboratorios de la Universidad de Tor Vergata en Roma, arrojaron un resultado contundente: provenía de un ser humano, específicamente de una mujer. Este hallazgo descartó teorías previas que sugerían que podría tratarse de sangre de cerdo o simplemente pintura roja. Unas horas más tarde, una segunda prueba confirmó que el perfil genético del material analizado coincidía con el de Cardia, según el diario ABC. El Dicasterio para la Doctrina de la Fe del Vaticano declaró formalmente falsos dos presuntos fenómenos sobrenaturales anunciados por Gisella Cardia, cuyo nombre de pila es Maria Giuseppe Scarpulla: las lágrimas de sangre de una estatua de la Virgen en Trevignano y la multiplicación de pizzas y ñoquis. Concretamente, el Dicasterio decreta falso el presunto fenómeno sobrenatural atribuido a una estatua de la Virgen María situada en el pequeño pueblo italiano de Trevignano Romano, cerca de la orilla del lago de Bracciano, a unos 40 minutos al norte de Roma, que supuestamente derramaba lágrimas de sangre.El departamento del Vaticano, que dirige el cardenal argentino Víctor Manuel Fernández, explicó en un comunicado que ha analizado este caso “a la luz” de las nuevas normas para proceder al discernimiento de presuntos fenómenos sobrenaturales, publicadas el pasado 17 de mayo, en el que se profundiza de forma exhaustiva en los criterios para reconocer las apariciones y establece más mecanismos de verificación. El Vaticano reconoció así “la validez jurídica” de las decisiones del obispo de Civita Castellana, Marco Salvi, en el decreto del pasado mes de marzo, tanto por el juicio negativo sobre los fenómenos sobrenaturales como por la prohibición de celebraciones o peregrinaciones a los lugares de los supuestos sucesos. Además, como se mencionó anteriormente, declaró también falsos los presuntos sucesos sobrenaturales de los que dice haber sido testigo Maria Giuseppe Scarpulla, sobre la multiplicación de pizzas y ñoquis en cenas con gente que la sigue, imitando así el milagro de Jesús con panes y peces recogido en los Evangelios. La mujer italiana también había asegurado tener una estatuilla de la Virgen que compró en Medjugorje, la cual llora sangre. Sin embargo, también esta fue estudiada posteriormente bajo microscopio por un investigador privado y la conclusión a la que llegó es que las manchas de sangre de esta imagen provenían inicialmente en de un cerdo, aunque nuevas investigaciones aseguraron que provenían de la misma mujer. Este es un caso sobre el que se había pronunciado varias veces en contra la Pontificia Academia Mariana Internacional, un ente dependiente del Vaticano que imparte talleres gratuitos de mariología y que instituyó en 2023 para estudiar esta y otras supuestas apariciones. *Con información de Europa Press.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Religion and Belief->religious leader",
      "Religion and Belief->religious conflict",
      "Religion and Belief->cult",
      "Social Issue->religious discrimination",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Maria Giuseppe Scarpulla",
          "sentiment": "none"
        },
        {
          "name": "Gisella Cardia",
          "sentiment": "none"
        },
        {
          "name": "Virgen María",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Universidad de Tor Vergata",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-18T02:30:22.925+02:00",
    "updated": "2025-02-18T02:30:22.925+02:00"
  }
]
