[
  {
    "uuid": "90ae70d34cb2a9752e164ca51af7a5e38c39d3f6",
    "url": "https://www.theedgesingapore.com/news/singapore-economy/singapores-gdp-grew-27-1q2024-based-advance-estimates-mas-maintain-current",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Felicia Tan",
    "published": "2024-04-12T00:49:00Z",
    "title": "Singapore’s GDP grew by 2.7% in 1Q2024 based on advance estimates; MAS to maintain current rate of appreciation",
    "text": "Singapore’s gross domestic product (GDP) grew by 2.7% in the 1Q2024, according to the Ministry of Trade and Industry’s (MTI) advance estimates released on April 12.\nThe figure stood slightly ahead of market watchers’ expectations of a 2.6% y-o-y growth in the Monetary Authority of Singapore’s (MAS) March 2024 survey of professional forecasters .\nOn a q-o-q seasonally adjusted basis, the economy expanded by 0.1%.\nThe manufacturing sector grew by 0.8% y-o-y in the 1Q2024, moderating from the 1.4% y-o-y expansion in the previous quarter.\nThe construction sector expanded by 4.3% y-o-y, extending the 5.2% y-o-y growth in the 4Q2023.\nThe wholesale & retail trade and transportation and storage sectors collectively expanded by 2.7% y-o-y, accelerating from the 1.0% growth in the quarter before.\nLearn More\nSee also: Singapore set to keep monetary policy tight, may ease in October\nThe group of sectors comprising the information & communications, finance & insurance and professional services sectors grew by 4.2% y-o-y in the 1Q2024, outpacing the 3.6% y-o-y growth seen in the 4Q2023.\nGrowth of the remaining group of services sectors (i.e., accommodation & food services, real estate, administrative & support services and other services sectors) grew by 2.9% y-o-y in the 1Q2024, higher than the 2.0% growth in the preceding quarter.\nAt the same time, MAS announced that it will maintain the prevailing rate of appreciation of the Singapore dollar nominal effective exchange rate (S$NEER) policy band. There will be no change to its width and the level at which it is centred, says the central bank in its April 12 announcement.\nSee also: Singapore economy ‘drifting sideways’, says PhillipCapital\nIt adds that the current monetary policy settings remain “appropriate” with the Singapore economy expected to strengthen over 2024. Growth is expected to become more broad based.\n“The slightly negative output gap is projected to narrow further in 2H2024, even as underlying inflationary pressures gradually dissipate,” says MAS.\nThe country’s core inflation is expected to remain elevated in the “earlier part of the year” but should remain on its “broadly moderating path” and lower in the 4Q2024 before falling even further in 2025.\n“The prevailing rate of appreciation of the policy band is needed to keep a restraining effect on imported inflation as well as domestic cost pressures, and is sufficient to ensure medium-term price stability,” continues MAS.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ministry of tr",
          "sentiment": "negative"
        },
        {
          "name": "monetary authority of singapore",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "singapore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T04:40:56.924+03:00",
    "updated": "2024-04-12T04:40:56.924+03:00"
  },
  {
    "uuid": "3ca4296dbd1963fee0d7d69a4188aff7b8f9f509",
    "url": "https://actualidad.rt.com/actualidad/514293-fiscalia-peruana-denuncia-constitucional-pedro-castillo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RT en Español",
    "published": "2024-06-27T19:40:00Z",
    "title": "Fiscalía peruana presenta otra denuncia contra Pedro Castillo - RT",
    "text": "Fiscalía peruana presenta otra denuncia contra Pedro Castillo Publicado: 27 jun 2024 21:40 GMT El Ministerio Público de Perú presentó este jueves una nueva denuncia constitucional contra el expresidente de ese país, Pedro Castillo Terrones, por la presunta comisión de delito de negociación incompatible o aprovechamiento indebido del cargo y nombramiento ilegal, en agravio del Estado.\nLa acusación fue impuesta a través del Área de Enriquecimiento Ilícito y Denuncias Constitucionales, debido a que la Fiscalía considera que Castillo vulneró la ley al nombrar como presidente del directorio de Perupetro S.A., a Daniel Enrique Salaverry Villa, el 9 de enero de 2022, \"pese a que no cumplía con los requisitos legales para el cargo\".\nEl expresidente Castillo , quien alega ser víctima de una persecución judicial desde que era jefe de Estado, se encuentra detenido desde 2022 bajo prisión preventiva, acusado como responsable de rebelión —tras su intento de disolver el Congreso de la República— y de ser el presunto líder de una organización criminal mientras fue mandatario.\n📢 Fiscalía de la Nación, a través del Área de Enriquecimiento Ilícito y Denuncias Constitucionales, presentó denuncia constitucional contra el expresidente de la República, José Pedro Castillo Terrones. pic.twitter.com/prcaPP5WIO\n— Ministerio Público (@FiscaliaPeru) June 27, 2024\nJusticia Perú Polémica Política Tribunales america_latina comentarios You use your browser with disabled JavaScript. Please enable JavaScript for comments.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/FiscaliaPeru/status/1806423762423734420?ref_src=twsrc%5Etfw",
      "https://actualidad.b37m.ru",
      "https://www.actualidad.b37m.ru",
      "https://twitter.com/FiscaliaPeru/status/1806423762423734420",
      "https://www.twitter.com/FiscaliaPeru/status/1806423762423734420?ref_src=twsrc%5Etfw"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:52:01.894+03:00",
    "updated": "2024-06-28T00:52:01.894+03:00"
  },
  {
    "uuid": "8a8186e6825b1b3d236f51251c67004e8659a493",
    "url": "https://www.arcamax.com/currentnews/newsheadlines/s-3353573",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-08-01T00:00:00Z",
    "title": "Extreme temperatures in Boise cause an unexpected hazard: 'dangerous' falling tree limbs | News & Features | ArcaMax Publishing",
    "text": "Extreme temperatures in Boise cause an unexpected hazard: 'dangerous' falling tree limbs Published in [News & Features](/currentnews/newsheadlines/) BOISE, Idaho — As Boise residents seek shelter from extreme heat this summer, tree canopies may seem like the perfect relief outdoors. But those leafy branches pose another unexpected danger that comes with the hot weather. Triple-digit temperatures in the City of Trees have been causing otherwise healthy tree limbs to fall unexpectedly — a condition known as sudden limb drop syndrome. Mike Andrews, the city’s forester, said the syndrome is more common in middle-aged to mature trees. Boise’s forestry team is working hard to remove fallen branches as quickly as possible but can’t do much to prevent it from happening, he said. “I don’t want people to just be scared of sitting under a beautiful tree, but you should be aware of your surroundings,” Andrews told The Idaho Statesman. “For the last couple of weeks now, we have just filled up our days with tree limb removal.” Arborists can’t often predict which trees will be susceptible to limb loss, Andrews said, though the city — when it’s not busy with branch removal — prunes and removes foliage on trees to reduce the chances they fall prey to the syndrome. Branches that grow parallel to the ground are more likely to snap off, and pruning those branches can help mitigate risk, he added. Fallen or damaged branches in public spaces can be reported to the city’s Community Forestry staff, and officials prioritize removal based on hazard levels. “Many of the fallen branches don’t drop off within seconds, but if you don’t notice the signs, it can be dangerous,” Andrews said. The Idaho Transportation Department, however, hasn’t seen an increase in dropped branches this year, spokesperson John Tomlinson told the Statesman. Most of the trees are mature and healthy when they begin to lose limbs because of extreme temperatures, though ITD has also had to remove dead trees along Idaho 55 that posed serious hazards to drivers. Last year, a dead ponderosa pine fell on a car along the popular highway during a windy storm and killed a 13-year-old boy who was traveling with his grandmother. A month after the fatality, the agency removed 150 dead trees that stood near the road along the same area, according to previous Statesman reporting. The ITD team continues to monitor tree health and work with state and federal agencies to remove hazards, and will begin pruning and tree removal along Idaho 55 within the next few months, Tomlinson told the Statesman. While arborists still don’t know what causes sudden limb drop, they have two main theories, Andrews told the Statesman. One theory: Hot temperatures cause trees to retain water within their wood, resulting in water weight the branches can’t handle. The other theory involves tree cells, which expand and contract as they move around more water in high heat. The constant contractions buckle and crack the wood, resulting in less stable tree branches that eventually snap off. “There’s still a lot of debate about why trees will completely shed healthy limbs during hot temperatures,” Andrews said. Whether trees that have lost limbs will recover depends on the size of the tree, the branch that fell, and how much of the tree was lost, Andrews added. Tree disease, underwatering and insect infestations can also affect tree health, especially during prolonged periods of hot temperatures, said Zachary Zehnder, a Boise certified arborist at SavATree LLC, a lawn care company. Maintaining health is important to reducing the risk of tree deaths, Zehnder told the Statesman. Although the likelihood that tree death and falling limbs will injure people is rare, there is also a threat of damage to houses and other buildings, he added. To reduce risk, homeowners should water their trees, use insecticides and fertilizers, and keep an eye out for signs of heat stress in trees, like curling bark and burnt leaves. “This will definitely be a problem that’s going to continue with overall climate change,” Zehnder said. ©2024 The Idaho Statesman. Visit idahostatesman.com. Distributed by Tribune Content Agency, LLC.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/share?url=https://www.arcamax.com/currentnews/newsheadlines/s-3353573&hashtags=ArcaMax",
      "https://plus.google.com/share?url=https://www.arcamax.com/currentnews/newsheadlines/s-3353573",
      "https://plus.google.com/share?url=https://arcamax.com/currentnews/newsheadlines/s-3353573",
      "https://plus.google.com/share",
      "https://twitter.com/share",
      "https://twitter.com/share?url=https://arcamax.com/currentnews/newsheadlines/s-3353573&hashtags=ArcaMax"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike andrews",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "boise",
          "sentiment": "none"
        },
        {
          "name": "arcamax publishing boise",
          "sentiment": "none"
        },
        {
          "name": "idaho",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T06:44:00.323+03:00",
    "updated": "2024-08-02T07:06:09.774+03:00"
  },
  {
    "uuid": "51b3eb3005e8c50577b5bf9bcb9955ee83f55b55",
    "url": "https://www.huffingtonpost.es/sociedad/alertan-peligrosa-estafa-obispo.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción HuffPost",
    "published": "2024-05-25T10:28:00Z",
    "title": "Alertan de la peligrosa estafa del obispo",
    "text": "Alertan de la peligrosa estafa del obispo\nDos obispos han sido víctimas de suplantación de identidad durante esta semana, tanto por teléfono como con un vídeo publicado.\nLas estafas telefónicas cada vez son más comunes. Ya no solo son peligrosos los mensajes de texto que llegan a nuestros móviles con enlaces trampa. Los estafadores se atreven incluso a llamar haciéndose pasar por otras personas imitando sus voces.\nSobre esto último ha alertado el Obispado de Bilbao, que\n en un comunicado publicado esta semana alertaba haber detectado llamadas de alguien suplantando la identidad del obispo, Joseba Segura, pidiendo dinero a una comunidad de religiosas.\nEn concreto, la persona que ha llamado en nombre del obispo bilbaíno les informaba de que han recibido un donativo y que, para recibirlo, deben pagar los gastos de transferencia mediante un ingreso previo. \"Desde Secretaría General se ha remitido una nota a los responsables de vida consagrada y de clausura advirtiendo del hecho y subrayando que el obispo no ha llamado ni llamará nunca para pedir dinero a las comunidades religiosas\", asegura el Obispado.\nAsimismo, solicita \"que, ante la sospecha de cualquier estafa, se pongan en contacto con el obispado y, en caso de que se haya realizado cualquier pago, acudan a las autoridades competentes a interponer la correspondiente denuncia”.\nDos víctimas en una semana\nUn día antes de salir a la luz esta denuncia de la diócesis de Bilbao, el obispo de Urgel, Joan-Enric Vives, ya había sido víctima de un delito de suplantación de identidad, aunque en este caso se trata de la circulación de un vídeo falso en el que alguien se hace pasar por él. Los hechos fueron denunciados a los Mossos d'Esquadra, alegando el derecho a \"tomar las acciones legales oportunas contra sus autores\", tal y como publicó el Obispado en su cuenta de la red social X.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://bizkeliza.org/noticia/el-obispado-de-bilbao-alerta-sobre-una-estafa-suplantando-la-identidad-del-obispo/",
      "https://bizkeliza.org/noticia/el-obispado-de-bilbao-alerta-sobre-una-estafa-suplantando-la-identidad-del-obispo",
      "https://www.bizkeliza.org/noticia/el-obispado-de-bilbao-alerta-sobre-una-estafa-suplantando-la-identidad-del-obispo/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T14:42:23.457+03:00",
    "updated": "2024-05-25T14:42:23.457+03:00"
  },
  {
    "uuid": "5140b94c9211e58d6f922e9bacba6fe7bf8f5f42",
    "url": "https://www.latestly.com/agency-news/latest-news-playing-roles-of-sahibzadas-in-events-on-veer-bal-diwas-against-sikh-traditions-sgpc-5659540.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@latestly",
    "published": "2023-12-29T12:32:00Z",
    "title": "Latest News | Playing Roles of Sahibzadas in Events on 'Veer Bal Diwas' Against Sikh Traditions: SGPC",
    "text": "Amritsar (Punjab), Dec 29 (PTI) The Shiromani Gurdwara Parbandhak Committee (SGPC) on Friday said schoolchildren playing the roles of Sahibzadas Zorawar Singh and Fateh Singh in plays during 'Veer Bal Diwas' events was against Sikh principles and traditions.\nThe Centre announced last year that December 26 would be observed as 'Veer Bal Diwas' to mark the martyrdom of Guru Gobind Singh's younger sons and various events were organised on the occasion this year.\nAlso Read |\nIndia’s Remarkable Strides in 2023: A Year of Achievements Across Multiple Fronts.\nIn a statement, the SGPC said it has sought an explanation from the Central Board of Secondary Education (CBSE) along with the Ministries of Education, Culture and Minority Affairs of Government of India in the matter.\nAccording to the statement, SGPC president Harjinder Singh Dhami said that \"any such anti-Sikh act cannot be accepted\".\nAlso Read |\nYear Ender 2023: From Turkey-Syria Earthquake to Israel-Hamas War and Russia’s Failed Moon Mission, Here Are Top Nine Global Events of The Year.\nDhami said that any act against Sikh principles, customs, traditions and values hurts the Sikh sentiments and pointed out that objections are coming from the Sikh community about the acts of playing roles of the 'Sahibzadas' in physical form \"under the instructions of the central government regarding 'Veer Bal Diwas' in educational institutions in various states\".\n(This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sahibzadas zorawar singh",
          "sentiment": "none"
        },
        {
          "name": "gobind singh",
          "sentiment": "none"
        },
        {
          "name": "dhami",
          "sentiment": "none"
        },
        {
          "name": "fateh singh",
          "sentiment": "none"
        },
        {
          "name": "harjinder singh dhami",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "shiromani gurdwara parbandhak committee",
          "sentiment": "negative"
        },
        {
          "name": "minority affairs of government of india",
          "sentiment": "none"
        },
        {
          "name": "sgpc",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "ministries of education",
          "sentiment": "none"
        },
        {
          "name": "central board of secondary education",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "amritsar",
          "sentiment": "none"
        },
        {
          "name": "sahibzadas",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "syria",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:53:45.831+02:00",
    "updated": "2023-12-29T19:53:45.831+02:00"
  }
]