[
  {
    "uuid": "96ff693471931961c6922dc39f8150124408566f",
    "url": "https://tnonline.uol.com.br/noticias/vale-do-ivai/pm-realiza-desejo-de-menina-que-sonha-ser-policial-em-sao-joao-do-ivai-825250",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNOnline",
    "published": "2024-01-07T22:26:00Z",
    "title": "PM realiza desejo de menina que sonha ser policial em São João do Ivaí",
    "text": "INESQUECÍVEL PM realiza desejo de menina que sonha ser policial em São João do Ivaí Isadora recebeu dos policiais uma farda em comemoração ao seu aniversário de 8 anos Da Redação 19:26 · Foto por PMPR/6ª CIPM/Ilustração O aniversário foi comemorado no sábado Escrito por Da Redação 19:26:20 19:26:23 Na tarde deste sábado (06), policiais militares da 6º Companhia Independente da Policia Militar (6ª CIPM) estiveram prestigiando a festa de aniversário da Isadora no Distrito de Santa Luzia da Alvorada, município de São João do Ivaí.\nNa ocasião, Isadora recebeu dos policiais uma farda em comemoração ao seu aniversário de 8 anos, isso porquê a pequena tem uma admiração muito grande pelo trabalho da polícia. Apesar de ainda ser uma criança, sonha em ser futuramente uma policial.\n- LEIA MAIS: Filho embriagado ameaça agredir os pais em Grandes Rios\nCom a chegada da equipe em sua casa a pequena não conseguiu esconder a emoção e chorou de felicidade. A família de Isadora e as demais crianças que ali estavam também ficaram muito felizes por toda atenção dada pela equipe policial.\nUma data que ficou marcada para toda a vida da Isadora, como ela mesmo disse: “Nunca vou me esquecer desse momento”.,\nAlém das ações realizadas pela Polícia Militar diariamente, como o patrulhamento ostensivo em todo o estado para zelar pela segurança de todos os paranaenses, criar laços com a comunidade e consequentemente com as crianças também é uma outra missão de extrema importância da instituição.\nSiga o TNOnline no Google News Tags Relacionadas COMEMORAÇÃO PMPR são joão do ivai Encontrou algum erro? Avise a redação!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://news.google.com/publications/CAAiEDG7uCcaxsngQEinhi18rAUqFAgKIhAxu7gnGsbJ4EBIp4YtfKwF?ceid=BR:pt-419&oc=3",
      "https://news.google.com/publications/CAAiEDG7uCcaxsngQEinhi18rAUqFAgKIhAxu7gnGsbJ4EBIp4YtfKwF",
      "https://www.news.google.com/publications/CAAiEDG7uCcaxsngQEinhi18rAUqFAgKIhAxu7gnGsbJ4EBIp4YtfKwF?ceid=BR:pt-419&oc=3"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:39:06.222+02:00",
    "updated": "2024-01-08T02:17:14.528+02:00"
  },
  {
    "uuid": "f765a459991b6e6b3d77709be192be3ff10ca5a3",
    "url": "https://news.cvm.ncsu.edu/danielle-mzyk-profile",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katie Rice",
    "published": "2024-04-04T00:00:00Z",
    "title": "From ‘Bench to Farm to Table,’ 3-Time Alumna Helps Ruminants and Protects Our Food | Veterinary Medicine News",
    "text": "[Alumni](https://news.cvm.ncsu.edu/category/student-experience/alumni/) From ‘Bench to Farm to Table,’ 3-Time Alumna Helps Ruminants and Protects Our Food Dr. Danielle Mzyk, an NC State College of Veterinary Medicine clinical veterinarian, safeguards the nation’s agricultural system and cares for North Carolina’s livestock, all in a day’s work. When food animal veterinarians nationwide have drug questions about their cows, pigs, chickens, goats or even their moose, they call Dr. Danielle Mzyk. Mzyk is a clinical veterinarian with the [Food Animal Residue Avoidance Databank](http://www.farad.org/), which is funded by the U.S. Department of Agriculture and co-led by the NC State College of Veterinary Medicine and four other universities. The partnership works to keep residues from medications given to animals and potential toxins from entering into the U.S. food supply. “It’s the walking definition of ‘bench to farm to table,’” says Mzyk, a three-time alumna of NC State. “The decisions practitioners make on their farms could impact the hundreds of thousands of people who consume their products. FARAD’s role is the protection of public health.” When Mzyk isn’t dispatched to a farm through her primary position with NC State’s ruminant field service, she’s often answering FARAD’s calls from vets in need and calculating withdrawal times, or how long it takes a medication to clear an animal’s system. Her on-call weeks involve between 80 and 120 calls from veterinarians nationwide seeking recommendations for extralabel drug use — using a medication in another species, for another condition or at a different dose than it has approval for — or help addressing an animal’s pesticide exposure. “Sometimes, I’m extrapolating data: ‘I don’t have cow data for this drug, but I have goat data,’” says Mzyk. “That’s why I fell in love with this in the first place — putting the pieces all together like a puzzle. I don’t know what the full picture looks like, but once I’ve got the edges outlined I can start filling them in.” She has even contributed her own data to FARAD’s comprehensive drug database. A recent [$30,000 grant from the American Veterinary Medical Foundation and the Veterinary Pharmacology Research Foundation](https://www.avmf.org/our-impact/research-support/2024-veterinary-research/) will help Mzyk research potential new pain relief treatments in wool and hair sheep using the anti-inflammatory drug flunixin. Mzyk makes long days of research and fieldwork look easy, but she says her career journey was far from smooth sailing. Though she has received as many rejections from NC State as she has degrees, Mzyk says strong mentors, particularly FARAD director and pharmacology professor Dr. Ronald Baynes, encouraged her to persevere, achieve her goals and support students in similar positions. ‘Somebody Has Always Looked Out for Me’ Math and chemistry always made sense to Chapel Hill native Mzyk growing up. She knew her career would involve problem-solving and animals, but she says mentorship is really what got her into veterinary medicine. Initially rejected from NC State’s undergraduate program, Mzyk started her education at Lees-McRae College in Banner Elk, North Carolina, where she scored a pharmacology internship at the U.S. Food and Drug Administration as a first-year student. That opportunity led to a fateful meeting with Baynes at a pharmacology conference. “After discussing everything from pharmacokinetics to the game of cricket, Ronald Baynes handed me a business card and told me to contact him if he could ever be of any help on my path toward becoming a doctor of veterinary medicine,” Mzyk wrote in a [student essay in 2018](https://news.cvm.ncsu.edu/student-viewpoint-the-power-of-veterinary-mentorship/). “That business card was the key that unlocked my future career.” Eager to study pharmacology with Baynes, Mzyk tried to transfer to NC State during her sophomore year and was again rejected, this time over a credit misunderstanding. Once that was resolved, Mzyk was NC State-bound by the end of her sophomore year. In Raleigh, Mzyk tracked down Baynes and asked to join FARAD, a program conceptualized by the USDA in 1982 and further developed by NC State and four partner universities. She started working with pigs and rotated through various species, discovering a passion for ruminants and specifically goats. Mzyk graduated with her bachelor’s in zoology in 2012. She was accepted into the College of Veterinary Medicine’s DVM program on her first try but was rejected from the [dual-degree DVM/Ph.D. track](https://cvm.ncsu.edu/academics/veterinary-medicine/combined-degree-programs/dvm-mba/dvm-phd/). On Baynes’ advice, she gained more research experience as a DVM and was admitted to the Ph.D. program the following year. “Somebody has always looked out for me and helped push me along,” Mzyk says. “In each of those rejections, it just was not the time for me to be in those programs. Each rejection led me to a path that got me eventually to where I needed to go.” [Cowabunga](https://news.cvm.ncsu.edu/cowabungas-incredible-journeys/), the nickname for the annual student Bovine Educational Symposium, gave Mzyk an introduction to food animal practice and connected her with Dr. Derek Foster, an associate professor of ruminant medicine. Mzyk says Foster and other mentors, including Dr. Jennifer Halleran, an assistant professor of ruminant medicine, and former faculty members Dr. Geof Smith and Dr. Jen Davis, went the extra mile to give her real-world experience. “They taught me how to apply what I was learning in lectures, and I built professional relationships with them,” Mzyk says. “When it came time for letters of recommendation, they could say, ‘At three in the morning on treatment crew, Dr. Mzyk stayed late to do the C-section with us.’ And that’s what I try to instill in my students: ‘You are in charge of your own education.’” While gaining clinical experience as a DVM student, Mzyk continued her FARAD drug residue studies and focused her doctoral research on assessing how an animal’s age and disease affect drug metabolism. Baynes, the interim head of the Department of Population Health and Pathobiology, recalls that Mzyk’s dedication to her research once led her to camp out at the college during an ice storm. “She’s a born leader, no question about it,” Baynes says. “I see her being a department head or dean not too far down the road. We have high hopes for her.” From Mentee to Mentor Mzyk earned her Ph.D. in pharmacology from NC State in 2018 and her food animal-focused DVM in 2019. After four years in mixed animal practices in Erie, Pennsylvania, and Janesville, Wisconsin, Mzyk returned to the NC State College of Veterinary Medicine in 2023 to resume her pharmacokinetics research and work with her mentors again, this time as their colleague. “We’re very collaborative,” Mzyk says. “We all bring what we can to make NC State’s ruminant medicine the best it can be.” Mzyk enjoys balancing her time between the lab bench and the barn. She says her research background gives her a unique perspective among field veterinarians. “Not many clinical vets have Ph.D.s in pharmacology,” Mzyk says. “So I’ll be out practicing with goats, and I’ll explain how these medications work and why it’s better to give them orally versus intramuscularly, and the owners are just like, ‘Where did you come from?!’” Following in her mentors’ footsteps, Mzyk coaches students through conducting research at FARAD, practicing clinical skills by riding along with her field service crew and serving the community via veterinary mission trips with the Christian Veterinary Fellowship. “Danielle has a natural talent for teaching students, whether undergraduate or graduate, and connecting with them,” Baynes says. “At the end of her recent pharmacology lecture, the second-year students gave her a standing ovation. That’s just who she is.” Mzyk is skilled at turning challenges into teachable moments in the classroom and the field, where many students have their first experiences making care decisions for animals in need. “I really want students to know, ‘You can handle this,’” Mzyk says. “‘You are the smartest person in the room, on this farm, in this field, with this goat, and you’re the one who’s going to make a difference.’” She’s still continuing her education at NC State, too, by completing an alternate route residency for board certification through the American College of Veterinary Clinical Pharmacology. “I’m exactly where I’m supposed to be, and I’m doing exactly what I wanted to do, but the path that got me here isn’t a straight line,” she says. “There are different ways to get where you want to go in this profession. You just sometimes have to take a different route and step out of your comfort zone.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Education",
      "Health"
    ],
    "external_links": [
      "https://avmf.org/our-impact/research-support/2024-veterinary-research/)",
      "http://farad.org/),",
      "http://www.farad.org/),",
      "https://www.avmf.org/our-impact/research-support/2024-veterinary-research/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danielle mzyk",
          "sentiment": "none"
        },
        {
          "name": "mzyk",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. department of agriculture",
          "sentiment": "none"
        },
        {
          "name": "food animal residue avoidance databank",
          "sentiment": "none"
        },
        {
          "name": "nc state",
          "sentiment": "none"
        },
        {
          "name": "nc state college of veterinary medicine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T02:36:47.229+03:00",
    "updated": "2024-04-05T02:36:47.229+03:00"
  },
  {
    "uuid": "864e1f11a07e259970cb487512860fe068d70f30",
    "url": "https://natlawreview.com/article/what-you-post-facebook-can-and-will-be-used-against-you-us",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Squire Patton Boggs (US) LLP",
    "published": "2024-08-08T20:57:00Z",
    "title": "What You Post on Facebook Can and Will Be Used Against You (US)",
    "text": "Don’t post anything online that you wouldn’t want your mother – or the Department of Labor – to see. Anyone who once thought that Facebook was a safe place to vent grievances or insult others probably knows by now that social media is no refuge for posting something that you wouldn’t usually say, for example, to your employee. But a Vermont employer learned that lesson the hard way, with a federal district court allowing a lawsuit to move forward in which a former employee alleges that his former employer’s Facebook posts about him were unlawful retaliation. The case is Su v. Bevins & Son, Inc., Case No. [2:23-cv-560](https://www.dol.gov/sites/dolgov/files/OPA/newsreleases/2024/05/SOL2024975%20_%20Order%20Denying%20MTD%20and%20Motion%20to%20Amend_Bevins.pdf). Riley Bockus worked for Bevins & Son, a Vermont construction and excavation business. In 2022, Bryan Bevins, the president of Bevins & Son, purportedly failed to pay Mr. Bockus one and one-half overtime hours based on what he believed was incorrect timekeeping by Mr. Bockus. Mr. Bockus confronted his employer about the short pay and threatened to call the labor board if Mr. Bevins didn’t pay him for his work. Mr. Bevins fired Mr. Bockus later that same day. Unsurprisingly, Mr. Bockus promptly filed a complaint with the US Department of Labor (“DOL”), leading to its investigation into Bevins & Son’s pay practices. Ultimately, Bevins & Son entered into a settlement agreement with the DOL that required the company to pay back wages and liquidated damages to 17 employees and, as compensation for his termination, to pay Mr. Bockus an additional amount of back pay and punitive damages. Without naming any of the employees, the DOL issued a press release about the Bevins & Son’s settlement agreement. A local news station picked up on the release, aired a TV news segment, and published an online story about the matter. Like the DOL, the news reports did not contain the names of any employees. After the news segment aired, Tiffany Creamer, Bevins & Son’s secretary and treasurer, turned to Facebook to speak her peace. “To anyone who saw and watched the WCAX news cast on our business,” she posted, “All we are going to say is please google the disgruntled employee whom was fired and contributed to the story Riley Bockus (his word and character will be seen).” Multiple people responded to Ms. Creamer’s Facebook post, including several comments alleging that Mr. Bockus had a criminal record. Both Ms. Creamer and Mr. Bevins “liked” several of the comments related to Mr. Bockus’s previous criminal activity. The DOL filed a complaint against Bevins & Son on October 26, 2023, alleging that the Facebook post constituted unlawful retaliation against Mr. Bockus. Bevins & Son filed a motion to dismiss. The Fair Labor Standards Act (“FLSA”) makes it unlawful for an employer to discharge or discriminate against an employee for engaging in FLSA-protected activity, which includes whistleblowing activity such as filing a complaint. An employee who brings an FLSA retaliation claim must show (i) he participated in protected activity, (ii) that activity was known to the employer, (iii) an employment action disadvantaging the employee, and (iv) a causal connection between the protected activity and the adverse employment action. Here, there was no dispute that Mr. Bockus participated in protected activity when he filed his DOL complaint and that Bevins & Son knew of that complaint. The third element of retaliation, on the other hand, presented a more difficult question. Can a negative Facebook post be an “employment action disadvantaging the employee” when the post is a true statement about a former employee? Bevins & Son argued that its Facebook post was speech protected by the First Amendment and that, even if it wasn’t, it was nonetheless not an action that disadvantaged its former employee. The Vermont district court rejected these arguments, explaining that in the Second Circuit, an employment action disadvantages an employee if it objectively dissuades a reasonable worker from making or supporting similar charges. For the purpose of an FLSA retaliation claim, courts have found that an employment action disadvantages a former employee under only relatively narrow circumstances. That said, those narrow circumstances include post-employment disparagement because it can damage the terminated employee’s future employment prospects. The court concluded that Ms. Creamer’s Facebook post was a disadvantageous employment action for two reasons. First, the post publicly disclosed Mr. Bockus’ identity and his status as the FLSA complainant, which neither the DOL press release nor the news stories disclosed. Second, the post did more than simply identify Mr. Bockus – it also invited readers to investigate his criminal background, which otherwise had no relevance to the DOL settlement or to the news stories. In other words, Ms. Creamer called unwanted and unfavorable attention to Mr. Bockus by highlighting his criminal record, plausibly damaging his reputation, which the court concluded could qualify as adverse employment action. The court also rejected Bevins & Son’s argument that the First Amendment protected the Facebook post. Although the First Amendment offers broad protections to employers’ speech, such as protecting employers’ right to comment upon matters that impact their business, the First Amendment does not protect speech that is retaliatory under the FLSA. As a result, the court concluded that the Facebook post was unprotected by the First Amendment. “The fact that retaliation comes in the form of speech does not entitle it to special protection,” the court explained. “However, if the speech does not ‘discriminate’ against an employee because that employee has engaged in conduct protected by the FLSA, the employer is entitled to the robust protections typically afforded by the First Amendment.” The court denied Bevins & Son’s motion to dismiss on May 7, 2024, so the case moves forward. The case is a good reminder that social media posts do not exist in a liability vacuum, even when posting from private accounts outside of work. Accordingly, employers should continue to work with employment counsel when responding to employee conduct that the FLSA (or other statutes) may protect and to train employees on best practices for participating in investigations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.dol.gov/sites/dolgov/files/OPA/newsreleases/2024/05/SOL2024975%20_%20Order%20Denying%20MTD%20and%20Motion%20to%20Amend_Bevins.pdf",
      "https://dol.gov/sites/dolgov/files/OPA/newsreleases/2024/05/SOL2024975%20_%20Order%20Denying%20MTD%20and%20Motion%20to%20Amend_Bevins.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bryan bevins",
          "sentiment": "none"
        },
        {
          "name": "unsurprisingl",
          "sentiment": "none"
        },
        {
          "name": "riley bockus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "facebook can",
          "sentiment": "negative"
        },
        {
          "name": "department of labor",
          "sentiment": "negative"
        },
        {
          "name": "bevins & son",
          "sentiment": "none"
        },
        {
          "name": "su v. bevins & son, inc.",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vermont",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:07:39.529+03:00",
    "updated": "2024-08-09T16:23:42.725+03:00"
  },
  {
    "uuid": "b975b1143674f03cf2853442e302cc60e1bbac3f",
    "url": "https://www.lasexta.com/noticias/el-tiempo/llega-borrasca-que-dejara-lluvias-viento-casi-todo-pais-finde-semana-reyes_20250103677798994f1fb700017d91f5.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "laSexta.com",
    "published": "2025-01-03T07:58:00Z",
    "title": "Llega una borrasca que dejará lluvias y viento en casi todo el país para el fin de semana de Reyes",
    "text": "Previsión meteorológica\nLlega una borrasca que dejará lluvias y viento en casi todo el país para el fin de semana de Reyes\nVíspera de Reyes Llega la segunda borrasca de 2025 que dejará un ambiente de lluvias en todo el país, excepto en la mitad occidental donde no lloverá pero sí habrá una nubosidad muy abundante.\nLlega la primera borrasca del año, que va a dejar lluvias durante este viernes y este próximo sábado (3-4 de enero), en zonas de Galicia, el Cantábrico, Castilla y León, Pamplona, Huesca y Lleida. Las temperaturas subirán en el norte y se mantendrán estables en el resto de España.\nPero no se queda ahí, la víspera de Reyes y en plena tarde de cabalgatas (5 de enero) llegará otra segunda borrasca que dejará un ambiente muy \"revuelto\" con lluvias en todo el país, excepto en la mitad occidental del país donde no habrá lluvias pero sí una nubosidad muy abundante que, conforme vaya avanzando la tarde, irán alcanzando zonas del centro.\nDe hecho, este mal tiempo, ha llevado a algunas ciudades como Sevilla y Cádiz a [adelantar su cabalgata de Reyes al sábado 4 de enero](https://www.lasexta.com/programas/mas-vale-tarde/mal-tiempo-obliga-adelantar-cabalgata-reyes-sevilla-sabado-4-enero_202501026776c9cb4f1fb700017d2e8e.html), en vez de al 5.\nTiempo para el 3 de enero\nPara este viernes, 3 de enero, tres comunidades autónomas, Castilla y León, Castilla-La Mancha y Cataluña están en alerta amarilla por nieblas (riesgo para ciertas actividades), que irán desapareciendo en las primeras horas de la mañana, mientras que Galicia tiene el mismo aviso pero por fenómenos costeros y lluvias.Según informa la Agencia Estatal de Meteorología (Aemet) en su web, Galicia mantiene el aviso amarillo por lluvias en el oeste y suroeste de A Coruña, donde se podrán acumular cuarenta litros por metro cuadrado en doce horas.\nAdemás, podría producirse alguna nevada en zonas de montaña del extremo norte, con la cota de nieve por encima de 2.000 metros. No se esperan precipitaciones en el resto de la Península, ni en Baleares, donde predominarán los cielos poco nubosos o con intervalos de nubes altas. Por su parte, en las Islas Canarias son posibles los intervalos nubosos con probabilidad de alguna precipitación débil en las islas occidentales y de calima en las islas orientales.\nEn cuanto a las temperaturas máximas, estarán en aumento en el Ebro, donde puede ser localmente notable, el Cantábrico, la meseta norte, entornos mediterráneos y Canarias y con pocos cambios en el resto de España.\nLas mínimas estarán en ascenso en la mitad norte peninsular, donde pueden ser localmente notables, y sin cambios significativos en el resto de España, por lo que las heladas perderán extensión e intensidad, si bien seguirán afectando a la Cantábrica, Pirineos, Ibérica, sierras del sudeste y este de las mesetas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather forecast",
      "Environment->water",
      "Environment->natural resources",
      "Environment->climate change"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Reyes\nVíspera de Reyes",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T13:15:41.339+02:00",
    "updated": "2025-01-03T13:15:41.339+02:00"
  }
]