[
  {
    "uuid": "0b9068b82ac53bad3c6b6898504a62eedd4935c0",
    "url": "https://www.oursportscentral.com/services/releases/edwards-scores-first-of-the-year-as-otters-fall-3-1/n-6042973",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@osctoday",
    "published": "2023-12-29T00:03:00Z",
    "title": "Edwards Scores First of the Year as Otters Fall 3-1",
    "text": "Edwards Scores First of the Year as Otters Fall 3-1\nDecember 28, 2023 -\nOntario Hockey League (OHL) - Erie Otters News Release\nGuelph, Ontario - Happy Holidays! After 12 days between their last and next games, the well-rested Erie Otters would kick off the proverbial second-half of the season by heading to a Midwest Division foe, the Guelph Storm. Erie and Guelph met earlier in the month of December, with the former taking a 4-1 victory at the Erie Insurance Arena. The Otters would hope to rekindle some of that game's result, as they looked for their first win at the Sleeman Centre since February 2020 - and to get back into a win-streak after seeing their four-game streak snapped prior to the break.\nIn the most prevalent error to open the game, Erie would earn three power play opportunities in the opening frame, but be unable to convert any of the three man-advantages into goals. On home ice, Guelph would strike for first blood 9:43 in thanks to Jake Karabella (9, PPG) with a reviewed goal that was just below the crossbar without being a high-stick. On the other side of a media timeout, Guelph would see Charlie Paquette (10) race 200 feet down the ice to net the second goal of the game. Erie would appear to be held scoreless in the first, but with 2.4 seconds left, it would be Ready Eddy to cut the Erie deficit in half, as Dylan Edwards (1) would score at point-blank range to make it a 2-1 game. Erie and Guelph would be knotted up in shots 13-13.\nWhere goals wouldn't come at too much of a cost in the opening 20, the middle 20 would not allow any to come by, as both team's defenses would limit shot opportunities, and the respective goaltenders would do their jobs perfectly. Each team would receive a power play opportunity, but be unable to convert - putting Erie at 0/4 on the man-advantage through 40. Erie would outshoot Guelph 8-5 in the period, but remain down in a 2-1 contest.\nPenalties and glove-droppings would be the biggest theme of the final frame, as 10 total penalties would be assessed in the last 20. Included in the mix would be the gloves being dropped by captain Spencer Sova and Sam Alfano at varying points. The third period would be the lone period Erie would be outshot, falling 10-9 in the shot category. With just over seven minutes remaining, it would be Max Namestnikov (18) to put the game away for Guelph as the Storm would take and hold onto a 3-1 lead. Erie would finish 0/6 on the power play, and see its woes continue at the Sleeman Centre.\nThe Erie Otters close out 2023 on home ice for a highly-anticipated New Year's weekend. The weekend kicks off on Saturday night with Erie Panthers Night (pres. by United Way of Erie County), as the team honors Erie's last professional hockey team. With the return of the Panthers' black jerseys for one-night-only, team alumni in attendance and sending special messages for the video board, and the first 2000 fans in attendance receiving a Erie Panthers Pennant (pres. by United Way of Erie County), it'll be the perfect way and day to re-live the days of the Tullio Arena. On Sunday, the return of an Erie holiday tradition counts down the start of 2024 with New Year's Rockin' Eve (pres. by Printing Concepts). With a photo booth around the concourse and the first 1500 fans in attendance receiving their very own 2024 Erie Otters Player Calendar (pres. by Printing Concepts), you'll want to be there when the puck drops before the ball does.\nErie Otters Statistics\n• Discuss this story on the\nOntario Hockey League message board...\nOntario Hockey League Stories from December 28, 2023\n-\nSpitfires Go Ice Fishing; Win 5-3 Over Steelheads- Windsor Spitfires\n-\nO'Brien & Okitundu Lead Bulldogs to 5-4 Win in Oshawa- Brantford Bulldogs\n-\nEdwards Scores First of the Year as Otters Fall 3-1- Erie Otters\n-\nMcCue Scores 10th in Petes' Loss to Frontenacs- Peterborough Petes\n-\nBulldogs Sign Top Prospect Briir Long- Brantford Bulldogs\n-\nReturn from Break Sees Greyhounds Visit Saginaw- Saginaw Spirit\nThe opinions expressed in this release are those of the organization issuing it, and do not necessarily reflect the thoughts or opinions of OurSports Central or its staff.\nOther Recent Erie Otters Stories\n-\nEdwards Scores First of the Year as Otters Fall 3-1\n-\nOtters' Early Goals Not Enough in 4-2 Loss\n-\nDepth-Scorers Step up as Otters Win Fourth-Straight\n-\nSpecial Teams Shines Over Guelph, Otters Win Third-Straight\n-\nOtters Play Near-Perfect Road Game, Penalty Kill Shines in 4-1 Road Win",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [
      "https://www.statscrew.com/minorhockey/stats/t-10816/y-2023",
      "https://statscrew.com/minorhockey/stats/t-10816/y-2023"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jake karabella",
          "sentiment": "none"
        },
        {
          "name": "erie",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ontario hockey league",
          "sentiment": "negative"
        },
        {
          "name": "erie insurance arena",
          "sentiment": "none"
        },
        {
          "name": "midwest division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "guelph",
          "sentiment": "none"
        },
        {
          "name": "sleeman centre",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T05:55:32.101+02:00",
    "updated": "2023-12-29T05:55:32.101+02:00"
  },
  {
    "uuid": "4fdb6b429e800baefeaa26ac73313e098235c320",
    "url": "https://vnexplorer.net/jewish-new-yorker-who-survived-hamas-attack-at-nova-music-festival-hugs-the-man-who-saved-her-after-she-had-been-running-away-from-terrorists-for-four-hours-in-touching-reunion-s711514.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T18:39:00Z",
    "title": "Jewish New Yorker who survived Hamas attack at Nova Music Festival hugs the man who saved her after she had been running away from terrorists 'for four hours' in touching reunion",
    "text": "Natalie Sanandaji, 28, returned to Israel for the first time since the harrowing October 7 massacre and met hero Moshe SatiIn the touching reunion filmed by CNN , the two embrace each other while Sati can be seen tearing upSanandaji, who only recently learned Sati's name, expressed deep gratitude, describing him as one of the kindest souls she has ever met\nA Jewish New Yorker who survived the Hamas attack at the Nova Music Festival has reunited with the man who saved her life.\nNatalie Sanandaji, 28, returned to Israel for the first time since the harrowing October 7 massacre and met Israeli hero Moshe Sati, who, alongside his son, rescued more than 100 festival-goers, including herself, by driving into the terrorist attack multiple times, transporting them to safety.\nIn the touching reunion filmed by CNN, the two embrace each other while Sati can be seen tearing up.\nSanandaji, who only recently learned Sati’s name, expressed deep gratitude, describing him as one of the kindest souls she has ever met.\nDespite Sati’s modesty and reluctance for recognition, Sanandaji considers herself fortunate for his selfless actions, emphasizing that he is known in his hometown for always helping others without hesitation.\nNatalie Sanandaji, 28, returned to Israel for the first time since the harrowing October 7 massacre and met hero Moshe Sati, who saved her life\nIsraeli hero Moshe Sati, who, alongside his son, rescued more than 100 festival-goers by driving into the terrorist attack multiple times, transporting them to safety\nIn the touching reunion filmed by CNN , the two embrace each other while Sati can be seen tearing up\nSati’s son, an observant Jew who celebrates the Sabbath – meaning, he cannot drive or work on Saturday, joined his father in the rescue mission despite these limitations.\nSanandaji recounted the emotional reunion, capturing the genuine bond formed between them due to the shared trauma. She said Sati’s acts of heroism went beyond expectations.\nDespite the terrifying ordeal at the festival, Sanandaji conveyed feeling safer in Israel than in the United States.\nShe voiced concerns over the rise in anti-Semitic incidents in the US, particularly in her hometown of New York, citing various acts of hate targeting the Jewish community.\nSanandaji ran for her life while getting gunned down by terrorists on October 7, ultimately surviving the horrific massacre.\nAlthough she made it out alive and returned to her home in Long Island a week later, she said she does not feel any safer back in the US.\nOn October 7, she and three friends were camping overnight at the Supernova Sukkot Gathering near Re’im, an event billed as a night of ‘friends, love and infinite freedom’ to celebrate the Jewish holiday of Sukkot with electronic music.\nOn the first evening, nothing was out of the ordinary. But moments before dawn broke on Saturday, explosions appeared in the sky.\n‘We were woken up by one of our friends who came to tell us some rockets had been sent over.’ For many of her friends, this is normal. ‘But this is not something that I am used to seeing.’\nIn October, Sanandaji told DailyMail.com many were still in the crowd dancing when the first salvoes of rockets passed overhead. For a time, it was not clear what was happening. Some festival-goers were seen walking away from the disruption. Others carried on, unaware.\nDespite the terrifying ordeal at the festival, Sanandaji conveyed feeling safer in Israel than in the United States\n‘Many people who were in the crowd had told me that they thought the noises were coming from the music,’ Natalie said.\n‘After a few minutes, we started to realize that the rockets just kept coming and kept coming and kept coming. Though first time I really realized how severe the situation was becoming was when they shut off the music.’\nSecurity guards reacted quickly, at first telling guests to get down and cover their faces. As the missiles closed in, they told guests to pack what they could and evacuate as soon as possible.\n‘They were there until the end,’ Natalie explained. ‘Most of them had died, guiding us and trying to get us to safety.’\n‘Everybody started driving in one direction. There was traffic from so many cars being in such a confined space all trying to leave at the same time.\n‘Even at that point, in my head I was thinking, “OK, if it’s just rockets, if they’re not in our vicinity, we have the Iron Dome. Some scrap from intercepted rockets could hit our cars. But we’ll be in our cars. We’ll be okay. We’ll get out of here. It might take a few hours because there’s so many people, but we’ll be fine.”\n‘When we started driving in one direction, security started telling people to drive in another direction. That’s when we realized that there must be something else going on other than just the rockets.\n‘Security started yelling at everybody “get out of your cars,” “park your cars on the side of the dirt road and run!”\n‘I didn’t understand why at first… and then we heard the first gunshots.’\nWithin moments, gunmen had entered the festival on motorbikes, in vans and by motorized paraglider and started shooting at the event’s 3,500 attendees with Kalashnikov assault rifles.\nAt least 260 people died in the massacre, with many victims shot in the back as they tried to run. Countless were injured, and many more taken back into Gaza as hostages.\nNatalie only knew that she had to keep moving.\n‘The security told us to pull over to the side of the road: “Being in the cars is making you too easy of a target – get out of your car and start running.”\nNatalie Sanandaji escaped the massacre with a group of friends on Saturday, October 7, 2023\n“These are the only photos I have from the festival. Obviously didn’t have much time to take any other photos or videos since we were running for our lives.” – Natalie Sanandaji, 28\nDestroyed cars and personal items are still left scattered around the festival site, on October 13\n‘As soon as we heard the first gunshots… I was there with three people, we were in the car together. We opened the doors and we started running for our lives.\n‘After that we just ran. I remember at a certain point there was a bit of a ditch. And we were contemplating if we should go into the ditch and hide, or if we should keep running. And we kept running. A lot of people that went into the ditch are not here today. Every decision we made ended up saving our lives. But we had… no one had any idea what decision to make. You just had to make a decision in that moment.’\n‘We ran for about four hours, on and off. In between the gunshots, anytime the gunshots would subdue for a little bit, we would say, “Okay, we’re going to, we’re going to walk a little slower, we’re going to catch our breath.”\n‘The scariest thing for me was running in a certain direction – thinking that you’re running to safety – and then suddenly seeing dozens of other kids running in your direction and realizing that they’re running from a terrorist, that they are running from shooting.\n‘These were innocent children. We had nothing to protect ourselves. Imagine you’re in an open field with nowhere to hide and they are coming at you from every direction.\n‘Kids were running in all different directions and you had to make a split-second decision on where to run, to where you thought it would be safe.\n‘And that decision would either save your life or get you killed or kidnapped.’\nThe group of four continued to follow the road out of Re’im. Their last instruction from camp security had been to push on to the nearest town. For miles, they walked along the banks of short grassland and fields with little in the way of protection.\nAn Israeli officer walks around a campsite at the festival near Re’im kibbutz on October 17\n‘The scariest thing for me was running in a certain direction – thinking that you’re running to safety – and then suddenly seeing dozens of other kids running in your direction and realizing that they’re running from a terrorist, that they are running from shooting.’\nDestroyed cars are seen at the party site near the Kibbutz Re’im on Tuesday, October 10, 2023\n‘The only time we had someone near us to guide us was about two hours in. We saw a police officer and his direction was to go in the direction of the sun. That was the direction the town was in.’\nThe police officer walked with Natalie and her group for a while, armed only with a handgun. He explained he could not call for backup because Hamas had taken over the nearby police station. Over the radio, ‘you could hear the terrorists yelling’.\nThey could only keep moving.\n‘There was just an exodus of hundreds and hundreds of kids walking in the same direction. And then every time we heard gunshots, some people ran this way, some people ran that way.\n‘You’re in an open field and there’s almost nowhere to hide. It felt hopeless. It really felt hopeless. There’s just simply nowhere to hide, there was nowhere to go. There’s stories of some people that hid in drains, in trees and fields. A lot of those people… they ended up finding them and killing most of them.\n‘The ones that survived were the ones that hid under the dead bodies and pretended to be dead.’\nExhausted, Natalie’s group eventually stopped to rest in the shade of a tree. Four hours had passed and they were still miles from the nearest town, an endless journey with no way to know how far they had gone.\nAs they paused, they saw a large white van coming towards them.\n‘At first we thought it might be a terrorist so we fought to get up and run… but then we realised, “where would we run to? What would we do?”‘\nThe group could only wait by the side of the road. The vehicle pulled up and a man got out.\nHe offered them a lift. They still had an hour to go.\nVehicles were abandoned after security guards told attendees to leave their cars and run\nFleeing for their lives, people had no time to react when told the abandon their cars and run. Pictured: car keys are left in the ignition of a destroyed car at the festival on October 12\nCharred and damaged cars along a desert road after an attack by Hamas militants at the Tribe of Nova Trance music festival near Kibbutz Re’im in southern Israel on Saturday, October 7\n‘The people that risked their own lives to try to save us was incredible to see. I couldn’t believe that these people were going out of their way to risk their lives to save all of us. If that man didn’t come with his car, I don’t think I would be here today.\n‘It’s very hard for me to comprehend these stories that I am seeing now, every day, someone else that was kidnapped, that their friends and family had a little bit of hope that maybe they are still alive. Every day people are posting that they have been found dead.’\nNatalie and her friends were fortunate to escape to Patish, a nearby moshav. There, she says the town came together to help those still flooding in.\n‘They gave us food. They gave us shelter. We hid in their bomb shelters.’\nShe described the horror parents were undergoing all the while as they acted quickly to take in more children.\n‘When the rockets started going off, all the children there were messaging their parents, telling them what was happening. To tell them that they were safe and trying to escape.\n‘Many people, after a while, couldn’t get in touch with their kids anymore. Either their kids were kidnapped or killed. So a lot of people in the town were receiving lists of names of people that were at the festival that… weren’t answering their family and friends anymore.\n‘And they were walking around reading off lists of names hoping that maybe somebody was saved and maybe somebody was in the shelter and then they could inform their families that they are okay.’\nNatalie managed to get in touch with her mother, who lives in New York.\n‘I honestly did not tell my mom where I was until after I got home safe because I couldn’t stand the idea of her worrying about me about my life that way.’\nSoon after, Natalie made plans to return home, coming home via Athens. There, she contacted the press, feeling she needed to share her story.\nShe said there is now nowhere she feels entirely safe, amid heightened reports of antisemitism globally. Anti-Jewish threats on Telegram surged 488 percent in the first 18 hours after Hamas’ incursion, according to the Anti-Defamation League.\nThe first four days of the conflict also saw anti-Semitic incidents in the United Kingdom surge by more than 300 percent, according to Community Security Trust.\n‘I have a lot of friends in New York right now who are afraid to leave their homes,’ Natalie said. ‘I had a friend who tried to call an Uber and the Uber driver messaged her and asked her, “Are you Jewish?” And then said, “If you are, I will kill you.”\n‘It doesn’t feel safe to be anywhere right now. The fact that I’m not in Israel doesn’t make me feel safe.\n‘I’m incredibly scared for what’s to come. Because everything that has happened so far is not the end it is only going to get worse and that’s what scares me the most.’\nIn spite of all she has gone through, Natalie’s message to the world is to avoid the conflict descending into further unnecessary factional violence. She says she wants people to ‘understand that we have the same common enemy’ in Hamas, as distinct from the Palestinian people.\n‘[Hamas] is a terrorist organization that does not care though about the lives of Palestinian people, or any people,’ she said. ‘We have to come together against this common enemy.’\n‘I am seeing a lot of support online from a lot of countries, from a lot of governments, from a lot of people I know personally, from people I don’t know personally. But I think there is still a lot of confusion as to who Hamas is, what they are doing.\n‘Especially as an Iranian Jew, just a year ago the Iranian government was killing innocent children in their own streets. And I feel that a lot of Iranians even don’t realize that we are fighting against the same people. We need to come together and realize that we have the same common enemy.’\n‘I also want people to understand the fear that Jews are feeling all over the world, whether it’s in London or Paris, or New York, or Israel.\n‘The things that I’m seeing that are happening in New York – I don’t actually feel safe going home,’ she said.\n‘Everyone keeps telling me “it’s so great that you’re almost back in New York, you’re almost home”. But I don’t feel safe going back to New York.\n‘And that’s the scariest part. That’s the saddest part – that I don’t feel safe.’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "natalie sanandaji",
          "sentiment": "neutral"
        },
        {
          "name": "moshe sati",
          "sentiment": "none"
        },
        {
          "name": "sati",
          "sentiment": "none"
        },
        {
          "name": "moshe satiin",
          "sentiment": "none"
        },
        {
          "name": "sanandaji",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:51:48.509+02:00",
    "updated": "2023-12-29T20:51:48.509+02:00"
  },
  {
    "uuid": "84f3d541f9c370ad625bead176a24ee156cd6c5c",
    "url": "https://www.dhnet.be:443/regions/mons/2024/12/19/50-bouteilles-de-protoxyde-dazote-saisies-par-la-zone-de-police-de-mons-quevy-la-zone-poursuit-son-plan-daction-contre-le-deal-en-rue-BHJMHU2WWBCDFF2QFVS22IWRCQ",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thomas Donfut",
    "published": "2024-12-19T12:57:00Z",
    "title": "50 bouteilles de protoxyde d'azote saisies par la zone de police de Mons-Quévy : \\\"la zone poursuit son plan d'action contre le deal en rue\\\"",
    "text": "50 bouteilles de protoxyde d'azote saisies par la zone de police de Mons-Quévy : \"la zone poursuit son plan d'action contre le deal en rue\"\nLes diverses opérations de police ont été communiquées par la zone de police.\n- Publié le 19-12-2024 à 15h57\nLancé en juillet conjointement par le Parquet de Mons et notre Zone de Police, [le plan d'action \"deal de rue\" se poursuit.](https://www.dhnet.be/regions/mons/borinage/2024/10/21/plan-daction-deal-de-rue-a-mons-quevy-une-organisation-criminelle-demantelee-YS4KFCJPDVFBTH6MIYAA76HWK4/)\nDans ce cadre, la zone a communiqué les plus grosses prises en matière de stupéfiants durant la période du 19 octobre au 16 novembre 2024.\nLors d'une patrouille, sur le territoire de la Zone de Police, les agents remarquent un véhicule mal stationné devant un garage ouvert. \"Nos policiers procèdent au contrôle du véhicule et du garage. Ces contrôles ont mené à la découverte et à la saisie de : 46 bouteilles de 2 litres et 4 bouteilles de 640g de protoxyde d'azote qui ont été découverts et saisis par nos policiers\", a communiqué la police.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "topics": [
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->drug related crimes"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T00:13:22.648+02:00",
    "updated": "2024-12-20T00:13:22.648+02:00"
  },
  {
    "uuid": "a7d71b9c9545f0ee4ad6c021f2cd8dfcf0409040",
    "url": "https://www.elterritorio.com.ar/noticias/2025/02/16/848228-ordenan-reposo-absoluto-para-la-mejoria-del-papa",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "redaccion@elterritorio.com.ar (El Territorio)",
    "published": "2025-02-16T09:03:00Z",
    "title": "Ordenan reposo absoluto para la mejoría del Papa",
    "text": "No dará su tradicional bendición hoy\nOrdenan reposo absoluto para la mejoría del Papa\nLos médicos prescribieron ayer “reposo absoluto” al papa Francisco y modificaron el tratamiento para su infección en las vías respiratorias, informó el Vaticano, un día después de que el pontífice de 88 años de edad fue ingresado al hospital después del empeoramiento de la bronquitis que padece desde hace una semana.\nBajo las órdenes de los doctores, Francisco no dará su tradicional bendición de hoy al mediodía, que podría haber dado desde su habitación de hospital si se encontraba lo suficientemente bien.\nFrancisco durmió bien en su primera noche tranquila en el hospital, desayunó, leyó los periódicos y recibió la Eucaristía ayer, alternando el reposo con la oración y lectura durante la tarde, señaló el Vaticano.\nEl papa ingresó en el hospital Gemelli de Roma el viernes después del empeoramiento de la bronquitis que padece desde hace una semana. Es su cuarta hospitalización desde que su elección en 2013, y suscitó dudas acerca de su salud, que cada vez es más precaria.\nLas pruebas preliminares mostraron que tenía una infección en las vías respiratorias que fue confirmada ayer. En un boletín emitido por la tarde, el Vaticano señaló que Francisco no había tenido fiebre ayer y que las pruebas mostraban una ligera mejora. Francisco, quien es propenso a padecer infecciones respiratorias en invierno, fue diagnosticado con bronquitis el 6 de febrero, pero había continuado realizando audiencias diarias en su suite del hotel del Vaticano. Presidió una misa al aire libre el fin de semana pasado y asistió a su audiencia general el miércoles. Sin embargo, ha estado delegando sus discursos a un asistente para que los lea en voz alta, alegando que tenía dificultades para respirar. “Para facilitar su recuperación, el personal médico le ha prescrito reposo absoluto”, señala el comunicado del Vaticano. Francisco se sometió a la extirpación de parte de un pulmón cuando era joven y ha enfrentado otros problemas de salud.\nLe extirparon 33 centímetros de su intestino grueso en 2021 debido a un estrechamiento del colón. Se sometió a una cirugía abdominal adicional en 2023 para eliminar tejido cicatricial intestinal y reparar una hernia. Utiliza una silla de ruedas, andador o bastón al moverse por su apartamento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->medical condition",
      "Health->health organisation",
      "Religion and Belief->christianity",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-16T11:11:17.290+02:00",
    "updated": "2025-02-16T11:11:17.290+02:00"
  },
  {
    "uuid": "7908dcef5aff36f6a3f0d04f6d01a349ddeb9fed",
    "url": "https://kesq.com/kunamundo/noticias-cnn/cnn-spanish/2023/12/28/venezuela-anuncia-ejercicio-militar-y-acusa-al-reino-unido-de-provocacion-hostil-por-buque-en-las-costas-de-guyana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2023-12-28T22:06:00Z",
    "title": "Venezuela anuncia ejercicio militar y acusa al Reino Unido de “provocación hostil” por buque en las costas de Guyana",
    "text": "Venezuela anuncia ejercicio militar y acusa al Reino Unido de “provocación hostil” por buque en las costas de Guyana\nmacamilarincon\n(CNN Español) –– El presidente de Venezuela, Nicolás Maduro, anunció este jueves que ordenó una acción conjunta defensiva en respuesta a lo que señaló como una “provocación del Reino Unido” luego de que inicialmente la BBC reportara, citando al Ministerio de Defensa británico, que se enviaría un buque patrullero a las costas de Guyana.\n¿Cómo es la riqueza del Esequibo y cómo contribuyó al crecimiento exponencial de Guyana?\n“Por eso he ordenado la activación de una acción conjunta de toda la fuerza armada nacional militar bolivariana sobre el caribe oriental de Venezuela, sobre la fachada atlántica, una acción conjunta de carácter defensiva como respuesta a la provocación y a la amenaza del Reino Unido contra la paz y la soberanía de nuestro país”, afirmó Maduro durante la ceremonia de salutación de fin de año a la Fuerza Armada Nacional Bolivariana (FANB).\nLa reacción de Venezuela sigue a un reporte de la BBC del domingo en el que indicaba, citando al Ministerio de Defensa, que el Reino Unido se preparaba para “enviar un buque de guerra a Guyana en una muestra de apoyo diplomático y militar a la antigua colonia británica”.\n¿Qué sigue ahora en la disputa entre Venezuela y Guyana por el Esequibo? Puntos claves del acuerdo y posibles escenarios\nEl HMS Trent, un patrullero de la Marina británica, agregó la BBC, visitará Guyana, “aliado regional y socio de la Commonwealth, a finales de este mes como parte de una serie de compromisos en la región durante su despliegue de tareas de patrulla en el Atlántico”. El Ministerio de Defensa del Reino Unido confirmó a CNN en Londres esta declaración.\nMaduró calificó a la respuesta venezolana como “acción conjunta militar general Domingo Sifonte” en honor al general que Maduro considera héroe de la Guyana Esequiba y a quien, además, se le rendirá homenaje en enero “trayendo sus restos a que descanse definitivamente en el panteón de los héroes de Venezuela”.\nVenezuela y Guyana acuerdan seguir con diálogo sobre disputa del Esequibo\nLa Cancillería de Venezuela publicó un comunicado en rechazo a la llegada del buque británico y advirtió a la Comunidad del Caribe (Caricom) y a la Comunidad de Estados Latinoamericanos y Caribeños (Celac) de que las acciones contradicen el entendimiento acordado el 14 de diciembre entre Venezuela y Guyana.\n“La presencia de la nave militar es extremadamente grave, ya que viene acompañada de declaraciones por parte de voceros políticos y militares de quien fungió como despojador de la Guyana Esequiba, el cual insiste en inmiscuirse en dicha controversia”, dice el comunicado.\nEl encuentro que se llevó a cabo el 14 de diciembre entre los mandatarios de Guyana y Venezuela en San Vicente y las Granadinas cerró con el compromiso de mantener la vía diplomática como el único camino para resolver el conflicto, y se estableció el acuerdo de 11 puntos suscrito por las partes y los mediadores de ambos países.\n“Venezuela insta a las autoridades guyanesas a tomar medidas inmediatas para el retiro del buque HMS Trent, y abstenerse de seguir involucrando a potencias militares en la controversia territorial”, afirma el comunicado.\nCNN está intentando comunicarse con el Ministerio de Defensa del Reino Unido por los informes de que personal militar venezolano participará en ejercicios militares en el golfo de Paria en respuesta al despliegue del HMS Trent en Guyana.\nOsmary Hernández colaboró con este reporte.\nThe-CNN-Wire\n™ & © 2023 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:58:56.594+02:00",
    "updated": "2023-12-29T00:58:56.594+02:00"
  },
  {
    "uuid": "fa8e6ad75f3e730ed352dae62061a5a0298480fc",
    "url": "https://es.euronews.com/2024/03/29/abadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2024-03-29T04:07:00Z",
    "title": "Abadía de San Benito o un lugar de peregrinación en busca de sosiego y meditación | Euronews",
    "text": "PUBLICIDAD Buscan quietud y meditación . Este es el principal motivo que lleva a monjes y eremitas , desde el siglo IX, a frecuentar la Abadía de San Benito, en el monte Subasio. Un centro religioso que está situado a pocos kilómetros de la ciudad de Asís, en el centro de Italia.\nRestaurada varias veces tras el terrible terremoto que asoló la zona central del país en 1997, actualmente la abadía está gestionada por monjas benedictinas, que han confiado su custodia a su único habitante .\n\"Lo pensé durante un tiempo, porque no era una elección obvia, pero ese deseo me empujó a venir aquí. Eso es lo que debería empujar a cualquiera que quiera venir a pasar unos días conmigo aquí\", declara Alberto Cisco, custodio de la Abadía de San Benito.\nEn busca de tranquilidad en el medio de la naturaleza en Italia El deseo de paz y vida contemplativa es lo que mueve a cualquiera, creyente o no , que sienta la necesidad de aislarse, y pasar unos días en las estancias de la abadía en compañía de su guardián.\n\"Un lugar como este no tiene precio , y hay que preservarlo. Hay que mantener, en cierto modo, el silencio que reina aquí. En los últimos días he recibido muchas peticiones de gente que realmente quiere vivir la experiencia\", añade Alberto Cisco.\n\"Vivir en paz y en silencio. Alberto ha convertido esto en un estilo de vida . Para otros, supone la oportunidad de escapar, por unos, días del caos y el ruido de la vida cotidiana, y quizás, encontrarse, en cierta medida, a sí mismos\".\nDos amigos incondicionales que comparten su vida con el custodio de la abadía Alberto vive en la abadía desde mediados de marzo, en compañía de dos fieles amigos, Birba y Spot. Animales que, junto con él, introducen a los visitantes en el espíritu del lugar.\n\"Creo que aquí es esencial acoger sobre todo a los que quieren venir a ver este lugar y esta arquitectura extraordinaria, pero también a los que quieren venir a disfrutar del silencio \", señala el custodio de la Abadía de San Benito.\nEl silencio y la felicidad de los gestos sencillos en plena naturaleza , y a pocos kilómetros de Asís, una ciudad eternamente ligada a la Iglesia católica . Así se puede resumir, en palabras, lo que representa la Abadía de San Benito. Un lugar de peregrinación que descubre el periodista italiano de Euronews, Luca Palamara.\nCompartir esta noticia Comentarios Noticias relacionadas El papa pide paz y \"respeto y protección\" para todas las religiones en Irak \"House of One\", tres religiones bajo un mismo techo La leyenda del árbol de Navidad: De los ritos paganos a la religión cristiana Italia Iglesia Católica Religión Iglesia PUBLICIDAD Nuestra selección Reproduciendo Siguiente 50.000 desaparecidos desde el comienzo de la guerra en Ucrania Reproduciendo Siguiente Rumanía y Bulgaria se unirán al espacio Schengen el domingo Reproduciendo Siguiente Italia eleva su alerta por terrorismo Reproduciendo Siguiente Lukashenko contradice al Kremlin sobre la huída tras el ataque a Moscú Reproduciendo Siguiente Hungría niega el arresto domiciliario a una activista antifascista PUBLICIDAD Los más vistos Vídeo: Un barco derriba un puente de Baltimore y deja 20 desaparecidos Así son las nuevas monedas de euro El nuevo tren nocturno europeo conecta cuatro capitales desde Bruselas Baltimore: El buque emitió una señal de socorro antes de la colisión Baltimore: Al menos 6 muertos tras el choque del barco con el puente",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.facebook.com/share.php?u=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DFacebook%26utm_medium%3DSocial&title=En+busca+de+sosiego+y+meditaci%C3%B3n+en+la+Abad%C3%ADa+de+San+Benito&#039;,&#039;Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n",
      "https://twitter.com/intent/tweet?text=Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n.+Actualmente+la+abad%C3%ADa+est%C3%A1+gestionada+por+monjas+benedictinas%2C+que+han+confiado+su+custodia+a+su+%C3%BAnico+habitante.&url=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DTwitter%26utm_medium%3DSocial",
      "https://share.flipboard.com/bookmarklet/popout?ext=sharethis&title=Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n&url=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DFlipboard%26utm_medium%3DSocial",
      "https://www.facebook.com/dialog/send?app_id=1911142242492832&redirect_uri=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DMessenger-dsk%26utm_medium%3DSocial&link=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion",
      "https://www.meneame.net/submit.php?url=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DMeneame%26utm_medium%3DSocial&title=En+busca+de+sosiego+y+meditaci%C3%B3n+en+la+Abad%C3%ADa+de+San+Benito&#039;,&#039;Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://www.facebook.com/share.php",
      "https://www.twitter.com/intent/tweet?text=Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n.+Actualmente+la+abad%C3%ADa+est%C3%A1+gestionada+por+monjas+benedictinas%2C+que+han+confiado+su+custodia+a+su+%C3%BAnico+habitante.&url=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DTwitter%26utm_medium%3DSocial",
      "https://www.share.flipboard.com/bookmarklet/popout?ext=sharethis&title=Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n&url=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DFlipboard%26utm_medium%3DSocial",
      "https://www.facebook.com/dialog/send",
      "https://www.meneame.net/submit.php",
      "https://facebook.com/share.php?u=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DFacebook%26utm_medium%3DSocial&title=En+busca+de+sosiego+y+meditaci%C3%B3n+en+la+Abad%C3%ADa+de+San+Benito&#039;,&#039;Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n",
      "https://meneame.net/submit.php?url=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DMeneame%26utm_medium%3DSocial&title=En+busca+de+sosiego+y+meditaci%C3%B3n+en+la+Abad%C3%ADa+de+San+Benito&#039;,&#039;Abad%C3%ADa+de+San+Benito+o+un+lugar+de+peregrinaci%C3%B3n+en+busca+de+sosiego+y+meditaci%C3%B3n",
      "https://facebook.com/dialog/send?app_id=1911142242492832&redirect_uri=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion%3Futm_source%3DMessenger-dsk%26utm_medium%3DSocial&link=https%3A%2F%2Fes.euronews.com%2F2024%2F03%2F29%2Fabadia-de-san-benito-o-un-lugar-de-peregrinacion-en-busca-de-sosiego-y-meditacion",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T10:08:01.430+03:00",
    "updated": "2024-03-29T10:27:47.823+03:00"
  },
  {
    "uuid": "b4974f0b476d214a921680213217de3f4715dc49",
    "url": "https://www.diariodemallorca.es/cultura/2024/01/06/guillem-ignasi-bauza-gusta-artesania-96581945.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rosa Ferriol",
    "published": "2024-01-05T23:23:00Z",
    "title": "Guillem Ignasi Bauzà: «Me gusta la artesanía que hay en la animación ‘stop motion’» - Diario de Mallorca",
    "text": "Guilllem Ignasi Bauzà Cabot ( [Palma](https://www.diariodemallorca.es/tags/palma), 1998) es un joven mallorquín que vive en Portland desde hace casi dos años cuando le surgió la oportunidad de viajar a los Estados Unidos para trabajar en Laika, una empresa dedicada a la fabricación de largometrajes con la técnica stop motion. Además Guillem Ignasi Bauzà atesora desde noviembre el Record Guinnes mundial al poseer ni más ni menos que 263 tubos de las patatas Pringles diferentes. El nuevo ‘record man’ ha pasado las [fiesta](https://www.diariodemallorca.es/tags/ocio-nocturno/) navideñas en la isla, por ello, ha aprovechado para repasar cómo empezó su afición por coleccionar envases de Pringles y contar su día a día en los estudios Laika de Portland. ¿Cuándo empezó a coleccionar los envases de Pringles? Cuando tenía unos trece años. Iba a escuela de teatro y en el patio, como estaba cerca del Müller de la calle Sindicato, había Pringles de diferentes tipos. Un día compré una edición limitada de Navidad y se lo comenté a un amigo que me dijo que debía haber alguien que coleccionaba este tipo de envases. Así me la quedé. Mi récord es de 263 envases de Pringles pero ya debo tener unas cuantas más en Estados Unidos. ¿Hay alguno que te llame la atención? Hay ediciones muy raras, por ejemplo, hay uno dedicado a una final de hockey. ¿Qué le llevó a presentarse al Record Guinness? Cuando llevaba unos 70 envases de Pringles pensé que debía haber alguien que tuviera el récord de coleccionar envases. No había nadie. No existía. Hice la solicitud. Tardaron meses en responder y me dijeron que no era lo suficientemente impresionante y establecieron el récord a batir en 100 envases. Cuando tuve 102 lo volví a intentar pero te piden un conjunto de pruebas que dejé pasar el tiempo hasta que se me canceló la solicitud. Lo volví a intentar cuando llevaba 170 envases pero ocurrió lo mismo. Cuando se me acabó el visado de Estados Unidos y tuve que regresar a la isla, como no tenía nada mejor que hacer, recuperé la hazaña pero ya había alguien que había logrado el récord con 250 envases. Yo tenía un número similar pero coincidió con el hecho de que Pringles cambió el diseño, como no los tenía, compré diez de golpe y así conquisté el Record Guinness. Trabaja en Portland en la producción de ‘Wildwood’ como ‘junior animator’ Además de atesorar el Record Guinness de Pringles, hace casi dos años que trabaja en Porland en los estudios Laika... Me fui en febrero de 2022. Empecé ingeniería informática pero lo dejé para hacer el FP en el Ladat de Animación 3D y Videojuegos mientras en la UOC cursaba la carrera de Diseño y Creación Digital. Luego me trasladé a Barcelona para hacer un máster no oficial de animación stop motion y de ahí me marché a Portland. ¿Qué es la aminación stop motion? Es crear la ilusión de movimiento mediante muchas imágenes por segundo. Realmente es como funciona un vídeo. Si en el cine normalmente son 24 fotos por segundo, la animación tradicional son 24 dibujos por segundo y el stop motion son 24 fotos por segundo pero no es como un vídeo porque preparas cada foto. «La experiencia de trabajar en Laika es genial porque es donde puedo aprender más del mundo» ¿Qué le cautivó de este mundo? Me empezó a gustar mucho la animación y cuando cursé FP en Ladat, hicimos un ejercicio de stop motion que me encantó. Así empecé a interesarme por este mundillo. Miré lo de Barcelona e hice un curso en Valencia. ¿Qué es lo que te apasiona de la animación stop motion? Que todo lo que uno ve es real. Me gusta su artesanía. Es verdad que en las grandes películas hay elementos digitales, pero todo los que son protagonistas o que salen en primer plano está hecho a mano. En Laika hay un departamento de vestuario. Es una pasada. Me gusta la artesanía de que todo sea real. ¿Cómo aterrizó en Portland? En Portland están los estudios Laika. Por alguna razón Portland en Estados Unidos es la capital del stop motion igual que Bristol en Inglaterra. Sobre papel es el mejor estudio del mundo y solicité unas prácticas de animación. No me las dieron. Era durante la pandemia y el tema del visado era muy complicado. De todas formas, mantuvimos el contacto. Unos meses después me escribieron que iban a empezar una producción si estaba interesado en trasladarme a Portland como animation assistant. No lo dudé pero desde que me lo ofrecieron hasta que pude ir pasaron cuatro o cinco meses por el tema del visado. La producción aún no ha salido, se llama Wildwood. Se trata de una película basada en el libro del mismo nombre, es un libro local de Portland. «El ‘dimoni’ tuvo la oportunidad de ser un invitado especial en la inauguración del museo Mosma» ¿Cuál es su aportación en dicha producción? Me ascendieron a junior animator. En un estudio más pequeño haces de todo, pero no es el caso de Laika. Es un estudio grande compuesto por unas 600 personas. Ya hay un set con unos personajes y la cámara colocada, yo voy moviendo y haciendo fotos a los personajes para conseguir el plano que el director quiere. Mi trabajo únicamente consiste en mover los muñecos y hacer las fotos. He creado personajes pero como hobby, en Laika mi trabajo consiste en la animación. En Laika solo he trabajado en esta producción. En Valencia trabajé dos semanas con Play Doh Show, que es una seria infantil para YouTube, pero luego ya me llamaron de Laika. ¿Qué balance hace de estos casi dos años en Portland? Está muy bien. La experiencia es genial porque es donde puedo aprender más del mundo pero la verdad que no me veo allí siempre. Me gusta vivir allí y la experiencia laboral es increíble. En estos estudios el presupuesto es lo de menos porque el dueño es el hijo de Nike, es el director de la película en la que trabajo. Es un gran trabajador y es increíble que decida invertir su fortuna en hacer películas de stop motion. En estos estudios se aprende mucho más porque cada uno tiene su especialidad. A la larga, no me veo viviendo allí y acabaré regresando para hacer algún que otro corto o producción. Los dimonis también han saltado al mundo del stop motion… En el curso de Barcelona tenía que hacer un ‘muñeco’ como final de proyecto y me decanté por el dimoni. Primero hice un vídeo con el dimoni que bailaba ball de bot. El éxito llegó después. Cuando Bizarrap sacó un vídeo con Nathy Peluso que se volvió viral, hice un Tik Tok con el dimoni bailando como Nathy Peluso. Lo petó porque la propia Nathy Peluso lo compartió. Gané seguidores. Luego hice otro que funcionó. Ahora el dimoni tiene la estructura rota, pero la idea es arreglarlo y subir más vídeos. Y este dimoni está inspirado en los Dimonis del Centre Cultural de Sant Joan… Sí, sí. Además este dimoni tuvo la oportunidad de ser un invitado especial en la inauguración del museo Mosma (Museum of Stop Motion Animation) en Portland.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:30:13.962+02:00",
    "updated": "2024-01-06T01:30:13.962+02:00"
  },
  {
    "uuid": "77f8a87c36d8ce969a45a833e392c9dba787304b",
    "url": "https://www.tagesanzeiger.ch/knall-in-allschwil-14-lehrerkuendigungen-an-der-primarschule-452011315515",
    "ord_in_thread": 0,
    "author": "Isabelle Thommen",
    "published": "2025-06-25T18:44:00Z",
    "title": "Knall in Allschwil: 14 Lehrerkündigungen an der Primarschule | Tages-Anzeiger",
    "text": "Krise vor den Sommerferien: In der Primarschule Allschwil brodelt ein Streit. Symbolfoto: Madeleine Schoder\nJetzt abonnieren und von der Vorlesefunktion profitieren. Abo abschliessen Login BotTalk In Kürze: Vierzehn Lehrpersonen der Primarschule Allschwil haben ihre Stellen gleichzeitig gekündigt. Die Schulleitung soll durch autoritären Führungsstil Kritik systematisch unterdrückt haben. Der Schulrat weist die Vorwürfe zurück und spricht von normaler Fluktuation. Der Lehrerverein Baselland hat eine aufsichtsrechtliche Anzeige gegen die Schulleitung eingereicht. Keine zwei Wochen dauert es mehr bis zu den Sommerferien im Baselbiet, an der Primarschule Allschwil dürfte derzeit aber nur wenig Ferienstimmung herrschen. Beim Personal kriselt es. 14 Lehrpersonen haben gleichzeitig gekündigt, wie während einer Fragestunde im Baselbieter Landrat kürzlich ans Licht kam.\nNun kritisiert der Verein Starke Schule beider Basel (SSbB) in einem Bericht die Schulleitung scharf: «Führungsstil der Schulleitung löst Flut von Kündigungen aus», heisst es im Titel. Die Vorwürfe: «Willkürliches, schikanöses und gesetzwidriges Verhalten, Mobbing und Vetternwirtschaft sowie ein autoritärer, fast schon diktatorischer Führungsstil.»\nJürg Wiedemann, Vorstandsmitglied beim SSbB, sagt auf Nachfrage: «Zwölf der betroffenen Lehrerinnen und Lehrer haben sich bei uns gemeldet. Das sind teilweise tragische Fälle.» Briefe von Lehrpersonen an die SSbB, von denen dieser Redaktion ebenfalls einige vorliegen, berichten davon, dass die Lehrpersonen das Gefühl hatten, ihre Meinung gegenüber der Schulleitung nicht mehr frei äussern zu können. «Kritische Rückmeldungen im Konvent oder per E-Mail führen regelmässig zu persönlichen Vorladungen oder gar Aktennotizen», heisst es in einem Brief. Fragen würden als «unangemessen» und «stimmungsschädlich» abgetan. Von einem «Klima der Angst» und «Schikane» ist die Rede.\nAufsichtsrechtliche Anzeige gegen Primarschule «Die dokumentierten Führungsschwächen in der Schulleitung offenbaren gravierende systemische Defizite, verschärft durch eine überforderte und wenig durchsetzungsfähige Schulaufsicht», kritisiert der SSbB im Bericht weiter. Darin wird zudem der Rücktritt der Schulleitung und des Schulrats gefordert. Der Bericht habe viele Reaktionen hervorgerufen, sagt Wiedemann. «Bisher waren bis auf eine einzige alle positiv.»\nDer Verein wirft der Schule weiter vor, das Personalgesetz und die Personalverordnung verletzt zu haben. So habe die Schulleitung darauf bestanden, Entlastungslektionen auszuzahlen, obwohl dies durch das Amt für Volksschulen seit dem Schuljahr 2023/24 untersagt ist. Zudem hätten Mitarbeitende immer wieder befristete Arbeitsverträge erhalten, obwohl sie Anspruch auf einen unbefristeten Vertrag hatten – und ihnen dieser auch zugesagt worden sei.\nDer Lehrerinnen- und Lehrerverein Baselland (LVB) hat deshalb eine aufsichtsrechtliche Anzeige eingereicht. Das bestätigt Präsident Philipp Loretz gegenüber dieser Redaktion. Man habe ebenfalls mit verschiedenen betroffenen Lehrpersonen Kontakt gehabt. Mehr könne er aber nicht sagen, es gelte, die Mitglieder zu schützen, sagt Loretz. Von einem ähnlichen Fall hat er keine Kenntnis. «Das ist ungewöhnlich.»\nSchulrat: «Keine unbefriedigende Gesamtsituation» Die Schulleitung lässt eine Anfrage dieser Redaktion zu den Vorwürfen unbeantwortet. Hingegen widerspricht der Schulrat der Primarstufe Allschwil der Kritik in einem Statement: «Von diesen vierzehn Kündigungen erfolgten fünf Kündigungen aufgrund einer Unzufriedenheit mit der Primarstufe Allschwil. Die übrigen Kündigungen erfolgten aus anderen persönlichen Beweggründen.» Schulratspräsidentin Nicole Morellini nennt dabei neue berufliche Herausforderung, Weiterbildungen oder eine neue Anstellung. Die Gründe seien der Schulleitung bekannt und nachvollziehbar.\n«Auch wenn die Primarstufe Allschwil den Weggang dieser Lehrpersonen bedauert, kann von einer allgemein unbefriedigenden Gesamtsituation nicht die Rede sein», heisst es im Statement. «Die Anzahl der Kündigungen bewegt sich grundsätzlich im Jahresdurchschnitt. Alle offenen Stellen konnten bereits vor einigen Wochen wieder besetzt werden.» Insgesamt arbeiten über 240 Personen bei der Primarschule Allschwil.\nDie Vorwürfe der Starken Schule beider Basel nehme der Schulrat zur Kenntnis. «Im Rahmen seiner Kompetenzen setzt sich der Schulrat für ein gutes Arbeitsklima ein und ergreift die notwendigen Massnahmen. Aufgrund des Datenschutzes und des Amtsgeheimnisses kann der Schulrat zu Personalfällen keine Auskunft geben oder diesbezügliche Fragen beantworten.»\nGemeinderätin: «Wir schauen nach vorne» Bereits vor eineinhalb Jahren hatte das Thema Schule in Allschwil Schlagzeilen gemacht. Damals ging es um das Ressort Kinder und Familien, das der zuständigen Gemeinderätin Silvia Stucki (SP) entzogen wurde. Der Streitpunkt damals: die Schulraumplanung. Stucki hatte sich öffentlich anders als der Gesamtgemeinderat positioniert. Ihr wurde daraufhin vorgeworfen, sie habe das «Kollegialitätsprinzip in schwerwiegender Weise verletzt».\nDieser Streit im Gemeinderat ist mittlerweile etwas in den Hintergrund gerückt: Nach den Neuwahlen und geänderten Machtverhältnissen im Gemeinderat erhielt Stucki das Ressort zurück . Auch mit dem Rektorat und der Schulleitung soll Stucki damals im Streit gelegen sein. Die Frage, wie sich der damalige Zwist auf die jetzige Situation auswirkt, in der ebenjene Schulleitung in der Kritik steht, beantwortete Stucki auf Anfrage nicht.\nIn einem Statement gibt die Gemeinderätin Folgendes bekannt: «Der Gemeinderat ist sich bewusst, dass die Primarschule vor grossen Herausforderungen steht, deshalb sind wir selbstverständlich mit dem Schulrat und dem Amt für Volksschulen im Austausch.» Man bitte um Verständnis, dass man sich zu laufenden oder zurückliegenden internen Vorgängen und zu einzelnen Personen nicht öffentlich äussere. «Unser Ziel ist es, gemeinsam tragfähige Lösungen im Sinne der Schule, der Lehrpersonen und insbesondere der Kinder und ihrer Eltern zu finden – wir schauen nach vorne.»\n«Unverständlich, dass man es nicht schafft, Mitarbeitende zu halten» SVP-Landrätin Anita Biedert sagt: «In solchen Situationen finde ich es wichtig, immer beide Seiten anzuhören.» Sie ist Mitglied beim SSbB und hatte im Landrat das Thema um die Kündigungen aufgeworfen. «Ich habe die Perspektive einiger Lehrpersonen gehört, könnte mir aber erst ein vollständiges Bild machen, wenn ich an einer Konferenz mit dabei wäre, respektive die Darlegung seitens der Schulleitung anhören würde. Man kann aber sagen, dass diese vielen Abgänge auf einmal auffällig sind.»\nSie fordert, dass alle Verantwortlichen nun zusammensitzen und eine Auslegeordnung machen. «Ich würde ihnen empfehlen, das jetzt zu analysieren und die Ergebnisse öffentlich zu machen. Viele Eltern könnten durch die Berichte verunsichert werden, was gerade zum Zeitpunkt eines Schuljahreswechsels sehr ungünstig ist. In solchen Situationen gibt es auch schnell Verallgemeinerungen. Solche würden der guten Schule Baselland nicht gerecht werden.»\nDie Lage an der Primarschule Allschwil schätzt LVB-Präsident Loretz als für alle Beteiligten schwierig ein. «Es ist auch für die Schülerinnen und Schüler eine schwierige Situation. Es gibt viele Wechsel. Man muss neue Leute einarbeiten, auch fürs Kollegium ist das ein grosser Aufwand», sagt er. «Es ist unverständlich, dass man es in Zeiten von Lehrpersonenmangel nicht schafft, die Mitarbeitenden zu halten. Personalbindung wäre wichtig, und das hat hier nicht funktioniert.» Der Fall zeige aber auch, dass Lehrerinnen und Lehrer derzeit viele Möglichkeiten prüften, um andere Stellen zu finden.\nNewsletter Unter Verdacht Erhalten Sie die Hintergründe zu aktuellen Gerichtsfällen, die die Schweiz bewegen. Weitere Newsletter\nEinloggen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Education->students",
      "Education->teachers",
      "Education->school",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Politics->education policy",
      "Politics->local government and authority"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://bottalk.io/de/",
      "https://www.bazonline.ch/schlammschlacht-in-allschwil-stucki-gate-im-gemeinderat-artet-aus-899261671923",
      "http://starke-schule-beider-basel.ch/archiv/Archiv_Artikel/FuehrungsstilvonSchulleitungloestFlutvonKuendiunge.aspx",
      "https://www.bazonline.ch/allschwil-gemeindepraesident-franz-vogt-zum-fall-silvia-stucki-738988203312",
      "https://www.bottalk.io/de/",
      "https://bottalk.io/de",
      "https://bazonline.ch/schlammschlacht-in-allschwil-stucki-gate-im-gemeinderat-artet-aus-899261671923",
      "https://bazonline.ch/allschwil-gemeindepraesident-franz-vogt-zum-fall-silvia-stucki-738988203312",
      "http://www.starke-schule-beider-basel.ch/archiv/Archiv_Artikel/FuehrungsstilvonSchulleitungloestFlutvonKuendiunge.aspx"
    ],
    "entities": {
      "persons": [
        {
          "name": "Schoder",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Baselland",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Verein Starke Schule beider Basel",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ch",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T10:04:23.699+03:00",
    "updated": "2025-06-27T07:11:37.000+00:00"
  },
  {
    "uuid": "f35f5878dfb4b5b39d623194f5ba19f78adedc1b",
    "url": "https://sundayguardianlive.com/investigation/book-remembers-tibets-long-armed-struggle-against-china",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vijay Kranti",
    "published": "2024-03-10T00:04:00Z",
    "title": "Book remembers Tibet’s long armed struggle against China - The Sunday Guardian Live",
    "text": "The author, Jamyang Norbu, was himself a soldier in ‘Chu Shi Gangdruk,’ Tibet’s main guerrilla force. A popular notion that China could attack and occupy Tibet simply because the Tibetan people were followers of the Buddha and the Dalai Lama and hence were committed to non-violence to the extent of being timid, indifferent and resigned to their fate, calls for a fresh visit to recent Tibetan history for a serious revision and correction. Famous Tibetan writer Jamyang Norbu’s latest book “Echoes from Forgotten Mountains: Tibet in War and Peace” (Penguin Viking) is the most suitable single-window to peep into this topic. The strongest point of this monumental book (891 pages) is that it is the product of Jamyang Norbu’s decades-long research. Apart from going through most of the available records and published material on the Tibetan resistance movement, the book also draws on his one-on-one meetings with the surviving Tibetan soldiers, guerrilla fighters, their CIA trainers, secret agents, peasants, merchants and even those surviving beggars who were either direct participants or were first-hand witnesses to the armed fightback of the Tibetan people against China’s invading and occupying People’s Liberation Army (PLA). This book is focused on the fateful years of Tibetan history from 1949 to the mid-1970s, when Mao’s PLA invaded and occupied Tibet to face a long, fearsome, eventful and bloody guerrilla war conducted by the Tibetan people, which, unfortunately, ended suddenly in September 1974, with the massacre of Tibetan guerrilla warriors in joint operations by the PLA and an obliging Royal Nepal Army. Jamyang himself was a soldier in “Chu Shi Gangdruk,” Tibet’s main guerrilla force, which stands defunct and disbanded today but was Tibet’s most respected national guerrilla freedom army from the 1950s to the mid-1970s. This makes it a book which is going to be indispensable for the coming generations of Tibetans and researchers. Jamyang Norbu is a renowned Tibetan political commentator, historian, thinker, novelist and a popular playwright of the Tibetan diaspora. His novel, “The Mandala of Sherlock Holmes”, won the Crossword Book Award in 2000 and has been translated in over a dozen languages. His other books like “Illusion and Reality”, “Buying the Dragon’s Teeth”, “Shadow Tibet” and “Don’t Stop the Revolution” have been received quite well both by Tibetan and non-Tibetan scholars on China and Tibet. Jamyang has liberally used his personal life story and the history of his own family to make this massive narration interesting, authentic and an easy to understand history of the Tibetan armed resistance. Jamyang’s courage to present his perspective of history to his audience makes his voice stand out in the cacophony of present day Tibetan society, which stands divided along a deep trench between the Rangzen (complete freedom from China) and the Umaylam (middle path of rapprochement with China) factions. One example is his description of the events of 1950 which led to Chinese PLA’s first major and key victory in eastern Tibet. While the Tibetan Kashag (Cabinet of Dalai Lama’s exile government) paid glowing tributes to its former minister colleague, Ngabo Ngawang Jigme on his death in Beijing in 2009 as an active collaborator of China, Jamyang has exposed his role as a coward and traitor governor of Tibet’s eastern provinces. The book has a good archival value too. Many old photos and maps are included in the book, making it a collector’s item. A nearly complete set of photos of the CIA-trained Tibetan guerrilla paratroopers, who were secretly air dropped in Tibet, is something special. Besides telling the stories of many brave men, women, nomads, Lamas and nuns who fought against China’s occupying PLA, the writer has also gone into reasons of their defeat at the hands of Chinese. Robert Ford (1923-2013) was the only radio operator of the Tibetan government and the only foreigner living permanently in Tibet when the PLA attacked and occupied a big part of Eastern Tibet. Ford told Jamyang about his discussions with General Karchung of the Tibetan army, who had faced the first PLA attack on 7 October 1950 at Riwoche and later was in Chinese captivity along with Ford. Quoting from his long interviews with Ford, Jamyang points out that there was only one radio receiver at Tibetan government’s command when the PLA entered Tibet. If the Tibetan army had one more radio at Riwoche and another at Markham then the history of Tibet would have been different, as the Tibetan army would have got enough time to plan and fight back. He quotes Ford saying, “In just, possibly, a week or so, the many high passes in that region would have become snowbound…. Chinese would have had to force their pack animals and porters through the many snowbound passes to Chamdo, and that would unquestionably have led to a disaster (for PLA)….” He also points out, “….When (Tibetan people’s) troops went to the front line, they took their families with them. With (General) Muja’s men came as many women and children, with all their household goods and personal belongings piled up on yaks and mules….” A major attraction of the book is the story of “Chu-Shi-Gangdruk” (i.e. “Four Rivers Six Ranges”) which was the main volunteer guerrilla force led by the legendary Andrug Gompo Tashi, the most fearsome, brave and highly respected fighter in modern Tibetan history. The book tells the force’s story right from its formation as a volunteer army and later its adoption by the CIA for training at Colorado’s secret Camp-Hale and subsequent armed operations inside Tibet. Unfortunately, the US and CIA’s support lasted only until the US government started its honeymoon with Mao’s China in the 1970s. The CIA suddenly decided to distance itself from the guerrilla force, leaving it unprotected and then massacred by Nepal’s Royal Nepal Army and the Chinese PLA in the mid-1970s. Jamyang has interviewed many CIA trainers and coordinators who were involved in training the Tibetans and their guerrilla actions inside Tibet. Sadly, the armed struggle of the helpless and friendless Tibetan people has failed to match the Chinese power machine over the past seven decades. The planned and aggressive settlement of millions of new Han settlers from China across Tibet and a massive machine of soldiers, policemen, informers and a sophisticated digital surveillance system have left no space for an armed resistance inside today’s Tibet. But the unending wave of self-immolation by the Tibetan people which has seen over 150 young boys and girls, monks and nuns making the supreme sacrifice in recent years, is an unambiguous statement that the fighting spirit of the Tibetan people against their colonial Chinese masters is alive. This book provides a perfect background to the survival of this fighting spirit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chu shi gangdruk",
          "sentiment": "negative"
        },
        {
          "name": "jamyang norbu",
          "sentiment": "negative"
        },
        {
          "name": "buddha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jamyang norbu",
          "sentiment": "none"
        },
        {
          "name": "cia",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tibet",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "forgotten mountains",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T09:15:53.856+02:00",
    "updated": "2024-03-10T09:15:53.856+02:00"
  }
]
