[
  {
    "uuid": "c48ba412ac891cf7839a015ad9626428c8e75d0b",
    "url": "https://www.nbcconnecticut.com/news/local/some-of-cts-newest-state-troopers-recognized-as-heroes-during-academy-graduation/3180691/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mike Massaro",
    "published": "2023-12-28T10:53:00Z",
    "title": "Some of CT's newest state troopers recognized as heroes during academy graduation",
    "text": "Connecticut State Troopers know that during their careers they will be expected to perform heroic acts. What stands out about the most recent graduating class of recruits, however, is that some of them already have.\nThere was a graduation ceremony held Thursday, to recognize Connecticut’s newest class of State Troopers. 32 men and women received their badges as part of the 134th academy class and have been assigned to various barracks around the state. Highlighting the celebration was an unusual award, honoring seven recruits and two academy instructors.\n“The actions of these personnel are in the highest tradition of the Connecticut State Police,” said Lt. Ryan Maynard, introducing the award recipients.\nOn the morning of August 18th, just nine weeks into training, these recruits helped save the life of fellow recruit Andrea DeCusati.\nGet Connecticut local news, weather forecasts and entertainment stories to your inbox.\n[Sign up for NBC Connecticut newsletters.]\n“All of a sudden we kind of heard weird noises coming from the other side of the room,” said recent state police academy graduate, Lina Vivo.\nThat noise was Decusati collapsing. She was having a seizure. Vivo says she immediately called for the class medics. Among them, fellow recruit, and former National Guard medic, Donnell Niles.\n“It was definitely something that I’ve prepared for and done in the past,” said Niles.\nLocal\nLife sustaining measures allowed for DeCusati to be transported to Yale New Haven Hospital.\n“Both the Yale medical staff and the recruit's family directly attributed the patient’s survival to the immediate response of academy staff and recruits,” added Lt. Maynard.\nAlthough DeCusati could not complete training, she was honored Thursday, with her fellow recruits. Classmates say they were motivated by her desire to become a trooper.\nFrom the events of August 18th, came what is now the class mantra, “Always Ready. Always There.”\n“It’s the glue that started the fibers that connected us as a family,” said Niles.\nThe lifesaving moment has created a life-long bond.\n“Everyone’s personalities. Everyone’s mood toward the academy changed,” said Vivo. “We just became a huge family after that and from there you can’t stop us as a class.”\nThe seven former recruits and two instructors who received the Medal for Lifesaving at Thursday's graduation are as follows:\nTrooper Gunner Nunn, Trooper Julia Gettings, Trooper Justin Trzaski, Trooper Kelly Mazza, Trooper Lina Vivo, Trooper Nicholas Jamaitus, Trooper Donnell Niles, Trooper First Class Donald Dunning (Academy Instructor), Sergeant Jason St. John (Academy Instructor).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andrea decusati",
          "sentiment": "none"
        },
        {
          "name": "ryan maynard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "connecticut state police",
          "sentiment": "none"
        },
        {
          "name": "nbc connecticut",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "connecticut",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:32:31.164+02:00",
    "updated": "2023-12-29T01:32:31.164+02:00"
  },
  {
    "uuid": "ad8801977f23c9dc4e8b7c7bfdf6b337817bc160",
    "url": "https://foreignpolicy.com/2024/06/06/north-korea-south-balloons-satellite-military-drills",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jack Detsch",
    "published": "2024-06-06T21:12:00Z",
    "title": "Tensions Flare Between North and South Korea",
    "text": "Welcome back to Foreign Policy ’s SitRep.\nToday marks the 80th anniversary of the D-Day Allied landings in Normandy, France, to liberate Europe from Nazi Germany. U.S. President Joe Biden as well as American World War II veterans, many over 100 years old, traveled to France for the commemoration events. Thanks to Brexit, though, British paratroopers who parachuted into France for the ceremonies had to get their passports checked by French customs officials near the fields where they landed.\nAlright, here’s what’s on tap for the day: North Korea lashes out at South Korea with dung-filled balloons, the U.S. approves Ukrainian strikes in Russian territory, the geopolitical fallout from Sudan’s civil war , and more.\nBallooning Tensions South Korea is fed up with North Korea’s garbage—literally. Last week, North Korea sent around 3,500 balloons full of manure, scrap paper, and cigarette butts over the border into South Korea, in response to South Korean activist groups sending balloons with propaganda leaflets and other contraband to their isolated neighbors to the north.\nAnd even though no one was hurt by the North Korean deliveries—and Pyongyang promised to pause the mud-slinging for now—the damage had been done. The relative calm on the Korean Peninsula was officially trashed.\nOn Tuesday, Seoul suspended a six-year-old military agreement with Pyongyang that aimed to decrease tensions between the two countries by requiring both sides to stop holding military drills or carrying out psychological warfare activities in border areas. It’s a move that has some officials and experts worried that hostility on the Korean Peninsula—already on the rise after North Korea carried out an underwater nuclear test in January—could blow through the roof.\nTit-for-tat. The scrapped 2018 deal dated back to former South Korean President Moon Jae-in’s time in office, where he sought direct rapprochement with the north in three successive meetings with North Korean dictator Kim Jong Un. Both sides agreed to stop blaring propaganda messages across the border at one another and to halt live-fire exercises within the 400-square-mile demilitarized zone (DMZ) along the 38th parallel that roughly splits the two countries.\nBut even before Seoul killed the deal, relations on the Korean Peninsula were already deteriorating. North Korea’s failed launch of a military spy satellite in late May prompted South Korea to conduct air drills with 20 fighter jets—including F-35s, F-16s, and F-15s—maneuvering near the no-fly zone along the DMZ. And that’s when North Korea started sending trash balloons over the border.\n“We cannot help being enraged by such intolerable saber-rattling, a blatant violation of our national sovereignty,” Kim said . He called South Korea a “gangsters’ regime.” And he punctuated his comments by firing 18 short-range ballistic missiles in a military drill.\nNow, the Americans are involved. On Wednesday, the United States sent a long-range B-1 bomber over the Korean Peninsula in joint drills with Seoul and dropped precision-guided bombs. It was the first time that had happened in seven years. It last occurred during the war of words between former U.S. President Donald Trump and Kim that lasted for most of 2017.\nUnwelcome distraction. For the last three years, the Biden administration has said that the U.S. will meet with North Korea anytime, anywhere, and without preconditions—a message that Pyongyang has pointedly ignored, even as Biden himself publicly repeated the pledge during Japanese Prime Minister Fumio Kishida’s visit to Washington in April.\nBut the flare-up in tensions comes at a time when the United States is trying to get South Korea to focus outside of the Korean Peninsula and repair relations with Japan to deal with the threat of China’s military rise.\nHistorical animosity stemming from Japan’s World War II-era occupation of Korea, including the military sexual enslavement of thousands of Korean women, had undermined the prospect of a diplomatic thaw for most of the past eight decades. But Seoul and Tokyo had a “kumbaya” moment at a Camp David summit with Biden, Kishida, and South Korean President Yoon Suk-yeol in August 2023 . Earlier this week, all three countries agreed to hold joint military exercises, and Japan and South Korea agreed to re-normalize defense ties in a significant step toward overcoming those historical issues.\nNow, South Korea’s military assets—and the political bandwidth to keep an eye on China—are once again being diverted to deal with North Korea’s threats.\nLet’s Get Personnel Biden has nominated Julie Smith to serve as the undersecretary of state for political affairs, the State Department’s fourth-ranking job. The role has been vacant since Victoria Nuland retired in March. Smith will stay on in her current job as U.S. ambassador to NATO while she goes through the confirmation process.\nBiden has also tapped Kin Moy to be U.S. ambassador to Vietnam and James Story to be U.S. ambassador to Mozambique. Both are career foreign service officers.\nKelly Magsamen , the chief of staff to U.S. Secretary of Defense Lloyd Austin, is set to leave her job at the end of the month after three and a half years.\nHouse Speaker Mike Johnson has appointed Reps. Scott Perry of Pennsylvania and Ronny Jackson of Texas to serve on the House Intelligence Committee, putting two close Trump allies on the powerful congressional panel charged with overseeing U.S. spy agencies.\nJohnson has also tapped Republican U.S. Rep. Ben Cline of Virginia to serve on the China select committee.\nOn the Button What should be high on your radar, if it isn’t already.\nBeyond the Russian border. The Biden administration is now allowing Kyiv to hit targets inside Russia close to the Ukraine border with U.S. arms, and Ukraine hasn’t wasted any time since it got the green light. By Wednesday, Ukraine had already struck inside Russia with U.S. weapons, congressional aides and NATO officials told us, as Russia ramps up attacks on the Ukrainian city of Kharkiv near the Russian border. Other European countries, including the United Kingdom, France, and Germany, have given Ukraine similar approvals .\nSome officials and congressional aides we’ve spoken to (all spoke on condition of anonymity to discuss sensitive matters) concede there’s a chance this could further escalate tensions between Russia and NATO, particularly as Russian President Vladimir Putin floats more nuclear threats. Others believe the policy is necessary for Ukraine to defend itself and are frustrated the Biden administration has taken so long to approve the measure, believing the White House is leaning too far into micromanaging how Ukraine uses U.S. weapons systems.\nWe just want to talk. The Chinese People’s Liberation Army (PLA) has been aggressively recruiting former fighter pilots from NATO countries to train members of its air force and naval aviators, according to a bulletin issued Wednesday by the Five Eyes intelligence alliance composed of the United States, United Kingdom, Canada, Australia, and New Zealand.\n“The PLA wants the skills and expertise of these individuals to make its own military air operations more capable while gaining insight into Western air tactics, techniques, and procedures,” the notice said. Front companies around the world have offered potential recruits “exorbitant salaries,” Michael C. Casey, the director of the U.S. National Counterintelligence and Security Center, said in a statement.\n“Somalia on steroids.” The U.S. special envoy for Sudan told Foreign Policy that the East African country’s ongoing civil war could devolve into a failed state, warning that it could become “Somalia on steroids,” as Robbie reported this week .\nSudan’s civil war, one of the world’s deadliest conflicts, has killed around 150,000 people by some estimates and been the scene of widespread atrocities including ethnic cleansing and potentially genocide. It has significant geopolitical implications as well: Russia is eyeing establishing a naval refueling station in Sudan on the strategically important Red Sea coast in exchange for supplying the Sudanese Armed Forces with more weapons.\nSnapshot Enthusiasts wearing replica World War II military attire sit atop a U.S. Sherman tank as part of the 80th anniversary commemorations of the Allied landings in Normandy, near Sainte-Mere-Eglise, France, on June 4. Enthusiasts wearing replica World War II military attire sit atop a U.S. Sherman tank as part of the 80th anniversary commemorations of the Allied landings in Normandy, near Sainte-Mère-Église, France, on June 4. Loic Venance/AFP via Getty Images\nWhat We’re Reading Toxic workplace. U.S. military personnel responsible for maintaining America’s nuclear weapons arsenal were exposed to dangerous toxins and chemicals without proper safety equipment or support from the Air Force, according to a new investigation from Military.com . “Many believe their jobs repairing intercontinental ballistic missiles contributed to prolonged illnesses and cancer diagnoses,” the report found.\nPut on Your Radar Thursday, June 6: The European Parliament elections begin .\nBiden visits France for the 80th anniversary of the Allied invasion of Normandy during World War II. Ukrainian President Volodymyr Zelensky is also in attendance .\nSunday, June 9: Belgium and Bulgaria both hold parliamentary elections.\nMonday, June 10: The BRICS foreign ministers begin a two-day meeting in Nizhny Novgorod, Russia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.airforcetimes.com/news/your-air-force/2024/06/05/us-b-1-flies-precision-bomb-drill-as-tensions-simmer-with-north-korea/",
      "https://apnews.com/article/north-korea-south-korea-balloons-military-agreement-e98754a2d25b38cc501eefb46015cb98",
      "https://apnews.com/article/north-korea-balloon-trash-south-f9b4b0604b454cebce1eb994f464b948",
      "https://elections.europa.eu/en/",
      "https://www.bbc.com/news/world-asia-68027356",
      "https://www.military.com/daily-news/2024/05/30/unprotected-troops-spent-decades-elbow-deep-dangerous-chemicals-keep-nuclear-missiles-working.html",
      "https://www.reuters.com/world/asia-pacific/us-skorea-japan-agree-hold-joint-military-exercises-2024-06-02/#:~:text=SEOUL%2FTOKYO%2C%20June%202%20(,the%20three%20allies",
      "https://www.nytimes.com/2024/05/30/world/europe/ukraine-russia-weapons-strike.html",
      "https://www.politico.eu/article/british-troops-passport-check-parachute-french-d-day-event-normandy/?utm_medium=social&utm_source=Twitter",
      "https://www.cbsnews.com/news/north-korea-second-military-spy-satellite/",
      "https://www.washingtonpost.com/national-security/2024/06/05/kelly-magsamen-lloyd-austin-pentagon/",
      "https://www.yahoo.com/news/north-koreas-kim-guided-demonstration-212102497.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAC_h4zdja7MyNlpnTSEB_2omyR2k2uuJ3eNkGw-nop7xmXJ84uTvJ99btS-8XU592yA6SJexZm1y4-hHuQJliAY9R3r98T7YVTBsJ6ehNmU9hI83ZBrDNaMeD1KSoUMntO-oaPr4vE-1RjtMEsA3jhc9GNW3OWWZEvCoIlEVcnny",
      "https://abcnews.go.com/International/north-korea-vows-pause-trash-balloon-campaign-after/story?id=110765093",
      "https://www.cnn.com/europe/live-news/d-day-80-anniversary-06-06-24-intl/index.html",
      "https://www.cbsnews.com/news/biden-80th-anniversary-d-day-normandy/",
      "https://cline.house.gov/news/documentsingle.aspx?DocumentID=1439",
      "https://apnews.com/article/house-intelligence-committee-trump-perry-jackson-868039d95bc245634644514d2a5abe48",
      "https://x.com/PedderSophie/status/1797200064160362561",
      "https://simpleflying.com/south-korea-f-35s-north-korea-spy-satellites/",
      "https://www.csis.org/analysis/south-korea-and-japan-cement-bilateral-security-ties",
      "https://www.state.gov/on-the-retirement-of-under-secretary-of-state-for-political-affairs-victoria-nuland/",
      "https://www.dni.gov/files/NCSC/documents/products/Safeguarding_Our_Military_Expertise.pdf",
      "https://news.usni.org/2024/06/03/u-s-japan-and-korea-commit-to-new-multi-domain-freedom-edge-exercise-series",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2024/06/05/president-biden-announces-key-nominees-75/#:~:text=WASHINGTON%20%E2%80%93%20Today%2C%20President%20Joe%20Biden,of%20State%20for%20Political%20Affairs",
      "https://www.state.gov/on-the-retirement-of-under-secretary-of-state-for-political-affairs-victoria-nuland",
      "https://www.apnews.com/article/north-korea-balloon-trash-south-f9b4b0604b454cebce1eb994f464b948",
      "https://reuters.com/world/asia-pacific/us-skorea-japan-agree-hold-joint-military-exercises-2024-06-02/#:~:text=SEOUL%2FTOKYO%2C%20June%202%20(,the%20three%20allies",
      "https://www.news.usni.org/2024/06/03/u-s-japan-and-korea-commit-to-new-multi-domain-freedom-edge-exercise-series",
      "https://yahoo.com/news/north-koreas-kim-guided-demonstration-212102497.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAC_h4zdja7MyNlpnTSEB_2omyR2k2uuJ3eNkGw-nop7xmXJ84uTvJ99btS-8XU592yA6SJexZm1y4-hHuQJliAY9R3r98T7YVTBsJ6ehNmU9hI83ZBrDNaMeD1KSoUMntO-oaPr4vE-1RjtMEsA3jhc9GNW3OWWZEvCoIlEVcnny",
      "https://cnn.com/europe/live-news/d-day-80-anniversary-06-06-24-intl/index.html",
      "https://politico.eu/article/british-troops-passport-check-parachute-french-d-day-event-normandy/?utm_medium=social&utm_source=Twitter",
      "https://military.com/daily-news/2024/05/30/unprotected-troops-spent-decades-elbow-deep-dangerous-chemicals-keep-nuclear-missiles-working.html",
      "https://cline.house.gov/news/documentsingle.aspx",
      "https://cbsnews.com/news/biden-80th-anniversary-d-day-normandy/",
      "https://whitehouse.gov/briefing-room/statements-releases/2024/06/05/president-biden-announces-key-nominees-75/#:~:text=WASHINGTON%20%E2%80%93%20Today%2C%20President%20Joe%20Biden,of%20State%20for%20Political%20Affairs",
      "https://www.washingtonpost.com/national-security/2024/06/05/kelly-magsamen-lloyd-austin-pentagon",
      "https://www.elections.europa.eu/en/",
      "https://simpleflying.com/south-korea-f-35s-north-korea-spy-satellites",
      "https://www.cbsnews.com/news/biden-80th-anniversary-d-day-normandy",
      "https://www.cbsnews.com/news/north-korea-second-military-spy-satellite",
      "https://www.apnews.com/article/house-intelligence-committee-trump-perry-jackson-868039d95bc245634644514d2a5abe48",
      "https://www.yahoo.com/news/north-koreas-kim-guided-demonstration-212102497.html",
      "https://www.cline.house.gov/news/documentsingle.aspx?DocumentID=1439",
      "https://elections.europa.eu/en",
      "https://www.simpleflying.com/south-korea-f-35s-north-korea-spy-satellites/",
      "https://nytimes.com/2024/05/30/world/europe/ukraine-russia-weapons-strike.html",
      "https://airforcetimes.com/news/your-air-force/2024/06/05/us-b-1-flies-precision-bomb-drill-as-tensions-simmer-with-north-korea/",
      "https://state.gov/on-the-retirement-of-under-secretary-of-state-for-political-affairs-victoria-nuland/",
      "https://www.apnews.com/article/north-korea-south-korea-balloons-military-agreement-e98754a2d25b38cc501eefb46015cb98",
      "https://abcnews.go.com/International/north-korea-vows-pause-trash-balloon-campaign-after/story",
      "https://cbsnews.com/news/north-korea-second-military-spy-satellite/",
      "https://bbc.com/news/world-asia-68027356",
      "https://www.abcnews.go.com/International/north-korea-vows-pause-trash-balloon-campaign-after/story?id=110765093",
      "https://csis.org/analysis/south-korea-and-japan-cement-bilateral-security-ties",
      "https://www.airforcetimes.com/news/your-air-force/2024/06/05/us-b-1-flies-precision-bomb-drill-as-tensions-simmer-with-north-korea",
      "https://dni.gov/files/NCSC/documents/products/Safeguarding_Our_Military_Expertise.pdf",
      "https://www.politico.eu/article/british-troops-passport-check-parachute-french-d-day-event-normandy/",
      "https://washingtonpost.com/national-security/2024/06/05/kelly-magsamen-lloyd-austin-pentagon/",
      "https://www.x.com/PedderSophie/status/1797200064160362561"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nazi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south korea",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "brexit",
          "sentiment": "none"
        },
        {
          "name": "normandy",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:35:48.063+03:00",
    "updated": "2024-06-07T01:35:48.063+03:00"
  },
  {
    "uuid": "fd6ec2072d1279dd8cc1ae071401c8b45c0cc3fe",
    "url": "https://www.conservativedailynews.com/2024/10/bidens-milquetoast-china-approach-has-paved-the-way-for-historys-next-great-conflict",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@cdnnow",
    "published": "2024-10-24T21:10:00Z",
    "title": "Biden’s Milquetoast China Approach Has Paved The Way For History’s Next Great Conflict",
    "text": "[Opinion](https://www.conservativedailynews.com/category/opinion-of-the-editor/) [Trending Commentary](https://www.conservativedailynews.com/category/trending-topics/featured-opinion/) Biden’s Milquetoast China Approach Has Paved The Way For History’s Next Great Conflict “These are not dual-use capabilities,” Deputy Secretary of State Kurt Campbell [told reporters](https://www.ft.com/content/017e210b-8551-403f-8e8d-e7fa9dc72905) in Brussels on September 10, describing China’s aid to Russia for use against Ukraine. “These are component pieces of a very substantial effort on the part of China to help sustain, build and diversify various elements of the Russian war machine.” The Beijing-Moscow cooperation, Campbell argued, is “not a tactical alliance.” It is, instead, “a fundamental alignment.” The Chinese-Russian hook-up was “orchestrated at the highest levels” in the two capitals, he said. With Campbell’s words, the Biden administration for the first time [accused](https://www.politico.eu/article/united-states-accuse-china-help-russia-war-kurt-campbell/) China of providing Moscow with direct support for its war. At the same time, U.S. officials detailed Russia’s technical assistance to China’s submarine and missile programs. The world’s two most dangerous states, Xi Jinping’s People’s Republic of China and Vladimir Putin’s Russian Federation, have been growing closer in part, it seems, because they see there is no cost to ignoring the warnings of the Biden administration. President Joe Biden drew his red line on March 18, 2022 during [a video call](https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/18/readout-of-president-joseph-r-biden-jr-call-with-president-xi-jinping-of-the-peoples-republic-of-china-2/) with Xi, warning China not to provide “material support” for the Russian war. The Chinese state had been behind the Russian war effort even before Putin’s February 24, 2022 invasion. Beijing apparently approved the attack, as evident from the 5,300-word joint statement issued when the Russian leader met Xi in Beijing just 20 days before the start of hostilities. That is when the two states [declared their](http://www.en.kremlin.ru/supplement/5770) “no-limits” partnership. In practice, “no limits” means China’s support for Russia has been extensive, including the provision of location data for targeting purposes and the sale of attack drones and ammunition. Russia’s most advanced tanks [have Chinese](https://www.newsweek.com/china-russia-state-tanks-ukraine-tv-censor-technology-1859012) circuit boards. In late April, Secretary of State Antony Blinken admitted that Xi was not heeding America’s words. China, he charged, was Russia’s primary supplier. “Whatever Mr. Biden chooses to do next will be momentous for global security and stability,” Matthew Pottinger, a deputy national security advisor in the Trump administration, [wrote in](https://www.wsj.com/articles/china-has-crossed-bidens-red-line-russia-ukraine-war-732cdcf3) the Wall Street Journal in late April. “Mr. Biden can either enforce his red line through sanctions or other means, or he can signal a collapse of American resolve by applying merely symbolic penalties,” Pottinger pointed out. “Beijing and its strategic partners in Moscow, Tehran, Pyongyang and Caracas would surely interpret half-hearted enforcement as a green light to deepen their campaign of global chaos. Mr. Xi sees a historic opportunity here to undermine the West.” Since then, the Biden administration has done little but impose [meaningless sanctions](https://apnews.com/article/china-russia-sanctions-united-states-ukraine-drones-49e4e56bb37ee46faf028f649df140b0) on Chinese parties, such as the ones announced on October 17 on two companies. “Biden’s warnings to the People’s Republic of China about providing ‘lethal aid’ to Russia for use in Ukraine were lost in the noise, largely because they were soft and ineffectual,” Gregory Copley, president of the International Strategic Studies Association, told Gatestone last week. “They are like the bells on the ice-cream trucks that ply the suburbs of Americans cities: They just excite the children but spur ice-cream sales not a jot.” The American inaction today brings to mind President Barack Obama’s infamous [red-line failure](https://obamawhitehouse.archives.gov/the-press-office/2013/09/10/remarks-president-address-nation-syria) in Syria in 2013. We should not be surprised: Biden, then vice president, was Obama’s foreign policy advisor. Washington has, during the Biden administration and its predecessors, taught the Chinese, the Russians, the Iranians and North Koreans to ignore warnings. For the consequences of Biden’s hollow words, the second half of the 1930s in Europe is instructive. Then, Britain and France issued a series of threatening words to Berlin. German leaders, from the remilitarization of the Rhineland in 1936 to the eve of the invasion of Poland in the late summer 1939, ignored them. “Warnings were crafted in such a way so they could not be enforced and understood as not intended to be enforced,” Arthur Waldron, the retired Lauder Professor of International Relations at the University of Pennsylvania, told this site. Because London and Paris had failed to act when they had the opportunity to do so, the German leadership did not pay particular attention to their threats about Poland. Who can blame Berlin for failing to understand the import of British and French statements about their willingness to declare war? “If you fail to act when action was conceivable, how does one hope to have credibility when action is almost impossible?” Waldron asks.” The U.K. and French governments did not worry sufficiently, prepare sufficiently or deter their eventual enemy at all,” says Copley, also editor-in-chief of Defense & Foreign Affairs Strategic Policy. “This is largely because the U.S. and Western governments today, like the French and German governments then, still have not awakened to the nature of the dilemma and choose to believe that all will always be well.” All is not well now. China’s aggressive leader apparently believes he can with impunity do just about anything. There is no mystery where Xi Jinping got that idea. The fecklessness of the Biden administration has paved the way for history’s next great conflict. Hollow warnings lead to war. Gordon G. Chang is the author of Plan Red: China’s Project to Destroy America and The Coming Collapse of China, a Gatestone Institute Distinguished Senior Fellow, and a member of its Advisory Board. Follow Gordon G. Chang [on X (formerly Twitter)](https://x.com/GordonGChang). This [piece was republished](https://www.gatestoneinstitute.org/21036/biden-hollow-warnings-to-china) with permission from the Gatestone Institute. The views and opinions expressed in this commentary are those of the author and do not reflect the official position of the Daily Caller News Foundation. Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org Agree/Disagree with the author(s)? Let them know in the comments below and be heard by 10’s of thousands of CDN readers each day! [Paypal or credit card](https://www.conservativedailynews.com/support-conservative-news/)that will go towards supporting the news and commentary you've come to appreciate.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.newsweek.com/china-russia-state-tanks-ukraine-tv-censor-technology-1859012)",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/18/readout-of-president-joseph-r-biden-jr-call-with-president-xi-jinping-of-the-peoples-republic-of-china-2/)",
      "https://www.politico.eu/article/united-states-accuse-china-help-russia-war-kurt-campbell/)",
      "https://www.ft.com/content/017e210b-8551-403f-8e8d-e7fa9dc72905)",
      "http://www.en.kremlin.ru/supplement/5770)",
      "https://obamawhitehouse.archives.gov/the-press-office/2013/09/10/remarks-president-address-nation-syria)",
      "https://apnews.com/article/china-russia-sanctions-united-states-ukraine-drones-49e4e56bb37ee46faf028f649df140b0)",
      "https://x.com/GordonGChang).",
      "https://www.gatestoneinstitute.org/21036/biden-hollow-warnings-to-china)",
      "https://www.wsj.com/articles/china-has-crossed-bidens-red-line-russia-ukraine-war-732cdcf3)",
      "https://www.x.com/GordonGChang).",
      "https://newsweek.com/china-russia-state-tanks-ukraine-tv-censor-technology-1859012)",
      "https://ft.com/content/017e210b-8551-403f-8e8d-e7fa9dc72905)",
      "https://www.obamawhitehouse.archives.gov/the-press-office/2013/09/10/remarks-president-address-nation-syria)",
      "http://en.kremlin.ru/supplement/5770)",
      "https://politico.eu/article/united-states-accuse-china-help-russia-war-kurt-campbell/)",
      "https://gatestoneinstitute.org/21036/biden-hollow-warnings-to-china)",
      "https://whitehouse.gov/briefing-room/statements-releases/2022/03/18/readout-of-president-joseph-r-biden-jr-call-with-president-xi-jinping-of-the-peoples-republic-of-china-2/)",
      "https://www.apnews.com/article/china-russia-sanctions-united-states-ukraine-drones-49e4e56bb37ee46faf028f649df140b0)",
      "https://wsj.com/articles/china-has-crossed-bidens-red-line-russia-ukraine-war-732cdcf3)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Biden",
          "sentiment": "negative"
        },
        {
          "name": "Campbell",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:22:37.147+03:00",
    "updated": "2024-10-25T00:22:37.147+03:00"
  },
  {
    "uuid": "b72746986770cfd0236b03c047b69744fcf6c847",
    "url": "https://www.azcentral.com/story/news/local/arizona-environment/2024/10/03/rare-ocelot-captured-trail-camera-southern-arizona/75499869007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Arizona Republic",
    "published": "2024-10-03T21:31:00Z",
    "title": "Trail camera captures rare ocelot in Sky Islands of southern Arizona",
    "text": "Seventh ocelot ID'd in AZ over last 2 decades is captured on video A trail camera in southern Arizona has captured new video footage of a rare wild ocelot. The footage was recorded on a camera on July 24 in a [Sky Island mountain range](https://www.azcentral.com/story/news/local/arizona-environment/2024/05/20/arizona-sky-islands-ecosystem-at-risk/72687306007/) in southern Arizona, in a place where researchers have not recently found ocelots. The Center for Biological Diversity released the video on Thursday, though for the safety of the cat, did not specify the exact location. The center confirmed that this ocelot is the same animal [researchers from the Phoenix Zoo identified](https://www.azcentral.com/story/news/local/arizona-environment/2024/08/12/phoenix-zoo-researcher-spots-an-ocelot-on-southern-arizona-trail-cam/74741639007/) six weeks earlier in the Atascosa Highlands west of Nogales. The center consulted with several experts — including the Northern Jaguar Project’s Carmina Gutiérrez González — in making that confirmation. To reach the center’s trail camera in July, the ocelot would have crossed the Santa Cruz River [in a stretch under study to become a national wildlife refuge](https://www.azcentral.com/story/news/local/arizona-environment/2024/09/22/santa-cruz-river-close-to-becoming-urban-wildlife-refuge/74224143007/), and crossed Interstate 19. The total journey exceeded 30 miles, according to the center. The center noted the importance of keeping ocelot travel corridors and overall habitat unfractured. “Ocelots rely on the intact, interconnected wildlands of the Sky Islands,\" the center said in a release. \"The fragmentation of their habitat due to roads, urban sprawl, mines and border barriers is a serious challenge to their survival. In Sonora, Mexico, ongoing construction of a freight railway between Imurís and Nogales is ripping through crucial ocelot breeding habitat, posing another threat to the imperiled species.” Rare cats: [Ocelots try to survive in a world that barely knows they exist](http://www.azcentral.com/story/news/local/arizona-environment/2017/11/21/ocelots-try-survive-world-barely-knows-they-exist/824032001/) Fewer than 100 ocelots remain in the US Ocelots in the United States once roamed in Texas, Louisiana, Arkansas and Arizona, but over a century of hunting, trapping, poisoning and habitat loss have greatly reduced their range and population size, according to the Nature Conservancy. Fewer than 100 ocelots are thought to remain in the United States, with the majority residing in southern Texas. The species has been protected under the Endangered Species Act since 1982. Arizona is home to a small but crucial population of ocelots, which exists at the northernmost part of the species' range. The cat in the latest footage is the seventh individual identified in Arizona over the last two decades. Outside the United States, ocelots range throughout the Americas, extending all the way to northern Argentina. Last assessed in 2014, the ocelot was classified globally as a species of “least concern” on the IUCN Red List, though its population was declining. Russ McSpadden, a Southwest conservation advocate at the center, said in Thursday’s release that the Sky Island ranges in southern Arizona have proven to be a suitable habitat for ocelots. “I shouted with joy when I realized what I was seeing on the trail cam. This incredible footage shows us that ocelots belong in our Sky Islands, despite all the threats they face,” McSpadden said in Thursday’s release. The Sky Islands are a[ series of isolated mountain ranges](https://www.azcentral.com/story/news/local/arizona-environment/2024/05/20/arizona-sky-islands-ecosystem-at-risk/72687306007/) that rise from the desert floor in northern Mexico and southern Arizona. The ranges include unique ecosystems that support a high diversity of plants and animals. The ranges serve as important habitat corridors for species like the ocelot, jaguar and black bear, enabling them to move widely in search of food, mates and shelter. Austin Nunez, chairman of the San Xavier District of the Tohono O’odham Nation, described the significance of protecting the Sky Islands for the sake of humans and ocelots alike. The ranges stretch across the Tohono O'odham people's ancestral homelands. “The Sky Island Mountains are not just beautiful landscapes; they are living parts of our culture and identity,” Nunez said in the release. “Seeing the return of an ocelot to these ancestral lands reaffirms our sacred connection to this place and reminds us of our duty to protect these lands and the creatures that depend on them. The ocelot’s survival is intertwined with ours, and we must ensure that this species endures for future generations.” Austin Corona covers environmental issues for The Arizona Republic and azcentral. Send tips or questions to[austin.corona@arizonarepublic.com](mailto:austin.corona@arizonarepublic.com). Environmental coverage on azcentral.com and in The Arizona Republic is supported by a grant from the Nina Mason Pulliam Charitable Trust. [Sign up for AZ Climate](https://profile.azcentral.com/newsletters/az-climate/), our weekly environment newsletter, and follow The Republic environmental reporting team at [environment.azcentral.com](http://environment.azcentral.com/) and @azcenvironment on [Facebook](https://www.facebook.com/azcenvironment/) and [Instagram](https://www.instagram.com/azcenvironment/). Imperiled species: ['Little vampires': Wildlife agencies release 10 black-footed ferrets in northern Arizona](https://www.azcentral.com/story/news/local/arizona-environment/2024/09/23/endangered-black-footed-ferret-getting-new-chance-in-arizona/75309549007/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Science and Technology",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/azcenvironment/",
      "https://www.instagram.com/azcenvironment/",
      "https://instagram.com/azcenvironment/",
      "https://facebook.com/azcenvironment/",
      "https://www.facebook.com/azcenvironment",
      "https://www.instagram.com/azcenvironment"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Carmina Gutiérrez González",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Phoenix Zoo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Atascosa Highlands",
          "sentiment": "none"
        },
        {
          "name": "Sky Island",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:32:27.071+03:00",
    "updated": "2024-10-04T11:19:51.578+03:00"
  },
  {
    "uuid": "7a9d7e7d697256740810eb1ac1e09806d1afc95c",
    "url": "https://www.adnradio.cl/2024/06/27/reves-para-el-indh-juzgado-de-garantia-acoge-recurso-ingresado-por-desbordes-y-decreta-inadmisible-querella-por-trafico-de-influencias",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mario Vergara,Daniela Forero-Ortiz",
    "published": "2024-06-27T20:01:00Z",
    "title": "Revés para el INDH: Juzgado de Garantía acoge recurso ingresado por Desbordes y decreta inadmisible querella por tráfico de influencias | ADN Radio",
    "text": "Revés para el INDH: Juzgado de Garantía acoge recurso ingresado por Desbordes y decreta inadmisible querella por tráfico de influencias El juzgado determinó que el INDH no posee legitimación activa para deducir querellas por tráfico de influencias; sin embargo, el acto fue remitido como denuncia. Juzgado de Garantía acoge recurso ingresado por Desbordes y decreta inadmisible querella por tráfico de influencias 00:46 Compartir El código iframe se ha copiado en el portapapeles El Séptimo Juzgado de Garantía de Santiago acogió una reposición [ interpuesta por el exministro de Defensa, Mario Desbordes](https://www.adnradio.cl/2024/06/18/mario-desbordes-se-querella-por-prevaricacion-contra-consejeros-del-indh/), y declaró inadmisible la querella presentada por el Instituto Nacional de Derechos Humanos (INDH) por presunto tráfico de influencias. El juzgado determinó que el INDH no posee legitimación activa para deducir querellas por tráfico de influencias, ya que este delito no se encuentra entre aquellos por los cuales el instituto puede querellarse. Más información “El Instituto Nacional de Derechos Humanos únicamente posee legitimación activa para deducir querella por los delitos allí establecidos, entre los cuales no se encuentra el delito por el cual fue deducida”, dice el afallo. La querella fue remitida como denuncia debido a la falta de legitimación del INDH para actuar en este tipo de ilícitos. “Atendido a lo resuelto, sin perjuicio de aquello, advirtiendo el Tribunal que los hechos revisten carácter de delito, tómense los antecedentes como DENUNCIA y remítanse en su totalidad al Ministerio Público para los fines correspondientes”, explica el escrito. La querella del INDH se centra en el nombramiento de la ministra María Teresa Letelier en la Corte Suprema en 2021, donde según antecedentes publicados por Ciper, Desbordes habría estado involucrado en maniobras del exjuez Juan Antonio Poblete para promover la designación. A pesar de esto, Desbordes insiste en que no ha cometido ningún delito y defiende su integridad en el proceso. [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:14:19.644+03:00",
    "updated": "2024-06-28T01:14:19.644+03:00"
  },
  {
    "uuid": "41d69cb4af181df62cecefb7cb9a7791cef881ff",
    "url": "https://iheartdogs.com/top-dog-breeds-that-will-change-the-way-you-see-loyalty",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ejay Camposano",
    "published": "2024-12-26T17:36:00Z",
    "title": "Top 7 Dog Breeds That Will Change The Way You See Loyalty",
    "text": "Shutterstock Dogs have always been cherished as loyal companions, but some breeds elevate devotion to extraordinary levels. Their loyalty extends beyond simple affection, forming an unbreakable bond that enriches every aspect of their relationship with humans. These dogs exemplify steadfast commitment through their protective instincts, patience, and constant companionship. Their ability to forge such deep connections proves that loyalty is more than a characteristic—it’s a profound way of life. These remarkable dog breeds redefine what it means to be truly devoted.\nGerman Shepherd Shutterstock German Shepherds are renowned for their loyalty, often forming deep and unbreakable bonds with their families. Their intelligence and strong protective instincts make them incredible guardians, always putting their loved ones’ safety first. Whether working as service dogs, police dogs, or family companions, they approach their role with unmatched dedication. German Shepherds are not just loyal—they’re fiercely devoted, ensuring they’re by your side no matter what. Their ability to combine affection with unwavering commitment truly redefines loyalty.\nGolden Retriever Shutterstock Golden Retrievers are the epitome of affectionate loyalty. Their friendly nature and desire to please make them one of the most beloved family dogs in the world. Goldens thrive on being close to their humans, always ready to lend comfort during tough times or celebrate life’s little victories. Their loyalty shines in their willingness to adapt to any situation, ensuring they remain a source of joy and support. With their gentle demeanor and steadfast devotion, Golden Retrievers show us loyalty is built on love and trust.\nAkita Shutterstock Akitas are known for their dignified and deeply loyal nature. Once they bond with their family, they are unwavering in their commitment, often displaying a quiet but powerful devotion. Originally bred as guardians and protectors, Akitas are naturally inclined to watch over their loved ones. Their loyalty is so profound that they’re willing to stand by you through any challenge, offering steadfast support. Akitas reminds us that loyalty isn’t always loud—it can also be strong and steadfast in its silence.\nBorder Collie Shutterstock Border Collies are celebrated for their intelligence and work ethic, but their loyalty is equally remarkable. These dogs thrive on partnership, whether herding sheep or being active companions to their humans. Their keen ability to read emotions and anticipate needs makes them incredibly attentive and devoted. Border Collies are always ready to tackle challenges by your side, reinforcing the deep bond they share with their owners. Their loyalty is a testament to the strength of a connection built on trust and mutual respect.\nBoxer Shutterstock Boxers may be playful and goofy, but a heart full of unwavering loyalty lies beneath their fun-loving exterior. These dogs form incredibly strong bonds with their families, often acting as protectors and emotional anchors. Their affectionate nature and eagerness to please make them endlessly devoted companions. Boxers are also highly intuitive, often sensing when their humans need extra love or support. Their playfulness and steadfast loyalty prove that devotion comes in many forms.\nSiberian Husky Shutterstock Siberian Huskies may be independent thinkers, but their loyalty to their human and canine pack is unmatched. Originally bred as sled dogs, they have an innate understanding of teamwork and dependability. Huskies are incredibly social and thrive on close bonds, showing their loyalty through their strong desire to be part of a family. While they may have a mischievous streak, their affection and commitment to their loved ones are never in doubt. Huskies redefine loyalty with their balance of independence and dedication.\nLabrador Retriever Shutterstock Labrador Retrievers are known for their loving and loyal nature, making them one of the most popular breeds worldwide. Labs are incredibly versatile, excelling as service dogs, therapy dogs, and beloved family pets. Their unwavering loyalty shines through their desire to always be by your side, whether you’re on an adventure or relaxing at home. Labs are also highly intuitive, often providing comfort and support when needed. Their warmth, adaptability, and devotion make them a breed that truly redefines loyalty.\nThe Tail-Wagging MVPs Of Loyalty Shutterstock These dog breeds demonstrate that loyalty goes far beyond simply being present—it’s about offering love, trust, and unwavering commitment every step of the way. They redefine what it means to be devoted, always showing up with their unique blend of affection and steadfastness. Sure, they might occasionally steal a shoe or leave fur behind, but their boundless devotion makes every moment worthwhile. When teaching us the essence of loyalty, these dogs are the ultimate tail-wagging MVPs, proving that best friends often have four legs and limitless love.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Education"
    ],
    "topics": [
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:45:23.578+02:00",
    "updated": "2024-12-27T00:45:23.578+02:00"
  }
]