[
  {
    "uuid": "c96906978775d9070d70fdb17a49c269b14f17ec",
    "url": "https://www.alternet.org/ignorant-stupid-senator-dragged/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carl Gibson",
    "published": "2023-12-28T20:24:00Z",
    "title": "'Ignorant and stupid': GOP senator dragged on social media for comment about Civil War and slavery",
    "text": "'Ignorant and stupid': GOP senator dragged on social media for comment about Civil War and slavery After presidential candidate and former UN ambassador Nikki Haley failed to condemn slavery when answering a question about the cause of the Civil War, Sen. Tom Cotton (R-Arkansas) decided to weigh in with a comment of his own. \"The Civil War started because the American people elected an anti-slavery Republican as president and Democrats revolted rather than accept minor restrictions on the expansion of slavery to the western territories,\" [Cotton posted to X](https://twitter.com/TomCottonAR/status/1740423719108178006) (formerly Twitter) on Thursday. Cotton's tweet was met with almost universal scorn on the social media platform, with journalists and pundits pointing out the Arkansas Republican's false equivalency of antebellum-era politics with today's very different political environment. POLL: [Should Trump be allowed to hold office again?](https://www.alternet.org/2022poll-2656328721-2656635245-2657039473-2659450392/) \"MAGA propagandists like Tom Cotton don't want you to understand that Southern racists used to be Democrats but are Republicans now. This partisan sea change happened through the 1960s, '70s and '80s,\" former Chicago Tribune editor Mark Jacob [tweeted](https://twitter.com/MarkJacob16/status/1740452537386328143). \"It's explained in those history books that Republicans don't want you to read.\" Liberal social media personality Ron Filipowski piled on in a similar fashion, calling Cotton's tweet \"another ignorant and stupid analogy.\" \"This Republican Party doesn’t even resemble the one from 2015 much less 1860,\" Filipowski [tweeted](https://twitter.com/RonFilipkowski/status/1740447671972991441). \"And the white southern Dixiecrats all switched to Republicans in the 1970-80s, so the Democratic Party today also in no way resembles that of 1860.\" Daily Beast columnist Wajahat Ali [went even further](https://twitter.com/WajahatAli/status/1740445965629469092), reminding his followers that it isn't Democrats but Republicans that today are defending the preservation of Confederate monuments. READ MORE: ['I'll vote for Biden': Top Koch group official rebels against Nikki Haley endorsement](https://www.alternet.org/koch-rebels-nikki-haley/) \"Democrats today aren't waving or defending the Confederate flag or lamenting about the 'lost cause.' That's Tom Cotton's GOP,\" Ali tweeted. \"If Lincoln was a Republican today, the MAGA extremists would probably try to assassinate him.\" And in response to Cotton's [follow-up tweet](https://twitter.com/TomCottonAR/status/1740423721586929719) in which he wrote that \"Democrats would sooner tear the country apart than treat all citizens equally before the law, regardless of color,\" Ali [fired back](https://twitter.com/WajahatAli/status/1740446203395924420). \"Tom Cotton will support Trump for President who cited Hitler and said immigrants poison the blood of this country and incited a failed insurrection, but go on about equality and tearing the country apart,\" he wrote. South Carolina-based pediatrician Dr. Michael O'Brien was simple in his criticism, [tweeting](https://twitter.com/DrOBrienMD/status/1740446737121354184), \"Tom Cotton is a prime example of why we should never ban books.\" READ MORE: [Tom Cotton slammed for boosting conspiracy theories about journalists](https://www.alternet.org/tom-cotton-journalists/) [John Stoehr - Alternet.org ›](https://www.alternet.org/author/johnstoehr) ['How fascists act': Trump slammed for demanding Biden weaponize government to help him ›](https://www.alternet.org/news-politics/donald-trump-joe-biden/) [Lauren Boebert says liberals want Earth Day to be about climate change 'to divide us' ›](https://www.alternet.org/boebert-liberals-earth-day-divide/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/WajahatAli/status/1740446203395924420",
      "https://twitter.com/TomCottonAR/status/1740423719108178006",
      "https://twitter.com/RonFilipkowski/status/1740447671972991441.",
      "https://www.twitter.com/TomCottonAR/status/1740423721586929719",
      "https://twitter.com/DrOBrienMD/status/1740446737121354184",
      "https://twitter.com/WajahatAli/status/1740445965629469092",
      "https://www.twitter.com/WajahatAli/status/1740445965629469092",
      "https://twitter.com/TomCottonAR/status/1740423721586929719",
      "https://www.twitter.com/TomCottonAR/status/1740423719108178006",
      "https://www.twitter.com/DrOBrienMD/status/1740446737121354184",
      "https://www.twitter.com/MarkJacob16/status/1740452537386328143",
      "https://www.twitter.com/RonFilipkowski/status/1740447671972991441.",
      "https://www.twitter.com/WajahatAli/status/1740446203395924420",
      "https://twitter.com/MarkJacob16/status/1740452537386328143"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikki haley",
          "sentiment": "none"
        },
        {
          "name": "tom cotton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "negative"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "maga",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arkansas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:45:55.796+02:00",
    "updated": "2023-12-29T06:38:30.250+02:00"
  },
  {
    "uuid": "1e2ad01e8493f9b9d8a941b662be0dfd39ab7a1b",
    "url": "https://www.einnews.com/pr_news/702896210/spi-software-texting-program-named-best-product-development-at-2024-gnex-conference",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Marge Lennon",
    "published": "2024-04-11T00:00:00Z",
    "title": "SPI Software Texting Program Named Best Product Development at 2024 GNEX Conference - Amtrak News Today - EIN Presswire",
    "text": "SPI Connect Portfolio Provides Text Payment Functionality Kingsway (NYSE:KFS) EINPresswire.com / -- SPI Software, the timeshare industry leader in resort management software solutions , was recently honored at the 2024 GNEX Conference in Miami Beach with the prestigious Best Product Development Award for the enhancement of its SPI Software's commitment to innovation and client collaboration has established them as a trusted partner for resort developers and operators around the globe. This back-to-back win at the GNEX Conference further validates their position as a leader in vacation ownership and related industries they serve. “The enhanced text functionality in SPI Connect is a valuable tool for businesses seeking to improve their payment collection process. By providing text payment service solutions to their customers, timeshare resorts and clubs can expect to see a reduction in late payments, an improvement in cash flow, plus an increase in customer satisfaction,” said Gordon McClendon, Chief Executive Officer, SPI Software. \"Our continuing leadership in Product Development is supported by our ongoing commitment to deliver products and services that enable our clients to thrive.\" A recent study by the Pew Research Center found that 53% of Americans now use text messaging as their primary method of communication . This means that text messaging is the preferred way to reach customers and collect payments. \"The evidence is overwhelming that text payment functionality can have a positive impact on employee productivity and the financials of our clients,\" added McClendon. SPI Software's commitment to innovation and client collaboration has established them as a trusted partner for resort developers and operators around the globe. This significant recognition at the GNEX Conference further validates their position as a leader in vacation ownership arena. To learn more about software solutions created exclusively for the vacation ownership industry, visit www.spisoftware.com . To arrange for a complimentary demo, call David Callaghan, Global Vice President of Sales at 1.305.858.9505 or connect with him via email at David.Callaghan@SPISoftware.com. About SPI Software: SPI Software is the global leader in providing innovative software solutions to the vacation ownership industry and its related businesses. Celebrating 45 years of innovation and experience, SPI’s award-winning solutions empower companies and resorts to streamline operations, enhance efficiency and guest experiences, and drive profitability. Committed to customer success, SPI Software continues to revolutionize the industry with its comprehensive range of software solutions. SPI Software is a fully owned subsidiary of Kingsway (NYSE: KFS). Marge Lennon Lennon Communications +1 239-841-0553 email us here Real Estate & Property Management , Technology , Travel & Tourism Industry EIN Presswire does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users of EIN Presswire. We are a distributor, not a publisher, of 3rd party content. Such content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors. Submit your press release",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "http://www.spisoftware.com",
      "http://www.einpresswire.com/contact_author/702896210",
      "https://www.einpresswire.com/?promo=4700",
      "http://spisoftware.com",
      "http://www.einpresswire.com/channel/technology",
      "http://www.einpresswire.com/channel/travel-tourism",
      "http://www.einpresswire.com/channel/real-estate-property-management",
      "http://www.einpresswire.com/why-us?promo=4700",
      "http://www.spisoftware.com",
      "http://einpresswire.com/why-us?promo=4700",
      "https://www.einpresswire.com/",
      "http://www.einpresswire.com/why-us",
      "http://spisoftware.com",
      "http://einpresswire.com/channel/technology",
      "http://einpresswire.com/contact_author/702896210",
      "http://einpresswire.com/channel/travel-tourism",
      "https://einpresswire.com/?promo=4700",
      "http://einpresswire.com/channel/real-estate-property-management"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gordon mcclendon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "amtrak news today",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "miami beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:08:31.865+03:00",
    "updated": "2024-04-12T08:27:53.365+03:00"
  },
  {
    "uuid": "1f38ed9ad97f8f40e775d2769dd2b0c411ce8354",
    "url": "https://www.thefencepost.com/news/husker-grad-students-applaud-transformative-bayer-mentoring-program/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Geitner Simmons, IANR Media, UNL",
    "published": "2023-12-28T22:26:00Z",
    "title": "Husker grad students applaud ‘transformative’ Bayer mentoring program",
    "text": "Husker grad students applaud ‘transformative’ Bayer mentoring program\nLINCOLN, Neb. — Navigating the challenges of graduate school can be daunting, said Marcos Goncalves de Souza, who is pursuing a master’s degree in plant breeding and genetics at the University of Nebraska-Lincoln. But he and other participating Husker grad students say they’re finding important support and guidance this year through a well-structured mentorship program sponsored by Bayer Crop Science.\n“During my time as a mentee, I have had several interviews for internships and Ph.D. positions,” de Souza said. “My mentor provided valuable advice and assistance, helping me navigate the interview process successfully. She also played a crucial role in significant decisions, such as choosing where to apply for a Ph.D. position and selecting a school aligned with my goals and future aspirations.”\nDe Souza’s observations are in line with comments from other Husker mentees, who describe the Bayer program as “transformative,” “incredibly supportive” and “a great opportunity.”\nThe mentorship program focuses on personal development, aiming to round out a young scientist’s capabilities and perspective beyond his or her technical achievements in the laboratory or in the field. Bayer scientists volunteer to provide one-on-one mentorships. The program also includes webinars, site visits, and online and in-person events.\nThe program helps grad students on multiple fronts: personal and career goal-setting; assessment of an individual’s strengths and weaknesses via Gallup’s CliftonStrengths analysis; understanding private-sector scientific culture; networking; and honing soft skills, such as effective communication and constructive collaboration.\n“The emphasis on communication and the realization of the importance of non-scientific knowledge have been transformative insights for me,” said Boanerges Elias Bamaca, a doctoral candidate in biological systems engineering working in bioplastic production from corn-derived feedstocks. “These experiences have broadened my perspective beyond pure science.”\nThe program has “allowed me to identify my personality characteristics and which work environment would fit me,” said Mahnoor Asif, a third-year doctoral student in plant pathology working on Fusarium head blight in wheat, as well as fungicide management. “In the end, I understood that I am probably better suited to work in industry, according to my personality traits and habits.”\nPREPARING FOR SUCCESS\nThe broadening experiences through the mentorship program better prepare young scientists for career success, said Corby Jensen, a Bayer scientist in Nebraska who oversees late-stage testing of new products in Nebraska, Kansas and Colorado and coordinates the mentorship program at Nebraska.\n“If you don’t have the people skills, the networking skills and the ability to relate to people, even though you may be incredibly technically proficient, you’re not going to be the top candidate,” said Jensen, a Husker alumnus.\nThe central aim is to “provide one-on-one mentoring for a year to help late-stage graduate students and postdocs understand how to be successful in their career,” regardless of whether it is in academia, the private sector or another venue, said Bayer plant scientist Timothy Wertin. A specialist in plant microbial studies, he oversees the Bayer mentorship program in North America.\nThe University of Nebraska-Lincoln’s participation started in the wake of conversations among Tala Awada, associate dean of the Institute of Agriculture and Natural Resources’ Agricultural Research Division; Tiffany Heng-Moss, dean of the College of Agricultural Sciences and Natural Resources; and Bayer’s Jenson and Pat Morgan. Morgan, a crop physiology specialist in St. Louis who leads a team of Bayer field-testing scientists, is also a Bayer Science Fellow, with duties of public outreach, including the mentorship program.\n“The early stage of young scientists’ career is an important and exciting phase in their life,” said Awada, a professor in the School of Natural Resources. “They are learning, curious, ambitious and determined to develop their domain expertise. The same phase also comes with challenges and uncertainties, such as research direction, finding their niche and carving their career path.”\nAs a result, she said, “effective guidance, mentoring, networking, strengthening their connections, building their soft skills are very important for students’ future success and well-being.”\nIn carrying out the program, Bayer partners with the Agricultural Research Division and College of Agricultural Sciences and Natural Resources. Jocelyn Bullock, the college’s student success coordinator, implements the program at Nebraska.\nIn addition to de Souza, Bamaca and Asif, the other Husker mentees are Shara Akat, a doctoral student in agricultural economics; Thomas Wilbur Davis, a doctoral student in plant health; Andrea Rilakovic, a doctoral student in entomology studying at the West Central Research, Extension and Education Center in North Platte; and Laura Thompson, a Nebraska Extension educator and co-coordinator of Extension’s On-Farm Research Network, pursuing a doctorate in digital agriculture.\nMATCHING MENTORS AND MENTEES\nA portion of applicants is accepted for the start of the program each March, and Bayer devotes great attention to matching new mentees with Bayer professionals well suited to their needs.\n“The program is student-driven, so they can shape or format the mentoring sessions to their concerns or needs,” Asif said.\nThe program’s webinars include presentations by scientists on how they find fulfillment in their work and are successful in their roles; effectiveness in interviews and applications; visa details for international students; and how to build emotional and mental resilience in balancing work and home.\n“I am genuinely grateful for this mentorship experience,” de Souza said. “It has been a transformative journey, enriching both my academic and personal growth. The support and knowledge I’ve gained as a Bayer mentee have significantly boosted my confidence and enthusiasm as I move forward in my academic and professional endeavors.”\nSee more",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "souza",
          "sentiment": "none"
        },
        {
          "name": "de souza",
          "sentiment": "none"
        },
        {
          "name": "marcos goncalves de souza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bayer",
          "sentiment": "negative"
        },
        {
          "name": "university of nebraska-lincoln",
          "sentiment": "none"
        },
        {
          "name": "bayer crop science",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "neb.",
          "sentiment": "none"
        },
        {
          "name": "lincoln",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:23:00.482+02:00",
    "updated": "2023-12-29T01:23:00.482+02:00"
  },
  {
    "uuid": "dbdf99463755e8d02564471556466bc1ff985c35",
    "url": "https://siliconangle.com/2024/10/03/five-takeaways-new-york-climate-week-global-citizen-festival",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zeus Kerravala",
    "published": "2024-10-03T16:53:00Z",
    "title": "Five takeaways from New York Climate Week and the Global Citizen Festival - SiliconANGLE",
    "text": "At last week’s Climate Week and the Global Citizen Festival in New York, both committed to making the world a better and more livable place for future generations, technology was viewed by many as the driving force to shift to a cleaner, more sustainable future.\nOne of the more interesting events was held at the Midtown Accenture Innovation Hub , where industry leaders shared insights on digital innovation. The panelists discussed strategies and cutting-edge technologies transforming the global energy sector — from harnessing the power of artificial intelligence to redefining nuclear energy with small modular reactors, or SMRs. Here are the five key takeaways from that discussion:\n1. Policymakers need a comprehensive strategy Technology’s role in the energy sector is complex. Therefore, policymakers and industry leaders must have a clear strategy for integrating AI and other digital tools into the energy ecosystem. The Sustainable Technology Policy Guide, published by the Information Technology Industry Council, or ITI , provides recommendations covering a wide range of topics, including grid modernization, resource efficiency and the use of AI to optimize energy usage.\nThe guide is a roadmap for building a sustainable energy economy that leverages AI and other emerging technologies to modernize energy management, reduce dependence on limited resources, and prevent energy shortages or disruptions, even as demand grows or unexpected events occur. By following the recommendations, governments can collaborate to innovate and develop new technologies.\n“The issues at the intersection of clean energy generation, distribution and how it’s used effectively require action from all parties,” said Gordon Bitkow, executive vice president for public sector at ITI. “It’s critically important to recognize that this is a global issue. The strategic consequences of the ability or inability to cleanly provide and power these technologies can disrupt economic and national security, not only here in the U.S. and for allied countries but also in the developing world. It’s a hard problem that requires all hands.”\n2. Innovation is reducing electricity consumption The U.S. has made significant efficiency gains in electricity consumption over the past decade. Bitkow shared an intriguing statistic: From 2007 to 2022, the country’s electricity usage remained virtually flat, even as the population grew by 10% and the economy nearly doubled. In other words, technology has helped reduce energy use while supporting economic growth.\nMost attendees I talked to afterwards were surprised to hear this statistic, as much has been made of rising energy use. The reality is that though more progress is needed, we have made strides in efficiency to accomplish so much more than we ever have while holding the energy line steady.\nA prime example is the data center industry. Over the 2010s, data center capacity expanded by 550%, yet it required only 6% more electricity. This was achieved through innovation in energy management, such as advanced cooling systems, AI-driven workload distribution and optimized hardware design. Hence, it’s important to focus on efficiency to prevent energy demand from rising as more digital devices and technologies are used.\n“Innovation is driving change and addressing challenges,” said Bitkow. “We all survived the pandemic because of innovation. We could work from home. We allowed our children to be remotely educated. We could do medical care through telehealth appointments because of those innovations in technology and data centers. We need to continue to unlock and enable this so we can all share the benefits of AI and clean energy.”\n3. AI Is a double-edged sword for energy use AI is helping companies and governments better manage energy resources and plan for future needs. A key innovation is digital twins, which are virtual copies of physical objects or systems. Companies use digital twins to test and improve energy systems without changing the real versions. In urban planning, they can create detailed models of entire cities, which help make more informed decisions about energy use, transportation networks, and infrastructure development.\nMany cities worldwide are now using digital twins, created with augmented reality and virtual reality, to make their environments more efficient instead of doing actual construction. However, there are concerns that AI’s high energy usage could undermine sustainability efforts.\nFor example, training a single ChatGPT AI query can produce as much carbon dioxide as several flights between San Francisco and New York. To address these concerns, companies need explicit strategies to balance AI’s benefits with its environmental impact.\n“We can’t think about this in a vacuum,” said Charlie Moskowitz, lead for tech policy for the Americas region at Accenture . “Organizations need a roadmap and guiding principles. The Green Software Foundation, co-founded by Accenture, has created principles that help lower the carbon footprint of software code. We’re putting our money where our mouth is.”\n4. SMRs are shaping the future of energy Emerging technologies such as SMRs and long-duration energy storage are becoming vital components of the “energy mix,” meaning different energy sources that meet a region’s energy needs. SMRs provide a flexible and scalable way to use nuclear power, making them suitable for various applications.\nMeanwhile, long-duration energy storage helps solve the problem of inconsistent energy sources such as wind and solar by storing extra energy when production is low. These advancements are expected to maintain grid stability and renewable energy.\nMicrosoft Corp. plans to reopen the Three Mile Island nuclear facility, which was once the site of a major nuclear incident in the 1970s. The reopening of Three Mile Island is part of a broader move that signals growing interest in nuclear power as a reliable energy source. Unlike in the past, when nuclear technology was less understood, significant advancements have been made in using new nuclear technologies like SMRs, which offer more flexibility and can be scaled up or down.\n“It’s not 1950 anymore; we’ve learned much about nuclear power,” said Carla Frisch, acting executive director of the U.S. Department of Energy’s Office of Policy. “Here in the U.S., we have a lot of different types of facilities. We’re working with the private sector to try to speed up SMRs. We’ll see that at least in the next decade.”\n5. Adoption requires collaboration and transparency Broad adoption of sustainable technologies will require cooperation across industries and clear communication with consumers. Virtual power purchase agreements, or PPAs, allow multiple companies to pool their resources and jointly invest in renewable energy projects. By working together, companies can access sustainable energy options that might otherwise be out of reach.\n“Virtual PPAs are becoming quite promising,” said Justin Murrall, senior manager of corporate sustainability at Advanced Micro Devices Inc. “To reach deeper into the supply chain or the value chain of other data centers, we have to bring together demand to make the economics work. The innovation of those virtual PPAs is now reaching a broader audience, and that’s critical for us to reach the next phases of the clean energy transition.”\nMoreover, transparency around energy use and environmental impact is crucial. Providing consumers with easy-to-understand labels — similar to the Energy Star program for electronics — can empower them to make more informed choices. That’s why building a sustainable energy future will require a multifaceted approach that combines advanced technologies, policy frameworks and industrywide cooperation. With AI and other digital innovations at the forefront, a unique opportunity exists to reshape the existing energy landscape.\nLooking ahead Mary de Wysocki, Cisco Systems Inc.’s chief sustainability officer, observed a mindset shift within the sustainability community from understanding challenges to developing actionable strategies, suggesting a collective approach moving forward. According to de Wysocki, companies treat their sustainability goals with the same seriousness and accuracy as their financial reporting.\nThat means using strict standards and detailed data to back up their environmental claims, just as they would for financial statements. By doing this, companies build trust and transparency around their climate actions.\n“Our partners are coming together and saying we have the same 2030 goal,” said Wysocki. “One of the things we’ve seen for all of us is enhancing our governance. So, when you hear a climate claim, it has the same rigor as our financial data. This is going to help our consumers, our partners, and our customers when we say something that they know is backed up. But also, when we continue shifting from voluntary to involuntary, we’ll be ready.”\nFinal note The event’s focus was AI and sustainability, and I’d like to offer my commentary. There has been tremendous scrutiny of the impact of generative AI on power consumption. The panel discussed the use case where a ChatGPT has the same carbon impact as several plane flights. To help with that, Hope King from Axios, the moderator of one of the panels, suggested that apps should have some carbon indicators on them to help the user understand energy use.\nIn theory, that makes sense, but the reality is that one can’t measure the use of generative AI without comparing it with the alternative. For example, King quipped,” If I’m going to be Face-Tuning a photo, I want to know how many trees I’m killing by using AI.”\nThough it might seem like FaceTune uses a lot of energy, it’s essential to understand the alternative. Without it, one might spend hours in PhotoShop editing the photo to do what generative AI can do in a few seconds. So, though gen AI does use more power than traditional search, it also accomplishes those tasks in a small fraction of the time.\nAI in all forms is here to stay, and there are certainly implications for organizations’ sustainability goals. The wrong approach would be not using AI, as the benefits outweigh the negatives. With that being said, as de Wysoki pointed out, solving climate challenges requires a collaborative approach, as together we can do great things – which is why we all come together for Climate Week and Global Citizen every year. See you in 2025.\nZeus Kerravala is a principal analyst at ZK Research, a division of Kerravala Consulting. He wrote this article for SiliconANGLE.\nPhoto: Zeus Kerravala",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.accenture.com/",
      "https://www.climateweeknyc.org/",
      "https://www.energy.gov/policy/office-policy",
      "https://www.cisco.com/",
      "https://www.amd.com/en.html",
      "https://www.microsoft.com/en-us/",
      "https://www.globalcitizen.org/en/festival",
      "https://www.accenture.com/us-en/about/company/accenture-innovation-hub-newyork",
      "https://cisco.com/",
      "https://energy.gov/policy/office-policy",
      "https://www.climateweeknyc.org",
      "https://www.accenture.com",
      "https://accenture.com/",
      "https://amd.com/en.html",
      "https://www.cisco.com",
      "https://accenture.com/us-en/about/company/accenture-innovation-hub-newyork",
      "https://globalcitizen.org/en/festival",
      "https://climateweeknyc.org/",
      "https://microsoft.com/en-us/",
      "https://www.microsoft.com/en-us"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T00:02:51.899+03:00",
    "updated": "2024-10-04T00:02:51.899+03:00"
  },
  {
    "uuid": "d2501831b6d15784c4433b6dde1c0791b84700e8",
    "url": "https://flipboard.com/article/the-former-slave-who-became-a-cowboy-a-rancher-and-a-texas-legend/f-acedba6a71%2Ftexasmonthly.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "texasmonthly.com - W.K. Stratton",
    "published": "2024-04-18T00:00:00Z",
    "title": "The Former Slave Who Became a Cowboy, a Rancher, and a Texas Legend | Flipboard",
    "text": "The Former Slave Who Became a Cowboy, a Rancher, and a Texas Legend One day in the late 1930s, Daniel Webster Wallace—“80 John,” as he was known in ranching circles—rode his favorite horse, Blondie, from his Mitchell … [Satoshi Nishimura](/@ATXBuddha) flipped this story into [Austintatious - Life in ATX and Texas](/@atxbuddha/austintatious---life-in-atx-and-texas-d48osei2z)•8h More stories from [Blondie](/topic/blondie) [Swifties, It's Time for Your 'Tortured Poets Department' Era Outfits](/topic/blondie/swifties-it-s-time-for-your-tortured-poets-department-era-outfits/f-47b97ca770%2Fcosmopolitan.com) Here's what the biggest Cosmo Swifties will be wearing. Taylor Swift's new album, The Tortured Poets Department, will 1000% be kickstarting new fashion trends when it drops on Friday, April 19—and I, being the trend barometer that I am, had to be the first to scope them out. Blondie has remained more … [Albums by Jefferson Airplane, ABBA, The Cars, Blondie, Green Day, The Chicks Among National Recording Registry’s 2024 Inductees](/topic/blondie/albums-by-jefferson-airplane-abba-the-cars-blondie-green-day-the-chicks-amo/a-QCL6czGRR2WrVCDeWDIqXA%3Aa%3A2100929519-4af9c5de16%2Famericansongwriter.com) Albums by Jefferson Airplane, ABBA, Blondie, The Cars, Green Day, and The Chicks are among 25 historic recordings that the Library of Congress has … [This fuzzy dream pop version of Blondie's \"Dreaming\" is my new favorite cover](/topic/blondie/this-fuzzy-dream-pop-version-of-blondie-s-dreaming-is-my-new-favorite-cover/a-Mm1-dLtrTQmt1xezRpF9bQ%3Aa%3A910335718-aab0a1f9e8%2Fboingboing.net) This version of Blondie's 1979 hit song, \"Dreaming,\" by indie rock band Say Sue Me, from Busan, South Korea, is—don't mind the pun, please—absolutely … Join the flipboard community Discover, collect, and share stories for all your interests [Sign up](/signup) More stories from [Social Sciences](/topic/socialsciences) [Jane Fonda: Incredible photos of the sex symbol turned activist](/topic/socialsciences/jane-fonda-incredible-photos-of-the-sex-symbol-turned-activist/a-91tfU3PZShy9TmCRbKbMiA%3Aa%3A3953143662-121da8d31a%2Fhistorydefined.net) Jane Fonda was born on December 21, 1937, in New York City. Her name became synonymous with both Hollywood fame and social activism. Her career, … [As Japan faces a population crisis that more foreigners could solve, the country's police are being sued for racial discrimination](/topic/socialsciences/as-japan-faces-a-population-crisis-that-more-foreigners-could-solve-the-country/a-GkC53b_uQI6ClSfhGq2PZQ%3Aa%3A2171162982-1459c9eabb%2Fnet.au) Maurice Shelton had only lived in Japan for a few months when he had an ugly encounter, one eerily similar to the life he left behind on the other … [13 Services That Poor People Spend on That the Rich and Middle Class Don’t](/topic/socialsciences/13-services-that-poor-people-spend-on-that-the-rich-and-middle-class-don-t/a-o-6N5-QYRImPTy26toxE6g%3Aa%3A3529208323-2669f35d71%2Fadimesaved.com) Belonging to a specific social class influences your spending preferences and priorities. The rich and middle class may experience more happiness …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danie",
          "sentiment": "negative"
        },
        {
          "name": "blondie",
          "sentiment": "none"
        },
        {
          "name": "webster wallace",
          "sentiment": "none"
        },
        {
          "name": "taylor swift",
          "sentiment": "none"
        },
        {
          "name": "satoshi nishimura",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "blondie",
          "sentiment": "none"
        },
        {
          "name": "mitchell",
          "sentiment": "none"
        },
        {
          "name": "cosmo swifties",
          "sentiment": "none"
        },
        {
          "name": "abba",
          "sentiment": "none"
        },
        {
          "name": "jefferson airplane",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:21:49.957+03:00",
    "updated": "2024-04-19T01:21:49.957+03:00"
  },
  {
    "uuid": "3c31858f17c60ce19fc76db7c6356c92abf083bf",
    "url": "https://www.foxcarolina.com/2024/08/08/consumers-grow-weary-tipping-requests-survey-finds",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@foxcarolinanews",
    "published": "2024-08-08T18:53:00Z",
    "title": "Consumers grow weary of tipping requests, survey finds",
    "text": "Bankrate: Women are more likely to tip than men By Rachel DePompa Published: Aug. 8, 2024 at 2:53 PM EDT | Updated: 2 hours ago Email This Link\nShare on Facebook\nShare on X (formerly Twitter)\nShare on Pinterest\nShare on LinkedIn\nWASHINGTON (Gray DC) - About 35% of Americans said tipping culture in America is out of control, an increase of 5% over last year, according to a Bankrate study.\nTed Rossman with Bankrate said a lot of people are annoyed about pre-enter tip screens that pop up at coffee shops, food trucks, and elsewhere.\n“There’s a lot of tip creep that goes on as in being asked to tip in unconventional settings. And sometimes that leads to guilt tipping where you say yes even though you didn’t really want to,” Rossman explained. “And you hit 15 or 20% on the terminal. A lot of people leave feeling negative about these kinds of experiences. And a lot of people, about 4 in 10, think businesses should just pay their staff better.”\nInflation is a big part of the story, because people already feel squeezed. Prices are up, money is tight, and the tip is just one more thing – sort of a hidden surcharge – at the end of a purchase.\n“I do think we should separate places where we ought to be tipping like restaurants and hair salons and barber shops from places where it’s more optional,” Rossman shared. “I don’t think you always need to tip at the counter where you’re just picking up a sandwich or a coffee. But if you’re not tipping well at a restaurant that’s a big deal, because the federal tip minimum wage is $2.13 an hour.”\nRossman said waiters and waitresses rely on these tips. He said what surprised him most was that only a third of Gen-Zers who go to sit down restaurants are always tipping.\nHe noted only about half of millennials are always tipping at restaurants, whereas it’s much higher for the older generations: 78% of Gen X and 80% of Boomers.\nCopyright 2024 Gray DC. All rights reserved.\nMost Read Debby now a depression, weakening as it moves north 19-year-old motorcyclist identified in deadly Spartanburg crash National Weather Service confirms 7 tornadoes stemmed from Tropical Storm Debby Man dies days after being shot in drive-by shooting in Anderson, deputies say ‘She was a temporary gift’: 2-year-old mauled to death by 3 Rottweilers at babysitter’s house ‘She’s not breathing’: Witnesses rush to save young girl killed in suspected DUI crash Crew of Titan sub knew they were going to die before implosion, according to more than $50M lawsuit Deputies: Teen facing charges after sending bomb threats to Upstate school Latest News VIDEO: Flooding from Debby in Florence Flooding at Lake View Motor Speedway US men’s basketball team rallies to beat Serbia in Paris Olympics, will face France for gold medal Trump recommits to a Sept. 10 debate at news conference and lashes out at Harris USA’s Grant Holloway takes gold in men’s 110m hurdles final at Paris Olympics Debby now a depression, weakening as it moves north Biden welcomes the 2023 World Series champion Texas Rangers to the White House Wild horse kicks 3-year-old-girl in the head: ‘I thought she had died’",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://gray-whns-prod.cdn.arcpublishing.com/resizer/v2/CM453O7U5RFQ7BKXWANVHGEGXM.jpeg?auth=86e731f5cff27184e24e8d0fb5654abf438440118b6746b86c35d3e7f26a6f66&width=800&height=450&smart=true",
      "https://d1l66zlxaqpl1u.cloudfront.net/wp-gray/InvestigateTV/20240808/66b4f4c759875a19ccacdfeb/t_fb03d978e22a4a79ba59b28b10e37d06_name_WYW_tipping/file_1280x720-2000-v3_1.mp4",
      "https://www.bankrate.com/credit-cards/news/tipping-culture-survey/",
      "https://www.d1l66zlxaqpl1u.cloudfront.net/wp-gray/InvestigateTV/20240808/66b4f4c759875a19ccacdfeb/t_fb03d978e22a4a79ba59b28b10e37d06_name_WYW_tipping/file_1280x720-2000-v3_1.mp4",
      "https://www.bankrate.com/credit-cards/news/tipping-culture-survey",
      "https://www.gray-whns-prod.cdn.arcpublishing.com/resizer/v2/CM453O7U5RFQ7BKXWANVHGEGXM.jpeg?auth=86e731f5cff27184e24e8d0fb5654abf438440118b6746b86c35d3e7f26a6f66&width=800&height=450&smart=true",
      "https://gray-whns-prod.cdn.arcpublishing.com/resizer/v2/CM453O7U5RFQ7BKXWANVHGEGXM.jpeg",
      "https://bankrate.com/credit-cards/news/tipping-culture-survey/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rachel depompa",
          "sentiment": "negative"
        },
        {
          "name": "ted rossman",
          "sentiment": "none"
        },
        {
          "name": "rossman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bankrate",
          "sentiment": "negative"
        },
        {
          "name": "facebook share",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-09T00:25:00.631+03:00",
    "updated": "2024-08-09T00:25:00.631+03:00"
  },
  {
    "uuid": "e7d05efa4c87558e2f001707922cfefad1897979",
    "url": "https://winknews.com/2024/08/30/woman-accused-of-stealing-from-cape-coral-target",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carolina Guzman",
    "published": "2024-08-30T09:50:00Z",
    "title": "Serial shoplifter accused of stealing Bratz sweatshirt from Cape Coral Target",
    "text": "A serial shoplifter has been arrested after allegedly stealing multiple items, including a Bratz sweatshirt, from a Target in Cape Coral .\nAccording to the Cape Coral Police Department , on June 2, at approximately 7:40 p.m., officers responded to the Target at 1890 NE Pine Island Road about a retail theft.\nTarget’s loss prevention staff said 38-year-old Tabetha Crystal Doden grabbed three sets of leggings, a pink shirt and a gray Bratz sweatshirt from the women’s clothing department.\nDoden also walked over to the shoe department and took off her shoes, replacing them with a new pair in a shoe box.\nLater, Doden walked out, hiding the items she had taken. She passed all points of sale and was encountered by the loss prevention staff near the exit doors.\nShe reportedly pushed the loss prevention member out of her way and rode away on her bicycle with the stolen items.\nThe investigation revealed that Doden has six prior theft convictions in Lee County . She was already in custody at the Lee County Jail on unrelated charges.\nDodan is being charged with grand theft and battery.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bratz",
          "sentiment": "neutral"
        },
        {
          "name": "doden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cape coral police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cape coral target",
          "sentiment": "none"
        },
        {
          "name": "pine island road",
          "sentiment": "none"
        },
        {
          "name": "tabetha crystal doden",
          "sentiment": "none"
        },
        {
          "name": "lee county jail",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T17:48:27.935+03:00",
    "updated": "2024-08-30T17:48:27.935+03:00"
  },
  {
    "uuid": "e0b962809dfb5719e7c9425898e4a29a7fe28ceb",
    "url": "https://ground.news/article/japans-prosecutors-arrest-former-senior-vice-justice-minister-over-vote-buying-allegations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CGTN",
    "published": "2023-12-28T17:33:00Z",
    "title": "Ground News - Japan's prosecutors arrest former senior vice justice minister over vote-buying allegations",
    "text": "Summary by CGTN Former Japanese senior vice justice minister Mito Kakizawa was arrested Thursday over alleged vote-buying in a Tokyo ward mayoral election, prosecutors said. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nCGTN Lean Left Mixed Factuality Government: Chinese Communist Party Japan's prosecutors arrest former senior vice justice minister over vote-buying allegations Former Japanese senior vice justice minister Mito Kakizawa was arrested Thursday over alleged vote-buying in a Tokyo ward mayoral election, prosecutors said.\n8 hours ago · Beijing, China Read Full Article\nCGTN Lean Left Mixed Factuality Government: Chinese Communist Party\nJapan's prosecutors arrest former senior vice justice minister over vote-buying allegations Former Japanese senior vice justice minister Mito Kakizawa was arrested Thursday over alleged vote-buying in a Tokyo ward mayoral election, prosecutors said.\n8 hours ago · Beijing, China Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://news.cgtn.com/news/2023-12-28/Japan-s-prosecutors-arrest-former-senior-vice-justice-minister-1pUs8wUfcbu/p.html?utm_source=ground.news&utm_medium=referral",
      "https://news.cgtn.com/news/2023-12-28/Japan-s-prosecutors-arrest-former-senior-vice-justice-minister-1pUs8wUfcbu/p.html",
      "https://www.news.cgtn.com/news/2023-12-28/Japan-s-prosecutors-arrest-former-senior-vice-justice-minister-1pUs8wUfcbu/p.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mito kakizawa",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "chinese communist party japan",
          "sentiment": "none"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:43.121+02:00",
    "updated": "2023-12-29T00:42:43.121+02:00"
  }
]