[
  {
    "uuid": "aa8659bb71c9ed6c0e152943f81afc88bb5ca205",
    "url": "https://www.business-standard.com/world-news/israel-hamas-war-clouds-christmas-eve-celebrations-in-west-bank-s-bethlehem-123122400524_1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Standard",
    "published": "2023-12-24T09:39:00Z",
    "title": "Israel-Hamas war clouds Christmas eve celebrations in West Bank's Bethlehem",
    "text": "The normally bustling biblical birthplace of Jesus resembled a ghost town on Sunday, as Christmas Eve celebrations in Bethlehem were called off due to the Israel-Hamas war. The festive lights and Christmas tree that normally decorate Manger Square were missing, as were the throngs of foreign tourists and jubilant youth marching bands that gather in the West Bank town each year to mark the holiday. Dozens of Palestinian security forces patrolled the empty square. Click here to follow our WhatsApp channel This year, without the Christmas tree and without lights, there's just darkness, said Brother John Vinh, a Franciscan monk from Vietnam who has lived in Jerusalem for six years. He said he always comes to Bethlehem to mark Christmas, but this year was especially sobering, as he gazed at a nativity scene in Manger Square with a baby Jesus wrapped in a white shroud, reminiscent of the thousands of children killed in the fighting in Gaza. Barbed wire surrounded the scene, the grey rubble reflecting none of the joyous lights and bursts of colour that normally fill the square during the Christmas season. The cancellation of Christmas festivities is a severe blow to the town's economy. Tourism accounts for an estimated 70% of Bethlehem's income almost all of that during the Christmas season. With many major airlines cancelling flights to Israel, few foreigners are visiting. Local officials say over 70 hotels in Bethlehem have been forced to close, leaving thousands of people unemployed. Gift shops were slow to open on Christmas Eve, although a few did once the rain had stopped pouring down. There were few visitors, however. We can't justify putting out a tree and celebrating as normal, when some people (in Gaza) don't even have houses to go to, said Ala'a Salameh, one of the owners of Afteem Restaurant, a family-owned falafel restaurant just steps from the square. Salameh said Christmas Eve is usually the busiest day of the year. Normally, you can't find a single chair to sit, we're full from morning till midnight, said Salameh. This year, just one table was taken, by journalists taking a break from the rain. Also Read Israel-Gaza war: Death toll up as conflict expands to bordering nations We must find a two-state solution for Israel and Palestine, says MEA Israel-Gaza war: Nations call for peaceful resolution; latest updates here Israel-Palestine conflict: All you need to know about this surprise war Gaza strip: Understanding the territory, its history, and ongoing conflict Furnace explosion at Chinese-owned nickel plant in Indonesia kills 13 Pak SC returns appeal against 3-year conviction of former PM Imran Khan Oil tanker MV Sai Baba with Indian crew comes under attack in Red Sea Pak government stops PCB from selling PSL and international media rights French judge to decide on extending stay of 303 passengers, mostly Indians Under a banner that read Bethlehem's Christmas bells ring for a cease-fire in Gaza, a few teenagers offered small inflatable Santas, but no one was buying. Instead of their traditional musical march through the streets of Bethlehem, young scouts stood silently with flags. A group of local students unfurled a massive Palestinian flag as they stood in silence. Our message every year on Christmas is one of peace and love, but this year it's a message of sadness, grief and anger in front of the international community with what is happening and going on in the Gaza Strip, Bethlehem's mayor, Hana Haniyeh, said in an address to the crowd. Over 20,000 Palestinians have been killed and more than 50,000 wounded during Israel's air and ground offensive against Gaza's Hamas rulers, according to health officials there, while some 85% of the territory's 2.3 million residents have been displaced. The war was triggered by Hamas' deadly assault Oct 7 on southern Israel in which militants killed about 1,200 people, most of them civilians, and took more than 240 hostages. The Gaza war has been accompanied by a surge in violence, with some 300 Palestinians killed by Israeli fire. The fighting has affected life across the West Bank. Since Oct 7, access to Bethlehem and other Palestinian towns in the Israeli-occupied territory has been difficult, with long lines of motorists waiting to pass military checkpoints. The restrictions have also prevented tens of thousands of Palestinians from exiting the territory to work in Israel. Amir Michael Giacaman opened his store, Il Bambino, which sells olive wood carvings and other souvenirs, for the first time since Oct 7. There have been no tourists, and few local residents have money to spare because those who worked in Israel have been stuck at home. When people have extra money, they go buy food, said his wife, Safa Giacaman. \"This year, we're telling the Christmas story. We're celebrating Jesus, not the tree, not Santa Claus,\" she said, as their daughter Makaella ran around the deserted store. (Only the headline and picture of this report may have been reworked by the Business Standard staff; the rest of the content is auto-generated from a syndicated feed.)\nTopics : Israel-Palestine palestine Hamas West Bank Don't miss the most important news and views of the day. Get them on our\nTelegram channel First Published: Dec 24 2023 | 5:39 PM IST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
      "https://t.me/bsindiaofficial",
      "https://whatsapp.com/channel/0029Va6cbsSDuMRmPCIgXS2t",
      "https://www.t.me/bsindiaofficial"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "john vinh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "vietnam",
          "sentiment": "none"
        },
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "manger square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T14:30:03.459+02:00",
    "updated": "2023-12-24T14:30:03.459+02:00"
  },
  {
    "uuid": "a48b36165781c889797372b85ef471d31c672569",
    "url": "https://www.infobae.com/revista-chacra/2024/08/01/suben-las-temperaturas-y-sigue-sin-llover",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-08-01T21:30:00Z",
    "title": "Suben las temperaturas y sigue sin llover - Infobae",
    "text": "Los vientos del Trópico producirán temperaturas máximas sobre lo normal en el norte del área agrícola (SMN) El área agrícola argentina recibirá vientos del Trópico, que producirán temperaturas máximas muy sobre lo normal en el norte del área agrícola , moderadamente sobre lo normal en el centro, y normales en el sur, según indica la perspectiva agroclimática de la Bolsa de Cereales de Buenos Aires (BCBA).\nEl norte del área agrícola argentina registrará temperaturas máximas muy sobre lo normal, según indica la perspectiva agroclimática de la Bolsa de Cereales de Buenos Aires (BCBA) Para el este del NOA, la región del Chaco, Paraguay, gran parte de la Mesopotamia, el nordeste de la región Pampeana y el oeste y el centro del Uruguay se esperan marcas térmicas máximas superiores a 25°C, con focos de entre 30 y 35 °C hacia el norte.\nEn tanto, para el centro del NOA, el centro y el este de Cuyo, el noroeste y el centro de la región Pampeana y el este del Uruguay se observarán máximas entre 20 y 25 °C, con focos con valores superiores.\nEn cuanto al centro-oeste del NOA, el centro-oeste de Cuyo y el sur de la Región Pampeana observarán temperaturas máximas entre 15 y 20°C; y el oeste del NOA y el oeste de Cuyo registrarán marcas térmicas inferiores a 15°C.\nLas precipitaciones seguirán siendo escasas en la mayor parte del área agrícola, señala la perspectiva agroclimática de la BCBA (BCBA) Paralelamente, tendrá lugar la entrada de un frente de Pampero, produciendo precipitaciones escasas en la mayor parte del área agrícola, salvo algunos focos aislados de registros moderados sobre su extremo norte y el Litoral fluvial, mientras Uruguay observará registros moderados en la mayor parte de su territorio. Para la Cordillera y el noroeste de la Patagonia se esperan nevadas intensas en gran parte de su extensión.\nLa mayor parte del área agrícola argentina y la mayor parte del área agrícola paraguaya observará precipitaciones escasas (menos de 10 mm) con focos con valores moderados. Solamente,en el oeste del Cuyo, el este de Buenos Aires y el Uruguay habrá precipitaciones moderadas (más de 10 mm), con focos con valores abundantes.\nEn cuanto a la Cordillera Sur y Central, experimentarán precipitaciones muy abundantes con nevadas intensas.\nAl finalizar la semana próxima, arribarán los vientos polares al sur del área agrícola produciendo temperaturas mínimas bajo lo normal (BCBA) Tras el paso del frente Pampero, arribarán los vientos polares , produciendo temperaturas mínimas bajo lo normal en el sur del área agrícola, aunque con menor rigor que en las semanas precedentes. En tanto, el centro y el norte observarán registros normales a superiores a lo normal. Las heladas generales quedarán circunscriptas a las zonas serranas del oeste, mientras las heladas agronómicas se restringirán al extremo sur del área agrícola argentina, señala la perspectiva agroclimática elaborada por la BCBA.\nEl nordeste del NOA, la región del Chaco, el norte de la Mesopotamia, Paraguay, el extremo nordeste de la región Pampeana y el extremo noroeste de Uruguay observarán temperaturas mínimas superiores a 15°C; mientras que el sur de la Mesopotamia observará marcas térmicas entre 10 y 15°C. En tanto, el centro del NOA, el este de Cuyo, la mayor parte de la región Pampeana y el sur de Uruguay registrarán temperaturas mínimas entre 5 y 10°C, con riesgo de heladas localizadas.\nPor su parte, el centro-oeste del NOA, el centro-oeste de Cuyo y las serranías de Buenos Aires observarán temperaturas mínimas entre 0 y 5 °C, con alto riesgo de heladas localizadas; mientras que el oeste del NOA y de Cuyo tendrán marcas térmicas por debajo de 0 °C con heladas generales, con un foco con valores de -5°C sobre el noroeste del NOA.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T00:36:03.030+03:00",
    "updated": "2024-08-02T00:36:03.030+03:00"
  },
  {
    "uuid": "584d588feb50f145eacba5aa07ed379622aa2532",
    "url": "https://www.tbnewswatch.com/local-news/jenna-ostberg-was-a-good-role-model-and-a-natural-with-kids-former-employer-8067993",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brandon Walker",
    "published": "2024-01-07T20:30:00Z",
    "title": "Jenna Ostberg was a good role model and a natural with kids: former employer",
    "text": "THUNDER BAY -- A former employer of Jenna Ostberg will remember the young woman as a “quiet but effective leader.”\nOstberg is the 21-year-old woman who died on Dec. 30 after the Thunder Bay Police Service failed to respond to two 911 calls at 2 am.\nThe calls were for a domestic disturbance at a home on Ray Boulevard. The first was a call for help and the second was a call to cancel the assistance.\nTBPS also received a third call from the same home – indicating that someone had died.\nDuring the pandemic, Ostberg was a youth worker at the Boys and Girls Club of Thunder Bay.\n“She worked with the Algonquin [Avenue Public School] cohort,” said Albert Aiello, the organization's executive director, explaining that students were separated by school to prevent the spread of COVID-19.\nHe called Ostberg a good role model who was liked by everyone who met her.\n“The kids really gravitated to her and you could tell she was a natural with kids,” said Aiello, who is also the councillor for the McIntyre ward.\n“When she would come in, members would run up to her and want to be doing whatever activity she would do.\"\nThis is the same\nincident that the TBPS is being investigated for by the Special Investigations Unit.\nOn Friday, the president of the Thunder Bay Police Association issued a\nstatement regarding the current SIU investigation into the death of Jenna Ostberg.\n“The Thunder Bay Police Association is sad to hear about a death in our community. Our hearts go out to the loved ones and those impacted by this tragic death,” Colin Woods said.\n“From what we understand, details that show a clearer picture of what happened are being withheld while the investigation is ongoing and will be released with time.”\nAlso on Friday, Confederation College lowered its flag to half-mast in memory of Ostberg, who was a recent graduate from the College Access Program.\n\"Her passing comes as a shock to all of us in the Confederation College community and beyond,\" the\nmessage said, offering contact information for anyone needing support services during this difficult time.\n\"Jenna's presence will be dearly missed, and we extend our deepest sympathies to all who knew and loved her.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://www.confederationcollege.ca/news-events/memoriam-jenna-ostberg",
      "https://confederationcollege.ca/news-events/memoriam-jenna-ostberg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jenna ostberg",
          "sentiment": "positive"
        },
        {
          "name": "aiello",
          "sentiment": "none"
        },
        {
          "name": "ostberg",
          "sentiment": "none"
        },
        {
          "name": "albert aiello",
          "sentiment": "none"
        },
        {
          "name": "mcintyre",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "thunder bay police service",
          "sentiment": "none"
        },
        {
          "name": "tbps",
          "sentiment": "none"
        },
        {
          "name": "avenue public school",
          "sentiment": "none"
        },
        {
          "name": "girls club",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ray boulevard",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:24:11.604+02:00",
    "updated": "2024-01-08T01:24:11.604+02:00"
  },
  {
    "uuid": "a31be3c06aa33069288172f0541defd3b032bc3d",
    "url": "https://www.thehansindia.com/news/international/muslim-mob-attacks-christian-man-over-alleged-blasphemy-sets-house-on-fire-in-paks-sargodha-880776",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Hans India",
    "published": "2024-05-25T11:12:00Z",
    "title": "Muslim mob attacks Christian man over alleged blasphemy, sets house on fire in Pak's Sargodha",
    "text": "Live [National Blueberry Cheesecake Day 2024: Easy Recipe to Satisfy Your Sweet Tooth](/life-style/food/national-blueberry-cheesecake-day-2024-easy-recipe-to-satisfy-your-sweet-tooth-880785) [Massive fire breaks out in Delhi factory](/news/national/massive-fire-breaks-out-in-delhi-factory-880780) [T20 World Cup: Pakistan's biggest chink is always going to be fielding, says Hayden](/sports/t20-world-cup-pakistans-biggest-chink-is-always-going-to-be-fielding-says-hayden-880779) [French President Macron calls for ceasefire in Gaza](/news/international/french-president-macron-calls-for-ceasefire-in-gaza-880778) [4 tourists from Punjab killed in J&K road accident](/news/national/4-tourists-from-punjab-killed-in-jk-road-accident-880777) [Muslim mob attacks Christian man over alleged blasphemy, sets house on fire in Pak's Sargodha](/news/international/muslim-mob-attacks-christian-man-over-alleged-blasphemy-sets-house-on-fire-in-paks-sargodha-880776) [German minister says 'work to do' on frozen Russian assets for Kiev](/news/international/german-minister-says-work-to-do-on-frozen-russian-assets-for-kiev-880775) [1 in 8 women at risk of developing thyroid disorder in their lifetime: Experts](/life-style/health/1-in-8-women-at-risk-of-developing-thyroid-disorder-in-their-lifetime-experts-880774) [Surfing Federation of India launches 5th edition of Indian Open of Surfing](/sports/surfing-federation-of-india-launches-5th-edition-of-indian-open-of-surfing-880773) [Ghazipur rally: PM Modi slams INDI Alliance for betrayal, says Cong regimes kept the region in ruins](/news/national/ghazipur-rally-pm-modi-slams-indi-alliance-for-betrayal-says-cong-regimes-kept-the-region-in-ruins-880772) Just In Muslim mob attacks Christian man over alleged blasphemy, sets house on fire in Pak's Sargodha An angry mob seriously injured a Christian man and set his house on fire over an alleged incident of blasphemy in Pakistan's Sargodha on Saturday. Sargodha: An angry mob seriously injured a Christian man and set his house on fire over an alleged incident of blasphemy in Pakistan's Sargodha on Saturday. Local sources revealed that the situation turned violent when an enraged mob entered Sargodha's Mujahid Colony, an area which houses many Christian families, broke into a Christian man's house, thrashed him badly and set his belongings on fire. The mob also torched a shoe factory operating from within the premises besides damaging the entire property. Videos of the incident, which went viral on social media, showed a badly injured man lying on the ground as several people continued to attack him, many using even stones. The local police, however, said that the situation was brought under control after it dispersed the angry mob and shifted the injured to a nearby hospital. Police authorities also maintained that they had dispersed the crowd and rescued at least two more families from being attacked by the Muslim mob. \"We have shifted the injured to a hospital and also taken into custody several suspects involved in the incident,\" said Regional Police Officer (RPO) Shariq Kamal. \"The incident occurred over an incident of alleged desecration,\" confirmed Sargodha District Police Officer (DPO) Asad Ejaz Malhi. \"When a heavy contingent of police reached the spot, we saw a huge crowd outside some houses. We cleared the area and took out the families safely,\" added Ejaz. While the police officials claimed that no one was injured, social media posts on the incident confirmed torture and vandalism caused by the violent mob. \"We have called in a District Peace Committee to evaluate the situation and issue a statement on the matter. District committee includes district administration, religious scholars of Muslim and minority communities,\" said the DPO. The Human Rights Commission of Pakistan (HRCP) has expressed serious concerns about the unfolding situation in Sargodha, stating, \"Christian community in Gillwala is reportedly at grave risk to their lives at the hands of charged mobs.\" The incident has brought back horrific memories of last August when angry mobs attacked Christian churches, and Christian graveyards and rampaged the Christian neighbourhood torching dozens of houses over alleged blasphemy committed by members of the community in Jaranwala. The human rights lawyers have slammed the Pakistani government for failing to take any serious and sincere action against the perpetrators of the Jaranwala incident and emboldening radicals. \"I strongly condemn the Sardogha incident. I denounce the failure of the State to take any serious and sincere action against the perpetrators of the Jaranwala incident. It has only emboldened those who exploit religious sentiments for their criminal acts,\" said politician and human rights lawyer Jibran Nasir.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Disaster and Accident",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hayden",
          "sentiment": "none"
        },
        {
          "name": "macron",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "pak",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "pak's sargodha",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        },
        {
          "name": "kiev",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T17:01:56.564+03:00",
    "updated": "2024-05-25T17:01:56.564+03:00"
  },
  {
    "uuid": "aa892ae2da774f752a6db0f3f6c02dbd330a9a27",
    "url": "https://ar.pressbee.net/show9695639.html?title=6-صور-من-استمتاع-قفشة-بإجازته-الصيفية-على-الشاطئ-رفقة-نجله",
    "ord_in_thread": 0,
    "author": "مصراوي",
    "published": "2025-07-03T05:29:28Z",
    "title": "6 صور من استمتاع قفشة بإجازته الصيفية على الشاطئ رفقة نجله",
    "text": "مشاهدة 6 صور من استمتاع قفشة بإجازته الصيفية على الشاطئ رفقة نجله\nيذكر بـأن الموضوع التابع لـ 6 صور من استمتاع قفشة بإجازته الصيفية على الشاطئ رفقة نجله قد تم نشرة ومتواجد على مصراوي وقد قام فريق التحرير في برس بي بالتاكد منه وربما تم التعديل علية وربما قد يكون تم نقله بالكامل اوالاقتباس منه ويمكنك قراءة ومتابعة مستجدادت هذا الخبر او الموضوع من مصدره الاساسي.\nوختاما نتمنى ان نكون قد قدمنا لكم من موقع Pressbee تفاصيل ومعلومات، 6 صور من استمتاع قفشة بإجازته الصيفية على الشاطئ رفقة نجله.\nفي الموقع ايضا :",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Social Issue->parenting",
      "Social Issue->family",
      "Social Issue->children"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T08:29:28.967+03:00",
    "updated": "2025-07-03T05:34:47.000+00:00"
  },
  {
    "uuid": "f9ca859e65174063573db1694e303c03aedd3e13",
    "url": "https://menafn.com/1107979018/Embarking-On-A-Vision-ORAs-Journey-In-Redefining-Luxury-Living",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-03-14T00:00:00Z",
    "title": "Embarking On A Vision: ORA's Journey In Redefining Luxury Living | MENAFN.COM",
    "text": "ORA transcends the conventional, going beyond mere construction to create experiences that resonate with the dreams, aspirations, and happiness of its residents. The journey of ORA begins with a belief in dreaming big, not just for itself but for every individual who becomes a part of its community. The developments are not merely structures; they are vibrant lifestyle destinations pulsating with a sense of community spirit. In these spaces, opportunities abound, and people can immerse themselves in a diverse array of enjoyable lifestyle experiences. Embarking on a journey across the multifaceted landscapes of industry challenges and successes, the ORA team addresses the obstacles inherent in any new project. However, armed with unwavering determination and a team of skilled professionals characterised by a positive attitude and a vision for tackling challenges head-on, ORA consistently overcomes these hurdles. Through their collective efforts, ORA not only navigates through difficulties but also excels in delivering top-notch projects, showcasing their resilience and expertise. Mohammed Sheta, CFO of ORA Developers, emphasises the risk is present everywhere in the daily operations, navigating political detailed aspects and financial exposures. His insight underscores the importance of adaptability in addressing unforeseen challenges, reflecting a strategic approach to risk management in the ever-evolving landscape of real estate development. \"Risk is a fact of life. We encounter risk every day in our normal day-to-day operations, ranging from political risk in the countries where we operate to financial risk, including exposure to inflation and foreign currencies. We have learned the technicalities of how to manage risks and hedge ourselves against them. The crucial aspect to be prepared for is adapting to new risks that may not have been anticipated.\" Navigating challenges, Naguib Sawiris, CEO and chairman of ORA, underscores the hurdles faced. He says: \"The challenges that we faced during the Pakistan project were with the quality of the contractors. Additionally, finding good, qualified people was not easy.\" Further commenting on the same, Tarek Hamdy, Chief Executive Officer, Eigheen, Pakistan says: \"Certainly, there are country challenges, such as the instability of the government and related factors like changes in leadership, including the PM and other authorities. The frequent rotation of government officials has posed significant difficulties for us. As part of ORA, we are committed to adhering to the rules, ensuring all necessary approvals, building permits, and compliance with regulations.\" For Khaled Morgan, Chief Development Officer, ORA, challenge is to starting on any project. He says: \"Whether it's Egypt or Pakistan or our projects in the Caribbeans, we try to do research and understand the context very well. How these people work, how these people live, what do they like? Uh, even what kind of food they eat.\" At the heart of ORA lies a profound commitment to happiness. ORA recognise that a home is not just a physical space but a sanctuary where dreams are nurtured, and lifetime memories are forged. The commitment to excellence and balance resonates in every detail of its projects, creating a harmonious blend of luxury and practicality that enriches the lives of our residents. ORA is a team of architects designing experiences. The team embraces creativity and innovation, pushing the boundaries of luxury living. The projects are not just structures; they are sensorial masterpieces that create surreal yet perfect moments of lifetime achievement. It's akin to owning a piece of a complicated luxury timepiece, where every intricate detail contributes to a flawless and breathtaking experience. Excellence, balance, and happiness are the cornerstones of ORA's DNA. The team go beyond the expected, infusing life into each development. Sustainability is not a mere buzzword for ORA; it's a commitment. It creates attractive environments worldwide, always working in harmony with local communities and respecting the planet's resources. ORA is a trailblazer when we talk about luxury lifestyle destinations. The world-class expertise, meticulous attention to detail, and visionary ideas set ORA apart. With each landmark project, the team redefine luxury living, making it more meaningful and purposeful for those who choose to be part of the ORA community. MENAFN14032024000049011007ID1107979018 Legal Disclaimer: MENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above. Tags Comments Category Date",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "moha",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ora",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:06:01.880+02:00",
    "updated": "2024-03-15T00:06:01.880+02:00"
  },
  {
    "uuid": "be49f88abb18e5cd74e30581ac052c1ca174ee14",
    "url": "https://www.extremnews.com/nachrichten/weltgeschehen/49a51a125e703f5",
    "ord_in_thread": 0,
    "author": "Sanjo Babić",
    "published": "2025-06-12T07:14:00Z",
    "title": "Zum Tag gegen ausbeuterische Kinderarbeit: Terre des Hommes stellt neuen Kinderarbeitsreport vor",
    "text": "Zum Tag gegen ausbeuterische Kinderarbeit: Terre des Hommes stellt neuen Kinderarbeitsreport vor\n12.06.2025um 09:14 durch Sanjo Babić\nWeltweit schuften Millionen Kinder oft unter gefährlichen Bedingungen im Kleinbergbau. Gruben graben, Wasser heranschaffen oder in engen Schächten arbeiten - so sieht der Alltag vieler Kinder aus, die häufig in illegalen Minen Mineralien wie Lithium, Gold oder auch Diamanten schürfen müssen.\nFür den aktuellen Kinderarbeitsreport hat Terre des Hommes über 200 Kinder und Jugendliche aus Bolivien, Indien und Simbabwe gefragt, deren Alltag von harter Arbeit im Kleinbergbau geprägt ist. Ihre Antworten zeigen: Die Arbeit ist hart, gefährlich und von Entbehrungen geprägt, und dennoch sind viele stolz darauf, ihre Familien unterstützen und neue Fähigkeiten erlernen zu können. Viele lehnen pauschale Verbote ab, da Armut sie zur Arbeit zwingt und Alternativen fehlen. Sie fordern stattdessen entschieden bessere Arbeitsbedingungen, mehr Schutz und Respekt seitens der Erwachsenen sowie den Zugang zu Bildung.\n\"Die Ausbeutung von Kindern im Kleinbergbau muss aufhören. Ein pauschales Verbot von Kinderarbeit im Kleinbergbau würde allerdings zu kurz greifen und die Not der Familien noch verschärfen. Viele Kinder haben bei unserer Recherche betont, dass sie nur mit dem Erlös aus ihrer Arbeit den Schulbesuch finanzieren können. Wir brauchen daher realistische Lösungen, die Kinder schützen und ihnen Perspektiven eröffnen\", betont Joshua Hofert, Vorstandssprecher von Terre des Hommes.\n\"Dazu gehört vor allem, dass die staatlichen Behörden und Institutionen das Verbot ausbeuterischer Kinderarbeit konsequent durchsetzen. Auf internationaler Ebene fordern wir die politische Durchsetzung der EU-Lieferkettenrichtlinie, so dass Unternehmen zu menschenrechtlicher Sorgfalt entlang der gesamten Lieferkette verpflichtet werden. Das ist besonders wichtig, weil gerade Kinder am Anfang globaler Lieferketten unter gefährlichen Bedingungen arbeiten müssen. Politik und Unternehmen müssen dafür sorgen, dass Ausbeutung gestoppt wird und Kinder allenfalls durch leichte und unschädliche Tätigkeiten ihre Familien unterstützen und etwas Geld für ihren Schulbesuch erwirtschaften.\"\nQuelle: Terre des Hommes Deutschland e.V. (ots)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Education"
    ],
    "topics": [
      "Social Issue->discrimination",
      "Social Issue->children",
      "Social Issue->social problem",
      "Education->students",
      "Education->social learning",
      "Education->parents group"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Sanjo Babić",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Simbabwe",
          "sentiment": "none"
        },
        {
          "name": "Bolivien",
          "sentiment": "none"
        },
        {
          "name": "Indien",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ford",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "F",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "at&t",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "T",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Visa",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "V",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:27:00.557+03:00",
    "updated": "2025-06-12T07:43:31.000+00:00"
  },
  {
    "uuid": "0b279124b1325d094908b69cb6ffc6f202703c05",
    "url": "https://sarawak.sinchew.com.my/news/20250508/sarawak/6514583",
    "ord_in_thread": 0,
    "author": "星洲网",
    "published": "2025-05-07T23:00:00Z",
    "title": "达35摄氏度 汶天气酷热 - 地方 - 汶莱",
    "text": "（汶莱斯里巴加湾8日讯）本月5日起，汶莱数个地区白天天气酷热，连续3天每日最高气温达到35摄氏度或以上。\n汶莱前日共有3个地区出现极度炎热天气，即那威、拉奇乌及安格烈德沙；另外5个地区出现异常炎热天气，即斯市、鲁玛巴斯、西纳乌、伯努丹及邦卡。\nADVERTISEMENT\n汶莱目前处于季候风交替期，标志着东北季候风与即将到来的西南季候风的过渡，预计将持续至本月杪。期间，本地风力对日常天气产生显著影响。\n最新天气预测示，汶莱天气预料未来数日持续炎热干燥，降雨量减少。每日最高气温预料介于33至37摄氏度。民众受促在炎热干燥天气采取安全措施。\nADVERTISEMENT\n热门新闻\n百格视频\nADVERTISEMENT",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather statistic",
      "Weather->weather forecast",
      "Weather->weather phenomena",
      "Environment->global warming",
      "Environment->climate change",
      "Environment->energy resources"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:58:25.941+03:00",
    "updated": "2025-05-08T00:04:55.000+00:00"
  },
  {
    "uuid": "1c1df520a649055ada3f230e2312cf0130c50260",
    "url": "https://kbizoom.com/mbappe-real-madrid-2025-trophyless-season/",
    "ord_in_thread": 0,
    "author": "phuonganhvu119",
    "published": "2025-07-17T04:24:00Z",
    "title": "Mbappé Shines Bright, But Real Madrid Ends Season Trophyless: Why Goals Weren't Enough?",
    "text": "Kylian Mbappé’s debut season at Real Madrid was nothing short of spectacular on an individual level but in a sport where collective triumph defines legacy, the French superstar has reason to feel frustrated.\nMbappé netted an incredible 44 goals in 56 matches across all competitions during the 2024/25 season, including 31 in La Liga, earning him both the Pichichi Trophy and the European Golden Shoe. He broke Ivan Zamorano’s record for most goals in a debut season at Real Madrid and became just the fourth player in club history to score 30+ goals in his first La Liga campaign, joining legends Alfredo Di Stéfano, Hugo Sánchez, and Ruud van Nistelrooy.\nHe even made history in Europe, scoring a hat-trick against Manchester City in the Champions League knockout stages and reaching 50 Champions League goals becoming the second-youngest to do so after Lionel Messi.\nA Season Without Silverware\nDespite Mbappé’s individual brilliance, Real Madrid failed to claim any of the season’s major trophies. They were eliminated in the Champions League and missed out on both La Liga and the Copa del Rey, settling only for minor honors: the UEFA Super Cup and the FIFA Intercontinental Cup. It marked the club’s first season since 2010 without a major title.\nThe club’s struggles led to the departure of head coach Carlo Ancelotti in May, despite his status as the most decorated manager in Real Madrid history. Xabi Alonso took over, but Real Mandrid’s fortunes didn’t improve, suffering a disappointing exit at the hands of PSG in the FIFA Club World Cup semifinals.\nToo Much Mbappé?\nThe stark contrast between Mbappé’s personal form and Real Madrid’s team failures has sparked debate. While he dazzled with goals, critics argue Real became too reliant on him, disrupting the balance of an already star-studded attack featuring Vinícius Júnior and Jude Bellingham.\nReports suggest that the lack of defensive contribution from both Mbappé and Vinícius—especially in high-stakes games exposed Real to tactical vulnerabilities. In the modern era where pressing from the front is key, Real’s inability to adapt left them trailing tactically.\nWhile Mbappé has solidified his status as one of football’s elite, Real Madrid’s trophyless season underscores a vital truth: even generational talents can’t carry a team alone. At 26, Mbappé has time on his side—and if Real Madrid can align individual stardom with team structure, the coming seasons could turn near-misses into triumphs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport achievement",
      "Sport->soccer",
      "Sport->sports honour",
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Ruud van Nistelrooy",
          "sentiment": "none"
        },
        {
          "name": "Alfredo Di Stéfano",
          "sentiment": "none"
        },
        {
          "name": "Ivan Zamorano",
          "sentiment": "none"
        },
        {
          "name": "Hugo Sánchez",
          "sentiment": "none"
        },
        {
          "name": "Lionel Messi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Europe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Manchester City",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:58:20.562+03:00",
    "updated": "2025-07-17T05:05:38.000+00:00"
  }
]