[
  {
    "uuid": "6fe417676d65a65f3afbd88e348c629a2897bc5d",
    "url": "https://ducttapemarketing.com/unlocking-unfair-advantage-entrepreneurial-success/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Jantsch",
    "published": "2023-12-28T18:07:00Z",
    "title": "Unlocking Your Unfair Advantage: How Your Unique Story Powers Your Entrepreneurial Success",
    "text": "The Duct Tape Marketing Podcast with John Jantsch\nIn this episode of the Duct Tape Marketing Podcast, I interviewed Ash Ali and Hasan Kubba, award-winning authors, entrepreneurs, and advocates for unlocking your unfair advantage. With their extensive experience in the startup world, Ash and Hasan share profound insights from their book, “\nThe Unfair Advantage: How You Already Have What It Takes to Succeed.”\nEmbark on a journey of self-discovery as Ash and Hasan discuss the concept of unfair advantages and how your unique story can be a powerful catalyst for entrepreneurial success. Gain valuable insights into the Miles framework, a strategic approach to identifying and leveraging your strengths.\nKey Takeaways\nIn this insightful episode, Ash Ali and Hasan Kubba, renowned authors and entrepreneurs, introduce the transformative concept of unfair advantages in the entrepreneurial journey. Through the Miles framework, they guide listeners to identify and leverage their unique strengths, turning constraints into creative opportunities.\nThe discussion explores the proactive approach to luck, emphasizing strategies to create one’s fortunate path. Underscoring the power of insight and innovation, showcasing real-life examples of individuals who harnessed their unique perspectives for success. Additionally, it highlights the role of gratitude and a growth mindset in nurturing a positive entrepreneurial mindset, offering practical techniques such as the ABC model and cognitive behavioral strategies. This holistic guide empowers aspiring entrepreneurs to unlock their unfair advantage, embrace their stories, and chart a path toward unparalleled success in the business realm.\nQuestions I ask Ash & Hasan:\n[01:01] What is your take on the expression ‘life is unfair’?\n[02:53] What are some easily recognizable advantages of unfair examples?\n[04:38] Luck and hard work, does success really lie in the middle?\n[05:55] Would you characterize your book as a business book or a self help book?\n[07:47] What are some hidden unfair advantages that people don’t realize they have?\n[10:02] How do you respond to the notion of creating your own luck as an entrepreneur?\n[13:20] What are your unfair advantages?\n[18:39] What do you say to someone who believes they have zero unfair advantages?\n[22:08] Where can people connect with you and obtain a copy of your book?\nMore About Ash & Hasan:\n- Connect with Ash Ali on\n- Connect with Hasan Kubba on\n- Visit the\nUnfair Academy\n- Get a copy of\nThe Unfair Advantage\nGet Your Free AI Prompts To Build A Marketing Strategy:\nLike this show? Click on over and\ngive us a review on iTunes, please!\nConnect with John Jantsch on\nThis episode of The Duct Tape Marketing Podcast is brought to you by ActiveCampaign\nTry ActiveCampaign free for 14 days with\nour special offer. Sign up for a 15% discount on annual plans until Dec 31, 2023. Exclusive to new customers—upgrade and grow your business with ActiveCampaign today!\nJohn (00:00): Welcome to another episode of the Duct Tape Marketing Podcast. This is John Jantsch. My guest today is Ash Ali and Hasan Kubba. We're going to have two guests today. They're award-winning authors and entrepreneurs. And despite not going to University, Ash became a serial tech founder and the first marketing director of the Unicorn Startup Just Eat. Hassan built a successful startup from his bedroom with nothing more than an online course and a yearning to escape the rat race. They're now international bestselling authors, coaches and keynote speakers, and we're going to talk about their latest book, the Unfair Advantage, how You Already Have What It Takes to Succeed. So Ash and Hasan, welcome.\nHasan (00:43): Hello. Thank you. Thanks for having us.\nJohn (00:45): Hi. Awesome. So the book starts out with this premise, and we could probably do the whole show without me asking another question, but here it is. Life is fundamentally unfair. Who wants to take that dollop of hope?\nHasan (00:58): I'll take it. I'll take it. Go on. So life is unfair. Yeah, that is the underlying principle behind our book is that life is not fair. And sometimes when you get into self-development like I did, and I still enjoy a bit of self-development, you learn that what you got in life is what you deserved. You built the life that you're living now. You designed it, your decisions led to the moment you're in now, and all these kinds of quotes and beliefs and mental models to make you take responsibility for your life, which is a very useful tool, but it's limited because it's not actually that accurate. So one of the ways to look at when we talk about this in the book is it's all about mental models. So there's one extreme, which is to think that all success is based on hard work and merit.\n(01:46): And the other extreme is to think it's all luck and unearned. And the reality is squarely in the middle, there's a lot of serendipity in life. There's a lot of luck of births and genetic lotteries, and there's a lot of things that just happen because you are in the right place at the right time. But at the same time, you can stack the deck in your favor, you can make the right decisions, you can be consistent in how you think, in how you behave and the decisions you make to lead towards success. So it's a mixture of both. Life is unfair and ultimately we're so lucky and we should all be so grateful for everything that we have going for us. And at the same time, we can also exert our own agency on the world. We can also take bear some responsibility. We can also take control of our lives to an extent.\nJohn (02:30): Yeah, it is interesting. I mean, we all know people have had everything handed to them, all the funding, all the backing, all the mentors, all the whatever, and they've still found a way to piss it away, haven't they? So it really is kind of that combination. So let's maybe start out by defining what an nfa, maybe some examples of what you would call an unfair advantage that people tend to recognize.\nAsh (02:54): So an unfair advantage is something that's unique to you based on your circumstances and also based on your background and who you are as an individual. There's so many books out there that talk about strengths, but what we do is talk about your strength, but also about yourself as an individual, as a unique person. So we talk about life is unfair and it's not a level playing field, but sometimes when life is unfair and it's not a level playing field, some people can grow up with a victim mindset and a victim type of thinking say, I didn't have this, I didn't have that. But actually what we say in the book is actually how do you turn that around? How do you make that stuff that you felt was unfair growing up in poverty or growing up in an area that wasn't great? How can you turn that around and make it part of your authentic story and use it to an advantage? So an example for me would be I grew up with little money and when I start companies now, and I know a lot of listeners are listening here who run small businesses when you don't have a huge amount of money for marketing budgets, for example, I'm the perfect person to come in and work with you because I know how to be resourceful because I had no money. And so my mindset is always based around being resourceful. That's just an example of something that you could use\nJohn (03:59): Straight. But again, the flip side of that, I guess we all know people who had everything and should have made it. We all probably know at least somebody, or at least you've read their story of somebody that never should have. Like you said, they didn't have the education, they didn't have the backing, they didn't have the money. They didn't really, seemingly didn't seem that smart. They've made themselves successful the way we define that. So I guess to Hassan's original point, it's kind of somewhere in the middle. It\nAsh (04:32): Is somewhere in the middle. It's interesting because I've got a daughter now who's growing up in privilege, and I look at her and I look at my life and think, okay, does she have the fire in the belly? And what can we do to help her have the same mentality of working hard and trying to achieve things in life? And one of the things I found was that interestingly is that constraint does kind of foster creativity. And if you just give everything to your children, for example, straight away, then they're not going to feel grateful for it straight away unless they've worked for it. So sometimes having constraints does make you more resourceful and more creative. And that's as an example of something. We live in an abundant world now where everything is available quickly. You can order your takeaway quickly, you can order your cab quickly, and they're growing up in a different environment compared to us where we had to wait for something, but we had to have some patience around something. So it's understanding what constraint is and how to manage that, I suppose was,\nJohn (05:27): Yeah, of course, it's so cliche now, but I like to tell even 30 year olds about a dialup internet and things of that nature. Can you imagine that now it would take 10 minutes and we had to take turns. Who could use it? Only one person could be on at a time and pretty crazy. So I think would you classify or would you characterize this book as a business book or a self-help book?\nHasan (05:50): Yeah, good question. It really is in the middle because what we've done with our book is we've the origin of the book, let's get into the origin. We did this book because we were getting pitched by loads of startups for funding, and it was just like Shark Tank essentially that'd come in and pitch us. And we thought, what is the difference that makes a difference here? When we confer between ourselves, we're like, what is it with some people that we're like, even if we did believe in them, they're not going to close out their funding ground. Nobody else is going to believe in them and they're going to really struggle here. And what is that difference? And we start thinking about this and really diving into it, and we decided to write this down, this idea of the unfair advantage, it's essentially a sustainable competitive advantage for a big business.\n(06:32): It's the type of thing Warren Buffet talks about in value investing. You want a business that has the economic moats, the defensibility that it's going to sustain. And it's the same thing for individuals because at that early stage of a business, when you don't yet have a product, even sometimes when you don't yet have customers, you don't yet have traction and sales, how are you going to judge it? Well, you're going to judge it by the team, by the co-founders. And when you're judging it by the co-founders, that's when you have to try and decide, okay, what have they got going for themselves? What do they have that's going to allow them to push through? Do they have a track record? Do they have something that gives you the idea that they'll be able to get into this? Do they have the unfair advantages? And essentially that was the idea behind the book, and that's what made us think about how we can help people to gain that kind of self-awareness to know what kind of business to go for, to know what kind of strategy to go for. Should you raise funding? Should you bootstrap? Who should you partner with? These are the kind of decisions we wanted to help people with at that early stage. So we're just bringing it back to the individual. So that's why he's in between a business book and a self-development. It's about the early stages of a startup to\nJohn (07:39): Workshop. So I think there are some unfair advantages that are pretty obvious that people could identify. But if I'm out there listening, what are just some of the places that you go looking? I know you have a framework you call the Miles framework, so we can kind of go letter by letter for the acronym, but what are some of the places maybe that are less obvious that you've said, Hey, these are unfair advantages that people don't even realize they have? So\nAsh (08:03): The Miles framework is, it stands for money, intelligence, location, and luck, education and expertise and status. And it sits on top of mindset. And we talked earlier about why it's important for people to understand the unfair advantage in the context of business because business is all about people. And most investors invest in small startups and early stage startups because of the people, not because of the idea itself. It's the founders themselves. And so if you can identify your unfair advantages and then amplify those in your pitch, in your message to hiring people to your or getting customers, it'll help you get your early traction, which is what starts a business. So coming back to the Miles framework, it's about understanding within each one of those miles frameworks in each one of those letters, what you have that's going for you. And one of the big ones is insight.\n(08:54): For example, when you're starting a company, if you have insight into something that nobody else has and you are starting a business around, that's a very powerful unfair advantage. And there's so many case studies in our book around that about specific insights around that. Another one is being in the right place at the right time, the location and luck. Can you find the right co-founder? Can you find the right customers who are close to you potentially who can become customers straight away? Status is another one, your network. And here, when you are starting a business, if you know how to raise money quickly and you have a network, that's an unfair advantage. And if you need to go out to the market to raise money from ground zero and have nobody, no network, it's much harder to do, much harder to do. And we know that's how investment generally works. So there's lots of little examples in different places for different types of projects or businesses. It depends where you want to apply the framework itself, whether it's a project, whether it's your career, whether it's a business itself.\nJohn (09:48): I want to come back to insight in a minute and have you share some examples to help clarify that one. But let's talk about luck. Some people are purely lucky. I mean, they run into luck, right place, right time, like you said. I would say a lot of entrepreneurs have come to the realization that they make their own luck, and that's almost something that's earned as opposed to something that's an unfair advantage. How would you respond to that notion?\nHasan (10:12): I totally believe in making your own luck as well. So we talk about luck and we talk about the fact that it's overlooked and luck exists. Hey, luck does exist, talent does exist. All these books has become trendy to say there's no such thing as talent. Just work super hard and get the 10,000 hours in. And that's enough. These things exist. Tiger Woods could swing, a golf could swing a club before he could walk. These are the kinds of things that is pure talent. Oprah Winfrey was giving speeches to whole congregations at church when she was three years old. So these things exist, but making your luck also definitely exists. We talk in the book about how you can actually increase your luck. There have been psychologists who've studied the phenomenon of people who think of themselves as lucky, less of people who don't, and how the fact that they think of themselves as lucky just makes them more proactive, makes them more observant to opportunities that come up. And it's been literally proven in studies. So it's quite interesting that you can make your own luck. We say, put yourself out there more, increase your surface area to luck, and maybe more lucky things will happen. So it's essentially rolling the dice. Just keep rolling it. No one's counting how many you're throwing the D, how many times you're throwing the dice. If you keep rolling, you're more likely to roll the double six.\nJohn (11:25): Yeah, I actually, I started my blog in 2003 that I talk about being in the right place at the right time. That was luck to spot that technology. But also it led to my first book four years later. But that point, I had also written a thousand blog posts. So I always talk about, really that was a lucky decision on my part to go that route. But then I do think you can also then turn that luck into something that is very fruitful.\nAsh (11:52): Yeah, absolutely.\nJohn (11:54): So what's your unfair advantages? And I'll let you both answer that one. Go on. For example, as you mentioned, you didn't go to college, so we can\nAsh (12:03): Take, okay, I'll\nJohn (12:03): Stop the college degree from Oxford off the table, right?\nAsh (12:07): Yeah. That can be an unfair advantage if you know how to use it. Some people don't know how to use that as well. We see people coming to us and like, oh yeah, I went to Oxford in Cambridge or wherever, and it's just par. It's normal for them. But actually that could be an unfair advantage if you know how to use it properly. An unfair advantage, there's several different things with strength. They can be double-edged swords as we call them. So having something and not having something, and we talk about constraint earlier on. I'll go through it from my perspective, which is the double-edged sword version of it, and has someone go through it from his perspective. So from my perspective, I had no money growing up. So now when I'm building startups, I'm really shrewd and very lean and I can build things very quickly and I'm very resourceful.\n(12:46): And actually what it does has done to me is made me more creative. So one of my high skills is creativity, intelligence, and insight. I have lots of insights with businesses because I'm doing things all the time. I'm always taking action. So I'm seeing opportunities and getting insights and different things and intelligence. There's different types of intelligence. A lot of people said to me, Ash, you're really cool. You're the glue amongst your friends. So I'm good at bringing people together and doing things together, which is cool. And I don't like to be the smartest person in the room. I'd rather not be the most intelligent person in the room, but I can learn from other people quickly. So I suppose that's the eyesight location and luck. I was born in Birmingham, which is the second biggest city in the uk, an automotive retail industry kind of community.\n(13:24): And the tech industry was booming in London. So I moved to London at the age of 19. If I didn't move, I wouldn't have had the same opportunities, wouldn't have been able to join companies like Juste and do the IPO and luck, the IPO, how many companies IPO, far and few between once again, and there's a luck factor behind that and the right timing of that. And then seeing how that would work out. Education, excuse. I didn't work university, so I didn't feel entitled. So that's why I kind of did everything and anything. And I built my expertise up in digital market and the time when everyone wanted to know how to do SEO and online marketing, I was there. And then status a few, and your Rolodex of contacts, I didn't know many people, but now I know lots of people. So if I need to do anything now, for example, I can open my black book of contacts, LinkedIn network connections and make things happen because of my status of having connections that I've built up over time. So that's become an unfair advantage for me.\nJohn (14:14): It's interesting, as you said, the degree from a prestigious school used to really mean a lot. It feels like particularly in the entrepreneurial space, it's more about what were you doing for your summer job than what degree you got or your side hustle or whatever. It seems to actually hold more weight than college. And I think a lot of it's because people realize college is great for making connections. What they teach in a lot of a marketing course in college will have very little application to what it's like to market in the real world. And so that education, the actual learning classroom education is probably not that valuable.\nAsh (14:52): I mean, if you want to learn,\nJohn (14:53): So Hasan, how\nAsh (14:54): Then the fastest way to learn is reading blogs like yours, John. And if you want to learn about marketing, you can learn a lot more from reading blogs and marketing books can get old very quickly. What happened some time ago, timing-wise might not work now. So it's keeping fresh and up to date with knowledge. I think that's really important. And we talk about this in a book about, there's three aspects of university, but I'll let Hasan talk about the Miles's favorite from his side and what his advantages are.\nHasan (15:20): So for me, so it is easier to simplify it to what is your unfair advantage. But the reality is we all have a set of unfair advantages and a unique set of them. And that's why Ash goes through so many. For Ash, I would definitely say his creativity is just one of the top things about him. And the fact that he just gives things a go, he just goes for it. So for me, I would say that it's my ability to learn really fast. So I think I have that kind of the intelligence where I pick things up fast and then I'm able to communicate them. So one thing that really helped me to get my initial clients and start to develop and get referrals is the ability to build rapport and build trust very quickly. So I think that's partly just from my ability to absorb information and knowledge in a space that's so new and something, one of the main things I was doing was SEO.\n(16:08): I was doing branding and website stuff, but SEO and getting people to the top of Google was huge. And so the fact that I was able to explain it to local businesses, build connections with them, build trust, I think that massively helped me. So that was huge for me. And then you can go further back and just say, listen, I was born in Baghdad, Iraq, and I came to the UK and London when I was three years old with my family to escape the war and all of that. So my unfair advantage is we moved to the UK when I was a baby, and I grew up here in London. If you imagine if I'd come when I was 20 years old and I'd have the thickest accent, and I'd have so much difficulty in terms of just how I come across the status side of it in terms of building rapport, building trust. So this is so lucky. So you can kind of go into the genetic cluttery of it all. You can go into where you grew up and what kind of schools you went to. You can go into your ability to skill stack and build your skills and expertise and learn things quickly. So I think that learning side is kind of the massive piece for me.\nJohn (17:06): So I suspect as you've both gone out there and maybe given talks on this or done webinars on this, that ultimately somebody comes to you and says, look, this is great, but I don't have any unfair advantages. What do you say to that person that feels, especially since mindset really sits on top of this, what do you say to that person that has that mindset?\nHasan (17:28): So I would say that essentially this idea, and as has touched on this idea of double-edged swords, what you think is a disadvantage, you can turn into an advantage, and I'll give you an easy one. So we have a few examples in the book of people who had a kind of classic disadvantage. So a classic disadvantage is a woman entrepreneur. So woman founder. The example is Sarah Blakely, founder of Spanx. Now, if you think about it, what was her unfair advantage? Okay, well, it was tough. She had no idea about how to raise funding. Nobody would believe in her. She had no connections in that space, et cetera. But what did she have? She had an amazing insight into a problem based on her status as a woman, which is that this idea of shapewear and Spanx turned out to be Spanx. She would cut off the feet off tights.\n(18:15): A man wouldn't have come up with that, wouldn't have had that insight. The same with Tristan Walker, who's another example in the book. He grew up in the projects in, I think he was the Bronx maybe, if I'm remembering correctly. Queens actually Queens in New York and really poor. His dad was murdered when he was young. But hey, he was smart. He got scholarships, he got into good schools. He spent a long time thinking about what his big idea is. In the end, his insight was that black men need a different shaving system than other people do because they have more ingrown hairs. And so he developed this single blade shaving system. He used different wrappers who also from his location, so the wrapper Nas grew up also in Queens, and then he promoted his brand, and then eventually he was acquired by Procter and Gamble for $30 million.\n(19:00): So it's like what seems like a disadvantage you can use to your advantage if you grew up poor. Then you have an insight into how poor people live, what needs they have, what mass market products you might be able to create, let's say. Or if you grew up as whatever, you grew up from another country or you're learning languages or there's all these different aspects to everything. So it's all about your mindset. If you have a growth mindset, and we talk about in the book the growth, the reality growth mindset because we want to root it in some reality, then you can grow and you can turn what seems like a disadvantage into an advantage. And listen, if you're listening to this podcast, if you're able to read this book, if you probably have a lot to be grateful for, so you just need to do a sort of an audit. And gratitude is one of the underlying themes of our book.\nJohn (19:46): And it's interesting too because as we grow up, a lot of the things that drive our parents or teachers crazy ultimately come out as an advantage. We were told they were a negative. For example, my parents used to always joke about how curious I was and always getting into things because I had to teach her same thing. I was told for a long time that that was a problem that has served me extremely well in my professional life. And I think that's sometimes we just have to overcome what society has told us is a negative, don't we?\nAsh (20:15): Yeah, absolutely. When people focus on your weaknesses more than your strengths, that's when you start to misunderstand really what your unfair advantage is, because we've all got strengths. And the idea of the premise for the book is to double down on your strengths rather than focus too much on your weaknesses and then plug those gaps where you can appropriately and understand that we work in teams and people is about business, is about people. So it's not just about you as an individual.\nJohn (20:41): So Ash Hasan, tell people where they can find more of you, more of the work you're doing, and obviously grab a copy of the unfair advantage.\nHasan (20:49): Yeah, we're all over social media. So I'm @startuphassan. Hasan is spelled with one s and Ash, is it @AshAliuk. Ash, for most of your socials you can find us and our website is unfairadvantage.com\nJohn (21:02): Awesome. And the book is, will be available in, I don't believe there's an audio version, is there?\nHasan (21:07): There is,\nJohn (21:08): Yeah, there is. Okay, so an audio and then in ebook format as well as hardcover and available depend upon when you're listening to this available everywhere that you buy books.\nHasan (21:19): Yeah, it's available now at time of recording. It'll be released tomorrow, so it'll be available by time\nJohn (21:24): From that. And I should have mentioned this, but the book has been awarded. I don't have it written here. Tell me the best business book in the UK in 2021 or something. You could do it better than I just did. Tell me what the award was.\nHasan (21:36): So we were surprised and happy to learn that we'd won our category of the startup category of the business book awards. And then it was like 12 different categories, and then it turned out we'd won the whole thing as well over all the categories. So we'd won the business book of the year 2021. It was actually, it's based in the uk, but it's an international award as well. The only country that the book hasn't come out yet until now is in the US and Canada in North America. So yeah, it's done really well. It's really popular on Goodreads, it's on YouTube a lot. Viral videos on YouTube summarizing it. So if you want to check it out a bit further, you can see some summaries on YouTube. You read all the reviews it's doing, it's thankfully, it's spreading by word of mouth. People are loving it.\nJohn (22:21): Awesome. Well, thanks so much for stopping by the Duct Tape Marketing Podcast, and hopefully we'll run into you both, somewhere out there on the road.\nSign up to receive email updates\nEnter your name and email address below and I'll send you periodic updates about the podcast.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/1788163311",
      "https://www.theunfairacademy.com/",
      "https://itunes.apple.com/us/podcast/duct-tape-marketing/id78797836?mt=2",
      "https://www.activecampaign.com/promo/dtm?utm_source=thirdparty_podcast&utm_medium=podcast&utm_campaign=DTM_promo",
      "https://activecampaign.com/promo/dtm?utm_source=thirdparty_podcast&utm_medium=podcast&utm_campaign=DTM_promo",
      "https://theunfairacademy.com/",
      "https://www.theunfairacademy.com",
      "https://www.itunes.apple.com/us/podcast/duct-tape-marketing/id78797836?mt=2",
      "https://itunes.apple.com/us/podcast/duct-tape-marketing/id78797836",
      "https://www.activecampaign.com/promo/dtm",
      "http://amazon.com/exec/obidos/ASIN/1788163311"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john jantsch",
          "sentiment": "negative"
        },
        {
          "name": "hasan",
          "sentiment": "none"
        },
        {
          "name": "ash",
          "sentiment": "none"
        },
        {
          "name": "hasan kubba",
          "sentiment": "none"
        },
        {
          "name": "ash ali",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:08.048+02:00",
    "updated": "2023-12-29T00:22:08.048+02:00"
  },
  {
    "uuid": "1708c03f5c463ee0363bd721814a0227bf3bacc8",
    "url": "https://vnexplorer.net/lalu-has-laid-chakravyuh-for-nitish-to-dethrone-him-bjps-giriraj-singh-s697697.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:11:00Z",
    "title": "Lalu has laid 'chakravyuh' for Nitish to dethrone him: BJP's Giriraj Singh",
    "text": "Lalu has laid ‘chakravyuh’ for Nitish to dethrone him: BJP’s Giriraj Singh\nPatna, Dec 28 (PTI) Union minister and senior BJP leader Giriraj Singh on Thursday claimed that a ‘chakravyuh’ (trap) has been laid for Bihar Chief Minister Nitish Kumar by ally Lalu Prasad, the RJD president.\nTalking to reporters here, Singh alleged that Prasad wanted to see his son Tejashwi Yadav, currently the deputy chief minister, in the highest seat of power in the state without much delay and there was a “200 per cent” likelihood that the JD(U) leader will be forced to step down and make way.\n“I have been sensing what is going on in Lalu’s mind during my recent interactions,” said Singh, who had last week similarly caused a flutter by claiming that the RJD president had confided in him the desire to see Yadav as the CM at the earliest during a plane ride they shared.\n“For quite some time, there has been an internal cold war going on in the ‘Mahagathbandhan’,” claimed the BJP leader.\n“Lalu Prasad being the master tactician, had played his cards to the hilt when he got Awadh Bihari Chaudhary, a leader of the RJD, elected to the post of the Speaker,” he added.\n“Now Nitish Kumar finds himself in a ‘chakravyuh’. The RJD needs just a handful of JD(U) MLAs’ support to defeat the chief minister in a no-confidence motion. To save himself from the ignominy, Kumar is left with just one option: to give up the post, agree to merge his party with the RJD and help Tejashwi Yadav become the chief minister,” said Singh, who represents Begusarai seat in the Lok Sabha.\nA known detractor of both Kumar and Prasad, the BJP leader fired the latest salvo on a day the top leadership of the JD(U) is in Delhi where the party’s national executive and national council meetings are scheduled on Friday.\nJD(U) national president Rajiv Ranjan Singh ‘Lalan’ was mobbed by journalists in the national capital with queries about speculations that he had lost the trust of Kumar, the party supremo, because of his growing proximity with Lalu Prasad and may announce his resignation.\nLalan had shot back, “I am not going to resign. You all are most welcome to further the BJP’s agenda. If at any point in time I were to resign, I would call you people and seek your advice on what to put in my resignation letter.\nHowever, Giriraj Singh flinched when his attention was drawn to Lalan and many other leaders of the RJD-JD(U) combine who have been alleging “a BJP hand” behind the current wave of rumours.\n“The BJP has nothing to do with whatever is going on in the JD(U). We do not know whether Lalan is going to resign or not. Though even if it were to happen, it shall be hardly surprising. Nitish Kumar is known not to trust his people for long,” alleged Singh.\nHe also claimed, “The JD(U) has lost its credibility, a reason why it is blaming the BJP for its internal crisis. I also wish to make it clear that there is no possibility of our realignment with Nitish Kumar.\nNotably, Kumar had snapped ties with the BJP in August last year, accusing the ally of plotting a split in the JD(U).\nAfter forming a new government as a constituent of ‘Mahagathbandhan’ (Grand Alliance), which includes the Congress and the Left, the JD(U) passed a formal resolution charging the BJP with having engaged in a “conspiracy” in the 2020 assembly polls when Chirag Paswan fielded candidates, many of them saffron party rebels, on tickets of LJP in all seats which were being contested by the chief minister’s party.\nThe elections saw the JD(U)’s tally crash to 43, from more than 70 five years earlier. After severing ties with the BJP, Kumar had also claimed that RCP Singh, then the national president of the JD(U), had been handpicked for a berth in the Union cabinet without his consent.\nRCP Singh was later made to give up the top party post and denied a third consecutive term in Rajya Sabha, which caused him to resign from the cabinet as well.\nFaced with accusations of having served as a BJP mole, the bureaucrat-turned-politician eventually quit the JD(U) and is now, formally, a member of the saffron party.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9MJU.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m9MJU.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nitish",
          "sentiment": "negative"
        },
        {
          "name": "singh patna",
          "sentiment": "negative"
        },
        {
          "name": "singh lalu",
          "sentiment": "negative"
        },
        {
          "name": "lalu",
          "sentiment": "negative"
        },
        {
          "name": "prasad",
          "sentiment": "none"
        },
        {
          "name": "nitish kumar",
          "sentiment": "none"
        },
        {
          "name": "tejashwi yadav",
          "sentiment": "none"
        },
        {
          "name": "yadav",
          "sentiment": "none"
        },
        {
          "name": "giriraj singh",
          "sentiment": "none"
        },
        {
          "name": "awadh bihari chaudhary",
          "sentiment": "none"
        },
        {
          "name": "lalu prasad",
          "sentiment": "none"
        },
        {
          "name": "singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "rjd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "lalu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:17:33.309+02:00",
    "updated": "2023-12-29T01:17:33.309+02:00"
  },
  {
    "uuid": "fd3f36abdcab931212131f616bd60779b6dc9a55",
    "url": "https://www.grazia.fr/people/adieu-le-carre-court-charlene-de-monaco-nous-surprend-avec-une-nouvelle-coiffure-sublime-1111141.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandra",
    "published": "2024-09-19T18:40:00Z",
    "title": "Adieu le carré court : Charlene de Monaco adopte le chignon",
    "text": "Adieu le carré court : Charlene de Monaco nous surprend avec une nouvelle coiffure sublime Charlene de Monaco, plus élégante que jamais, opte pour un nouveau style capillaire qui a le don de rajeunir tous les visages. Alors que l'épouse du prince Albert II de Monaco a toujours su porter, mieux que quiconque, [la coupe pixie](https://www.grazia.fr/beaute/coiffure/pixie-cut-ces-coupes-de-cheveux-ultra-canon-qui-donnent-envie-de-tout-couper-743125.html#item=1), elle vient tout juste d’opter pour un nouveau style capillaire qui lui va, une fois de plus, à ravir. Engagée dans de diverses causes humanitaires, [Charlene de Monaco](https://www.grazia.fr/mode/looks-de-stars/charlene-de-monaco-dans-une-combi-sauvage-lepouse-du-prince-albert-en-mode-tigresse-1109593.html) a d’ailleurs fait une apparition remarquée ce lundi 16 septembre 2024 lors de l’inauguration du nouveau refuge de la société protectrice des animaux de Monaco situé sur la commune de Peille. C’est à ce moment-là que la Princesse a arboré une nouvelle coiffure. La princesse Charlene de Monaco mise sur un chignon et de jolies mèches blonde Pour cette apparition, Charlene de Monaco a opté pour un ensemble en maille marron qui nous rappelle les teintes chaleureuses de l’automne. Ce look, composé d’un pull à col rond et d’une jupe longue fluide, lui conférait une allure à la fois élégante et cosy. Cependant, c’est sa coiffure qui a véritablement retenu toute l’attention. La princesse a sublimé son visage avec un [chignon soigneusement coiffé](https://www.grazia.fr/beaute/coiffure/cheveux-5-facons-de-porter-le-chignon-145560.html), orné de quelques mèches blondes délicatement ondulées. Une légère frange rideau encadrait son regard. Ce [balayage blond](https://www.grazia.fr/beaute/coiffure/balayage-blond-voici-milky-blond-nuance-plus-tendance-soyeuse-de-lete-2022-623022.html#item=1), subtil et lumineux, est d’ailleurs plus tendance que jamais. Charlene de Monaco dit-elle adieu à la pixie cut ? Charlene de Monaco a longtemps incarné l’audace capillaire avec une coupe courte ultra-chic qui soulignait ses traits. Cette coiffure est devenue, au fil des années, sa signature, symbolisant son côté moderne et avant-gardiste. Avec ses lignes nettes et son allure affirmée, la pixie cut a fait d’elle une véritable icône de style, adoptée et admirée par de nombreuses femmes à travers le monde. Toutefois, son nouveau style capillaire semble indiquer une volonté de changement. La princesse a-t-elle définitivement tourné la page de cette coupe courte emblématique ? Ce chignon faussement décontracté et ses mèches blondes lui donnent une nouvelle allure.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:02:29.766+03:00",
    "updated": "2024-09-20T00:02:29.766+03:00"
  },
  {
    "uuid": "cba02e6635ee61c6505504b027389fb73da62ad8",
    "url": "https://bulawayo24.com/news/national/254404",
    "ord_in_thread": 0,
    "author": "Bulawayo24 News",
    "published": "2025-06-26T09:09:00Z",
    "title": "Gossip over sex sounds led cook to bash student",
    "text": "News / National\nGossip over sex sounds led cook to bash student\n1 hr ago | Views\nA shocking case of violence has emerged at Ruya Adventist School, where the head cook, Lesly Bizwell, allegedly assaulted a student on industrial attachment, leaving her with a broken arm after accusing her of gossiping about her private life.\nThe victim, Meloshance Kashingaidza, a student from Chamtec Vocational Training Centre in Mt Darwin, is said to have been locked in a toilet and viciously beaten by Bizwell using a safety shoe and a thick stick.\nThe assault reportedly stemmed from claims that Kashingaidza had been spreading gossip around the school, alleging that Bizwell made disturbing noises during intimate moments with her partner — noises that allegedly annoyed fellow residents.\nBizwell, who was Kashingaidza's supervisor at the school, appeared in court this week facing assault charges and pleaded not guilty.\nAccording to court documents, the incident occurred on June 7 around 5pm. The State alleges that Bizwell lured Kashingaidza into a toilet under the pretense of cleaning duties, before locking the door and launching a violent attack.\n\"Hanzi ndichakurova kusvikira wanyarara upfidze kuita makuhwa,\" Kashingaidza told H-Metro, recounting the words Bizwell allegedly used, which translate to: \"I will beat you until you stop gossiping and repent.\"\nShe said the assault continued until her arm fractured. \"She used a safety shoe, dry hands and thick sticks. I cried for help and begged her to stop, but she only let me go after my hand was broken,\" she said.\nAttempts were reportedly made to suppress the incident, but the truth emerged when Kashingaidza was taken to Mt Darwin Hospital. Medical staff refused to treat her injuries without a police report, forcing the school to report the matter to authorities.\nThe school's deputy head, Mrs. Zingoni, eventually escorted the injured student to the hospital. Bizwell was arrested three days later.\nSources at the school allege that efforts were made to keep the matter out of the public eye, but pressure from hospital staff and the severity of the injuries brought the case into the open.\nThe matter has raised concerns about student safety during attachments and the abuse of power by supervisors. The case is ongoing, and Kashingaidza is continuing to receive treatment for her injuries.\nThe victim, Meloshance Kashingaidza, a student from Chamtec Vocational Training Centre in Mt Darwin, is said to have been locked in a toilet and viciously beaten by Bizwell using a safety shoe and a thick stick.\nThe assault reportedly stemmed from claims that Kashingaidza had been spreading gossip around the school, alleging that Bizwell made disturbing noises during intimate moments with her partner — noises that allegedly annoyed fellow residents.\nBizwell, who was Kashingaidza's supervisor at the school, appeared in court this week facing assault charges and pleaded not guilty.\nAccording to court documents, the incident occurred on June 7 around 5pm. The State alleges that Bizwell lured Kashingaidza into a toilet under the pretense of cleaning duties, before locking the door and launching a violent attack.\nShe said the assault continued until her arm fractured. \"She used a safety shoe, dry hands and thick sticks. I cried for help and begged her to stop, but she only let me go after my hand was broken,\" she said.\nAttempts were reportedly made to suppress the incident, but the truth emerged when Kashingaidza was taken to Mt Darwin Hospital. Medical staff refused to treat her injuries without a police report, forcing the school to report the matter to authorities.\nThe school's deputy head, Mrs. Zingoni, eventually escorted the injured student to the hospital. Bizwell was arrested three days later.\nSources at the school allege that efforts were made to keep the matter out of the public eye, but pressure from hospital staff and the severity of the injuries brought the case into the open.\nThe matter has raised concerns about student safety during attachments and the abuse of power by supervisors. The case is ongoing, and Kashingaidza is continuing to receive treatment for her injuries.\nSource - H-Metro",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->assault",
      "Social Issue->bullying",
      "Social Issue->abusive behaviour",
      "Education->private school",
      "Education->school",
      "Education->students"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Meloshance Kashingaidza",
          "sentiment": "none"
        },
        {
          "name": "Lesly Bizwell",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Chamtec Vocational Training Centre",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_za",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T12:26:03.919+03:00",
    "updated": "2025-06-27T10:09:05.000+00:00"
  },
  {
    "uuid": "696bc7638bbcd20bbfdb254eec7ee7c16969771e",
    "url": "https://www.jagran.com/news/job-chandigarh-jbt-recruitment-2025-application-start-from-today-for-the-post-of-jbt-selected-candidate-will-get-more-than-40-thousand-salary-24006765.html",
    "ord_in_thread": 0,
    "author": "@jagrannews",
    "published": "2025-08-07T14:10:00Z",
    "title": "Chandigarh JBT Recruitment 2025: जेबीटी के पदों पर आवेदन आज से स्टार्ट, 40 हजार से अधिक मिलेगा वेतन",
    "text": "Chandigarh JBT Recruitment 2025: जेबीटी के पदों पर आवेदन आज से स्टार्ट, 40 हजार से अधिक मिलेगा वेतन\nसमग्र शिक्षा चंढ़ीगढ़ की ओर से जेबीटी (प्राइमरी टीचर) के पदों पर भर्ती के लिए आधिकारिक नोटिफिकेशन जारी किया गया है। जेबीटी टीचर के 200 से अधिक पदों पर भर्ती की जाएगी। इन पदों पर आवेदन प्रक्रिया आज से शुरू हो गई है। उम्मीदवार आधिकारिक वेबसाइट पर जाकर ऑनलाइन माध्यम से आवेदन कर सकते हैं।\nजॉब डेस्क, नई दिल्ली: समग्र शिक्षा चंढ़ीगढ़ की ओर से जेबीटी (प्राइमरी टीचर) के पदों पर भर्ती के लिए आधिकारिक नोटिफिकेशन जारी किया गया है। जारी नोटिफिकेशन के तहत जेबीटी के कुल 218 पदों पर भर्ती की जाएगी। आधिकारिक अधिसूचना के तहत सामान्य वर्ग के उम्मीदवारों के लिए कुल 111 पद, ओबीसी उम्मीदवारों के लिए कुल 44 पद, एससी उम्मीदवारों के लिए कुल 41 पद और ईडब्ल्यूएस उम्मीदवारों के लिए कुल 22 पद निर्धारित किए गए है। इन पदों पर आवेदन आज से शुरू हो गए है। इसके अलावा, आवेदन करने की अंतिम तिथि 28 अगस्त और फीस जमा करने की अंतिम तिथि 30 अगस्त, 2025 निर्धारित की गई है। उम्मीदवार आधिकारिक वेबसाइट पर जाकर ऑनलाइन माध्यम से आवेदन कर सकते हैं।\nपात्रता मानदंड\n- जेबीटी के पदों पर आवेदन करने के लिए उम्मीदवारों ने भारत के मान्यता प्राप्त संस्थान से स्नातक पूरा किया हो। इसके अलावा, उम्मीदवारों के पास डीएलईडी की डिग्री होनी चाहिए। साथ ही उम्मीदवारों ने केंद्रीय शिक्षक पात्रता परीक्षा उत्तीर्ण की हो।\n- उम्मीदवारों न्यूनतम आयु 01 जनवरी, 2025 के अनुसार 21 वर्ष व अधिकतम आयु 37 वर्ष निर्धारित की गई है। इसके अलावा, एससी, एसटी, ओबीसी, ईडब्ल्यूएस और दिव्यांग उम्मीदवारों को आयु-सीमा में छूट प्रदान की जाएगी।\n- चयनित उम्मीदवारों को प्रतिमाह 45,260 रुपये का वेतनमान प्रदान किया जाएगा।\nऐसे होगा चयन\nउम्मीदवारों का चयन लिखित परीक्षा के आधार पर किया जाएगा। लिखित परीक्षा में उम्मीदवारों से सामान्य जागरूकता, रीजनिंग, न्यूमेरिकल एबिलिटी, टीचिंग एप्टीट्यूड, गणित, सामान्य विज्ञान, सामाजिक विज्ञान आदि विषय से 150 अंकों के 150 बहुविकल्पीय प्रकार के प्रश्न पूछे जाएंगे। परीक्षा की अवधि दो घंटे 30 मिनट निर्धारित की गई है। इसके अलावा, परीक्षा में गलत उत्तर के लिए एक-चौथाई अंक का नकारात्मक अंकन किया जाएगा।",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Education",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business governance",
      "Education->vocational education",
      "Education->educational grading",
      "Education->teachers",
      "Labor->wages and benefits",
      "Labor->employment training",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news_pk",
        "top_news_ae",
        "top_news_sg",
        "top_news_kw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-07T17:22:08.816+03:00",
    "updated": "2025-08-07T17:28:06.000+03:00"
  },
  {
    "uuid": "164f12c4efc53ac28ec407ae27230e17ec0d6b24",
    "url": "https://9to5mac.com/2024/01/07/stop-overpaying-and-try-us-mobile-for-30-days-free-and-a-100-prepaid-card-today/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sponsored Post",
    "published": "2024-01-07T20:20:00Z",
    "title": "Stop overpaying and try US Mobile for 30 days free and a $100 prepaid card today - 9to5Mac",
    "text": "Is your overpriced phone bill eating into your holiday shopping budget? US Mobile is here to help with a special gift for 9to5Mac readers. With plans for everyone and world-class customer service, US Mobile offers top-tier features of the highest quality, including shareable data plans. Best of all, US Mobile is [giving away 30 days of free service](https://bit.ly/47rqkc9) with instant activation and up to a $100 prepaid card. Read on to learn how to start saving today… Plans for everyone From road warriors to casual users, US Mobile has affordable phone plans that fit everyone’s needs. For example, US Mobile provides unlimited data, talk, and text for just $25/month. That’s a massive savings for data-hungry power users who want a premium experience for streaming music and video, messaging, and more. Know someone who truly just needs the essentials? You can get them connected with the Light Plan for [just $5/month](https://bit.ly/47rqkc9). It’s hard to find anything that costs just $5/month these days. US Mobile even provides home phone service for $9.99/month — that’s great for small businesses, enterprises, IoT devices, and more. And flexibility is a feature of every US Mobile plan. Awesome international features let you roam in 100+ countries and access unlimited calls and texts to 200+ countries. Traveling internationally to study abroad? You can stay connected with US Mobile and snooze your line when you’re back home. World-class customer service US Mobile takes customer care as serious as it takes service quality and value. That’s why US Mobile has a world-class customer service support team that’s ready to answer your questions via phone or chat within a minute. You can also find the US Mobile CEO regularly engaging with customers on the company’s r/USMobile subreddit, and US Mobile touts a robust video library to self-guide customers through any account function. You don’t have to compromise on customer service when you save on your phone bill with US Mobile. Best features with highest quality What makes US Mobile the best choice? Top-tier features of the highest quality. Here’s how: - 5GB or 10GB of Native Roaming in 180 countries on GSM 5G, 500 Texts, 500 Minutes per month with Unlimited Premium plan - Unlimited International Calling to 200+ countries - Prioritized Data on Verizon Warp 5G and T-Mobile GSM 5G (and AT&T starting in the first half of 2024) - Wi-Fi Calling, Hotspot, and mmWave 5G US Mobile also lets you keep your current plan forever, so you never have to worry about saving again. And now, US Mobile is introducing annual plans: - Annual Unlimited Starter: $276/year ($23/mo) - Annual Unlimited Premium: $480/year ($40/mo) - Annual Light: $72/year ($6/mo) - Annual Kosher: $90/yr or $7.5/mo with unlimited calling to Israel Unlimited Starter subscribers can expect 35 GB premium data, 10 GB hotspot, 1 GB native roaming on GSM 5G, and 1 GB international eSIM. Shareable data plans US Mobile lets you expand your network access with shareable data plans. A single plan provides two networks for all your devices with a data pool that you create. You can add as many lines and monthly GB as needed. US Mobile makes it easy to track usage analytics in real-time with custom images and titles per line. Easily add or remove lines, top up lines, and adjust your plan each month to match your budget and data needs with US Mobile. Try free for 30 days Ready to start saving toady and give US Mobile a try? 9to5Mac readers can unlock 30 days of free service and a $100 prepaid card when you transfer your number. This special promotion includes 50GB of premium mobile data including 5G mmWave and C-band, unlimited talk and text, and instant eSIM activation or a SIM starter kit at no charge. [Get started in as little as 5 minutes to unlock the most affordable plan with the best features for you today.](https://bit.ly/47rqkc9) Want to keep up with US Mobile? Follow US Mobile on [X](http://twitter.com/usmobile), FTC: We use income earning auto affiliate links. [More.](https://9to5mac.com/about/#affiliate) [our homepage](http://9to5mac.com/)for all the latest news, and follow 9to5Mac on [exclusive stories](https://9to5mac.com/feature/exclusive/), [reviews](https://9to5mac.com/guides/review/), [how-tos](https://9to5mac.com/guides/how-to/), and [subscribe to our YouTube channel](https://www.youtube.com/9to5mac)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "http://twitter.com/usmobile),",
      "https://www.youtube.com/9to5mac)",
      "https://bit.ly/47rqkc9).",
      "https://bit.ly/47rqkc9)",
      "https://www.bit.ly/47rqkc9)",
      "https://youtube.com/9to5mac)",
      "https://www.bit.ly/47rqkc9).",
      "http://www.twitter.com/usmobile),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "us mobile",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:01:21.864+02:00",
    "updated": "2024-01-08T00:01:21.864+02:00"
  },
  {
    "uuid": "28598e27f39f613c63cfeef426931d2bafcf4fd7",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/newsfile-2023-12-28-ready-to-launch-cybria-mainnet-an-innovative-blend-of-blockchain-and-artificial-intelligence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsfile",
    "published": "2023-12-28T00:00:00Z",
    "title": "Ready to Launch Cybria Mainnet: An Innovative Blend of Blockchain and Artificial Intelligence | dailytimesleader.com | Serving West Point & Clay County Since 1867",
    "text": "Transformative Launch Marks a New Era for Cybria Ecosystem\nIstanbul, Turkey--(Newsfile Corp. - December 28, 2023) - In August 2023, Cybria embarked on a groundbreaking journey with the ambitious mission of spearheading a blockchain revolution. The destination: Cybria Mainnet - an innovative platform seamlessly fusing blockchain technology and Artificial Intelligence (AI) is set to launch on December 30, 2023. This transformative venture is poised to elevate the Ethereum ecosystem by enhancing scalability, transaction speed, and security.\nCybria Mainnet Ready to Launch on December 30, 2023\nCybria Layer 2\nCybria operates as a Layer 2 blockchain platform strategically positioned on the Ethereum network. Designed to augment scalability and bolster transaction efficiency, Cybria leverages the power of Cybersecurity and AI technologies to fortify network safety and optimize performance. The marriage of blockchain and AI opens doors to novel applications across diverse domains, underscoring the pivotal role AI plays in advancing various aspects of Cybria.\nThe Evolution of AI Integration\nThe journey commenced with the experimental Testnet v1, which evolved into the more robust v2. This evolution marked the advent of a new Layer 2 Blockchain solution, one supercharged by AI capabilities. The integration of AI into blockchain technology signifies a leap towards innovative and powerful applications, setting the stage for Cybria's imminent impact.\nLaunching Cybria Mainnet: December 30, 2023\nAfter four months of anticipation, the Cybria Mainnet launch is set to launch on December 30, 2023. This milestone event will not only unveil the Mainnet but also introduce the Cybria Bridge and Cybria Swap, key components that will animate the Cyba Ecosystem. The launch heralds a new era of possibilities, where the synergy of blockchain and AI is set to redefine the digital landscape.\nCybria Bridge and Swap\nThe Cybria Bridge stands as a gateway for the seamless transfer of digital assets and data between Ethereum and Cybria. At the Mainnet release, the Ethereum-Cyba Chain Bridge will be available, facilitating the fluid movement of assets. Simultaneously, the Cybria Swap empowers users to transact on the Cyba Chain while enhancing liquidity, providing a comprehensive solution for those entering the Cyba ecosystem.\nWith the inauguration of Cybria Mainnet, enthusiasts and early adopters are invited to join the Cyba ecosystem and embark on a journey of innovation and growth. Cybria Mainnet represents not only a technical milestone but a pivotal moment in the evolution of blockchain and AI integration.\nIn summary, the launch of Cybria Mainnet marks a turning point in the realm of blockchain technology, signaling a future where the fusion of AI and blockchain redefines the possibilities within the digital landscape.\nWebsite: https://www.cybria.io/\nWhitepaper: https://docs.cybria.io/\nTwitter: https://twitter.com/cybriacoin\nTelegram: https://t.me/cybriacoin\nCompany Name: Cybria Blockchain\nContact Person: Hector Paulo\nContact Email: info@cybria.io\nTo view the source version of this press release, please visit https://www.newsfilecorp.com/release/192580\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://api.newsfilecorp.com/redirect/DZJvKugmQE",
      "https://www.newsfilecorp.com/release/192580",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://api.newsfilecorp.com/redirect/V7A4QibXwj",
      "https://twitter.com/cybriacoin",
      "https://api.newsfilecorp.com/redirect/rvNgrf5y3L",
      "https://api.newsfilecorp.com/newsinfo/192580/203",
      "https://www.cloudquote.io",
      "https://www.cybria.io/",
      "https://docs.cybria.io/",
      "https://tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-ready-to-launch-cybria-mainnet-an-innovative-blend-of-blockchain-and-artificial-intelligence",
      "https://api.newsfilecorp.com/redirect/zEvnQcRDAa",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://api.newsfilecorp.com/redirect/4QEmkck2mq",
      "https://t.me/cybriacoin",
      "https://www.twitter.com/cybriacoin",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-ready-to-launch-cybria-mainnet-an-innovative-blend-of-blockchain-and-artificial-intelligence",
      "https://cloudquote.io/article/6",
      "https://www.api.newsfilecorp.com/redirect/4QEmkck2mq",
      "https://www.docs.cybria.io/",
      "https://tracking.newsrpm.com/pixel",
      "https://www.api.newsfilecorp.com/redirect/V7A4QibXwj",
      "https://cybria.io/",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.api.newsfilecorp.com/redirect/DZJvKugmQE",
      "https://www.cybria.io",
      "https://cloudquote.io",
      "https://cloudquote.io/article/5",
      "https://newsfilecorp.com/release/192580",
      "https://docs.cybria.io",
      "https://www.api.newsfilecorp.com/redirect/zEvnQcRDAa",
      "https://www.api.newsfilecorp.com/redirect/rvNgrf5y3L",
      "https://www.api.newsfilecorp.com/newsinfo/192580/203",
      "https://www.t.me/cybriacoin"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cybria",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "(newsfile corp.",
          "sentiment": "neutral"
        },
        {
          "name": "cybria",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "istanbul",
          "sentiment": "none"
        },
        {
          "name": "cybria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:30.263+02:00",
    "updated": "2023-12-29T00:01:30.263+02:00"
  },
  {
    "uuid": "ea9fb251b1b3fb867708d274596705b471f4630e",
    "url": "https://www.ansa.it/molise/notizie/2024/01/25/si-allarga-la-protesta-dei-trattori-in-molise-e-a-oltranza_118cd386-4681-4fd7-94f8-ff7891e94a9e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione ANSA",
    "published": "2024-01-25T18:06:00Z",
    "title": "Si allarga la protesta dei trattori in Molise, è a oltranza",
    "text": "Si allarga in Basso Molise la\nprotesta degli agricoltori. A Termoli sono arrivati nel primo\npomeriggio di oggi altri trattori dai paesi interni. Lungo il\ntragitto, il suono delle sirene ha richiamato l'attenzione\ngenerale determinando forti rallentamenti del traffico\nveicolare. I coltivatori resteranno in presidio giorno e notte\nad oltranza fino a quando amministratori nazionali e regionali\nnon interverranno sulle problematiche che hanno messo in\nginocchio il comparto.\n\"L'agricoltura rischia di morire e per i giovani che ci seguiranno sarà molto triste - dichiara Lorenzo Lecce di Colletorto -. Protestiamo con la speranza che qualcuno ci ascolti, per risolvere qualche problema. Staremo qui ad oltranza fino a quando non verrà qualcuno a dirci qualcosa livello regionale e nazionale. Per come stanno le cose dobbiamo fare una marcia su Roma a partire da Brindisi. Sono stati fatti investimenti in agricoltura, oggi ci troviamo a combattere con questa situazione: ci stanno dicendo di non andare più in campagna, di non produrre più, di fare i pensionati a 40 e 50 anni. Preferiscono darci il sussidio per non andare più a lavorare. E' inaccettabile\".\nTra gli agricoltori c'è forte contrarietà sulle iniziative dell'Europa: \"non vogliamo la farina con i grilli. Il nostro prodotto è un'eccellenza nazionale. Lo sanno un po' tutti. Noi abbiamo qualcosa che altri non hanno - dichiara Bruno Nasillo di Colletorto -, abbiamo il sole. Ci serve poco per andare avanti.\nNoi desideriamo il giusto, quello che ci spetta\".\nIntanto, in serata è arrivata ai coltivatori in presidio la solidarietà dei pescatori e dell'Associazione Armatori. Uno scambio che si rinnova quello tra il mondo agricolo e il comparto ittico, come già avvenuto nel passato. Domani, nel secondo giorno di protesta, partirà un corteo di trattori da piazza Giovanni Paolo II alle ore 10 verso il porto di Termoli con arrivo alle 11. L'intera marineria termolese accoglierà i mezzi agricoli e i manifestanti sulla banchina di riva ed in segno di protesta contro la programmazione comunitaria suonerà le sirene dei motopescherecci ormeggiati.\nRiproduzione riservata © Copyright ANSA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:03:02.506+02:00",
    "updated": "2024-01-26T00:03:02.506+02:00"
  },
  {
    "uuid": "e7acc870c0eaa36e38ba19bee02664f06aef1c83",
    "url": "https://finance.sina.com.cn/money/fund/aiassistant/zcgyd/2025-08-14/doc-infkxuaf5319094.shtml",
    "ord_in_thread": 0,
    "author": "小浪财讯",
    "published": "2025-08-14T07:01:00Z",
    "title": "绿能慧充股价跌5.02%，中信建投基金旗下1只基金重仓，持有32.57万股浮亏损失15.96万元_新浪财经_新浪网",
    "text": "8月14日， 绿能慧充 跌5.02%，截至发稿，报9.27元/股，成交3.55亿元，换手率7.31%，总市值65.29亿元。\n资料显示，绿能慧充数字能源技术股份有限公司位于山东省临沂市罗庄区江泉工业园三江路6号，成立日期1992年12月14日，上市日期1999年8月17日，公司主营业务涉及铁路专用线运输业务和新能源充电及储能业务。主营业务收入构成为：充电桩销售79.44%，工程施工业务8.12%，储能业务6.16%，铁路运输2.05%，无人机业务1.72%，其他(补充)1.28%，充电业务0.85%，其他业务0.38%。\n从基金十大重仓股角度\n数据显示， 中信建投 基金旗下1只基金重仓绿能慧充。中信建投智享生活A（010282）二季度持有股数32.57万股，占基金净值比例为4.65%，位居第十大重仓股。根据测算，今日浮亏损失约15.96万元。\n中信建投智享生活A（010282）成立日期2020年11月4日，最新规模3604.91万。今年以来亏损6.62%，同类排名8155/8197；近一年收益1.7%，同类排名7716/7946；成立以来亏损31.32%。\n中信建投智享生活A（010282）基金经理为周紫光。\n截至发稿，周紫光累计任职时间8年82天，现任基金资产总规模10.34亿元，任职期间最佳基金回报26.13%， 任职期间最差基金回报-50.7%。\n风险提示：市场有风险，投资需谨慎。本文为AI大模型自动发布，任何在本文出现的信息（包括但不限于个股、评论、预测、图表、指标、理论、任何形式的表述等）均只作为参考，不构成个人投资建议。\nMACD金叉信号形成，这些股涨势不错！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Science and Technology"
    ],
    "topics": [
      "Economy, Business and Finance->financial service",
      "Economy, Business and Finance->business reporting and performance",
      "Health->health insurance",
      "Health->private health care",
      "Health->health organisation",
      "Science and Technology->technology and engineering",
      "Science and Technology->economics",
      "Science and Technology->biomedical science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://www.finance.sina.cn/app/sfa_macd.shtml?source=pccj",
      "https://finance.sina.cn/app/sfa_macd.shtml"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_hk",
        "top_news_sg",
        "top_news_tw",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:13:29.922+03:00",
    "updated": "2025-08-15T11:09:17.000+03:00"
  }
]