[
  {
    "uuid": "42c867c51fa8b5c85fc341af24cd22214ca32d9c",
    "url": "https://heraldodemexico.com.mx/nacional/2023/12/28/vendedores-de-pirotecnia-policias-se-enfrentan-en-oaxaca-decomisan-35-kilogramos-de-productos-565825.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carina García",
    "published": "2023-12-28T22:30:00Z",
    "title": "Vendedores de pirotecnia y policías se enfrentan en Oaxaca: decomisan 35 kilogramos de productos | El Heraldo de México",
    "text": "Policías municipales de [ Oaxaca de Juárez](https://heraldodemexico.com.mx/nacional/2023/12/25/un-trailer-aplasta-otro-auto-mata-en-la-carretera-oaxaca-istmo-565091.html) se enfrentaron con vendedores de pirotecnia ubicados en la vía pública en la Central de Abasto, esto cuando los primeros cumplían con un operativo para retirarlos. La situación generó inconformidad entre los ambulantes que se encontraban sobre el camellón central de Avenida Periférico, quienes se defendieron a toda costa. Sigue leyendo: [Un tráiler aplasta a otro auto y mata a 3 en la carretera Oaxaca-Istmo](https://heraldodemexico.com.mx/nacional/2023/12/25/un-trailer-aplasta-otro-auto-mata-en-la-carretera-oaxaca-istmo-565091.html) [Gobierno de Oaxaca atiende a personas lesionadas por caída de gradas](https://heraldodemexico.com.mx/edicion-impresa/2023/12/23/gobierno-de-oaxaca-atiende-personas-lesionadas-por-caida-de-gradas-564897.html) Lanzan gas lacrimógeno y responden con pólvora Debido a que los ánimos se “calentaron”, los uniformados respondieron con gas lacrimógeno a la embestida de los comerciantes, quienes les lanzaron artefactos de [pólvora](https://heraldodemexico.com.mx/mundo/2023/12/25/joven-termina-con-los-dedos-de-la-mano-amputados-por-explotar-pirotecnia-en-navidad-565053.html). El subdirector de proximidad social del municipio de [ Oaxaca de Juárez](https://heraldodemexico.com.mx/edicion-impresa/2023/12/23/gobierno-de-oaxaca-atiende-personas-lesionadas-por-caida-de-gradas-564897.html), Taurino López explicó que hasta este lugar se movilizaron alrededor de 80 elementos en el operativo que habían iniciado con antelación el día de ayer y en donde decomisaron cerca de 35 kilogramos de productos elaborados con pólvora. Sin reporte de heridos Lo anterior ante la denuncia de los ciudadanos y ciudadanas que transitan en esta importante zona comercial y que tan sólo en un día de plaza alberga a cerca de 12 mil personas. No se han confirmado heridos tras el enfrentamiento, en tanto los ambulantes mantienen un bloqueo sobre la Avenida Periférico a unos pasos de donde se registró el enfrentamiento. dhfm",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:11.663+02:00",
    "updated": "2023-12-29T00:39:11.663+02:00"
  },
  {
    "uuid": "6a15b75d2a400163ba91cf3dfd085582293604fe",
    "url": "https://ground.news/article/the-last-mlada-boleslav-wins-for-the-second-time-in-a-row-conquers-karlovy-vary-ceskenovinycz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ceskenoviny.cz",
    "published": "2023-12-28T21:58:00Z",
    "title": "Ground News - The last Mladá Boleslav wins for the second time in a row, conquers Karlovy Vary | Českénoviny.cz",
    "text": "Summary by ceskenoviny.cz Mladá Boleslav - The last Mladá Boleslav players defeated Karlovy Vary 4:1 in the 31st round of the Extraliga, reaching only the second time in the season to two wins in a row. The skating club did it for the first time since the end of September, when it celebrated three times in a row. Today he decided in the opening period, which he dominated 3:0. Tomáš Fořt contributed two goals and three assists by Róbert Lantoši and Matti Järvinen. The Ene… Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nceskenoviny.cz The last Mladá Boleslav wins for the second time in a row, conquers Karlovy Vary | Českénoviny.cz Mladá Boleslav - The last Mladá Boleslav players defeated Karlovy Vary 4:1 in the 31st round of the Extraliga, reaching only the second time in the season to two wins in a row. The skating club did it for the first time since the end of September, when it celebrated three times in a row. Today he decided in the opening period, which he dominated 3:0. Tomáš Fořt contributed two goals and three assists by Róbert Lantoši and Matti Järvinen. The Ene…\n4 hours ago Read Full Article\nceskenoviny.cz\nThe last Mladá Boleslav wins for the second time in a row, conquers Karlovy Vary | Českénoviny.cz Mladá Boleslav - The last Mladá Boleslav players defeated Karlovy Vary 4:1 in the 31st round of the Extraliga, reaching only the second time in the season to two wins in a row. The skating club did it for the first time since the end of September, when it celebrated three times in a row. Today he decided in the opening period, which he dominated 3:0. Tomáš Fořt contributed two goals and three assists by Róbert Lantoši and Matti Järvinen. The Ene…\n4 hours ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.ceskenoviny.cz/zpravy/2459117?utm_source=ground.news&utm_medium=referral",
      "https://ceskenoviny.cz/zpravy/2459117?utm_source=ground.news&utm_medium=referral",
      "https://www.ceskenoviny.cz/zpravy/2459117"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tomáš fořt",
          "sentiment": "none"
        },
        {
          "name": "matti järvinen",
          "sentiment": "none"
        },
        {
          "name": "róbert lantoši",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:55.948+02:00",
    "updated": "2023-12-29T00:42:55.948+02:00"
  },
  {
    "uuid": "948f0ff3f80740d982c86cafb4736ac7e0085459",
    "url": "https://leadership.ng/breaking-gunmen-kill-kwara-monarch-abduct-wife-2-others",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abdullahi Olesin",
    "published": "2024-02-01T21:15:00Z",
    "title": "BREAKING: Gunmen Kill Kwara Monarch, Abduct Wife, 2 Others",
    "text": "Unknown gunmen, on Thursday, invaded the palace of Olukoro of Koro in Ekiti local government area of Kwara State and killed the traditional ruler of the community, General Segun Aremu (rtd).\nLEADERSHIP gathered that the gunmen also whisked away the wife of the monarch and two other persons.\nAlthough the details of the development remained sketchy as at the time of filing this report, the state government has confirmed the killing of the monarch and the abduction of his wife and two others.\nEkiti Monarchs’ Killers Will Be Arrested, Oyebanji Vows\nA statement government statement released at 10.42pm read: “Kwara State governor, AbdulRahman AbdulRazaq has condemned the killing of Olukoro of Koro in Ekiti Local Government, HRH retd General Segun Aremu.\n“The monarch was reportedly shot dead in his palace on Thursday night by some unknown gunmen, who also whisked away his wife and two others.\n“The governor condemned the development, which he said was reckless, shocking, and abominable.\n“He charged the security agencies not to spare any resources to track down the perpetrators, free the spouse and others taken away, and bring them to book.\n“We will certainly get the perpetrators and ensure that this is their last crime against humanity. My profound condolences go to the people of Koro. Our hearts are broken, and we stand by them at this time and always.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "koro",
          "sentiment": "none"
        },
        {
          "name": "segun aremu",
          "sentiment": "none"
        },
        {
          "name": "abdulrahman abdulrazaq",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kwara state",
          "sentiment": "none"
        },
        {
          "name": "ekiti local government",
          "sentiment": "none"
        },
        {
          "name": "ekiti monarchs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "olukoro of koro",
          "sentiment": "none"
        },
        {
          "name": "ekiti",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:26:52.617+02:00",
    "updated": "2024-02-02T00:26:52.617+02:00"
  },
  {
    "uuid": "3777dfc99a0ece2c86b169e75c0dcd7764f0aad2",
    "url": "https://www.tgcom24.mediaset.it/mondo/usa-accusa-contesta-a-trump-nuovo-oltraggio-alla-corte_81287295-202402k.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@MediasetTgcom24",
    "published": "2024-04-25T21:12:00Z",
    "title": "Usa, accusa contesta a Trump nuovo oltraggio alla corte",
    "text": "{{{commento}}} {{counterLike}} rispondi {{#hasChildren}} risposte ({{hasChildren}}) {{/hasChildren}} {{#hasChildren}} più risposte {{/hasChildren}} Commenta Disclaimer invia pubblica su facebook Commenti in orario notturno Quanto inserito fra l'1.00 e le 8.00 verrà moderato a partire dalle ore 8.00\nRecenti Più votati Nessun commento\nMetti il tuo like ad un commento\npiù commenti Grazie per il tuo commento Sarà pubblicato al più presto sul nostro sito, dopo essere stato visionato dalla redazione\nGrazie per il tuo commento Il commento verrà postato sulla tua timeline Facebook\nRegole per i commenti I commenti in questa pagina vengono controllati\nTi invitiamo ad utilizzare un linguaggio rispettoso e non offensivo, anche per le critiche più aspre\nIn particolare, durante l'azione di monitoraggio, ci riserviamo il diritto di rimuovere i commenti che:\n- Non siano pertinenti ai temi trattati nel sito web e nel programma TV\n- Abbiano contenuti volgari, osceni o violenti\n- Siano intimidatori o diffamanti verso persone, altri utenti, istituzioni e religioni\n- Più in generale violino i diritti di terzi\n- Promuovano attività illegali\n- Promuovano prodotti o servizi commerciali\nI più visti di Mondo Gaza, media: \"Esercito israeliano pronto a entrare a Rafah\" | Hamas pubblica video di un ostaggio israelo-americano Ucraina, dagli Usa un miliardo di dollari di nuove armi | Inviati già i missili Atacms Svezia, madre fa tatuare i suoi bambini: condannata per maltrattamenti Migranti, il parlamento britannico approva il \"piano Ruanda\" | L'Onu: \"Pericoloso precedente\" Hezbollah: \"Lanciati decine di razzi sulla Galilea\" | Gaza, Hamas alle nazioni arabe: \"Sostenete la resistenza palestinese, Israele non ci ha sconfitto\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:30:53.566+03:00",
    "updated": "2024-04-26T03:03:37.902+03:00"
  },
  {
    "uuid": "d51437955a24d9310ccb66ddc7fcd23fe5b02171",
    "url": "https://www.pulse.ng/news/politics/you-will-not-walk-alone-gov-oyebanji-assures-late-apc-chairmans-family/gpyvz84",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "News Agency Of Nigeria",
    "published": "2024-04-18T20:34:00Z",
    "title": "You will not walk alone - Gov Oyebanji assures late APC chairman’s family",
    "text": "Oyebanji described the late APC chairman as a committed, loyal party leader whose sacrifices contributed immensely to the growth and development of the party. Recommended articles Among attendees at the event were National and State Assembly members, members of the State Executive Council, and other APC chieftains in the state. The News Agency of Nigeria (NAN) reports that Omotosho, who died on March 5, after a brief illness, was, until his death, Chairman of the All Progressives Congress (APC) in Ekiti. “You will not walk alone. I shall stand by you. The government and the party will stand by you”, Governor Oyebanji assured the children and wives of the late Omotosho during his emotion-laden speech at the special tribute session. Oyebanji described the late APC chairman as a committed, loyal party leader whose selflessness and sacrifices contributed immensely to the growth and development of the party and the state at large. The governor maintained that the late Omotosho was a true friend, a burden bearer, a confidant and a devoted community leader, adding that his demise has left a great vacuum within the party, the state and the nation at large. In his tribute, Fayemi, represented by Wale Fapounda (SAN), a former Attorney- General and Commissioner for Justice in the state, described the late Omotosho as a dedicated leader, a unifier, and a pillar of the party in the state. Fayemi explained that the deceased was a tireless leader and a steadfast supporter of the party’s principles, who ensured that under his watch the party achieved significant victories in recent elections and gained the trust of the Ekiti people. While calling on the APC members in the state to remain resolute in making the deceased proud by carrying on with his legacies of integrity, the former governor maintained that Omotosho’s contributions and sacrifices for the party will never be forgotten. Other speakers at the evening of tributes include Mrs Fola Richie, who spoke on behalf of the state executive council members (2010 – 2014), where the late Omotosho served as State Commissioner. Also, Chief Bayo Idowu, on behalf of Afenifere; Dr Dele Ebunola, who spoke on behalf of Social Democratic Party (SDP); Prof. Mobolaji Aluko, on behalf of the state executive council; Mr Sola Elesin, on behalf of APC, Ekiti State chapter; Mr Adeoye Aribasoye, on behalf the State House of Assembly, and Sen. Yemi Adaramodu, who spoke on behalf of National Assembly members. Others in attendance at the commendation programme were Chief Jide Awe, who spoke on behalf of APC elders; Chief (Mrs) Ronke Okusanya, on behalf of Women in Politics; and Mr Ojo Oluwasegun Samuel, who spoke on behalf of local government chairmen. They all eulogised the late Omotosho as a man of integrity and a truly honest and hard-working politician and public servant, who was selfless and result-oriented. Also at the programme were the Deputy Governor, Chief (Mrs) Monisade Afuye, Speaker, Ekiti State House of Assembly, Mr Adeoye Aribasoye, and three former deputy Governors- Prof. Modupe Adelabu, Mr Abiodun Aluko and Chief Wole Alabi. Omotosho will be buried in his home town, Imesi Ekiti on Friday. JOIN OUR PULSE COMMUNITY! Eyewitness? Submit your stories now via social or: Email: [eyewitness@pulse.ng](mailto: eyewitness@pulse.ng)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oyebanji",
          "sentiment": "negative"
        },
        {
          "name": "omotosho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "apc",
          "sentiment": "negative"
        },
        {
          "name": "state executive council",
          "sentiment": "none"
        },
        {
          "name": "all progressives congress",
          "sentiment": "none"
        },
        {
          "name": "news agency of nigeria",
          "sentiment": "none"
        },
        {
          "name": "nan",
          "sentiment": "none"
        },
        {
          "name": "state assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ekiti",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:40:15.211+03:00",
    "updated": "2024-04-19T00:52:10.311+03:00"
  },
  {
    "uuid": "76314bb6d9219f9d6356131566ddbf9d7ab44fc2",
    "url": "https://glamurama.uol.com.br/corpo-e-alma/como-a-oleosidade-age-nas-diversas-curvaturas-cuidados-para-manter-os-fios-lindos-leves-e-soltos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Colaboração para o GLMRM",
    "published": "2024-09-19T19:30:00Z",
    "title": "Como a oleosidade age nas diversas curvaturas? Cuidados para manter os fios lindos, leves e soltos - Glamurama",
    "text": "O desconforto pode ser amenizada com o uso dos produtos certos na rotina capilar A oleosidade do cabelo varia de acordo com a curvatura dos fios. Cabelos lisos tendem a ser mais oleosos, pois o sebo natural produzido no couro cabeludo se distribui facilmente ao longo do fio. Como resultado, os fios lisos ficam com aspecto gorduroso, demandando mais lavagens e cuidados, que podem ser facilmente incorporados à rotina. Já em cabelos crespos, cacheados e ondulados, a oleosidade pode demorar mais a chegar às pontas, resultando em raízes mais oleosas e pontas secas. Ou seja, por ser um fio com curvatura mais volumosa e espiral, as glândulas sebáceas do escalpo têm dificuldade em distribuir esse fluido ao longo de todas as mechas fazendo com que, muitas vezes, o óleo não chegue até a ponta dos fios e fique concentrado muito mais na raiz Quando a oleosidade se manifesta em excesso e com mais frequência, podem ocorrer complicações, como dermatites, coceira e caspa. A rotina capilar, para controle do problema, exige produtos específicos para esse tipo de fio, bem como atenção aos hábitos que podem agravar o problema. Como evitar a oleosidade no couro cabeludo O excesso de oleosidade pode ser agravado por alterações hormonais, uso de certos medicamentos e anticoncepcionais, uso frequente de secador ou chapinha, uso de produtos inadequados para o cabelo, má alimentação, excesso de condicionador ou máscaras e cremes para pentear, falta de hidratação, água quente na lavagem e técnicas como escova progressiva, relaxamento, permanente ou coloração. Para remover a oleosidade dos fios, é necessário eliminar esses fatores, descartando uma possível causa hormonal. Em seguida, é importante optar por uma linha de tratamento planejada para os cabelos lisos e oleosos, considerando suas particularidades, com a finalidade de promover a higienização equilibrada e duradoura. Há opções de linhas capilares específicas para as madeixas lisas, como a Liso Maravilha, da Widi Care, marca carioca que começou nos salões e agora está no home care. Formada por shampoo, condicionador, máscara, fluido anti-frizz termoativado e super serúm, a linha cresceu com um Shampoo Controle de Oleosidade proporcionando uma solução inteligente e eficaz, que regula sem prejudicar a saúde das fibras capilares. Sua fórmula exclusiva promove leveza e movimento aos fios, garantindo um cabelo mais leve, sedoso e cheio de brilho. “Com o Shampoo Liso Maravilha Controle de Oleosidade, a Widi Care reafirma seu compromisso em oferecer produtos inovadores que atendem às necessidades reais dos cabelos lisos, equilibrando oleosidade, hidratação e bem-estar em uma única solução. Descubra o poder de um cabelo leve, solto e naturalmente brilhante!” declarou Simone Braga, CEO e Founder da marca. Fazer detox e hidratar o couro cabeludo ajudam a controlar a oleosidade A rotina capilar, além de evitar exposição aos agentes que causam a oleosidade, exige mais cuidados com os fios lisos. Apesar de muita gente não acreditar, os fios mais gordurosos demandam mais hidratação, além de lavagens em dias alternados, para não sobrecarregar o couro cabeludo ou deixá-lo úmido por muito tempo. Hidratar os fios uma vez por semana ajuda a combater os efeitos da exposição ao sol, vento, chuva e poluição. Para mantê-los limpos e purificados, também é possível usar a linha Detox da Widi Care, que oferece uma solução completa e equilibrada para quem busca controlar a oleosidade sem comprometer a saúde e o brilho natural dos fios. A linha Detox Purificante é enriquecida com o complexo BioEx anti oleosidade, composto por extratos vegetais com propriedades adstringentes e antioxidantes, que ajudam a manter o couro cabeludo saudável e livre de oleosidade excessiva. E o melhor: pode ser utilizada em todos os tipos de cabelos e curvaturas. O Extrato de Menta, conhecido por suas propriedades refrescantes, calmantes e anti-sépticas, complementa a fórmula, proporcionando uma sensação de frescor e revitalização. A linha conta com Shampoo Detox Purificante, que atua desde a primeira aplicação, removendo impurezas que se acumulam no couro cabeludo, além de Condicionador Detox Purificante. - Neste artigo: - [bem-estar](https://glamurama.uol.com.br/tag/bem-estar-2/), - [corpo e alma](https://glamurama.uol.com.br/tag/corpo-e-alma/), - [RevistaGLMRM](https://glamurama.uol.com.br/tag/revistaglmrm/), - [Widi Care](https://glamurama.uol.com.br/tag/widi-care/),",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/shareArticle?mini=true&url=https://glamurama.uol.com.br/corpo-e-alma/como-a-oleosidade-age-nas-diversas-curvaturas-cuidados-para-manter-os-fios-lindos-leves-e-soltos/",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fglamurama.uol.com.br%2Fcorpo-e-alma%2Fcomo-a-oleosidade-age-nas-diversas-curvaturas-cuidados-para-manter-os-fios-lindos-leves-e-soltos%2F&t=Como+a+oleosidade+age+nas+diversas+curvaturas%3F+Cuidados+para+manter+os+fios+lindos%2C+leves+e+soltos",
      "https://twitter.com/home?status=Como",
      "https://www.linkedin.com/shareArticle?mini=true&url=https://glamurama.uol.com.br/corpo-e-alma/como-a-oleosidade-age-nas-diversas-curvaturas-cuidados-para-manter-os-fios-lindos-leves-e-soltos",
      "https://twitter.com/home",
      "https://www.twitter.com/home?status=Como",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fglamurama.uol.com.br%2Fcorpo-e-alma%2Fcomo-a-oleosidade-age-nas-diversas-curvaturas-cuidados-para-manter-os-fios-lindos-leves-e-soltos%2F&t=Como+a+oleosidade+age+nas+diversas+curvaturas%3F+Cuidados+para+manter+os+fios+lindos%2C+leves+e+soltos",
      "https://linkedin.com/shareArticle?mini=true&url=https://glamurama.uol.com.br/corpo-e-alma/como-a-oleosidade-age-nas-diversas-curvaturas-cuidados-para-manter-os-fios-lindos-leves-e-soltos/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:20:49.976+03:00",
    "updated": "2024-09-27T08:35:38.518+03:00"
  }
]