[
  {
    "uuid": "9afa84dafb957d27a737e988c14473c2156bb06d",
    "url": "https://afa.net/the-stand/faith/2024/01/mediocrity-be-anything-other-than-this",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@americanfamassc",
    "published": "2024-01-25T15:11:00Z",
    "title": "AFA.net - Mediocrity: Be Anything Other Than This!",
    "text": "[ATTENTION: Major social media outlets are finding ways to block the conservative/evangelical viewpoint. Click here for daily electronic delivery of The Stand's Daily Digest - the day's top blogs from AFA.](/the-stand/the-stand-daily-signup/) [MORE](/the-stand/authors/dr-joe-mckeever/) “…you are lukewarm, neither hot nor cold…” (Revelation 3:16) Mediocrity is a warm blanket. Mediocrity is a C+. Mediocrity is “pretty good, but not great.” Mediocrity is remaining with the bunch that finishes neither early nor late, that turns in work much like everyone else’s, that is satisfied with “okay.” Mediocrity is the head in the sand when the storm is raging around us. Just close your eyes and it will all blow over. Mediocrity is being overly cautious when life-or-death decisions are being made. “Well, let’s give this some more thought.” “Let’s not be too hasty here.” “We don’t want people to think we’re extremists.” There’s safety in mediocrity. We’re like everyone around us. We don’t stand out. No one criticizes us. They don’t even see us. We blend into the landscape. Our English word 'mediocre' comes from two Latin words, medi meaning “halfway,” and ocris meaning “mountain.” Somewhere there is a list of everyone who has scaled the crest of Mount Everest. No one ever bothered to note those who got halfway up and turned around for home. A constant temptation As a pastor, I’m tempted to criticize those who choose mediocrity rather than daring, who play safe and avoid risks. Yet I am very familiar with that way too. As a pastor, I have been known to choose the conservative, safe way. The outcome I feared was not so much failure as criticism. I have refrained from taking a stand on a controversial issue for fear of becoming the focus of criticism. Or, I have wondered, is this caution actually maturity warning me not to squander hard-earned trust on some cause not worth the price? We’ve all seen foolhardy people who rush in where angels fear to tread when they should have been quiet and stayed at home. Hard to know. Pray for wisdom. We want God to do a work in our midst, but sometimes we want Him to leave us alone. We desire seeing people saved and homes united, but not if it means God gets hold of us and insists on changing us. Work around us, Lord, we seem to say. Not in us and through us. Self-defense mechanisms are all working overtime. If we would be or do anything for the Master, we must face and overcome this gremlin. Shamelessness, the antidote for mediocrity “…and standing behind Him at His feet, weeping, she began to wet His feet with her tears, and kept wiping them with the hair of her head, and kissing His feet, and anointing them with the perfume…” (Luke 7:38) So many people in Scripture demonstrated a wonderful shamelessness in Jesus’ presence. –The men of Capernaum opened up a roof to get a friend into Jesus’ presence. –The woman of Bethany wept openly in a hostile surrounding so intent was she on worshiping Jesus. –The woman called Syro-phoenician would not take ‘no’ for an answer as she begged the Lord to help her child. –The blind beggar of Jericho kept calling on Jesus when people tried to silence him, until the Lord heard and healed him. –The tax collector of the same city climbed a tree to see the Lord, then publicly confessed his salvation in Jesus’ presence. –Then, there was the blind man of John 9 who grew increasingly bold and fearless in his allegiance to his Lord. –The women of Galilee followed Jesus, contributing to His support and remaining near the cross. Just as remarkable, from our vantage point, is the number who pulled back from the Master lest they be embarrassed. –Those who would not confess Him “for fear of the Jews.” –Peter who denied Him in the high priest’s courtyard. –The disciples who followed Him from afar. –Joseph and Nicodemus who waited until it was safe to go public in their allegiance. Embarrassment’s power We can learn a lot about ourselves by what it takes to embarrass us. Paul says even to speak of what some do is shameful. Then he says, “I am not ashamed of the gospel of Christ.” So many church members speak easily of forbidden practices, but “blush to speak His name.” Something is bad wrong. We should fear silence and shrink from disobedience. You and I do many things to avoid embarrassment. We no longer wear certain things hanging in our closets because doing so would be embarrassing. We hesitate to speak up for Christ in tense situations, knowing we might be embarrassed. Our silence is not golden but yellow. We can choose to live another way There is no spiritual pill we may take to end the problem of mediocrity. There is no one-prayer-solves-all for this malady. It’s an everyday thing, a work, a discipleship. This involves choices I make day after day, from the moment my eyes open in the morning until I lay my head on the pillow at night. It starts with acknowledging my shallowness, admitting my love for convenience, recognizing my preference for the easy way out, owning my fear of criticism, and professing my desire for easy answers and comfortable choices. I will never completely conquer this, not in this lifetime. So, the prayer for faithfulness and the will to excel for Jesus’ sake must always be kept current. Isaac Watts put the matter in the form of questions set to music– Am I a soldier of the cross, a follower of the Lamb? And shall I fear to own His cause or blush to speak His name? Must I be carried to the skies on flowery beds of ease? While others fought to win the prize and sailed through bloody seas? Are there no foes for me to face? Must I not stem the flood? Is this vile world a friend to grace, to help me on to God? Sure, I must fight if I would reign. Increase my courage, Lord. I’ll bear the toil, endure the pain, supported by Thy word. (Editor's Note: This blog was posted first on Dr. McKeever's blog site [HERE](https://joemckeever.com/wp/mediocrity-be-anything-other-than-this/#more-24947).)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [
      "https://joemckeever.com/wp/mediocrity-be-anything-other-than-this/#more-24947).)",
      "https://www.joemckeever.com/wp/mediocrity-be-anything-other-than-this/#more-24947).)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "stand's daily digest",
          "sentiment": "none"
        },
        {
          "name": "afa",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:14:24.650+02:00",
    "updated": "2024-01-26T00:14:24.650+02:00"
  },
  {
    "uuid": "f4334fcf290e1573a904ebe13fb8ccb70d3d9647",
    "url": "https://www.cnet.com/tech/services-and-software/good-news-max-subscribers-live-sports-will-be-free-a-little-longer/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kourtnee Jackson",
    "published": "2024-01-05T12:21:00Z",
    "title": "Good News, Max Subscribers: Live Sports Will Be Free a Little Longer - CNET",
    "text": "Sports fans can access games at no extra charge beyond the February expiration date.\nKourtnee Jackson Writer Kourtnee covers TV streaming services and home entertainment news and reviews at CNET. She previously worked as an entertainment reporter at Showbiz Cheat Sheet where she wrote about film, television, music, celebrities, and streaming platforms. Expertise Kourtnee is a longtime cord-cutter who's subscribed to streaming services like Netflix, Hulu, Disney Plus, HBO Max, Crunchyroll, Sling, Spotify and more. As a real-life user of these services, she tracks the latest developments in streaming, the newest re Credentials Though Kourtnee hasn't won any journalism awards yet, she's been a Netflix streaming subscriber since 2012 and knows the magic of its hidden codes. See full bio Kourtnee Jackson Jan. 5, 2024 1:21 p.m. PT 2 min read\nThearon W. Henderson/Getty Images Max subscribers won't have to shell out an extra $10 to watch live March Madness games on the service's B/R Sports tier , as Warner Bros. Discovery is delaying charging customers for the add-on option. On Friday, the media giant shared that it's working on some technical upgrades in the app, so fans can continue to enjoy live sports for free into the spring. Max introduced live sports programming through its newly added B/R Sports this past October, granting viewers access to MLB, US Soccer, NHL, NBA and more. During its rollout, Warner Bros. Discovery announced that the streaming service's add-on would be available to all subscribers at no extra cost through Feb. 29. After that date, the price would be $10 per month, which is in addition to the service's monthly subscription rate of $10, $16 or $20 -- depending on the plan. \"The B/R Sports Add-On will continue to be made available to Max subscribers on us for a few more months as we finalize some tech integrations that will ensure a more seamless customer experience with our platform partners,\" a statement from Max said Friday. Sports fans can stream live broadcasts from TNT, TBS and TruTV, as well as original programming, TV shows, on-demand content and documentaries. With NCAA, NBA and NHL season games running into April, viewers have one more way to catch the latest matchups without cable. Max has slowly begun embracing the livestreaming model to stand out in a crowded market, offering B/R Sports and live news via CNN Max's 24/7 feed. To read more about how to watch sports as a cord-cutter, check out our NBA streaming guide , NHL guide and coverage of live TV streaming services . VPN Cybersecurity Streaming Services Web Hosting & Websites Other Services & Software",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kourtnee jackso",
          "sentiment": "neutral"
        },
        {
          "name": "kourtnee",
          "sentiment": "none"
        },
        {
          "name": "stephen curry",
          "sentiment": "none"
        },
        {
          "name": "spotify",
          "sentiment": "none"
        },
        {
          "name": "nikola jokic",
          "sentiment": "none"
        },
        {
          "name": "kourtnee jackson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnet sports",
          "sentiment": "negative"
        },
        {
          "name": "netflix",
          "sentiment": "none"
        },
        {
          "name": "disney plus",
          "sentiment": "none"
        },
        {
          "name": "hbo max",
          "sentiment": "none"
        },
        {
          "name": "golden state warriors",
          "sentiment": "none"
        },
        {
          "name": "cnet",
          "sentiment": "none"
        },
        {
          "name": "warner bros",
          "sentiment": "none"
        },
        {
          "name": "denver nuggets",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hulu",
          "sentiment": "none"
        },
        {
          "name": "showbiz cheat sheet",
          "sentiment": "none"
        },
        {
          "name": "crunchyroll",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:06:57.055+02:00",
    "updated": "2024-01-07T05:34:19.255+02:00"
  },
  {
    "uuid": "1e9a57de4403fdae7128c03aa4a7844b4fa45230",
    "url": "https://vnexplorer.net/all-districts-will-be-converted-into-ayushman-districts-mandaviya-s854515.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-01-07T23:08:00Z",
    "title": "All districts will be converted into 'Ayushman' districts: Mandaviya",
    "text": "All districts will be converted into ‘Ayushman’ districts: Mandaviya\nNew Delhi, Jan 7 (PTI) Inspired by the principles of Mahatma Gandhi, the government has started work on the principle of ‘one district one medical college’ to convert all districts in the country into ‘Ayushman’ districts, Union Health Minister Mansukh Mandaviya said on Sunday.\nMandaviya was speaking at the inauguration of a Central Drugs Standard Control Organisation (CDSCO) sub-zonal office and Central Drug Testing Laboratory (CDTL) in Indore, Madhya Pradesh.\nHe also laid the foundation stone for various facilities in AIIMS, Bhopal and inaugurated a slew of other facilities in Madhya Pradesh which includes 190 pharmaceutical industries, 55 WHO-GMP complied manufacturing units and 163 blood centres, among others.\nPrior to this, Mandaviya also addressed the 75th Foundation Day ceremony of Mahatma Gandhi Memorial Medical College in Indore.\nAt the inauguration of the CDSCO sub-zonal office, Mandaviya said that “monitoring the quality of medicines through the sub-zonal office will ensure access to high quality medicines to the citizens and provide ease of doing business for the stakeholders of pharmaceutical industries of Madhya Pradesh through the regulatory functions of CDSCO”.\nHe further said that CDTL and sub-zonal office at CDSCO Bhawan, Indore will be entrusted with various responsibilities of regulation of drugs, cosmetics and medical devices.\nThe Union health minister also inaugurated six new health facilities at AIIMS, Bhopal, which included a drone station, Dexa scan suit, gym complex, and trauma and emergency operation theatre complex.\nHe highlighted that “it is the dream of Prime Minister that AIIMS should be opened in all states of the country on the lines of AIIMS New Delhi. In the last 10 years, 17 AIIMS have been opened bringing the total number of AIIMS to 23 in the country”.\nAddressing the diamond jubilee celebration of Mahatma Gandhi Memorial Medical College, Indore, Mandaviya said, “The name of the institute is associated with respected Mahatma Gandhi. Inspired by the principles given by respected Bapu, Prime Minister Narendra Modi has gifted a new education policy to the country. The government has started work on the principle of One District One Medical College to convert all districts in the country into Ayushman districts.”\nWith the opening of a medical college, a huge system is created to monitor public health in that district, he said.\n“When we claim that we will eradicate TB by 2025 and today, kala-azar and leprosy are also on the verge of extinction, it is meant that it is the responsibility of these medical colleges to free the respective districts in which they are situated from all these diseases,” he further stated.\nDuring the occasion, Mandaviya also inaugurated the Mahatma Gandhi Memorial Medical College alumni network and released postal stamp and diamond jubilee souvenir of the institute.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAs47.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mAs47.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mahatma gandhi",
          "sentiment": "none"
        },
        {
          "name": "mandaviya",
          "sentiment": "none"
        },
        {
          "name": "mansukh mandaviya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "central drug testing laboratory",
          "sentiment": "none"
        },
        {
          "name": "aiims",
          "sentiment": "none"
        },
        {
          "name": "union health",
          "sentiment": "none"
        },
        {
          "name": "central drugs standard control organisation (cdsco",
          "sentiment": "none"
        },
        {
          "name": "gmp",
          "sentiment": "none"
        },
        {
          "name": "who",
          "sentiment": "none"
        },
        {
          "name": "mahatma gandhi memorial medical college",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mandaviya new delhi",
          "sentiment": "none"
        },
        {
          "name": "madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "indore",
          "sentiment": "none"
        },
        {
          "name": "bhopal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:30:07.519+02:00",
    "updated": "2024-01-08T01:30:07.519+02:00"
  }
]