[
  {
    "uuid": "fb4dddb59a12bf0d1fbc70a57ad343e8f97efda4",
    "url": "https://www.gov.uk/government/news/new-year-honours-2024-for-defence-personnel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ministry of Defence",
    "published": "2023-12-29T22:30:00Z",
    "title": "New Year Honours 2024 for defence personnel - GOV.UK",
    "text": "Royal Navy Awards Promotions in and appointments to the military division of the most honourable order of the Bath As Knight Commander Lieutenant General Robert Andrew MAGOWAN, CB, CBE As Companions Rear Admiral Andrew BETTON, OBE Rear Admiral James David MORLEY Promotions in and appointments to the military division of the most excellent order of the British Empire As Commander Commodore Stephen David ROBERTS As Officers Commander Trefor Morgan FOX Commander Christopher Robert HOLLINGWORTH Colonel Andrew Glenn David LOCK Commander Lucy Jane OTTLEY Commander Ian Hayden RICHARDSON Commander Jamie Duncan WELLS Captain Allan Thomas YOUP As Members Commander Steven ANDREWS Lieutenant Commander Ross Donald BALFOUR Leading Seaman (Diver) Rory Edward CARTWRIGHT-TAYLOR Warrant Officer 1 James Adrian CUTHBERT Warrant Officer 1 Engineering Technician (Communication and Information Systems) Steven GILBERTSON Commander Martin John HOWARD Lieutenant Commander Alexander Rowan MARSH Commander Paul O’DOOLEY, Royal Naval Reserve Chief Petty Officer Engineering Technician (Marine Engineering) Michael John STEPHENS Lieutenant Sam David THOMPSON Commander Roger Simon WYNESS King’s Volunteer Reserves Medal Warrant Officer 2 Michael RUDALL, Royal Marines Reserve Army Awards Promotions in and appointments to the military division of the most honourable order of the Bath As Dame Commander Lieutenant General Sharon Patricia Moffat NESMITH As Companions Major General Kevin Mark COPSEY OBE Major General John Robert MEAD OBE Promotions in and appointments to the military division of the most excellent order of the British Empire As Commanders Brigadier Vivienne Wendy BUCK Major General Julian Nicholas Edward BUCZACKI Brigadier Matthew Timothy CANSDALE, MBE Major General Darren Howard CROOK Colonel Lucy Margaret GILES Colonel Michael Robert SMITH As Officers Lieutenant Colonel Nicholas Paul ANDREW, Royal Regiment of Artillery Lieutenant Colonel Tracy-Louise APPLEYARD, Royal Army Medical Corps Colonel Edward Hugh James CARTER Colonel Nigel Offley CREWE-READ, MBE Lieutenant Colonel Ewan Christian Noble HARRIS, The Royal Welsh Lieutenant Colonel Timothy Matthew HOLMES, Corps of Royal Electrical and Mechanical Engineers Colonel Matthew Gordon Timothy LEWIS Lieutenant Colonel (now Acting Colonel) John Andrew LYONS, Royal Corps of Signals Lieutenant Colonel Craig David POPE, Royal Army Medical Corps Colonel Thomas WOOLLEY Colonel Nicholas George Charles YARDLEY As Members Major John Edward BAILEFF, Royal Regiment of Artillery Major Allan Paul BEARD, Intelligence Corps Lieutenant Colonel John George BRADBURY, Corps of Royal Electrical and Mechanical Engineers, Army Reserve Major (now Acting Lieutenant Colonel) Keith Michael Timothy BROOKS, VR, Royal Regiment of Artillery, Army Reserve Captain Barry Lee BYRON, VR, General Service Corps, Army Reserve Captain Giles Alexander Leighton CLARKE, The Royal Logistic Corps Major Lisa Jane CLARKE, Adjutant General’s Corps (Staff and Personnel Support Branch) Major James Philip DOTT, The Parachute Regiment Major Brian James DUPREE, Royal Army Physical Training Corps, Army Reserve Major Robert George FELLOWS, The Rifles Major Toby Christian FOSTER, The Rifles Lieutenant Colonel Christopher Simon GARRARD, Corps of Royal Engineers Major Alex Jonathon GLYNN, Royal Regiment of Artillery Major Jason Arthur Evan GROVES, The Royal Welsh Major Kamal GURUNG, The Queen’s Gurkha Signals Major Alexander Roy HAMILTON, VR, Corps of Royal Engineers, Army Reserve Major Peter Anthony HARRISON, VR, The Royal Logistic Corps, Army Reserve Major Steven Ross Duncan MAGUIRE, The Royal Irish Regiment Bombardier (now Acting Sergeant) Alicia Rhiannon MARTIN, Royal Regiment of Artillery Major Neil Alexander McCLELLAND, Scots Guards Major Christopher James Patrick MURPHY, The Blues and Royals (Royal Horse Guards and 1st Dragoons Corporal Tonderai NDLELA, Adjutant General’s Corps (Staff and Personnel Support Branch) Lieutenant Colonel Christopher David NEWTON, Royal Regiment of Artillery Private Ernest Chinazor OKENYI, The Royal Logistic Corps Major Stacy Leanne OLIVER, Royal Army Medical Corps Captain Pierre Andrew OZANNE, The Princess of Wales’s Royal Regiment/The Ranger Regiment Sergeant Daniel Adam POWDERHAM-BISSELL, Intelligence Corps Lieutenant Colonel Daniel Sambrooke PROCTOR, Corps of Royal Electrical and Mechanical Engineers Staff Sergeant Matthew Francis ROBINSON, Corps of Royal Engineers, Army Reserve Major Charles Karu SINGLETON, The Princess of Wales’s Royal Regiment Staff Sergeant Charlotte Louise SPENCE, Royal Army Physical Training Corps Major Jonathan Grant STUDWELL, Intelligence Corps Major Thomas Daniel SWEENEY, Army Air Corps Sergeant Edward William SWINDELL, VR, Corps of Royal Engineers, Army Reserve Major Francesca Louise SYKES, Royal Regiment of Artillery Lieutenant Colonel Andrew James TEETON, Corps of Royal Engineers Major (now Acting Lieutenant Colonel) James VINEY, Corps of Royal Engineers Captain (now Acting Major) David Edward WILLIAMS, Corps of Royal Electrical and Mechanical Engineers Royal Red Cross As an Ordinary Associate of the Royal Red Cross, Second Class Staff Sergeant Natalie Dawn DAVIES, Queen Alexandra’s Royal Army Nursing Corps Major Adam Gordon HUGHES, Queen Alexandra’s Royal Army Nursing Corps Major Jennifer Elizabeth JACKSON, TD, VR, Queen Alexandra’s Royal Army Nursing Corps, Army Reserve King’s Volunteer Reserves Medal Captain Carl GOYMER, VR, General List, Army Reserve Major Adrian Thomas HUNT, DL, VR, Corps of Royal Electrical and Mechanical Engineers, Army Reserve Warrant Officer Class 1 Shane Julian MARRIOTT, VR, Army Air Corps, Army Reserve Warrant Officer Class 2 Denis McKEE, VR, The Royal Irish Regiment, Army Reserve Major Dawn Marie SAUNDERS, VR, Royal Corps of Signals, Army Reserve Royal Air Force Awards Promotions in and appointments to the military division of the most honourable order of the Bath As Companions Air Vice-Marshal Nigel James COLMAN, OBE Air Marshal Ian David GALE, MBE Promotions in and appointments to the military division of the most excellent order of the British Empire As Commanders Air Commodore Catherine Clare COTON Air Commodore Jonathan MORETON Air Commodore Gerard Alan OPIE As Officers Wing Commander Erica Jane FERGUSON Wing Commander Matthew Elfed LEWIS Wing Commander Stephen MCCLEERY Wing Commander Alison MORTON Air Commodore Patrick James SHEA-SIMONDS Group Captain Paul Andrew WEAVER SMITH Wing Commander Christopher Andrew WRIGHT, MBE As Members Master Aircrew Oliver Martin DEWEY Sergeant (now Acting Flight Sergeant) George Joseph DOWNEY Wing Commander Sam HALEY Squadron Leader James Duncan HEMINGFIELD Sergeant Martin John HENDERSON Squadron Leader Sharon INGLE Flight Sergeant (now Acting Warrant Officer) Stewart Marcus JACKSON Flight Sergeant Philip KIPLING Squadron Leader Kevin Charles William MARCH Squadron Leader Christopher Scott MIDDLETON Squadron Leader Mark SHIPLEY Warrant Officer Garry John STANTON Flying Officer (now Acting Wing Commander) Robert Charles TIMOTHY King’s Volunteer Reserves Medal Warrant Officer Michael Antony KENNEDY Squadron Leader Jill PRITCHARD Sergeant Joyce Mitchell SOUTAR Warrant Officer Stephen David THOMPSON Civilians in Defence Civilians in defence have also been granted state honours by His Majesty The King either for their work in the MOD or in other aspects of Defence. These are listed in the New Year Honours page by the Cabinet Office.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "allan thomas youp",
          "sentiment": "none"
        },
        {
          "name": "ian hayden",
          "sentiment": "none"
        },
        {
          "name": "james david morley",
          "sentiment": "none"
        },
        {
          "name": "alexander rowan marsh",
          "sentiment": "none"
        },
        {
          "name": "trefor morgan",
          "sentiment": "none"
        },
        {
          "name": "jamie duncan",
          "sentiment": "none"
        },
        {
          "name": "james adrian cuthbert",
          "sentiment": "none"
        },
        {
          "name": "paul o’dooley",
          "sentiment": "none"
        },
        {
          "name": "stephen david roberts",
          "sentiment": "none"
        },
        {
          "name": "lucy jane ottley",
          "sentiment": "none"
        },
        {
          "name": "ross donald balfour",
          "sentiment": "none"
        },
        {
          "name": "robert andrew magowan",
          "sentiment": "none"
        },
        {
          "name": "steven",
          "sentiment": "none"
        },
        {
          "name": "rory edward cartwright",
          "sentiment": "none"
        },
        {
          "name": "martin john howard",
          "sentiment": "none"
        },
        {
          "name": "andrew glenn david",
          "sentiment": "none"
        },
        {
          "name": "taylor",
          "sentiment": "none"
        },
        {
          "name": "michael",
          "sentiment": "none"
        },
        {
          "name": "christopher robert",
          "sentiment": "none"
        },
        {
          "name": "steven gilbertson",
          "sentiment": "none"
        },
        {
          "name": "andrew betton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gov.uk royal navy awards promotions",
          "sentiment": "negative"
        },
        {
          "name": "information systems",
          "sentiment": "none"
        },
        {
          "name": "royal naval reserve",
          "sentiment": "none"
        },
        {
          "name": "cb",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T00:35:45.421+02:00",
    "updated": "2024-01-05T00:59:01.817+02:00"
  },
  {
    "uuid": "7ad949eee02ef8b5d5a4ef99175b696873d7198d",
    "url": "https://www.fox13memphis.com/news/2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says/article_d486d4b8-0337-11ef-a5db-d7822ba7d189.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@https://twitter.com/FOX13Memphis",
    "published": "2024-04-25T19:12:00Z",
    "title": "Man seriously injured after shooting in Parkway Village | News | fox13memphis.com",
    "text": "2 men seriously injured after shooting in Parkway Village, MPD says FOX13 Memphis News Staff FOX13 Memphis News Staff Author facebook Author twitter Author email Apr 25, 2024 2 hrs ago Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp SMS Email Print Copy article link Save Facebook Twitter WhatsApp SMS Email Print Copy article link Save MEMPHIS, Tenn. - Gunfire in Parkway Village left two men seriously injured Thursday afternoon, according to the Memphis Police Department (MPD).\nThe bullets rang out around 1:30 p.m. in the 2700 block of Getwell Road, MPD said. When FOX13 crews arrived crime scene tape blocked off the gas pumps of an Exxon gas station in the area. Two police cars also blocked off the gas station.\nMPD said a man was found with a gunshot wound. He was taken to Regional One Hospital in critical condition.\nAround 1:41 p.m., police said officers got a call about a man being at Baptist Hospital with a gunshot wound.\nPolice said the man is also in critical condition and believe the man was shot at the same Getwell Road scene.\nNo information about the shooter or shooters was immediately released.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?&text=2%20men%20seriously%20injured%20after%20shooting%20in%20Parkway%20Village%2C%20MPD%20says&via=FOX13Memphis&url=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2F2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says%2Farticle_d486d4b8-0337-11ef-a5db-d7822ba7d189.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2F2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says%2Farticle_d486d4b8-0337-11ef-a5db-d7822ba7d189.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://www.facebook.com/fox13news.myfoxmemphis",
      "https://twitter.com/FOX13Memphis",
      "https://wa.me/?text=https://www.fox13memphis.com/news/2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says/article_d486d4b8-0337-11ef-a5db-d7822ba7d189.html",
      "https://www.twitter.com/intent/tweet?&text=2%20men%20seriously%20injured%20after%20shooting%20in%20Parkway%20Village%2C%20MPD%20says&via=FOX13Memphis&url=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2F2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says%2Farticle_d486d4b8-0337-11ef-a5db-d7822ba7d189.html%3Futm_medium%3Dsocial%26utm_source%3Dtwitter%26utm_campaign%3Duser-share",
      "https://wa.me/?text=https://fox13memphis.com/news/2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says/article_d486d4b8-0337-11ef-a5db-d7822ba7d189.html",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.twitter.com/FOX13Memphis",
      "https://facebook.com/fox13news.myfoxmemphis",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.fox13memphis.com%2Fnews%2F2-men-seriously-injured-after-shooting-in-parkway-village-mpd-says%2Farticle_d486d4b8-0337-11ef-a5db-d7822ba7d189.html%3Futm_medium%3Dsocial%26utm_source%3Dfacebook%26utm_campaign%3Duser-share",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "mpd",
          "sentiment": "negative"
        },
        {
          "name": "exxon",
          "sentiment": "none"
        },
        {
          "name": "baptist hospital",
          "sentiment": "none"
        },
        {
          "name": "save facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "facebook twitter whatsapp sms email facebook twitter",
          "sentiment": "none"
        },
        {
          "name": "memphis police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "parkway village",
          "sentiment": "none"
        },
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "getwell road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:45:32.656+03:00",
    "updated": "2024-04-26T00:45:32.656+03:00"
  },
  {
    "uuid": "6d04f7b73a8b45b7f7323a6182eb3af120ca6b86",
    "url": "https://ground.news/article/uk-government-says-nature-fund-added-over-2-500-green-jobs-to-the-uk-environment-sector",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T21:25:00Z",
    "title": "Ground News - UK Government Says Nature Fund Added Over 2,500 Green Jobs to the UK Environment Sector",
    "text": "Summary by Ground News UK government released a report on how its nature fund has helped the UK economy . Green Recovery Challenge Fund created over 2,600 jobs and helped 400,000 people connect with nature through 150 projects. Indirect benefits of it resulted in the conservation of 1.5 million hectares of land. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nIBTimes UK Media Conglomerate: IBT Media UK Government Says Nature Fund Added Over 2,500 Green Jobs to the UK Environment Sector The UK government has released a new report on how its nature fund has helped the UK economy by generating more jobs and helping people connect with nature. The Department for Environment revealed that the £80 million Green Recovery Challenge Fund created over 2,600 jobs and helped 400,000 people connect with nature through 150 projects. The report published by the Heritage Fund revealed how the UK government's flagship program generated employm…\n1 hour ago · United Kingdom Read Full Article\nIBTimes UK Media Conglomerate: IBT Media\nUK Government Says Nature Fund Added Over 2,500 Green Jobs to the UK Environment Sector The UK government has released a new report on how its nature fund has helped the UK economy by generating more jobs and helping people connect with nature. The Department for Environment revealed that the £80 million Green Recovery Challenge Fund created over 2,600 jobs and helped 400,000 people connect with nature through 150 projects. The report published by the Heritage Fund revealed how the UK government's flagship program generated employm…\n1 hour ago · United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://www.ibtimes.co.uk/uk-government-says-nature-fund-added-over-2500-green-jobs-uk-environment-sector-1722423?utm_source=ground.news&utm_medium=referral",
      "https://www.ibtimes.co.uk/uk-government-says-nature-fund-added-over-2500-green-jobs-uk-environment-sector-1722423",
      "https://ibtimes.co.uk/uk-government-says-nature-fund-added-over-2500-green-jobs-uk-environment-sector-1722423?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "ground news",
          "sentiment": "neutral"
        },
        {
          "name": "articles all left center right ibtimes uk media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "green recovery challenge fund",
          "sentiment": "none"
        },
        {
          "name": "heritage fund",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:11.936+02:00",
    "updated": "2023-12-29T00:43:11.936+02:00"
  },
  {
    "uuid": "209ab4f1bfc2c8271c078d88062fe6b04326aab6",
    "url": "https://www.aol.com/news/police-release-video-persons-interest-215821289.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-28T21:58:00Z",
    "title": "Police release video of persons of interest in killing of pregnant Texas teen",
    "text": "Police release video of persons of interest in killing of pregnant Texas teen The San Antonio Police Department on Thursday released video of two persons of interest in the [shooting deaths of a pregnant teenager and her boyfriend](https://www.cbsnews.com/news/search-pregnant-teen-savanah-nicole-soto-texas/?ftag=YHF4eb9d17). Savanah Nicole Soto, 18, and her boyfriend, Matthew Guerra, 22, were both reported missing last week before they were [found dead in Guerra's car](https://www.cbsnews.com/news/savanah-nicole-soto-texas-pregnant-teen-death-family-speaks-out/?ftag=YHF4eb9d17) on Tuesday, family members said. Police said each of the victims had a gunshot wound. The couple disappeared a day before Soto, who was 9 months pregnant, was scheduled to be in induced to give birth. The medical examiner's office confirmed one of the bodies found was Guerra. The second victim has not been positively identified, but was described as a \"full-term pregnant female,\" and San Antonio Police Chief Bill McManus said Thursday police are \"confident\" the second victim is Soto. The video released Thursday shows a person of interest driving a dark pickup truck and another person driving Guerra's Kia Optima \"nearby where the bodies were found,\" the police department wrote on Facebook. This is a developing story and will be updated. [\"The Points Guy\" shares his top travel destinations for 2024](https://www.cbsnews.com/videos/the-points-guy-shares-his-top-travel-destinations-for-2024?ftag=YHFaf537c7) [Inventor of dental device backs off his claims after investigation of patient harms](https://www.cbsnews.com/videos/inventor-of-dental-device-backs-off-his-claims-after-investigation-of-patient-harms?ftag=YHFaf537c7) [Giant statue honoring Shakira unveiled in her Colombian home city](https://www.cbsnews.com/videos/giant-statue-honoring-shakira-unveiled-in-her-colombian-home-city?ftag=YHFaf537c7)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cbsnews.com/news/savanah-nicole-soto-texas-pregnant-teen-death-family-speaks-out/?ftag=YHF4eb9d17)",
      "https://www.cbsnews.com/videos/inventor-of-dental-device-backs-off-his-claims-after-investigation-of-patient-harms?ftag=YHFaf537c7)",
      "https://www.cbsnews.com/news/search-pregnant-teen-savanah-nicole-soto-texas/?ftag=YHF4eb9d17).",
      "https://www.cbsnews.com/videos/giant-statue-honoring-shakira-unveiled-in-her-colombian-home-city?ftag=YHFaf537c7)",
      "https://www.cbsnews.com/videos/the-points-guy-shares-his-top-travel-destinations-for-2024?ftag=YHFaf537c7)",
      "https://www.cbsnews.com/videos/the-points-guy-shares-his-top-travel-destinations-for-2024",
      "https://www.cbsnews.com/news/search-pregnant-teen-savanah-nicole-soto-texas/",
      "https://cbsnews.com/news/savanah-nicole-soto-texas-pregnant-teen-death-family-speaks-out/?ftag=YHF4eb9d17)",
      "https://cbsnews.com/videos/giant-statue-honoring-shakira-unveiled-in-her-colombian-home-city?ftag=YHFaf537c7)",
      "https://www.cbsnews.com/videos/inventor-of-dental-device-backs-off-his-claims-after-investigation-of-patient-harms",
      "https://www.cbsnews.com/news/savanah-nicole-soto-texas-pregnant-teen-death-family-speaks-out/",
      "https://cbsnews.com/videos/inventor-of-dental-device-backs-off-his-claims-after-investigation-of-patient-harms?ftag=YHFaf537c7)",
      "https://www.cbsnews.com/videos/giant-statue-honoring-shakira-unveiled-in-her-colombian-home-city",
      "https://cbsnews.com/news/search-pregnant-teen-savanah-nicole-soto-texas/?ftag=YHF4eb9d17).",
      "https://cbsnews.com/videos/the-points-guy-shares-his-top-travel-destinations-for-2024?ftag=YHFaf537c7)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "soto",
          "sentiment": "none"
        },
        {
          "name": "savanah nicole soto",
          "sentiment": "none"
        },
        {
          "name": "matthew guerra",
          "sentiment": "none"
        },
        {
          "name": "bill mcmanus",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "san antonio police",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "guerra",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:26.011+02:00",
    "updated": "2023-12-29T00:28:26.011+02:00"
  }
]