[
  {
    "uuid": "8e338bad2e3066feb4c82c428f1fd4285f69fac5",
    "url": "https://www.newsmax.com/newsfront/george-clooney-amal-clooney-icc/2024/06/06/id/1167759",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Barron",
    "published": "2024-06-06T20:48:00Z",
    "title": "Report: Clooney Irked by White House Response to ICC | Newsmax.com",
    "text": "By Sam Barron | Thursday, 06 June 2024 03:48 PM EDT Actor George Clooney called a top aide to President Joe Biden to complain about the president's criticism of the International Criminal Court's investigation into Israel — a case his wife, Amal Clooney, worked on, according to the Washington Post. George Clooney called Steve Ricchetti, counselor to the president, after Biden called it \"outrageous\" that the ICC was seeking arrest warrants against Israeli Prime Minister Benjamin Netanyahu and Defense Minister Yoav Gallant, the Post reported. The actor was concerned that sanctions against the ICC would affect his wife, the Post said. The Biden campaign was concerned that George Clooney would withdraw from an upcoming fundraiser in Los Angeles featuring Barack Obama, Jimmy Kimmel, and Julia Roberts. The actor, a prominent supporter of the Democratic Party, has donated millions, including $500,000 to Biden's campaign in 2020. Last year, Biden appointed Clooney to the President's Committee on the Arts and Humanities. Amal Clooney, an international human-rights lawyer, was tasked by ICC prosecutors to help with the investigation. She reviewed evidence of suspected war crimes and provided legal analysis, she said in a statement published by the Clooney Foundation for Justice. \"I do not accept that any conflict should be beyond the reach of the law, nor that any perpetrator should be above the law,\" Amal Clooney said. \"I support the historic step that the Prosecutor of the International Criminal Court has taken to bring justice to victims of atrocities in Israel and Palestine.\" The ICC also said it was seeking arrest warrants against Hamas for its role in the war. The House of Representatives passed legislation Thursday to sanction the ICC with, 42 Democrats joining every Republican in voting for the legislation. Biden said he would veto it and the bill is not expected to get a vote in the Senate. The legislation would apply sweeping economic sanctions and visa restrictions to individuals and judges associated with the ICC, including their family members. Sam Barron has almost two decades of experience covering a wide range of topics including politics, crime and business. © 2024 Newsmax. All rights reserved. Receive breaking news and original analysis - sent right to your inbox. Interest-Based Advertising | Do not sell or share my personal information Newsmax, Moneynews, Newsmax Health, and Independent. American. are registered trademarks of Newsmax Media, Inc. Newsmax TV, and Newsmax World are trademarks of Newsmax Media, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam barron",
          "sentiment": "negative"
        },
        {
          "name": "george clooney",
          "sentiment": "negative"
        },
        {
          "name": "clooney",
          "sentiment": "negative"
        },
        {
          "name": "amal clooney",
          "sentiment": "none"
        },
        {
          "name": "steve ricchetti",
          "sentiment": "none"
        },
        {
          "name": "barack obama",
          "sentiment": "none"
        },
        {
          "name": "jimmy kimmel",
          "sentiment": "none"
        },
        {
          "name": "benjamin netanyahu",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "julia roberts",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "yoav gallant",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "white house",
          "sentiment": "negative"
        },
        {
          "name": "icc",
          "sentiment": "negative"
        },
        {
          "name": "washington post",
          "sentiment": "none"
        },
        {
          "name": "international criminal court",
          "sentiment": "none"
        },
        {
          "name": "committee on the arts and humanities",
          "sentiment": "none"
        },
        {
          "name": "post",
          "sentiment": "none"
        },
        {
          "name": "democratic party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:09:01.943+03:00",
    "updated": "2024-06-07T00:09:01.943+03:00"
  },
  {
    "uuid": "abbb496880c5b28253b79e1e023657dcadbcca62",
    "url": "https://www.ncesc.com/geographic-faq/how-long-is-the-vienna-tramway",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Linda Lloyd",
    "published": "2024-04-12T01:58:00Z",
    "title": "How long is the Vienna tramway?",
    "text": "How long is the Vienna tramway?\nThe Vienna tram network has a route length of 225 km, making it the sixth largest tram network in the world.\nHow many tram lines are there in Vienna?\nVienna’s tram system consists of 30 different lines, making it one of the largest tram systems in the world.\nAre trams in Vienna free?\nVienna operates on an honesty system with its public transportation, but that doesn’t mean it’s free. You still need to buy a ticket to ride the trams.\nWhat city has the longest tram?\nThe city with the longest tram network is Melbourne, Australia, with a total length of 250 km.\nWhat is the famous tram in Vienna?\nVienna’s famous tram is the Ring Tram, which takes a 25-minute tour around Vienna’s Ringstrasse.\n8 Must-Know Tips, how to get around Vienna by public transport | Metro / Subway, Bus, Tram\nSorry, this question does not provide enough information to give a specific answer.\nHow long does it take to walk around Ringstrasse?\nIt takes an average of 1 hour and 21 minutes to walk around Vienna’s Ringstrasse, which is a 5.5-km circular trail.\nWhy is tram 28 so popular?\nTram 28 in Lisbon, Portugal is popular because it passes by many of the city’s significant landmarks and districts, such as Alfama, Baixa, and Estrela. Additionally, the use of heritage-style tram carriages adds to its charm and appeal.\nWhat are the 3 longest tram networks in the world?\nThe three longest tram networks in the world are:\n– St Petersburg, Russia with 22 routes covering 240 kilometers.\n– Vienna, Austria with 40 routes covering 225 kilometers.\n– Berlin, Germany with 28 routes covering 188 kilometers.\nWhat is the longest tram line in Europe?\nThe Kusttram in Belgium is the longest tram line in Europe, covering the entire Belgian coast from La Panne to Knokke-Heist.\nWhich country has the best tram system in the world?\nLyon, France has been recognized as having the best performing tram system in large cities across the world.\nCan you drink tap water in Vienna?\nYes, tap water in Vienna is drinkable and even comes out of the faucet ice cool. Drinking fountains are also available throughout the city to quench your thirst in the summer.\nIs Vienna a walkable city?\nVienna’s city center is compact and pedestrian-friendly, making it a walkable city. Many of the main attractions, such as St. Stephen’s Cathedral and the Hofburg Palace, are within walking distance of each other.\nIs Vienna an expensive city?\nVienna is considered to be an expensive city, ranking 18th on the list of the most expensive countries to live in. While it may not be as expensive as cities like London, it can still be pricey for budget travelers.\nHow much is a tram ride in Vienna?\nA single tram ride in Vienna costs EUR 2.40.\nIs the Vienna 24-hour ticket cover tram and metro?\nYes, the Vienna 24-hour ticket covers tram, metro, bus, and other modes of public transportation operated by the Vienna Transport Authority.\nHow long is the Budapest tram network?\nThe Budapest tram network operates on 174 kilometers (108 miles) of total route length, making it one of the largest tram networks in the world.\nWhich city has the best trams?\nAccording to consulting firm Eurogroup Consulting, Lyon, France; Dijon, France; and Zurich, Switzerland have been identified as leaders in having the best tram systems across large and mid-sized cities.\nWhat is the smallest tram in the world?\nThe smallest tram we could find is the Volk’s Electric Railway located in Bath, UK. It has a route length of 1.02 km and was built in 1883.\nWhat is the famous Portugal tram?\nThe most widely known tram in Portugal is Tram no. 28, which runs from Martim Moniz to Campo de Ourique in Lisbon.\nIs Tram 28 worth it?\nTram 28 in Lisbon has become extremely popular, but it is often overcrowded and has long queues at its major stops. However, if you can handle the crowds, it is still worth experiencing as it passes by many significant landmarks in the city.\nIs Tram 28 free?\nTram 28 in Lisbon costs €2.90 per person one way, but it is free with a Lisboa Travel Card, which also allows free travel on buses, metros, and elevators/funiculars in the city.\nIs Tram 28 free?\nTram 28 in Lisbon costs €2.90 per person one way, but it is free with a Lisboa Travel Card, which also allows free travel on buses, metros, and elevators/funiculars in the city.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "ringstrasse",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T05:02:55.722+03:00",
    "updated": "2024-04-12T05:02:55.722+03:00"
  },
  {
    "uuid": "76eb1618e9520419e81165f5ea21da445138ba10",
    "url": "https://www.bangordailynews.com/2024/07/25/sports/college-football/umaine-football-preseason-poll-rankings-n6hjn1me0n",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sam Canfield",
    "published": "2024-07-25T21:42:00Z",
    "title": "UMaine football picked to finish 13th in conference preseason poll",
    "text": "Following back-to-back 2-9 campaigns and a 13th-place finish in the Coastal Athletic Association in 2023, the University of Maine football team has been polled to finish in the same standing this fall.\nThe poll, which was released on Wednesday, was voted on by coaches from all 16 member schools.\nLast July’s preseason poll also had UMaine finishing 13th in the Coastal Athletic Association standings, which is ultimately where the Black Bears wound up with a 1-7 in-conference record. Third-year head coach Jordan Stevens expressed his lack of concern toward the unsettling poll results, calling them “irrelevant.”\n“I’m not even concerning myself with the preseason rankings. It’s all based off last year,” Stevens said. “With the ever-changing college football landscape, there’s not a time when it could be more irrelevant to compare years.”\nReigning tri-champions Villanova (nine first-place votes; 217 points), UAlbany (one first-place vote; 189 points) and Richmond (three first-place votes; 179 points) topped the poll, after finishing with 7-1 in-conference records and progressing to the 24-team Football Championship Subdivision national playoffs last year.\nWednesday’s poll listed the Black Bears with 57 points and zero first-place votes.\nTo Stevens’ point, the 2023 preseason poll listed Villanova at seventh, UAlbany at 11th and Richmond at third. Reigning conference co-champion William & Mary topped the preseason poll with 13 first-place votes, but finished seventh with a 4-4 conference record (6-5 overall).\n“We’re looking ahead to the season,” Stevens said. “We’ve returned a resilient group and added some high character guys.”\nStarting quarterback Derek Robertson transferred to Monmouth University this winter and top running back Tristen Kenan has been suspended by the team, but UMaine has added fifth-year transfers Carter Peevy of Mercer and Jaharie Martin of Montana State to replace them, respectively.\nIn total, UMaine is returning six offensive starters and seven defensive starters, while onboarding 11 transfers. Among the offensive returners are grad students Joe Gillette and Cooper Heisey, who earned All-CAA Preseason Honorable Mention honors.\nGillette, a wide receiver who transferred from Lafayette College in Pennsylvania prior to the 2023 season and has beaten cancer twice , was UMaine’s leading receiver last season with 570 yards and five touchdowns through 36 receptions. Heisey, a tight end who previously played three years for Rutgers, reeled in 22 catches for 187 yards and three touchdowns last year.\n“Both have been tremendous additions, and are very reliable,” Stevens said. “Joey could have finished with the most receiving yards in the conference, and provides value in our return game. Cooper is an unwavering leader, stays connected to blocks, and is [trusted] having the ball in his hands.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Education"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.googletagmanager.com/ns.html?id=GTM-W3QLSF",
      "https://caasports.com/news/2023/11/19/four-caa-football-teams-receive-berths-in-ncaa-fcs-playoffs.aspx",
      "https://www.caasports.com/news/2023/11/19/four-caa-football-teams-receive-berths-in-ncaa-fcs-playoffs.aspx",
      "https://googletagmanager.com/ns.html?id=GTM-W3QLSF",
      "https://www.googletagmanager.com/ns.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam",
          "sentiment": "negative"
        },
        {
          "name": "jai roe",
          "sentiment": "none"
        },
        {
          "name": "linda coan o'kresik",
          "sentiment": "none"
        },
        {
          "name": "canfield",
          "sentiment": "none"
        },
        {
          "name": "joe gillette",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "umaine",
          "sentiment": "negative"
        },
        {
          "name": "college football umaine",
          "sentiment": "negative"
        },
        {
          "name": "university of maine",
          "sentiment": "none"
        },
        {
          "name": "black bears",
          "sentiment": "none"
        },
        {
          "name": "coastal athletic association",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "morse field",
          "sentiment": "none"
        },
        {
          "name": "reddit",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:46:13.360+03:00",
    "updated": "2024-07-26T03:01:52.916+03:00"
  },
  {
    "uuid": "60201e75f2cd4ecd5fdd8ceb68959926ed21bfb5",
    "url": "https://es-us.finanzas.yahoo.com/noticias/boom-a%C3%B1o-chatgpt-miles-millones-193000803.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LA NACION",
    "published": "2023-12-28T00:00:00Z",
    "title": "El boom del año: Cómo ChatGPT y miles de millones de inversiones ayudaron a que la IA se generalizara en 2023",
    "text": "Forbes Argentina El boom del año: Cómo ChatGPT y miles de millones de inversiones ayudaron a que la IA se generalizara en 2023 Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación GOOGL Forbes Argentina 9:30 p. m. · 7 min de lectura En este artículo: Disculpa el inconveniente. Algo salió mal. Inténtalo de nuevo más tarde. Más contenido a continuación GOOGL\n2023 fue el año de la IA . Tras el lanzamiento de ChatGPT en noviembre de 2022, se convirtió en una de las aplicaciones de más rápido crecimiento, con 100 millones de usuarios mensuales en dos meses. Con la IA convirtiéndose en el tema más candente del año (tal y como Bill Gates predijo en enero), una serie de startups irrumpieron en el mercado con herramientas de IA capaces de generar desde voz sintética hasta videos. Evidentemente, la IA avanzó mucho desde principios de año, cuando la gente se preguntaba si ChatGPT sustituiría a la búsqueda de Google.\n\"Me interesa mucho más pensar en lo que viene más allá de la búsqueda... ¿Qué hacemos que sea totalmente diferente y mucho más genial?\", declaró Sam Altman , CEO de OpenAI , a Forbes en enero.\nLos rápidos avances tecnológicos atrajeron la atención de los inversores de capital riesgo, que invirtieron miles de millones de dólares en el sector. A la cabeza se situó la inversión de 10.000 millones de dólares de Microsoft en OpenAI, la MVP de la IA, que ahora se valora en 80.000 millones de dólares. En junio, Inflection , una empresa emergente de IA, publicó su chatbot Pi y recaudó 1.300 millones de dólares con una valoración de 4.000 millones.\nUn mes después, Hugging Face , que alberga miles de modelos de IA de código abierto, alcanzó una valoración de 4.000 millones de dólares. En septiembre, Amazon anunció que planea invertir 4.000 millones de dólares en Anthropic , la competencia de OpenAI, que lanzó su propio chatbot conversacional Claude 2.0 en julio y está valorado hoy en 25.000 millones de dólares.\nSam Altman, CEO de OpenAI. Pero no todos los fundadores de IA tuvieron un camino directo hacia la recaudación de fondos. Stability AI consiguió financiación con una valoración de 1.000 millones de dólares en septiembre de 2022 para su popular modelo de IA de texto a imagen Stable Diffusion , pero desde entonces tuvo problemas para recaudar fondos. Su CEO, Emad Mostaque, hizo afirmaciones engañosas sobre sus propias credenciales y las asociaciones estratégicas de la empresa a los inversores, según descubrió una investigación de Forbes en junio.\nContinuar leyendo la historia En diciembre, un estudio de Stanford descubrió que el conjunto de datos utilizado para entrenar a Stable Diffusion contenía material ilegal de abusos sexuales a menores.\nLa fiebre del oro de la IA dio lugar a otros unicornios, como Adept , que crea asistentes de IA que pueden navegar por Internet y ejecutar programas de software por ti, y Character AI , que utilizan 20 millones de personas para crear y chatear con personajes de chatbot de IA como Taylor Swift y Elon Musk. Las startups de IA generativa centradas en la empresa, como Typeface, Writer y Jasper, que ayudan a las empresas a automatizar tareas como la redacción de correos electrónicos y el resumen de documentos extensos, también recibieron una gran afluencia de financiación.\nPero en medio de la carrera por crear y lanzar herramientas de IA, Google se encontró con que no puede hacer nada y está tratando de ponerse al día. El gigante tecnológico lanzó su chatbot de IA conversacional Bard y su propio modelo de IA Gemini a finales de año.\nLa penetración de la IA en la vida diaria En el último año, la IA penetró prácticamente en todas las facetas de la vida. A los profesores les preocupaba que los alumnos utilizaran ChatGPT para hacer trampas en las tareas, y la herramienta se prohibió en los distritos escolares más populares de EE.UU. Los médicos y hospitales empezaron a utilizar herramientas de IA generativa no sólo para tomar apuntes y hacer trabajo sucio, sino también para diagnosticar a los pacientes. Mientras algunos candidatos políticos empezaron a desplegar la IA en sus campañas para interactuar con posibles votantes, otros utilizaron herramientas de IA generativa para crear falsificaciones profundas de adversarios políticos.\nLos contenidos generados por IA inundaron Internet, despertando la preocupación por la explotación de herramientas de IA ampliamente disponibles para crear contenidos tóxicos. Por ejemplo, las noticias falsas producidas con programas de IA generativa se hicieron virales en TikTok y YouTube , y el porno no consentido generado con IA se difundió en Reddit y Etsy. A medida que los contenidos de baja calidad generados por IA poblaban la web, ChatGPT causaba estragos en el mundo de los freelance, ya que muchos temían perder sus trabajos a manos del nuevo software de IA que puede generar contenidos más rápido y más barato que los humanos.\nLos contenidos generados por IA inundaron Internet, despertando la preocupación por la explotación de herramientas de IA ampliamente disponibles para crear contenidos tóxicos. Las empresas también utilizaron chatbots de IA para seleccionar, entrevistar y contratar empleados , lo que hizo saltar las alarmas sobre los prejuicios y los riesgos incorporados a la tecnología. Los ciberdelincuentes encontraron útil ChatGPT para escribir código de malware y otros lo utilizaron como herramienta de vigilancia en las redes sociales. Para combatir algunos de estos problemas, gigantes tecnológicos como Microsoft y Google contrataron equipos rojos para hacer jailbreak a sus propios modelos de IA y hacerlos más seguros.\n\"Aún quedan muchas cuestiones por resolver\", afirma Regina Barzila, profesora de Ingeniería Eléctrica e Informática del MIT CSAIL. \" Necesitamos tener herramientas que puedan descubrir qué tipo de problemas y sesgos hay en estos conjuntos de datos y tener meta tecnologías de IA que puedan regular la IA y ayudarnos a estar en una posición mucho más segura que donde estamos hoy con la IA\".\nEscándalos por derechos de autor En 2023, startups líderes en IA como OpenAI, Stability AI y Anthropic se vieron afectadas por una oleada de demandas por infracción de derechos de autor por parte de artistas, escritores y programadores, que alegaban que estas herramientas estaban construidas sobre vastos conjuntos de datos que utilizaban sus contenidos protegidos por derechos de autor sin consentimiento ni remuneración. El experto legal Edward Klaris predice que estas demandas colectivas crearán espacio para nuevas normas matizadas en torno al uso justo de la IA por parte de la Oficina de Derechos de Autor de EE.UU. en 2024.\n\"En el mundo legal hay un gran número de transacciones de IA que están sucediendo. Algunas personas están molestas porque su trabajo fue desechado para crear datos de entrenamiento y quieren poder licenciar su contenido a las empresas de IA y que se les pague por el uso de su material\", dijo Klaris, CEO y socio gerente del bufete de abogados de derechos de propiedad intelectual KlarisIP.\nLa lucha por el poder En 2023 también se produjo una fractura entre los líderes de la IA, que están divididos sobre si la tecnología de la IA debe desarrollarse abiertamente o por empresas poderosas a puerta cerrada, como Google, OpenAI y Anthropic . Algunos se refirieron a los problemas de seguridad asociados a los modelos de IA de código abierto, ya que cualquiera podría hacer un mal uso de ellos. Otros, como el científico jefe de Meta AI , Yann LeCun, que supervisó el desarrollo del modelo de código abierto Llama 2 de Meta, son partidarios de realizar pruebas de estrés de la IA de código abierto de forma abierta y transparente.\nEl científico jefe de Meta AI, Yann LeCun, es partidario de realizar pruebas de estrés de la IA de código abierto de forma abierta y transparente. \"Los grandes modelos lingüísticos de código abierto alcanzarán el nivel de los grandes modelos lingüísticos de código cerrado en 2024\", declaró Clement Delangue en una rueda de prensa.\nA finales de noviembre se hizo pública una división interna cuando el CEO de OpenAI, Sam Altman, fue expulsado de la empresa por su consejo de administración, que citó que no había sido \"sincero\" con sus declaraciones ante el consejo. Pocos días después, fue restituido en su anterior cargo de CEO, después de que los empleados amenazaran con abandonar la empresa si Altman no regresaba. La empresa también incorporó nuevos directores a su consejo, entre ellos Bret Taylor y Larry Summers.\nSegún Delangue, las preguntas clave que quedan por responder en 2024 giran en torno a la economía de la IA, concretamente sobre cómo conseguirán estas nuevas empresas de IA obtener márgenes de beneficio y hacer ganar dinero a sus inversores. La mayoría de los modelos de IA, que dependen de las GPU de gigantes de los semiconductores como Nvidia y AMD, son cada vez más costosos y tienen una gran huella de carbono, ya que necesitan ser entrenados con grandes cantidades de datos.\n\"En 2024, la mayoría de las empresas se darán cuenta de que los modelos más pequeños, baratos y especializados tienen más sentido para el 99% de los casos de uso de la IA\", afirma Delangue.\n*Con información de Forbes US.\nMÁS POPULARES 1. ¿Por qué está cayendo tanto el dólar en Colombia al cierre de 2023? 2. Nadie ve un superpeso más fuerte en 2024, ni el gobierno 3. Dólar cerca de llegar a los $3.800, así está en casas de cambio hoy 4. Buscan profesionales de varias áreas y pagan sueldos de $1,5 millones: requisitos y dónde aplicar 5. Compra de fin de año: MicroStrategy adquiere otros 14.620 Bitcoins ante posible aprobación del ETF",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.forbes.com/?sh=4c496e5d2254",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Fboom-a%25C3%25B1o-chatgpt-miles-millones-193000803.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.forbesargentina.com/",
      "https://s.yimg.com/ny/api/res/1.2/UtVEtyQmM16wqbdBG6mtoQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTQ4MA--/https://media.zenfs.com/es/forbes_argentina_485/41244f9d585f9156310f0f24d439b78d",
      "https://s.yimg.com/ny/api/res/1.2/aHXi3qceHYzu2x5S4NOv5w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYyNw--/https://media.zenfs.com/es/forbes_argentina_485/0c9b8e374bbdcdc323e8e4be2626d1d8",
      "https://s.yimg.com/ny/api/res/1.2/D0o4dwUvKkuA65Tl8LU.rQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTQ4MA--/https://media.zenfs.com/es/forbes_argentina_485/b7b540110861a9438e9800d761fbb12d",
      "https://twitter.com/intent/tweet?text=El%20boom%20del%20a%C3%B1o%3A%20C%C3%B3mo%20ChatGPT%20y%20miles%20de%20millones%20de%20inversiones%20ayudaron%20a%20que%20la%20IA%20se%20generalizara%20en%202023&url=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Fboom-a%25C3%25B1o-chatgpt-miles-millones-193000803.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/ny/api/res/1.2/K2h0kwExjs4xNEuOFpnA0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/es/forbes_argentina_485/6566ea71a08c55083e000e803427da67",
      "https://www.forbesargentina.com/tags/bill-gates-t441",
      "https://s.yimg.com/ny/api/res/1.2/gX_0n1RRb_o2T_eJVaoKZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://s.yimg.com/ny/api/res/1.2/1tHO89CbrkdO.GGONPkz3Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/es/forbes_argentina_485/6566ea71a08c55083e000e803427da67",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://www.forbesargentina.com/tags/chatgpt-t20037",
      "https://www.forbes.com/",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Fboom-a%25C3%25B1o-chatgpt-miles-millones-193000803.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/UtVEtyQmM16wqbdBG6mtoQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTQ4MA--/https://www.media.zenfs.com/es/forbes_argentina_485/41244f9d585f9156310f0f24d439b78d",
      "https://forbesargentina.com/",
      "https://www.twitter.com/intent/tweet?text=El%20boom%20del%20a%C3%B1o%3A%20C%C3%B3mo%20ChatGPT%20y%20miles%20de%20millones%20de%20inversiones%20ayudaron%20a%20que%20la%20IA%20se%20generalizara%20en%202023&url=https%3A%2F%2Fes-us.finanzas.yahoo.com%2Fnoticias%2Fboom-a%25C3%25B1o-chatgpt-miles-millones-193000803.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.s.yimg.com/ny/api/res/1.2/gX_0n1RRb_o2T_eJVaoKZw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEwNDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://www.s.yimg.com/ny/api/res/1.2/aHXi3qceHYzu2x5S4NOv5w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYyNw--/https://www.media.zenfs.com/es/forbes_argentina_485/0c9b8e374bbdcdc323e8e4be2626d1d8",
      "https://forbes.com/?sh=4c496e5d2254",
      "https://www.forbesargentina.com",
      "https://forbesargentina.com/tags/bill-gates-t441",
      "https://forbesargentina.com/tags/chatgpt-t20037",
      "https://www.s.yimg.com/ny/api/res/1.2/1tHO89CbrkdO.GGONPkz3Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/es/forbes_argentina_485/6566ea71a08c55083e000e803427da67",
      "https://www.s.yimg.com/ny/api/res/1.2/D0o4dwUvKkuA65Tl8LU.rQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTQ4MA--/https://www.media.zenfs.com/es/forbes_argentina_485/b7b540110861a9438e9800d761fbb12d",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-12/266237a0-52d7-11ec-bff7-58bb18923f71",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/ny/api/res/1.2/K2h0kwExjs4xNEuOFpnA0A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://www.media.zenfs.com/es/forbes_argentina_485/6566ea71a08c55083e000e803427da67"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:40.375+02:00",
    "updated": "2023-12-29T02:58:36.633+02:00"
  },
  {
    "uuid": "aa0efa72fb39f677babc6a4399f6bec59e38741f",
    "url": "https://malibutimes.com/legacy-runner-wallace-completes-la-marathon-again",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TheMalibuTimes",
    "published": "2025-03-19T23:30:00Z",
    "title": "Legacy runner Wallace completes LA Marathon again • The Malibu Times",
    "text": "Malibu runner celebrates milestone with family, friends, and a personal best improvement Rick Wallace completed the Los Angeles Marathon for the 40th time on March 16.\nWallace, who has started and finished every LA Marathon since its inception in 1984, completed this year’s version of the world-renowned footrace in 5 hours, 59:33 minutes. The 67-year-old, a retired Realtor and former contributor to The Malibu Times , said he was happy with the result of his city-spanning jaunt.\n“I ran it really well, really smart,” he said. “I got water and food when I needed it and kept getting bursts of energy that I wasn’t expecting but was happy about. I had a great run. At the very end, I wasn’t super tired. I felt like I could have run more. I was in great shape.”\nTo celebrate his participation in the running spectacle again, Wallace’s friends and family members met him at certainpoints during the race’s 26.2-mile route, offering him encouragement and walking with him a bit. They were also in the grandstand to cheer on Wallace — both arms raised, a smile adorning his face — as he and other runners crossed the finish line. Jalina Wallace Dixon, Wallace’s daughter, held up a supporting poster that read “GO RICK, GO! 40 IN A ROW!” and “RICK WALLACE LA LEGACY RUNNER 1986-2025.” A picture of Wallace from a previous marathon finish was also featured on the center of the placard.\nRick Wallace is shown with his girlfriend Alma Bliujus after completing the Los Angeles Marathon for the 40th time. The sign he’s holding was made and displayed during the race by his daughter Jalina Wallace Dixon. Photo by Jalina Wallace Dixon Runner Rick Wallace, who completed the LA Marathon for the 40th time, poses with his daughter Jalina Wallace Dixon, and the sign that Jalina made for the occasion, after the race. Photo by Jalina Wallace Dixon “It’s been a few years since I had a good improvement from the previous year,” Wallace said of him completing this year’s marathon 20 minutes faster than 2024’s. “I bet it has been seven, eight, nine years since I had a big jump of going faster than the year before. I had good support along the course.”\nWallace was one of over 90 Legacy Runners —individuals who have completed every LA Marathon from start to finish — to take to the city streets again this month.\n“It was a really good day,” he said.\nWallace was one of 24 Malibuites who participated in the marathon. The others included Alexandra Hoffman, 25; Alexandra McQueen, 29; Ani Dermenjian, 58; Christina Wolf, 44; Cody Kolodziejzyk, 34; Cooper Norby, 20; Dustin Hartuv, 24; Elizabeth Ulmer, 63; Emma Perkins, 24; Joyce Stickney, 54; Kiana Ramli, 28; Mary Hawkins, 81; Rebecca Simmons, 51; Renzo Costarella, 51; Robert Calfas, 75; Rock Lane, 62; Seamus Harrington, 26; Sofia Pace, 19; Stephen Handal, 30; Tanner Brockbank, 34; Thomas Knoll, 65; and Thomas Pentz, 46.\nWhile Wallace continued his streak of completing the marathon from starting line to finish line, a losing streak of sorts was also broken at the event: For the first time in 31 years, an American won the race. Matt Richtman, 25, of Illinois, won the marathon in 2:07:56. The last time an American won the race was Paul Pilkington in 1994. Athanas Kioko of Kenya was second for the men with a time of 2:10:55. His countrymate, Moses Kiptoo, was third in 2:13:13.\nJoyce and Aaron Lichtanski Lindsley at the finish line Rev. Joyce Stickney (left) ran in the LA Marathon with Team World Vision, who we ran with for clean water in Africa Tejinesh Gebisa Tulu of Ethiopia won the women’s portion of the race with a time of 2:30:16. Antonina Kwambai of Kenya was second at 2:30:19. Savannah Berry of Bakersfield finished third for the women with a time of 2:30:31.\nFrancisco Sanclemente of Colombia won the wheelchair race in 1:38:10, his third straight LA Marathon victory. Miguel Vergara, from Chula Vista, was second in 1:43:32.\nThe marathon began at Dodger Stadium and the course guided runners through Chinatown, downtown Los Angeles, Echo Park, Thai Town, Little Armenia, Hollywood, West Hollywood, Beverly Hills, Century City, Westwood, and Brentwood, then back through Westwood to Century City. The finish line for the “Stadium to the Stars” course was Santa Monica Boulevard, just past Century Park East.\nMore than 26,000 people took to the Los Angeles streets in this year’s marathon. The field included runners from all 50 states and 70 nations. Forty percent of the people were first-time marathoners.\nWallace, who has lived in Malibu throughout all his marathoning years, aims to keep on completing the LA endurance challenge.\n“I’m going for 41,42,” he said. “I’m going to keep going. I’m pretty giddy about it.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->marathon"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Rick Wallac",
          "sentiment": "negative"
        },
        {
          "name": "Wallace",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Malibu Times",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:44:22.729+02:00",
    "updated": "2025-03-20T11:11:51.141+02:00"
  }
]