[
  {
    "uuid": "99b6304ad2a532230d0916273f905c70ae667a03",
    "url": "https://saraacarter.com/squad-democrats-only-votes-against-bill-to-ban-hamas-terrorists-from-entering-the-u-s/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sara Carter Staff",
    "published": "2024-02-01T19:11:00Z",
    "title": "‘Squad’ Democrats only votes against Bill to ban Hamas terrorists from entering the U.S.",
    "text": "Israel\n‘Squad’ Democrats only votes against Bill to ban Hamas terrorists from entering the U.S.\nThere can be no explanation other than complete anti-American and anti-Israel liberalism behind two infamous ‘Squad’ members of congress voting to allow terrorists into the United States.\nThe “\nNo Immigration Benefits for Hamas Terrorists Act” thankfully passed the House by a 422-2-1 vote. According to C-SPAN the only two legislators to vote against the legislation, were Democratic Representatives Cori Bush or Missouri and Rashida Tlaib of Michigan.\nThe bill will ban members of Hamas and Palestinian Islamic Jihad involved in the October 7 attacks against Israel from entering the United States, reports the\nDaily Caller News Foundation.\nThe bill was introduced by Republican California Representative Tom McClintock, which would mandate that “any alien who carried out, participated in, planned, financed, afforded material support to, or otherwise facilitated any of the attacks against Israel initiated by Hamas beginning on October 7, 2023, is inadmissible” to the U.S., according to its text.\nDemocratic Representative Della Ramirez of Illinois was the only lawmaker to vote “present,” according to C-SPAN.\nPalestinian terrorists murdered approximately\n1,200 people on Oct. 7, 2023, raped numerous women and took hundreds of hostages back to the Gaza Strip. Nonetheless, the horrors have not stopped Bush and Tlaib from their public anti-Israel rhetoric.\nThe\nDaily Caller News Foundation identifies examples of the hateful representatives:\nBush, meanwhile, has\nasserted that the Israeli military is perpetrating “ethnic cleansing” against Palestinians and has called for the U.S. to stop funding Israel.\nTlaib, whose House colleagues voted to censure her for her anti-Israel rhetoric, and Bush, who is under\nfederal investigation for alleged misuse of federal security money, have both calledIsrael an “apartheid state.”\nBoth lawmakers have also\nsuggested that Israel could be committing genocide in its military response to the terrorist groups operating in the Gaza Strip, and they have both repeatedly called for a ceasefire since Israel’s ground invasion of the territory commenced.\nTlaib has defended the use of the Palestinian rallying cry, “from the river to the sea, Palestine will be free,” which critics posit is a slogan that explicitly calls for the erasure of Israel and its people. She\nconsiders the saying to be “an aspirational call for freedom, human rights, and peaceful coexistence, not death, destruction, or hate.”\n reply](/squad-democrats-only-votes-against-bill-to-ban-hamas-terrorists-from-entering-the-u-s/?utm_source=mux&utm_medium=social&utm_campaign=tw#respond)\nLeave a Reply\nIsrael\nVIDEO: Israeli commandos go undercover to take out terror cell in West Bank hospital\nIncredible video has surfaced of the impossible lengths Israeli forces go through in order to defeat terror. On Tuesday, Israeli commandos entered a West Bank hospital disguised as nurses and other civilians to take out three terrorists, one of whom the military said was planning an “imminent attack”.\nVideo\nshowed the soldiers dressed as medical personnel, women wearing hijabs, and a man holding a baby carrier as they moved through the Ibn Sina hospital. They killed Mohammed Jalamna, whom the Israel Defense Forces (IDF) said in a press release was a Hamas terrorist sending weapons to other operatives and planning an attack inspired by Oct. 7. The IDF accused him of using the hospital as a hideout.\nThe commandos also killed brothers Mohammed and Basel Ghazawi, who were involved in the activities of the Palestinian Islamic Jihad terror group. Hamas confirmed that Jalamna was a member of its Qassam Brigades, the terror group’s military wing, while Palestinian Islamic Jihad said the Ghazawi brothers belonged to its own armed Jenin Brigades, Reuters\nreported.\nDr. Naji Nazzal, the hospital’s director, told the outlet that Basel Ghazawi was receiving treatment for a spinal injury he sustained in October, which paralyzed him.\nYou may like\nTrending Now\n-\nNorthern border continues to outpace southwest border on terrorist-connected apprehensions\n-\n‘Squad’ Democrats only votes against Bill to ban Hamas terrorists from entering the U.S.\n-\nImmigration3 days ago\nFormer FBI officials issue warning on border crisis: U.S. has ‘been invaded’ by military-age foreign nationals\n-\nElections3 days ago\nFormer IRS contractor who leaked Trump’s taxes sentenced to five years in prison\n //saraacarter.com/former-fbi-officials-issue-warning-on-border-crisis-u-s-has-been-invaded-by-military-age-foreign-nationals/ []https://saraacarter.com/former-irs-contractor-who-leaked-trumps-taxes-sentenced-to-five-years-in-prison/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://dailycaller.com/2024/01/30/doj-department-justice-criminal-investigation-squad-democrat-cori-bush-house-sergeant-at-arms-report",
      "https://www.twitter.com/osint613/status/1752223256277356655?s=46&t=DLACJ4yGHOpsHfJ3mMosgw",
      "https://dailycaller.com/2024/01/31/criminal-investigation-cori-bush-campaign-fund-overdue-watchdog",
      "https://twitter.com/osint613/status/1752223256277356655?s=46&t=DLACJ4yGHOpsHfJ3mMosgw",
      "https://www.dailycallernewsfoundation.org/2024/01/31/squad-dems-vote-against-bill-to-bar-hamas-terrorists-from-entering-us/",
      "https://x.com/RepCori/status/1718783464344862914",
      "https://x.com/RepRashida/status/1751001473716994306",
      "https://www.michiganadvance.com/2023/11/06/tlaib-stands-by-her-defense-of-pro-palestinanian-slogan-from-the-river-to-the-sea/#:~:text=%E2%80%9CFrom%20the%20river%20to%20the,no%20matter%20faith%20or%20ethnicity.%E2%80%9D",
      "https://c-span.org/video/?533285-3/house-session-part-2",
      "https://x.com/CoriBush/status/1744786339357151300?s=20",
      "https://x.com/CoriBush/status/1744786339357151300",
      "https://reuters.com/world/middle-east/israeli-forces-kill-3-gunmen-west-bank-hospital-army-says-2024-01-30/",
      "https://www.x.com/CoriBush/status/1744786339357151300?s=20",
      "https://dailycaller.com/2024/01/30/doj-department-justice-criminal-investigation-squad-democrat-cori-bush-house-sergeant-at-arms-report/",
      "https://www.reuters.com/world/middle-east/israeli-forces-kill-3-gunmen-west-bank-hospital-army-says-2024-01-30/",
      "https://idf.il/177090",
      "https://fdd.org/analysis/2023/11/12/israel-revises-october-7-death-toll-after-agonizing-forensics/",
      "https://x.com/RepCori/status/1718783464344862914?s=20",
      "https://dailycallernewsfoundation.org/2024/01/31/squad-dems-vote-against-bill-to-bar-hamas-terrorists-from-entering-us/",
      "https://dailycallernewsfoundation.org/2024/01/31/squad-dems-vote-against-bill-to-bar-hamas-terrorists-from-entering-us",
      "https://www.c-span.org/video/?533285-3/house-session-part-2",
      "https://twitter.com/osint613/status/1752223256277356655",
      "https://x.com/RepRashida/status/1681433096955076609",
      "https://x.com/RepRashida/status/1681433096955076609?s=20",
      "https://www.fdd.org/analysis/2023/11/12/israel-revises-october-7-death-toll-after-agonizing-forensics",
      "https://www.fdd.org/analysis/2023/11/12/israel-revises-october-7-death-toll-after-agonizing-forensics/",
      "https://x.com/RepRashida/status/1751001473716994306?s=20",
      "https://www.x.com/RepCori/status/1718783464344862914?s=20",
      "https://michiganadvance.com/2023/11/06/tlaib-stands-by-her-defense-of-pro-palestinanian-slogan-from-the-river-to-the-sea/#:~:text=%E2%80%9CFrom%20the%20river%20to%20the,no%20matter%20faith%20or%20ethnicity.%E2%80%9D",
      "https://www.x.com/RepRashida/status/1681433096955076609?s=20",
      "https://www.dailycaller.com/2024/01/31/criminal-investigation-cori-bush-campaign-fund-overdue-watchdog/",
      "https://congress.gov/bill/118th-congress/house-bill/6679",
      "https://www.idf.il/177090",
      "https://www.dailycaller.com/2024/01/30/doj-department-justice-criminal-investigation-squad-democrat-cori-bush-house-sergeant-at-arms-report/",
      "https://www.x.com/RepRashida/status/1751001473716994306?s=20",
      "https://www.c-span.org/video/",
      "https://www.congress.gov/bill/118th-congress/house-bill/6679",
      "https://dailycaller.com/2024/01/31/criminal-investigation-cori-bush-campaign-fund-overdue-watchdog/",
      "https://www.reuters.com/world/middle-east/israeli-forces-kill-3-gunmen-west-bank-hospital-army-says-2024-01-30"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bill",
          "sentiment": "negative"
        },
        {
          "name": "cori bush",
          "sentiment": "none"
        },
        {
          "name": "tom mcclintock",
          "sentiment": "none"
        },
        {
          "name": "rashida tlaib",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "u.s. israel ‘squad",
          "sentiment": "neutral"
        },
        {
          "name": "palestinian islamic jihad",
          "sentiment": "none"
        },
        {
          "name": "house",
          "sentiment": "none"
        },
        {
          "name": "daily caller news foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "missouri",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:11:03.930+02:00",
    "updated": "2024-02-02T00:11:03.930+02:00"
  },
  {
    "uuid": "aafcd614c734fefbd7bf6020067044c752a438c7",
    "url": "https://www.interempresas.net/Vidrio-plano/Articulos/541415-Las-soluciones-de-Saint-Gobain-Glass-obtienen-Cradle-to-Cradle-Certified-(C2C).html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "(Redacción Interempresas)",
    "published": "2024-02-16T06:48:00Z",
    "title": "Las soluciones de Saint-Gobain Glass obtienen Cradle to Cradle Certified (C2C)",
    "text": "Las soluciones de Saint-Gobain Glass obtienen Cradle to Cradle Certified (C2C)\nSaint-Gobain Glass ha obtenido la certificación Cradle to Cradle Certified (C2C) versión 4.0 para sus soluciones de vidrio flotado, vidrio laminado y vidrio de capas, afianzando su posición como fabricante de referencia en sostenibilidad.\nSaint-Gobain Glass, fabricante puntero en soluciones de vidrio, acaba de obtener la certificación Cradle to Cradle nivel Bronce para sus soluciones de vidrio flotado, vidrio de capas y vidrio laminado fabricados en Europa*, incluyendo su innovador sustrato bajo en huella de carbono Oraé.\nLas soluciones de Saint-Gobain Glass se convierten en las primeras soluciones de vidrio Cradle to Cradle Certified con la versión 4.0 para sus 5 categorías. Este significativo logro demuestra el fuerte compromiso de la compañía con el liderazgo sostenible en la fabricación del vidrio, fomentando la economía circular y minimizando el impacto medioambiental y la huella de carbono asociados a sus soluciones.\nLa versión 4.0 de C2C es una rigurosa y exhaustiva evaluación del impacto social y ambiental de los productos de la compañía durante todo su ciclo de vida.\n“Obtener esta certificación en nuestras soluciones de vidrio flotado, laminado y de capas es una prueba del compromiso sostenible de Saint-Gobain y su responsabilidad medioambiental”, señala Fabrice Desmons, director Internacional de Marketing de Vidrio. “Estamos orgullosos de ser reconocidos por nuestros esfuerzos colectivos en diseñar soluciones que no sólo cumplen con los más altos estándares a nivel prestacional, sino que también sientan las bases de una construcción más sostenible”.\nEsta certificación completa las EPD (Declaración Ambiental de Producto) y las HPDs (Declaración de Producto Saludable) de Saint-Gobain Glass, expresando una vez más su compromiso con la transparencia con respecto a la huella de carbono de sus soluciones, así como de su impacto sobre la salud, ayudando a sus consumidores y públicos a adquirir productos más sostenibles.\nClaves de la certificación Cradle To Cradle\n- Material saludable: los vidrios de Saint-Gobain Glass han sido cuidadosamente analizados según la seguridad que aportan a la salud de las personas y el planeta, consiguiendo el nivel Platino.\n- Circularidad de producto: Saint-Gobain Glass promueve de forma activa el reciclaje de materiales, incrementando la circularidad del sistema. La compañía impulsa iniciativas de reciclaje que permiten la recuperación del calcín post consumo. Soluciones como Planiclear han obtenido el nivel Plata, mientras que Oraé ha logrado el nivel más alto, Platino, gracias a su 64% de contenido reciclado externo.\n- Protección del clima y aire: la compañía demuestra su dedicación a la hora de reducir la huella de carbono de sus instalaciones productivas, disminuyendo el uso de combustibles fósiles gracias a los procesos de mejora continua, así como a la utilización de electricidad procedente de fuentes de energía renovable en sus procesos productivos. Se ha obtenido el nivel Bronce.\n- Gestión del agua y el suelo: Saint-Gobain Glass administra el recurso del agua en sus instalaciones productivas, asegurando un uso responsable del mismo y minimizando su impacto. Se ha obtenido el nivel Plata.\n- Responsabilidad social: Saint-Gobain Glass actúa responsablemente con los trabajadores en las plantas productivas, implantando prácticas justas y generando un mayor compromiso con la comunidad. Se ha conseguido el nivel Bronce.\nLa obtención de esta nueva certificación responde al compromiso de Saint-Gobain Glass de construir mejor para las personas y el planeta con soluciones que aportan sostenibilidad y altas prestaciones, siempre guiado por el propósito común del Grupo Saint-Gobain “Making the World a Better Home”.\nPara más información sobre la certificación Cradle to Cradle de Saint-Gobain Glass visita:\nhttps://www.saint-gobain-glass.es/es/noticias/saint-gobain-glass-recibe-la-certificacion-cradle-cradle-version-40-por-sus-soluciones\nEPD disponibles en:\n https://www.environdec.com/library\nHDPs disponibles en:\nhttps://hpdrepository.hpd-collaborative.org/Pages/Results.aspx#\n* Ver detalles en el registro de producto de la web C2C: https://c2ccertified.org/certified-products. Las soluciones de Saint-Gobain Glass se fabrican en Eggborough (Reino Unido), Aniche, Salaise-sur-Sanne (Francia), Avilés (España), Pisa (Italia), Porz, Stolberg, Torgau (Alemania), Dabrowa Górnicza (Polonia).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.environdec.com/library",
      "https://hpdrepository.hpd-collaborative.org/Pages/Results.aspx#",
      "https://www.saint-gobain-glass.es/es/noticias/saint-gobain-glass-recibe-la-certificacion-cradle-cradle-version-40-por-sus-soluciones",
      "https://www.saint-gobain-glass.es/es",
      "https://c2ccertified.org/certified-products.",
      "https://saint-gobain-glass.es/es",
      "https://saint-gobain-glass.es/es/noticias/saint-gobain-glass-recibe-la-certificacion-cradle-cradle-version-40-por-sus-soluciones",
      "https://www.c2ccertified.org/certified-products.",
      "https://www.hpdrepository.hpd-collaborative.org/Pages/Results.aspx#",
      "https://environdec.com/library"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T12:35:59.588+02:00",
    "updated": "2024-02-16T12:35:59.588+02:00"
  },
  {
    "uuid": "defde6a56ac0e99a30fffb7cd87542a941a54791",
    "url": "https://elpais.com/espana/2024-05-26/la-galaxia-del-catolicismo-conspiranoico-donde-francisco-no-es-el-papa-sino-un-mason.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ángel Munárriz",
    "published": "2024-05-26T03:40:00Z",
    "title": "La galaxia del catolicismo conspiranoico donde Francisco no es el Papa sino un “masón” | España | EL PAÍS",
    "text": "César Sánchez, antiguo seminarista, de 35 años, estudia minuciosamente encíclicas y exhortaciones del papa Francisco. Luego las contrasta con la doctrina católica y desgrana las contradicciones. Admite que el trabajo es “agotador”, pero persevera porque el propósito es elevado: proclamar que en la silla de Pedro se sienta un farsante. No, algo peor: un enemigo mortal de la Iglesia. Es, dice, “como si tuviéramos de presidente del Real Madrid a Joan Gaspart”, expresidente del Barça. Este “católico de a pie” abrió en 2018 su canal de Youtube César para Jesucristo , que suma más de 97.000 suscriptores. Trabajaba como profesor, cuenta, pero Dios le pidió dedicarse “solo a esto”. Y “esto” es defender una visión rigorista de la fe y en particular cargar contra Francisco, cuyo magisterio es “contradictorio” con la esencia católica, sostiene Sánchez. ¿Por qué? Un motivo —arranca el exseminarista— es la permisividad del Papa con el adulterio en su exhortación de 2016 Amoris Laeitia , que llevó a cuatro cardenales a plantearle públicamente sus dudas. “Dos de ellos murieron al poco tiempo, repentinamente”, desliza. ¿Sospechas de asesinato? “Es difícil de saber”. Otra aberración, a ojos de Sánchez, fue permitir en 2019 una “adoración” a la diosa andina Pachamama, acontecimiento que vincula con la aparición “40 días después, como los 40 días que estuvo Jesucristo en el desierto”, del primer caso de covid 19. La lista no se agota ahí. Francisco, añade, es máson, tiene un “pacto con el Partido Comunista Chino”, apoya la Agenda 2030. Y lo más grave: ni siquiera es papa. Según Sánchez, es un “antipapa” que usurpó el trono tras un “golpe de Estado”. Luis Santamaría, investigador de la Red Iberoamericana de Estudio de las Sectas, ha identificado más de 40 grupos que se denominan católicos con actividad en España y que están apartados de la línea de la Iglesia, a los que se se suma una amplia miríada de canales digitales. En torno a una veintena de unos y otros, sostiene, niegan la legitimidad del Papa. Sus otros tres rasgos comunes, señala el autor de A las afueras de la cruz. Las sectas de origen cristiano en España, son el “tradicionalismo religioso”, el “ultraconservadurismo político” y la inclinación por las “teorías de la conspiración” sobre la Iglesia o el mundo. Algunos altavoces de estas posiciones son seglares, otros se declaran clérigos pese a carecer de reconocimiento oficial. Santamaría explica que este fenómeno, de histórico arraigo, creció tras la elección de Francisco en 2013. Sus representantes, añade, han “elevado el tono” a raíz de la muerte el 31 de diciembre de 2022 de Benedicto XVI, que era visto por muchos como una suerte de último cortafuegos para evitar la llegada del “anticristo”. Uno de los grupos anti-Francisco, que a diferencia de César para Jesucristo no es un canal digital sino toda una organización, está ahora bajo el foco. Es la Pía Unión Sancti Pauli Apostoli, liderada por el obispo excomulgado Pablo de Rojas , bajo cuya tutela se ha colocado un grupo de monjas en un caso que parece diseñado para enganchar audiencias . La Pía Unión, que sostiene que Francisco es un “simple lego”, no está sola. Hay más autoproclamadas iglesias y órdenes en posiciones similares. La Sede de la Sabiduría, por ejemplo, espera un “papa legítimamente elegido” para aprobar sus estatutos. La Iglesia Mercedaria se declara “sucesora” de la romana. Y la Iglesia Palmariana, con sede en el Palmar de Troya (Sevilla), tiene su propio papa, el suizo Markus Josef Odermatt, entronizado como Pedro III. Aunque los ecos tridentinos y la nostalgia franquista han sobresalido en las descripciones sobre la Pía Unión de Pablo de Rojas, otra corriente atraviesa su actividad: el conspiracionismo. En sus cartas, este grupo acusa al Gobierno de “esclavizar” España ante “poderes extranjeros” para instaurar el “Nuevo Orden Mundial”. Es el mismo orden que teme César Sánchez, de César para Jesucristo , que en su canal pone bajo sospecha que la nieve caída en Madrid en 2021 fuera eso, nieve: “No quiero decir que tenga plástico, no quiero decir que sea un arma climática, pero tampoco lo quiero descartar”, dice en un vídeo. Aunque consciente de que sus opiniones pueden ser tachadas de “conspiranoia”, Sánchez rechaza esa etiqueta. También la de fanático. “Fanático es el que no usa la razón”, defiende. La narración de César para Jesucristo podría resumirse así: el mundo asiste “al final de la batalla entre el bien y el mal”, que tiene ventaja porque al frente de la Iglesia hay un “masón luciferino”. “La situación es tan grave”, afirma, “que sólo el retorno de Cristo la puede arreglar”. A su juicio, la elección de otro papa no bastaría, ya que el papado de Francisco está “viciado de origen”, todo ello según una teoría de amplia difusión en estos círculos según la cual o bien la renuncia de Benedicto XVI no tuvo validez o bien no la tuvo la elección de Francisco. O una cosa y la otra. En esas tesis se mueve Isaac García, de 39 años, que emite desde Valencia en su canal Macabeo , con más de 20.000 suscriptores. La elección de Francisco, sostiene, se debió a que un conciliábulo de clérigos progresistas, la “Mafia de San Galo”, logró pervertir el cónclave de 2013. Para García, Francisco es “un anticristo” en “herejía manifiesta” que actúa con la “inquina propia” de quien “no tiene fe”, como prueban sus ideas sobre las bendiciones a parejas homosexuales. Esquemas narrativos similares se encuentran en Adoración y Liberación , un “apostolado” con más de 150.000 suscriptores en Youtube que complementa su oferta con una web y espacios en redes sociales. “Hay que convocar un cónclave que dote a la Iglesia Católica de un verdadero papa”, sostiene Adoración y Liberación . Los mensajes se adentran en la conspiración, dando pábulo a la omnipresente teoría sobre un plan globalista para un “Nuevo Orden Mundial” y a la que sostiene que hay un poderoso lobby gay en la Iglesia, la “mafia lavanda”. Los mensajes contra las vacunas también gozan de espacio. Una fuente citada con frecuencia en este avispero es la web Como vara de almendro , donde junto a autores que rechazan que Francisco sea papa hay uno que duda incluso que llegara a ser ordenado diácono. Un editorial llama a los católicos a exigirle el “fin de su apoyo a la diabólica agenda de la ONU” y varios textos alertan de una deriva “homosexualista” de la Iglesia. El viaje por grupos y canales sigue. Las “herejías” del “pseudopapa” y la “continuación del nazismo” con la Agenda 2030 son objeto de atención de Ejército Remanente , cuyos casi 25.000 suscritos en Telegram reciben mensajes contra las vacunas y contra la censura que sufre la teoría xenófoba del gran reemplazo (según la cual la población blanca y cristiana está siendo sistemáticamente reemplazada en todo el mundo por el avance de la inmigración). Luis Santamaría alerta del impacto de todo este conjunto de mensajes entre la conspiranoia, el fanatismo apocalíptico y el ultraconservadurismo. “Cuando las clarisas [de Belorado] dicen que el Papa es un hereje, repiten tergiversaciones que salen de este entorno desinformativo”, señala el investigador. Muestra también su preocupación el periodista Vicens Lozano, con más de 35 años de experiencia en la Santa Sede, que señala cómo el auge de la conspiranoia vinculada a ideas de extrema derecha, tendencia global que desborda lo religioso, tiene en la Iglesia “una expresión especialmente significativa”. Autor de Vaticangate, una investigación sobre un “complot utra” contra el Papa, Lozano cree que hay jerarcas católicos cuyo discurso alimenta este fenómeno. Cita al cardenal alemán Gerhard Müller, al que Lozano sitúa como “enemigo número uno” de Francisco y que también se declara en guerra contra el “diabólico nuevo orden mundial”, lo cual le granjea simpatías en los círculos conspiranonicos. El caso de QAnon, una amalgama de teorías que implica en una trama de pederastia a toda una supuesta élite progresista, ya ha demostrado cómo la difusión de este tipo de pensamiento puede herir a las confesiones religiosas. Un artículo de 2020 de la MIT Technology Review, del Instituto Tecnológico de Massachusetts, expone que QAnon aprovechó la pandemia para captar adeptos entre las bases evangélicas. Juantxo Domínguez, presidente de la Red de Prevención Sectaria y del Abuso de Debilidad, no ve casual esta permeabilidad entre los espacios de la religión y la conspiración . “El fanatismo religioso es un terreno propicio para estas teorías, que además utilizan esquemas típicos de la narración religiosa”, añade, en referencia a la lucha entre el bien y el mal o la pronta llegada de un salvador o un cataclismo. Carolina Galais, investigadora sobre movimientos sociales de la Universitat Autònoma de Barcelona y estudiosa de este campo , afirma que es lógico que en las crisis —caso de la pandemia— afloren teorías de la conspiración, porque “ayudan a procesar hechos complejos” a personas “vulnerables”. Pero advierte sobre la insuficiente base para atribuir a los creyentes mayor exposición al riesgo. Eso sí, cita un estudio realizado en Polonia y publicado en 2021 que concluye que el fanatismo religioso —no la religiosidad per se — facilita el abrazo a estas creencias. La tensión provocada por la expansión del virulento ideario anti-Francisco ha obligado ya a actuar a la jerarquía española. El obispo de Orihuela-Alicante, José Ignacio Munilla, apartó a un cura de sus funciones en febrero por llamar “hereje” al pontífice. “Un caso aislado no es síntoma de un problema generalizado”, responde por escrito a EL PAÍS la Conferencia Episcopal Española (CEE), que sí admite que “el clima de polarización” en la sociedad también afecta “desgraciadamente” a la Iglesia. La CEE pone énfasis en expresar su rechazo al “movimiento reaccionario” conocido como “sedevacantismo”, que niega la legitimidad de los papas posteriores al pontificado de Pío XII (1939-1958), ya que crea “guetos espiritualistas” sin “conexión con la realidad”. Aunque la respuesta episcopal no cita a este grupo ni a ningún otro, entre los sedevacantistas está la Pía Unión Sancti Pauli Apostoli, la que da cobertura a las monjas clarisas rebeldes. “Es importante estar atentos al surgimiento de estos grupos por el daño espiritual y la confusión que pueden causar en muchos de los fieles”, señala la Conferencia Episcopal Española.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.vatican.va/content/francesco/es/apost_exhortations/documents/papa-francesco_esortazione-ap_20160319_amoris-laetitia.html",
      "https://vatican.va/content/francesco/es/apost_exhortations/documents/papa-francesco_esortazione-ap_20160319_amoris-laetitia.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T07:02:16.968+03:00",
    "updated": "2024-05-26T21:18:06.824+03:00"
  },
  {
    "uuid": "b6aae2cf25deca0ca86c523e51da6dbbb4d80eb6",
    "url": "https://ground.news/article/theres-been-some-tears-storm-and-flood-hit-queensland-town-battles-heatwave-as-more-wild-weather-forecast",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Guardian",
    "published": "2023-12-29T14:00:00Z",
    "title": "Ground News - ‘There’s been some tears’: storm and flood-hit Queensland town battles heatwave as more wild weather forecast",
    "text": "Summary by The Guardian Many homes in Jimboomba are still without power. Now temperatures are nearing 40C, and more storms are forecastInside an unassuming hall in Jimboomba, north-west of Queensland’s Gold Coast, Sarah Weir is offering a reprieve from the heat, cool drinks and food, wifi, and even her shoulder to cry on.“There’s been some tears,” she says. Continue reading... Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nThe Guardian Lean Left Mixed Factuality Independent: Scott Trust Limited ‘There’s been some tears’: storm and flood-hit Queensland town battles heatwave as more wild weather forecast Many homes in Jimboomba are still without power. Now temperatures are nearing 40C, and more storms are forecastInside an unassuming hall in Jimboomba, north-west of Queensland’s Gold Coast, Sarah Weir is offering a reprieve from the heat, cool drinks and food, wifi, and even her shoulder to cry on.“There’s been some tears,” she says. Continue reading...\n22 minutes ago · London, United Kingdom Read Full Article\nThe Guardian Lean Left Mixed Factuality Independent: Scott Trust Limited\n‘There’s been some tears’: storm and flood-hit Queensland town battles heatwave as more wild weather forecast Many homes in Jimboomba are still without power. Now temperatures are nearing 40C, and more storms are forecastInside an unassuming hall in Jimboomba, north-west of Queensland’s Gold Coast, Sarah Weir is offering a reprieve from the heat, cool drinks and food, wifi, and even her shoulder to cry on.“There’s been some tears,” she says. Continue reading...\n22 minutes ago · London, United Kingdom Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.theguardian.com/australia-news/2023/dec/30/storm-flood-hit-queensland-town-heatwave-wild-weather-forecast?utm_source=ground.news&utm_medium=referral",
      "https://www.theguardian.com/australia-news/2023/dec/30/storm-flood-hit-queensland-town-heatwave-wild-weather-forecast",
      "https://theguardian.com/australia-news/2023/dec/30/storm-flood-hit-queensland-town-heatwave-wild-weather-forecast?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sarah weir",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "scott trust limited",
          "sentiment": "none"
        },
        {
          "name": "united kingdom read full",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jimboomba",
          "sentiment": "none"
        },
        {
          "name": "queensland",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "queensland’s gold coast",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:21:44.964+02:00",
    "updated": "2023-12-29T16:21:44.964+02:00"
  },
  {
    "uuid": "723b757d2da87e1f50c45ff4be7104bbd04f30af",
    "url": "https://www.archyde.com/all-energy-sector-unions-call-for-strike-on-december-5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-11-30T03:23:00Z",
    "title": "All Energy Sector Unions Call For Strike On December 5",
    "text": "Electricity and Gas Workers to Strike Over Pay A strike affecting companies across the electricity and gas sector is planned for December 5th as unions demand higher salary increases. The inter-union, comprised of the CGT, CFE-CGC, CFDT, and FO, announced the strike action amid ongoing salary negotiations.\nNegotiations Stall as Unions Reject Initial Offer Initial salary proposals from EDF management, a key player in the sector, have been deemed insufficient by the unions. “Following the opening session of negotiations on 2025 salary measures, the first proposal from EDF management is a low rate of 1.5%,” detailed the inter-union in a leaflet. They are urging management to “return to negotiations by proposing much more to meet the 2.3% claimed on individual measures.”\nThe inter-union’s call for a strike aims to pressure employers into offering more substantial wage increases.\nThey’ve termed the initial offer “not up to standard” and emphasize the need for an agreement that addresses the rising cost of living and ensures fair compensation for workers.\nWidespread Impact Expected as Strike Targets Entire Sector The planned strike goes beyond EDF, encompassing Enedis and all other companies throughout the electricity and gas sector. “The strike will target all companies in the sector,” confirmed a representative from the CGT unions of EDF and GRDF, emphasizing their commitment to a sector-wide response.\nDecember 5th was chosen strategically to coincide with a scheduled meeting of the energy industry body to negotiate other issues. The timing is intended to maximize the impact of the strike and draw attention to the unions’ demands. Additionally, public sector strikes are also planned for the same day, with demands on purchasing power that are “nearly identical” to those of the energy sector workers.\nLimited Public Disruption Expected, But Companies Facing Losses While the strike is expected to have minimal impact on the general public, it’s anticipated to result in significant financial losses for companies in the sector. The impact on productivity and operations during the strike is likely to be felt, especially considering that the call for strike officially begins the day before at 9 p.m., covering nighttime shifts as is traditional in the energy sector.\n“This day of strike should not have too visible consequences for the public,” predicted a union representative. “But it will above all result in a loss of earnings for companies.” The representative cautioned that the intensity and duration of the strike could escalate based on “the result” of negotiations and employers’ reactions,” adding that the inter-union will reconvene on the evening of December 5th to assess the situation and decide on further action.\nWhat potential⁣ disruptions to services‌ are anticipated if the strike proceeds ⁤on December 5th? ## Interview Transcript: Electricity and Gas Workers‍ Prepare to Strike\n**Host:** Joining us ‍today ⁢to discuss the upcoming strike in the electricity and gas sector⁤ is [Guest Name], a representative from the inter-union. Welcome⁣ to the show.\n**[Guest Name]:** Thank‌ you for having me.\n**Host:** Could you explain the reason behind this strike action planned for December 5th?\n**[Guest Name]:** Absolutely. Our ‍members – the hardworking individuals ‌who keep the lights on​ and the gas⁢ flowing ⁣– are demanding fair compensation in line with the rising cost of ‍living. While ‍EDF management has proposed a 1.5% salary increase, we believe this falls far short of what’s⁢ needed. We’re aiming for a 2.3% increase to​ genuinely address ⁢the economic pressures our members are facing. [[(none)]]\n**Host:** ⁢ ‌You ⁣mentioned⁤ that the initial offer was deemed insufficient. ⁤Why‍ are unions pushing for such a ‌significant increase compared to the⁣ suggested 1.5%?\n** [Guest Name]:** The current economic climate is incredibly challenging. Everything from groceries to housing costs have gone up ​significantly. We’re asking for a wage increase that reflects this reality and allows ‍our members to ⁢maintain a decent standard of living. [[(none)]]\n**Host:** What ​impact do​ you anticipate this strike having on consumers and businesses?\n**[Guest Name]:** We understand ⁣that a strike may cause some inconvenience, but​ we urge the public to⁣ understand that our fight is ultimately about ensuring the well-being‌ of the people who power this essential ⁤industry. We hope that ⁣EDF⁤ management ⁣will return to the negotiating table with⁢ a more responsible offer to ‌avoid ‌any⁤ disruption to‌ services. [[(none)]]\n**Host:** Thank you for providing insight⁣ into the ‍situation, [Guest Name]. We hope for⁣ a ⁢swift ​and fair resolution to these negotiations.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.youtube.com/embed/y4p7M_JSiMg",
      "https://youtube.com/embed/y4p7M_JSiMg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T08:54:01.278+02:00",
    "updated": "2024-11-30T08:54:01.278+02:00"
  },
  {
    "uuid": "ce12161a8c2588f235dadba02c6c0762320e8a5e",
    "url": "https://www.dvm360.com/view/reasons-you-might-be-living-paycheck-to-paycheck",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CJ Burnett, CExP",
    "published": "2024-08-08T20:35:00Z",
    "title": "Reasons you might be living paycheck to paycheck",
    "text": "Discover the hidden financial pitfalls causing paycheck-to-paycheck living and how to overcome them Usually, when posed with the question of why some Americans are living paycheck to paycheck, a lot of people assume it’s because those people are living above their means or spending money irresponsibly. Although that might be true for some people, I have found that is not always the case or that living beyond someone’s means is a result of some other cause. In fact, with veterinarians, associates, and practice owners, there are several probable root causes for why they are having a hard time saving money. The amount people are spending on their lifestyle may be the symptom and not the illness. We have found that sometimes the real problem is underneath; it’s in the way they direct money. Some people believe that having more income will solve their problems, only to find out that as their income increases, saving money proves consistently difficult. I’ve had many conversations that start with, “I don’t understand. My income has gone up over 20% in the past year, but I can’t seem to save any more money than I did before. Why is that?” In short, 3 main reasons I see veterinarians living paycheck to paycheck are: The reality is that when these things are ignored, the effects will be felt. We can run from knowing the consequences of our decisions, but consequences will come nonetheless. So let’s review how to get over these hurdles if you find yourself doing one of or all these things. First, let’s start with a lack of clear boundaries on how much someone spends daily or weekly. Human behavior is such that we eat all the food on our plate when we have a meal. If the food is there to consume, my mind is going to reasonably assume that the food is safe to eat. When a mortgage company approves someone for a house costing $600,000, some people assume it means that’s how much they can afford. After all, the mortgage company wouldn’t approve them for more than they can handle, right? Because this is the case with human behavior, we find that the easiest way to slow down someone’s spending is to not allow all their income into their checking account. We make sure money is sent to another account that is not commingled with their checking account, which is money meant to cover their lifestyle expenses. This is like not allowing all the food to reach their plate, and money can be out of sight and therefore out of mind. Spending habits change dramatically when people see they have $1000 in their checking account vs the scenario where they have $10,000. Second, when it comes to people who have an imbalanced approach to paying off debt, veterinarians often throw a lot of their income at their debt without any plan or time frame of when they expect the debt to be gone. The “get it gone immediately” mentality takes their focus off saving money for their “unplanned expenses” and life opportunities that may come up. For example, think of the scenario in which you pay off all your student loans but are newly engaged. Now there is no money available for the wedding. When someone asks me whether they should save money or pay off debt, my answer is always the same: Find balance and create a reasonable plan that builds control. Third, ignoring money has consequences. Sometimes it’s in the form of stress from the cost of an unexpected flat tire or in the life-altering realization that a lack of planning puts us in a position where our financial goals become impossibilities. If you find yourself ignoring these things and steering yourself away from truly understanding how you’re managing your money or what path you’re on, please show yourself some compassion. Realize that no one learns this stuff without intention. You’re not alone if you feel discouraged or overwhelmed. Take one step at a time. DISCLAIMER: Securities products and advisory services offered through Park Avenue Securities LLC (PAS), member FINRA, SIPC. OSJ: 4200 West Cypress Street, Suite 700, Tampa, FL 33607, 813-289-3632. PAS is a wholly owned subsidiary of The Guardian Life Insurance Company of America (Guardian), New York, NY. The individuals associated with Florida Veterinary Advisors do not maintain specialized licenses or qualifications for the financial services provided to veterinary professionals. Florida Veterinary Advisors is not registered in any state or with the U.S. Securities and Exchange Commission as a Registered Investment Advisor. Florida Veterinary Advisors is not an affiliate or subsidiary of PAS or Guardian. 2024-179488 Exp 8/26",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-09T00:11:59.586+03:00",
    "updated": "2024-08-16T03:46:46.113+03:00"
  }
]