[
  {
    "uuid": "52e89758825cad493281c99374e7b61bbc0b6ee0",
    "url": "https://www.unionesarda.it/lunione-in-edicola/hezbollah-litalia-nel-mirino-tyylrthw",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@UnioneSarda",
    "published": "2023-12-28T22:17:00Z",
    "title": "Hezbollah, l’Italia nel mirino - L'Unione Sarda.it",
    "text": "Anche l'Italia finisce nel mirino degli Hezbollah nel grande caos scatenato dagli attacchi di Hamas del 7 ottobre e dalla guerra a Gaza che ne è seguita. I miliziani libanesi, alleati dell'Iran, hanno indicato anche Roma tra i partecipanti di quella che hanno definito «la coalizione del male», ovvero l'alleanza marittima occidentale guidata dagli Usa e «creata per proteggere gli interessi di Israele nel Mar Rosso».\nA una folla di seguaci che partecipavano alle esequie di uno dei combattenti uccisi nel sud del Libano, il numero due del partito armato Naim Qassem ha minacciato che è «necessario far fronte comune contro la coalizione del male di Usa, Israele, Francia, Gran Bretagna, Italia e Germania, con la coalizione del bene delle forze della resistenza anti-israeliana in Palestina, Libano, Iran, Yemen e Iraq». L'Italia nelle settimane scorse è stata tra i Paesi che hanno risposto positivamente all'appello americano all'avvio di una coalizione per proteggere le imbarcazioni civili dagli attacchi del gruppo yemenita filo-iraniano degli Houthi: il primo contributo è stato quello di anticipare l'invio nel mar Rosso della fregata Virginio Fasan, inizialmente previsto per il prossimo febbraio, per rafforzare la missione europea anti-pirateria Atalanta che opera nell'area.\nSul fronte di Gaza intanto, all'83esimo giorno di guerra, la Cnn ha diffuso un video che sembra mostrare uomini e bambini spogliati e donne detenute in uno stadio nel nord della Striscia, precisamente lo Yarmouk di Gaza City. Di recente l'esercito israeliano ha fatto sapere di aver arrestato in quell'area molte persone e tra queste miliziani di Hamas. E ha ripetuto che i detenuti sono stati fatti spogliare per accertare che non avessero addosso cinture esplosive. Le immagini del video, secondo l'ong Euro-Mediterranean Human Rights Monitor, si riferirebbero alla detenzione di centinaia di palestinesi del quartiere Sheikh Radwan di Gaza City.\nLa Cnn ha riferito di aver contattato l'Idf per avere spiegazioni, ma di non aver ancora ricevuto risposta. Israele ha invece ammesso di aver usato armi sbagliate nel bombardamento il 24 dicembre scorso del campo profughi di al-Maghazi a Gaza, provocando «la morte imprevista di civili innocenti», stimati in circa 100 secondo fonti palestinesi. L'esercito, citato dalla radio pubblica Kan, ha espresso rammarico riconoscendo di aver colpito per errore edifici vicini ad obiettivi di Hamas causando «estesi danni collaterali».\nLa morsa israeliana nella Striscia non accenna comunque a diminuire con i continui raid diretti verso le postazioni di Hamas e gli scontri diretti sul campo. Il ministero della Sanità, retto da Hamas, ha denunciato che 50 palestinesi sono stati uccisi a Beit Lahia (nord dell'enclave), Khan Younis (nel sud) e ancora ad al-Maghazi (nel centro), portando il numero complessivo delle vittime - senza distinzione tra civili e miliziani - a 21.320.\nRIPRODUZIONE RISERVATA\nQuesto contenuto è riservato agli utenti abbonati Per continuare a leggere abbonati o effettua l'accesso se sei già abbonato.\n• Accedi agli articoli premium\n• Sfoglia il quotidiano da tutti i dispositivi\nAbbonati subito Sei già abbonato? Accedi ora\nAnche l'Italia finisce nel mirino degli Hezbollah nel grande caos scatenato dagli attacchi di Hamas del 7 ottobre e dalla guerra a Gaza che ne è seguita. I miliziani libanesi, alleati dell'Iran, hanno indicato anche Roma tra i partecipanti di quella che hanno definito «la coalizione del male», ovvero l'alleanza marittima occidentale guidata dagli Usa e «creata per proteggere gli interessi di Israele nel Mar Rosso».\nA una folla di seguaci che partecipavano alle esequie di uno dei combattenti uccisi nel sud del Libano, il numero due del partito armato Naim Qassem ha minacciato che è «necessario far fronte comune contro la coalizione del male di Usa, Israele, Francia, Gran Bretagna, Italia e Germania, con la coalizione del bene delle forze della resistenza anti-israeliana in Palestina, Libano, Iran, Yemen e Iraq». L'Italia nelle settimane scorse è stata tra i Paesi che hanno risposto positivamente all'appello americano all'avvio di una coalizione per proteggere le imbarcazioni civili dagli attacchi del gruppo yemenita filo-iraniano degli Houthi: il primo contributo è stato quello di anticipare l'invio nel mar Rosso della fregata Virginio Fasan, inizialmente previsto per il prossimo febbraio, per rafforzare la missione europea anti-pirateria Atalanta che opera nell'area.\nSul fronte di Gaza intanto, all'83esimo giorno di guerra, la Cnn ha diffuso un video che sembra mostrare uomini e bambini spogliati e donne detenute in uno stadio nel nord della Striscia, precisamente lo Yarmouk di Gaza City. Di recente l'esercito israeliano ha fatto sapere di aver arrestato in quell'area molte persone e tra queste miliziani di Hamas. E ha ripetuto che i detenuti sono stati fatti spogliare per accertare che non avessero addosso cinture esplosive. Le immagini del video, secondo l'ong Euro-Mediterranean Human Rights Monitor, si riferirebbero alla detenzione di centinaia di palestinesi del quartiere Sheikh Radwan di Gaza City.\nLa Cnn ha riferito di aver contattato l'Idf per avere spiegazioni, ma di non aver ancora ricevuto risposta. Israele ha invece ammesso di aver usato armi sbagliate nel bombardamento il 24 dicembre scorso del campo profughi di al-Maghazi a Gaza, provocando «la morte imprevista di civili innocenti», stimati in circa 100 secondo fonti palestinesi. L'esercito, citato dalla radio pubblica Kan, ha espresso rammarico riconoscendo di aver colpito per errore edifici vicini ad obiettivi di Hamas causando «estesi danni collaterali».\nLa morsa israeliana nella Striscia non accenna comunque a diminuire con i continui raid diretti verso le postazioni di Hamas e gli scontri diretti sul campo. Il ministero della Sanità, retto da Hamas, ha denunciato che 50 palestinesi sono stati uccisi a Beit Lahia (nord dell'enclave), Khan Younis (nel sud) e ancora ad al-Maghazi (nel centro), portando il numero complessivo delle vittime - senza distinzione tra civili e miliziani - a 21.320.\nRIPRODUZIONE RISERVATA\n© Riproduzione riservata",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:24:14.531+02:00",
    "updated": "2023-12-29T01:24:14.531+02:00"
  },
  {
    "uuid": "8c2418d2244626f31a051709589e2afaec480f98",
    "url": "https://menafn.com/1107666052/Ayodhya-UP-Bans-Sale-Of-Liquor-Within-84-Kosi-Parikrama-Circuit-Of-Ram-Mandir",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2023-12-27T23:01:00Z",
    "title": "Ayodhya: UP Bans Sale Of Liquor Within 84-Kosi Parikrama Circuit Of Ram Mandir | MENAFN.COM",
    "text": "( MENAFN - Live Mint) \"Yogi Adityanath government in Uttar Pradesh Thursday imposed a ban on the sale of liquor in the entire 84 Kosi Parikrama of\nRam Mandir in Ayodhya, the holy city where the grand Ram Temple is set to be inaugurated soon, India Today reported Excise and Prohibition Minister Nitin Agarwal said the government has established a 'no liquor zone' in the entire 84-Kosi Parikrama circuit and the wine shops in the prohibited area will be either shifted or removed Read | Ayodhya decked up to welcome PM Modi; ₹ 1.11K cr projects to be unveiledThe development came after the Excise Minister met with Champat Rai, General Secretary of Ayodhya Ram Mandir Trust. Agarwal stressed that instructions for this action have already been issued Minister Narendra Modi is also scheduled to visit Ayodhya to inaugurate and lay the foundation stone for multiple development projects worth more than ₹11,100 crore to revamp civic facilities and develop world-class infrastructure in the holy city on December 30 Read | Ayodhya's new airport to be named 'Maharishi Valmiki Int'l Airport Ayodhya Dham'Agarwal said, \\\"It was our decision as per the instructions by the Chief Minister that we prohibit liquor sale on the 84 Kosi Parikrama Marg. We have shifted the shops allotted there and we have completely prohibitted liquor sale on that Marg. It's a 150-175 km long road so we have shifted all the shops to other places.\\\"The minister further clarified that the ban on the sale of liquor is only limited to the 84 Kosi Parikrama of the Ram Temple and does not apply to the remaining metropolis of Ayodhya Read | Booking for Ram Mandir aarti pass begins; Check aarti timings, how to bookThere are more than 500 liquor shops within the 84 Kosi Parikrama area and all the shops are closed after the order.\nIt is important to note that in June 2022, the UP government banned the sale of liquor in and around temples in Ayodhya and Mathura. The authorities cancelled the licenses of booze vendors in Ayodhya. In Mathura, the administration ordered the closure of thirty-seven liquor, beer, and bhang stores located near temples. The three pubs located in the hotels were closed.\nMENAFN28122023007365015876ID1107666052\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.livemint.com/news/india/ayodhya-up-bans-sale-of-liquor-within-84-kosi-parikrama-circuit-of-ram-mandir-11703782242341.html",
      "https://livemint.com/news/india/ayodhya-up-bans-sale-of-liquor-within-84-kosi-parikrama-circuit-of-ram-mandir-11703782242341.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yogi adityanath",
          "sentiment": "negative"
        },
        {
          "name": "ayodhya dham",
          "sentiment": "none"
        },
        {
          "name": "nitin agarwal",
          "sentiment": "none"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "kosi parikrama",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "champat rai",
          "sentiment": "none"
        },
        {
          "name": "agarwal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kosi parikrama circuit of ram mandir",
          "sentiment": "negative"
        },
        {
          "name": "ayodhya ram mandir trust",
          "sentiment": "none"
        },
        {
          "name": "india today",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "kosi parikrama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:37:31.673+02:00",
    "updated": "2023-12-29T06:37:31.673+02:00"
  },
  {
    "uuid": "81eddee7a461d8f9953fa689edff521bfb01e403",
    "url": "https://www.atoallinks.com/2023/what-is-the-benefits-of-wearing-pukhraj-stone/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@https://twitter.com/GemsRoot/",
    "published": "2023-12-29T06:19:00Z",
    "title": "What is the benefits of wearing pukhraj stone? - AtoAllinks",
    "text": "Gemstones have captivated humanity for centuries, not just for their aesthetic appeal but also for their perceived metaphysical properties. Pukhraj stone, also known as Yellow Sapphire, is one such gemstone that has garnered attention for its reputed benefits. In this blog, we’ll explore the mystical advantages of wearing [Pukhraj stone online](https://www.gemsroot.com/collections/yellow-sapphire-pukhraj) and why it’s a gemstone recommendation worth considering, especially when exploring options like Panna stone online. Pukhraj Stone Overview: Pukhraj, the gemstone associated with the powerful planet Jupiter, is known for its striking yellow hue. This vibrant gem is believed to carry the blessings of Jupiter, the planet associated with wisdom, prosperity, and spirituality. As per Vedic astrology, Pukhraj is often recommended for individuals with Jupiter as their ruling or influential planet. Astrological Significance: Pukhraj stone is said to bring about positive changes in the wearer’s life by enhancing Jupiter’s influence. Astrologers often recommend this gemstone to individuals facing challenges related to finance, education, or spirituality. It is believed to strengthen the auspicious effects of Jupiter in one’s birth chart, leading to overall well-being. Financial Prosperity: One of the most popular benefits associated with Pukhraj stone is its alleged ability to attract financial prosperity. Wearing this gemstone is thought to open avenues for wealth and success, making it a popular choice among individuals seeking financial stability and growth. Enhanced Learning and Wisdom: Jupiter is considered the planet of wisdom and knowledge. Therefore, Pukhraj stone is often recommended for students and professionals looking to enhance their intellectual abilities and acquire higher education. Wearing this gem is believed to sharpen the mind, improve concentration, and foster a love for learning. Spiritual Growth: Beyond material benefits, Pukhraj stone is also associated with spiritual growth. It is believed to promote a sense of inner peace, tranquility, and spiritual awareness. Those seeking a deeper connection with their spiritual selves may find wearing Pukhraj conducive to their journey. Choosing Pukhraj Online: In the digital age, the convenience of purchasing gemstones online, including Pukhraj, has become increasingly popular. When searching for gemstones like Pukhraj or even [Panna stone online](https://www.gemsroot.com/collections/emerald-panna), it is crucial to choose reputable and trusted sources. Look for certified gemstone dealers who provide detailed information about the stones they offer, including authenticity and quality. For individuals considering gemstones to enhance various aspects of their lives, seeking professional gemstone recommendations is essential. Experienced astrologers can analyze birth charts and suggest gemstones like Pukhraj based on the planetary positions unique to each individual. This personalized approach ensures that the chosen gemstone aligns harmoniously with the wearer’s energy. Conclusion: In conclusion, the Pukhraj stone stands as a symbol of prosperity, wisdom, and spiritual growth. Whether you’re drawn to its alluring yellow hue or are seeking specific benefits in your life, wearing Pukhraj can be a meaningful and potentially transformative experience. When exploring gemstone options, consider reputable sources and consult with astrologers for personalized gemstone recommendations. In the vast world of gemstones, Pukhraj continues to shine as a gem that transcends beauty to offer holistic well-being. source: https://medium.com/@gemsrootonline/what-is-the-benefits-of-wearing-pukhraj-stone-1fc85f15a880",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.gemsroot.com/collections/emerald-panna),",
      "https://www.gemsroot.com/collections/yellow-sapphire-pukhraj)",
      "https://medium.com/@gemsrootonline/what-is-the-benefits-of-wearing-pukhraj-stone-1fc85f15a880",
      "https://gemsroot.com/collections/yellow-sapphire-pukhraj)",
      "https://gemsroot.com/collections/emerald-panna),",
      "https://www.medium.com/@gemsrootonline/what-is-the-benefits-of-wearing-pukhraj-stone-1fc85f15a880"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pukhraj",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "jupiter",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:53:13.293+02:00",
    "updated": "2023-12-29T13:53:13.293+02:00"
  },
  {
    "uuid": "de4ac40f2d428038c49a4b98b30f70cd19f81b94",
    "url": "https://uk.marketscreener.com/news/latest/China-braces-for-New-Year-travel-chaos-amid-fog-45649407/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-29T10:18:00Z",
    "title": "China braces for New Year travel chaos amid fog - 29/12/2023 | MarketScreener",
    "text": "Top Capitalization United Kingdom North America Europe Asia Middle East Sector Research Earnings Calendar Equities Analysis Most popular MICROSOFT CORPORATION TESLA, INC. NVIDIA CORPORATION ALPHABET INC. APPLE INC. AMAZON.COM, INC. LVMH Indexes Homepage Rankings Europe America Asia Africa Index Analysis Indexes News FTSE 100 DAX CAC 40 SMI EURO STOXX 50 S&P 500 DOW JONES NASDAQ 100 Currency / Forex Homepage Rankings Currency Cross Rate Currency Converter Forex Analysis Currencies News GBP / USD GBP / EUR GBP / CHF GBP / RUB GBP / SEK Commodities Homepage Energy Precious metals Agriculture Industrial Metals Livestock and Cattle GOLD CRUDE OIL (WTI) CRUDE OIL (BRENT) SILVER PLATINUM Cryptocurrencies Homepage Rankings Charts Analysis News BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Interest Rates Homepage Developed Nations Emerging Countries ETFs Rates ETF Summary Screener News All News World United Kingdom Europe North America South America Asia Africa Middle East Emerging Companies All News Analyst Reco. Rumors IPOs Capital Markets Transactions New Contracts Profit Warnings Appointments Press Releases Security Transactions Earnings reports New markets New products Corporate strategies Legal risks Share buybacks Mergers and acquisitions Call Transcripts Guidance Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Asset Management Activism Climate and ESG Cybersecurity Geopolitics Central Banks Private Equity Inflation Business Leaders Sectors All our articles Most Read News Hot News Analysis All Analysis Must Read Equities Interviews Indexes Currencies Commodities ETF Cryptocurrencies Stock Trading Strategies All America Europe Asia Our Shows Shows Strategy Must Watch Satirical Cartoon Today's Editorial Crypto Recap Behind the numbers Stock Picks All our investments United States Europe Asia, Pacific Portfolios Virtual Portfolios USA Portfolio European Portfolio Asian Portfolio Watchlists My Watchlists Watchlists My previous session My most visited Most popular Investment Style Homepage ESG stocks Top ROE Growth stocks Small caps Multibaggers Momentum stocks Investment Themes Homepage Water Defense Moat E-Commerce & Logistics Robotics Wind energy Rankings Top Movers Top Movers Unusual volumes New Historical Highs New Historical Lows Long Term Top Fundamentals Top Fundamentals Sales growth Earnings Growth Profitability Finances Rankings Valuation Rankings Valuation P/E ratio Enterprise value Yield Top Consensus Top Consensus Analyst Opinion Target price Estimates Revisions Divergence Top Technicals Top RSI GAPS STIM Breakouts Trends Volatility Top ranking ESG Top ranking ESG Environment Social Governance Rankings Coverage Screeners Stock Screener Home Investment Themes Place your bets Space Exploration Powerful brands Blockchain Quantum computing Pricing Power Technical Rankings Oversold stocks Overbought stocks Close to resistance Close to support Accumulation Phases Most volatile stocks Fundamental Rankings Top Investor Rating Top Trading Rating Top Consensus Top Growth Top Dividends Low valuations My Screeners All my stocks Watchlists Virtual Portfolios Tools MarketScreener tools Stock Screener iPhone App Expert tools Stock Screener PRO Portfolio Creator Event Screener Dynamic Chart Earnings Calendar Economic Calendar Currency Converter ProRealTime Trading Our Services Our subscriptions Our Stock Picks Stock Screener Thematic Investment Lists MarketScreener Portfolios European Portfolio USA Portfolio Asian Portfolio Stock market news All News Companies Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Sectors All our articles Most Read News Hot News China braces for New Year travel chaos amid fog December 29, 2023 at 11:18 am",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "lvmh indexes homepage rankings europe america asia africa index analysis indexes news",
          "sentiment": "none"
        },
        {
          "name": "ftx token interest rates homepage developed nations",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        },
        {
          "name": "apple inc",
          "sentiment": "none"
        },
        {
          "name": "gbp / sek commodities homepage energy",
          "sentiment": "none"
        },
        {
          "name": "agriculture industrial metals livestock",
          "sentiment": "none"
        },
        {
          "name": "s&p",
          "sentiment": "none"
        },
        {
          "name": "nvidia corporation alphabet inc",
          "sentiment": "none"
        },
        {
          "name": "amazon.com",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:04:30.643+02:00",
    "updated": "2023-12-29T14:04:30.643+02:00"
  }
]