[
  {
    "uuid": "2c96e0d734ffb9c54f6bf1851df3b40ba3f32e8e",
    "url": "https://www.tvazteca.com/aztecadeportes/edson-alvarez-y-west-ham-vencen-arsenal-premier-league",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Juan Manuel Arróniz\" data-date-published=\"28 diciembre 2023 18:26 hrs\" >",
    "published": "2023-12-29T00:26:00Z",
    "title": "Edson Álvarez y el West Ham vencieron de visita al Arsenal y los Gunners no terminarán como líderes de la Premier League",
    "text": "El Arsenal no logra sobreponerse a sus fantasmas y deja ir la oportunidad de irse líder de la Premier League rumbo al 2024. Los Gunners cayeron 0-2 en casa frente al West Ham de Edson Álvarez y el Liverpool está cerca de terminar como ‘campeón de invierno’ en la isla. El mediocampista mexicano disputó los 90 minutos en un encuentro donde los visitantes realizaron un único cambio, dándose el lujo de mantener prácticamente intacta a la plantilla de cara al próximo año.\nCon el triunfo en la Jornada 19, los Hammers se metieron de lleno en puestos de Europa League , actualmente son sextos de la clasificación con 33 unidades. Los dirigidos por David Moyes ya le ganaron al Manchester United , Tottenham , Chelsea y ahora al Arsenal en la presente campaña. Además de haber perdido un solo encuentro de los últimos ocho que disputaron en el campeonato local, finalizaron primeros de grupo en la Europa League .\nTe puede interesar: México vuelve al PGA Tour\nLa visita se adelantó a los 13 minutos tras un error en defensa de los zagueros locales. Un mal rechace fue salvado en línea de fondo por Jarrod Bowen , quien asistió al checo Tomas Soucek para que simplemente la empujase al fondo de las redes y silenciara el recinto. La acción debió ser revisada en el VAR para confirmar que la número cinco jamás abandonó el terreno de juego. Para la segunda mitad fue Konstantinos Mavropanos el encargado de poner el segundo y definitivo con un certero cabezazo desde muy cerca, aplicando la ‘ley del ex’.\nLos Gunners tendrán la oportunidad de sacarse la espinita antes de que acabe el año, visitan al Fulham de Raúl Giménez el último día del año en la Jornada 20. Requieren de un buen resultado, ya que dejaron ir cuatro puntos en sus dos más recientes compromisos, incluido un empate frente al Liverpool en Anfield .\nEstadísticas de Edson Álvarez en 2023 Edson Álvarez es uno de los regulares en el once de David Moyes desde hace mucho. Tiene un gol y dos asistencias en lo que va de temporada con el West Ham, sin embargo, sus mayores aportaciones vienen en la cración de jugadas y la recuperación de balones en el medio sector. Hasta el momento ha disputado 16 de los 19 partidos en Premier League.\nTe puede interesar: Problemas económicos obligan al Barcelona a reforzarse con jóvenes\nResumen Al Nassr 3-1 Ettifaq | Jornada 18 Liga Saudí\nArsenal en Europa League West Ham United (Pertenece a Premier League) ¡Noticias deportivas de hoy, sigue a TV Azteca Deportes en Google News!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://pubads.g.doubleclick.net/gampad/live/ads?env=instream&ad_type=audio_video&pp=FormatosVideo&gdfp_req=1&unviewed_position_start=1&output=xml_vmap1&sz=640x480&description_url=https%3A%2F%2Fwww.tvazteca.com%2Faztecadeportes%2Ffutbol-internacional%2Fliga-saudi&correlator=&ad_rule=1&ads%3Fslotname=&ads%3Fsz=640x480&ciu_szs=&cmsid=2586691&vid=6585ce999b6edd6284451362&cust_params=duration%3Dover5min%26Entre_ID%3D6585ce999b6edd6284451362%26site%3DAztecaDeportes%26section%3DLigaSaud%C3%AD&impl=s&hl=es&url=https://www.tvazteca.com",
      "https://content.uplynk.com/6585ce999b6edd6284451362.m3u8",
      "https://bit.ly/3rl6cFe",
      "https://pubads.g.doubleclick.net/gampad/live/ads?env=instream&ad_type=audio_video&pp=FormatosVideo&gdfp_req=1&unviewed_position_start=1&output=xml_vmap1&sz=640x480&description_url=https%3A%2F%2Fwww.tvazteca.com%2Faztecadeportes%2Ffutbol-internacional%2Fliga-saudi&correlator=&ad_rule=1&ads%3Fslotname=&ads%3Fsz=640x480&ciu_szs=&cmsid=2586691&vid=6585ce999b6edd6284451362&cust_params=duration%3Dover5min%26Entre_ID%3D6585ce999b6edd6284451362%26site%3DAztecaDeportes%26section%3DLigaSaud%C3%AD&impl=s&hl=es&url=https://tvazteca.com",
      "https://www.bit.ly/3rl6cFe",
      "https://www.content.uplynk.com/6585ce999b6edd6284451362.m3u8",
      "https://pubads.g.doubleclick.net/gampad/live/ads"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T05:38:57.656+02:00",
    "updated": "2023-12-29T05:38:57.656+02:00"
  },
  {
    "uuid": "599be58151dd8b1b8e99ac2da7b6033d3b6f1ae4",
    "url": "https://www.bundesbank.de/en/press/press-releases/federal-securities/invitation-to-bid-federal-treasury-discount-paper-bubills--935224",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deutsche Bundesbank",
    "published": "2024-07-05T06:30:00Z",
    "title": "Invitation to bid – Federal Treasury discount paper (Bubills)",
    "text": "Climate change poses huge challenges for the financial sector, too. The Bundesbank supports the transition to a low-carbon economy.\nA digital euro would be a digital form of central bank money, specifically the euro. It could be used by the general public in much the same way as cash, only in virtual form. Alongside cash, the Eurosystem would thus supply households with an additional form of central bank money that can be used quickly, easily and securely.\nThe Bundesbank provides a new procedure for the automated download of statistical data sets. The web service offers an interface for programmatic access.\nThe Bundesbank’s up-to-date statistical data in the form of time series (also available to download as a CSV file or SDMX-ML file).\nHere you will find information on the bank sort code file and on the bank sort code update service. You can also download the bank sort code files.\nIn the press area, you will find press releases, speeches, guest contributions and interviews with Bundesbank Executive Board members as well as further press materials.\nThe Bundesbank published various studies and conference proceedings, resulting from the research activities of its employees and guest researchers.\nWith the dual bachelor's degree in applied computer science, we offer an attractive career in the world of information technology.\n189 KB,\nPDF",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "federal treasury",
          "sentiment": "negative"
        },
        {
          "name": "bubills",
          "sentiment": "negative"
        },
        {
          "name": "bundesbank",
          "sentiment": "neutral"
        },
        {
          "name": "bundesbank executive board",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T13:46:47.254+03:00",
    "updated": "2024-07-05T13:46:47.254+03:00"
  },
  {
    "uuid": "6ff5027c12378426526657052c1fa8e7d00cece0",
    "url": "https://www.eluniversal.com.mx/tendencias/la-hierba-aromatica-que-ayuda-a-tener-un-vientre-plano",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laura Guevara",
    "published": "2024-04-04T23:02:00Z",
    "title": "La hierba aromática que ayuda a tener un vientre plano",
    "text": "La hierba aromática conocida como citronela, derivada de la planta Cymbopogon, ha ganado popularidad gracias a sus diversas propiedades medicinales, entre las cuales se destaca su capacidad para favorecer un vientre plano. Esta infusión, apreciada por su agradable sabor cítrico y su aroma refrescante, ha sido objeto de estudio en la medicina tradicional y alternativa debido a sus potenciales beneficios para la salud. Uno de los principales beneficios de la infusión de citronela es su capacidad para reducir la hinchazón estomacal. Según un estudio realizado por la Universidad Tecnológica Nacional de Argentina en 2014, la citronela contiene compuestos con propiedades antiinflamatorias que pueden aliviar la inflamación y la irritación en el tracto gastrointestinal. Esto la hace beneficiosa para personas que padecen problemas digestivos como la indigestión, la hinchazón abdominal y los gases.\nLee también: La hierba que mejora la memoria y la concentración\nAdemás, la citronela también ha sido utilizada tradicionalmente para reducir el calor corporal. El consumo de esta hierba puede ayudar a refrescar el cuerpo y regular la temperatura interna, lo que resulta especialmente útil durante los meses calurosos o para personas que experimentan sofocos debido a condiciones como la menopausia.\nOtro beneficio importante de la infusión de citronela es su capacidad para mejorar la salud de la piel y combatir el acné. Gracias a sus propiedades antibacterianas y antiinflamatorias, puede reducir la inflamación de los poros y prevenir la formación de granos. El alto contenido de antioxidantes de esta hierba también contribuye a proteger la piel del daño causado por los radicales libres, promoviendo así una piel más saludable y radiante.\nLee también: La hierba ancestral que cuida el cerebro y ayuda a las mujeres durante la menopausia\nA pesar de sus numerosos beneficios, es importante tener en cuenta algunas contraindicaciones al consumir infusión de citronela. Algunas personas pueden experimentar reacciones alérgicas, especialmente si son alérgicas a otras hierbas de la familia de las gramíneas. Además, el consumo excesivo puede causar irritación gastrointestinal en algunas personas, por lo que se recomienda moderar su ingesta y consultar a un profesional de la salud si se experimentan efectos secundarios adversos.\nLa preparación de la infusión de citronela es sencilla. Basta con hervir agua, agregar hojas frescas de esta hierba cortadas en trozos pequeños, dejar reposar durante unos minutos y luego colar la infusión. Se puede endulzar con miel o azúcar al gusto. Sin embargo, siempre es recomendable consultar a un profesional de la salud antes de incorporar nuevos remedios naturales a la dieta, especialmente en casos de embarazo, lactancia o condiciones médicas preexistentes.\nLa hierba ancestral que cuida el cerebro y ayuda a las mujeres durante la menopausia\nTambién te interesará:\nAsí narró Pedro Ferriz el Eclipse Solar de 1970: “No sabemos si reír, llorar o ponernos a rezar”\n3 cosas que debes hacer en pareja para mejorar tu relación\nCanal 22 hace caso a su audiencia y suspende programa con \"El Temach\" por esta razón\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nakv",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.youtube.com/embed/ngzr5lv-1ME?feature=oembed",
      "https://www.youtube.com/embed/XldxtyUpBoo?feature=oembed",
      "https://youtube.com/embed/ngzr5lv-1ME?feature=oembed",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.youtube.com/embed/ngzr5lv-1ME",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://youtube.com/embed/XldxtyUpBoo?feature=oembed",
      "https://www.youtube.com/embed/XldxtyUpBoo",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T02:08:02.284+03:00",
    "updated": "2024-04-05T02:08:02.284+03:00"
  },
  {
    "uuid": "6fccd067adde357e31191c7fd6c63fb04552ecc2",
    "url": "https://www.indiatoday.in/india/story/india-heavy-rain-weather-forecast-uttarakhand-wayanad-death-toll-delhi-jammu-kashmir-northeast-weather-2575474-2024-08-02",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@indiatoday",
    "published": "2024-08-01T23:45:00Z",
    "title": "Rain fury across many north Indian states, more showers likely in Delhi - India Today",
    "text": "At least 14 people died and 10 more were injured in heavy overnight rains that triggered flooding and a house collapse as several rivers swelled in Uttarakhand on Thursday. This came as the India Meteorological Department (IMD) said India is predicted to record above-normal rainfall in August and September, with a high possibility of landslides and floods.The Kedarnath Yatra was suspended as heavy rain triggered landslides in many places. The trek route remains blocked by boulders at Ghoraparav, Lincholi, Badi Lincholi and Bhimbali, officials told news agency PTI. In an official statement, the Uttarakhand government said the Centre has dispatched two Indian Air Force helicopters, a Chinook and an MI 17, to aid rescue operations in the state after the Prime Minister's Office (PMO) took stock of the situation in the wake of the intense showers.So far, 425 pilgrims have been brought to safety in helicopters from Lincholi and Bhimbali, while 1,100 pilgrims have reached Sonprayag on foot from various places with the help of rescue teams, according to police.Neighbouring Himachal Pradesh also reeled under monsoon fury as multiple cloudburst incidents killed five people and left about 50 missing. Homes, roads and bridges were swept away by torrents of mud and water.The state emergency operation centre said the cloudbursts occurred in Nirmand, Sainj and Malana areas in Kullu district, Padhar in Mandi and Rampur district in Shimla district.The Manali-Chandigarh National Highway has been damaged at several places due to landslides, an official said.FLASH FLOODS IN JAMMU KASHMIRWhile most parts of Jammu and Kashmir received moderate rainfall on Thursday, torrential downpours in some parts triggered flash floods.The Dachan area of Kishtwar and the Khrew area of Pulwama experienced torrential rains, leading to flash floods in these localities. In some places, rainwater entered shops and houses, causing significant inconvenience.The weatherman has forecast generally cloudy skies with spells of intermittent light to moderate rain and thundershowers at many places in Kashmir division and most places in Jammu division for the next five days till August 5.In its advisory, the MeT said that intense showers for a brief period are expected, with the possibility of flash floods, cloudbursts, landslides, mudslides, and shooting stones over vulnerable places in Jammu and Kashmir, and heavy rainfall at a few places in Jammu division.3 SWEPT AWAY IN HEAVY RAIN IN RAJASTHANA six-year-old girl was among three people who drowned after rainwater gushed into the basement of their house in Jaipur's Vishwakarma area early Thursday morning.Later, the residents of the area were advised not to stay in their basements during rainfall.Several schools in Jaipur declared a holiday due to the continued rainfall.In Churu, a nearly 100-year-old building located at Bhai Ji Chowk collapsed due to heavy rains. However, no one was injured.During heavy rains in Kota, a bus overturned and fell into a 20-foot-deep ditch, leaving four passengers injured, while 31 passengers were evacuated.HEAVY RAIN LASHES GOAThe India Meteorological Department has issued an 'orange alert' forecasting heavy to very heavy rain along with winds of up to 55 kilometres per hour in Goa on Friday.It has also predicted squally weather with wind speed reaching 35 kmph to 45 kmph gusting to 55 kmph along and off the Goa coast till August 5 and has advised fisherfolk to not venture into the sea.On Thursday, Quepem in South Goa recorded 200 millimetres of rainfall, the highest in the state, followed by 174.6 mm in Valpoi (North Goa), 166.6 mm in Sanguem (South Goa) and 140 mm in Ponda.Down south, the death toll in the devastating landslides in Kerala's Wayanad district climbed to 289 on Thursday, with authorities saying that it could increase further as rescue operations are still underway.WEATHER FORECAST According to the weather department, the western and central parts of India are likely to receive fairly widespread light to moderate rain with thunderstorms and lightning during the next four days. For northwest India, the India Meteorological Department said light to moderate rain with thunderstorms and lightning was likely over Jammu and Kashmir, Himachal Pradesh, and Uttarakhand. The weather department also said rainfall was likely over Punjab, Haryana, Chandigarh, Delhi, Uttar Pradesh, and Rajasthan during the week. Light to moderate rainfall was also likely over Karnataka, Lakshadweep, and Kerala, while scattered rainfall was likely over Tamil Nadu, Puducherry, Andhra Pradesh, and Telangana, the weather office said. It also forecast rain with thunderstorms and lightning over parts of the north-east during the next five days. Inputs by Ravish PalPublished By: Vani MehrotraPublished On: Aug 2, 2024Must Watch",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kedarnath yatra",
          "sentiment": "none"
        },
        {
          "name": "badi lincholi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uttarakhand",
          "sentiment": "none"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "himachal pradesh",
          "sentiment": "none"
        },
        {
          "name": "uttarakhand",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "lincholi",
          "sentiment": "none"
        },
        {
          "name": "bhimbali",
          "sentiment": "none"
        },
        {
          "name": "ghoraparav",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T05:26:55.393+03:00",
    "updated": "2024-08-02T06:39:35.796+03:00"
  },
  {
    "uuid": "9e6d549f16f533754b661e2caecf49b19c23bf58",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c036",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pandacolorido",
    "published": "2023-12-28T21:43:00Z",
    "title": "#36 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:49.002+02:00",
    "updated": "2023-12-29T01:04:49.002+02:00"
  },
  {
    "uuid": "9edfc6114a91cc126b3a75e1dc2929de28220f9a",
    "url": "https://www.northcentralpa.com/life/two-thumbs-up-new-year-celebration-weather-for-nyc-much-of-us/article_6a435860-a5b8-11ee-a9a2-f30673cca73b.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alex Sosnowski, AccuWeather senior meteorologist",
    "published": "2023-12-29T23:00:00Z",
    "title": "‘Two thumbs up’: New Year celebration weather for NYC, much of US",
    "text": "Reprinted from\nAccuWeather.com\nA lack of major storms and frigid air across the lower 48 states will help with New Year's Eve and Day celebrations as well as the tail-end of holiday travel in most locations. However, there will be a few trouble spots.\n\"The conditions for much of the nation are about as good as can be expected for the end of December and early January,\"\nAccuWeather Senior Meteorologist Adam Douty said, adding, \"It really is going to be two thumbs up — great for most places considering how nasty it could be this time of the year.\"\nHow is New Year's Eve shaping up for the traditional hot spots?\nMore than 1 million people will gather at Times Square in Manhattan on New Year's Eve,\naccording to ABC News. And, while it won't be a balmy 70 degrees, it will also won't be bitterly cold or pouring down rain.\nThe warmest ball drop temperature was in 1965-66 and 1972-73, with a reading of 58 F. The coldest it was 1 F in 1917-18, with an estimated AccuWeather RealFeel® Temperature near 20 degrees below zero. For the ball drop at the cusp of 2023-24, the temperature will be just above the 40-degree Fahrenheit mark and several degrees above the average of 34 degrees. Along with dry weather conditions, a breeze from the west and northwest will contribute to a RealFeel Temperature in the 30s on Sunday evening.\nNew Year's Eve weather at some of the other top destinations to celebrate, including Nashville, Atlanta, Orlando, San Antonio and Las Vegas, all look to be free of rain.\nHowever, conditions may be a bit chillier than most may be accustomed to in central Florida for late December and early January, with temperatures falling through the 50s at the theme parks around Orlando.\nThe weather may be a little drippy at other New Year's Eve destinations, such as San Francisco and New Orleans, with showers likely to be nearby. Temperatures around the Big Easy and the City by the Bay will be mainly in the 50s during Sunday evening. Showers that will linger during the day on Sunday in Seattle and Portland, Oregon, are likely to depart later Sunday evening.\nSnow showers could make for tricky and slippery travels around the Great Lakes, but heavy snowfall is not likely on Sunday and around the start of 2024.\nDry weather is likely to hold on in Downtown Los Angeles, but\na storm lurking just offshore could produce a touch of rain right along the coast in Southern California.\nWill the benign weather hold for New Year's Day?\nThe same storm may continue to hover nearby for the Tournament of Roses Parade and the Rose Bowl college football matchup in Pasadena, California, on New Year's Day with temperatures mainly in the 60s. At this time, AccuWeather meteorologists expect rain to stay away.\nWhile most people will choose to travel before New Year's Day,\naccording to the American Automobile Association (AAA), the few who do travel on Monday should generally have good travel conditions across the nation with a few exceptions, similar to Sunday.\nSnow showers will tend to linger and may cause slippery conditions and low visibility around the eastern Great Lakes on New Year's Day and over the high ground in the central Appalachians.\nAs more than 10,000 people take to the streets of Philadelphia on New Year's Day for the 120-year-plus Mummers Parade tradition, temperatures will be close to or slightly above the historical average of 43 F. There could be a sprinkle or passing snowflake or two, but drenching rain or accumulating snow are not anticipated.\nMeanwhile, an area of rain is likely to slowly expand from Louisiana to the north and east over the Southern states and could produce pockets of slick travel and ponding on some roads.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "http://bit.ly/417Kghg",
      "https://www.accuweather.com/en/weather-forecasts/two-thumbs-up-new-year-celebration-weather-for-nyc-much-of-us/1607518",
      "https://www.facebook.com/ABCNews/videos/with-more-than-1-million-people-expected-in-new-york-citys-times-square-to-watch/1072284400863292/",
      "https://newsroom.aaa.com/2023/12/115-million-americans-expected-to-travel-over-christmas-new-years/",
      "https://www.accuweather.com/en/weather-news/late-week-storm-to-end-californias-dry-stretch-bring-travel-disrupting-rain-snow/1607218",
      "http://www.bit.ly/417Kghg",
      "https://accuweather.com/en/weather-forecasts/two-thumbs-up-new-year-celebration-weather-for-nyc-much-of-us/1607518",
      "https://www.facebook.com/ABCNews/videos/with-more-than-1-million-people-expected-in-new-york-citys-times-square-to-watch/1072284400863292",
      "https://newsroom.aaa.com/2023/12/115-million-americans-expected-to-travel-over-christmas-new-years",
      "https://www.newsroom.aaa.com/2023/12/115-million-americans-expected-to-travel-over-christmas-new-years/",
      "https://accuweather.com/en/weather-news/late-week-storm-to-end-californias-dry-stretch-bring-travel-disrupting-rain-snow/1607218",
      "https://facebook.com/ABCNews/videos/with-more-than-1-million-people-expected-in-new-york-citys-times-square-to-watch/1072284400863292/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adam douty",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news",
          "sentiment": "none"
        },
        {
          "name": "accuweather",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        },
        {
          "name": "times square",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T05:07:24.829+02:00",
    "updated": "2023-12-30T05:07:24.829+02:00"
  },
  {
    "uuid": "ca17d36d084586c2bef20b4425434dff7a9a1d1a",
    "url": "https://www.irontontribune.com/2024/01/07/459895/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Reports",
    "published": "2024-01-07T22:57:00Z",
    "title": "Ex-Marshall great Randy Moss named to college HOF - The Tribune | The Tribune",
    "text": "Ex-Marshall great Randy Moss named to college HOF Published 5:57 pm Sunday, January 7, 2024 By GRANT TRAYLOR Marshall Associate AD For Strategic Communications HUNTINGTON, W.Va. –Marshall University great Randy Moss has been named as a Class of 2024 inductee to the National Football Foundation’s College Football Hall of Fame, it was announced on Sunday. Email newsletter signup Moss, who starred at Marshall for two seasons, was told of his nomination to the College Football Hall of Fame while on set for ESPN’s “Sunday NFL Countdown.” Moss’ inclusion in the Class of 2024 came after Marshall’s nomination to the National Football Foundation last year. “How great it is to finally see Randy being officially honored into the National Football Foundation’s College Football Hall of Fame,” said Christian Spears, Marshall’s Director of Athletics. “There are probably just a special few who have been inducted into the Pro Football Hall of Fame prior to the College Football Hall of Fame, but Randy is so deserving having impacted the game at both levels dramatically. Marshall is honored to have submitted this nomination and we are thrilled for him and his family on this hard-earned recognition.” Moss was named to the College Football Hall of Fame after a two-year career that rewrote the record books at the national, conference and program level. In two seasons with Marshall, Moss caught 174 passes for 3,529 yards and 54 touchdowns before moving on to an elite professional career that also resulted in Moss being named to the Pro Football Hall of Fame in 2018. The Rand, W.Va., native’s career not only put Marshall University on the map, but also became a source of pride for the entire state of West Virginia as the nation took notice, as Marshall President Brad D. Smith pointed out. “I am thrilled to extend my heartiest congratulations to Randy Moss on his well-deserved induction into the College Football Hall of Fame,” Smith said. “Randy’s extraordinary talent and dedication on the field have not only elevated the game of football, but also brought immense pride and recognition to our university and the state of West Virginia. His legacy as one of the most remarkable athletes in college football history will forever inspire future generations of Thundering Herd players. This honor is a testament to Randy’s enduring impact on the sport and our community.” In 1997, Moss’ 26 touchdown receptions set an FBS (formerly Division I-A) record and led to him being named as the 1997 Biletnikoff Award winner, given to the nation’s top wide receiver. Moss finished with 96 receptions for 1,820 yards in that season. That came on the heels of the 1996 season – Marshall’s last as an FCS member – in which the team went 15-0 and won the NCAA Division I-AA National Championship. In that season, Moss caught 78 passes for 1,709 yards and a program-record 28 touchdowns. It was part of a career that current head coach Charles Huff said was one of the best in college football history. “We couldn’t be more excited for Randy and his family on his induction into the College Football Hall of Fame,” Huff said. “The Hall of Fame is a sacred group of elite college football players and Randy’s career as a Marshall University football player was as elite as they come. He was a generational talent that changed the game. Congratulations Randy! We are proud to call you a Son of Marshall!” Moss becomes Marshall’s eighth inductee in the College Football Hall of Fame and the first since the late Michael Payton was inducted in 2015. He joins Payton, Troy Brown, Jim Donnan, Mike Barber, Jackie Hunt Frank Loria and Harry “Cy” Young as Herd representatives. Moss will be enshrined in the College Football Hall of Fame during the official induction ceremony on Dec. 10, 2024 at the National Football Foundation’s 66th Annual Awards Dinner at the Bellagio Hotel and Casino in Las Vegas. The full 2024 College Football Hall of Fame Class will officially be released by the National Football Foundation on Monday afternoon during ESPN’s “Championship Drive, which will air from 3-4:30 p.m.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grant",
          "sentiment": "negative"
        },
        {
          "name": "randy moss",
          "sentiment": "negative"
        },
        {
          "name": "christian spears",
          "sentiment": "none"
        },
        {
          "name": "randy",
          "sentiment": "none"
        },
        {
          "name": "moss",
          "sentiment": "none"
        },
        {
          "name": "marshall",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tribune",
          "sentiment": "negative"
        },
        {
          "name": "tribune ex-marshall",
          "sentiment": "negative"
        },
        {
          "name": "traylor marshall associate ad for strategic communications",
          "sentiment": "none"
        },
        {
          "name": "national football foundation’s college football hall of fame",
          "sentiment": "none"
        },
        {
          "name": "athletics",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "marshall university",
          "sentiment": "none"
        },
        {
          "name": "marshall",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        },
        {
          "name": "national football foundation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "huntington",
          "sentiment": "none"
        },
        {
          "name": "w.va",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:10:41.417+02:00",
    "updated": "2024-01-08T01:10:41.417+02:00"
  },
  {
    "uuid": "c2fb7800fee671e273e3083631e2cbaf49a36d56",
    "url": "https://www.thehansindia.com/andhra-pradesh/know-your-mla-penukonda-mla-savitha-is-double-lucky-891327",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ravi P Benjamin",
    "published": "2024-07-12T00:51:00Z",
    "title": "Know Your MLA: Penukonda MLA Savitha is double lucky",
    "text": "Puttaparthi: Sanjeevareddygari Savitha is doubly fortunate in winning 2024 Assembly elections as the first time MLA from Penukonda constituency which was once the second capital of Sri Krishna Devaraya, the emperor of Vijayanagar Empire. She is double lucky because she was handpicked by Chief Minister N Chandrababu Naidu and bestowed with Cabinet post. She is handling two important portfolios, one BC welfare as well as handlooms and textiles. She is the daughter of Somandepalle Ramachandra Reddy, a senior TDP leader and party loyalist. She graduated from Sri Krishna Devaraya University in Bachelor of Arts.She is given a berth in the Cabinet, setting aside senior leaders in the party who served as ministers in the earlier governments of Naidu in the recent past. Party leaders in the district are flabbergasted at the bonanza heaped on her by the party boss. She is a simpleton and is poised to make a difference in Penukonda represented by stalwarts like late Paritala Ravindra and even B K Parthasaradhi. She can also be termed as a giant killer as she defeated the then woman and child welfare minister Ushasri Charan who contested as MLA from Penukonda by a margin of 33,388 votes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sanjeevareddygari savitha",
          "sentiment": "negative"
        },
        {
          "name": "paritala ravindra",
          "sentiment": "none"
        },
        {
          "name": "somandepalle ramachandra reddy",
          "sentiment": "none"
        },
        {
          "name": "chandrababu naidu",
          "sentiment": "none"
        },
        {
          "name": "naidu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cabinet",
          "sentiment": "none"
        },
        {
          "name": "sri krishna devaraya university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "puttaparthi",
          "sentiment": "none"
        },
        {
          "name": "sri krishna devaraya",
          "sentiment": "none"
        },
        {
          "name": "vijayanagar empire",
          "sentiment": "none"
        },
        {
          "name": "penukonda",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T06:24:34.049+03:00",
    "updated": "2024-07-12T06:24:34.049+03:00"
  },
  {
    "uuid": "b0b1ee2e6e9c183266a9fff93a339d9bd52214dc",
    "url": "https://news.abplive.com/astro/cancer-horoscope-today-30-december-2023-kark-daily-astrological-predictions-zodiac-signs-1653180",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Astrologer Ruchi Sharma",
    "published": "2023-12-29T20:00:00Z",
    "title": "Cancer Horoscope Today 30 December 2023 Kark Daily Astrological Predictions Zodiac Signs",
    "text": "Cancer Horoscope Today: Welcome, nurturing Cancer! You are celebrated for your deep empathy, intuitive nature, and fierce protectiveness of your loved ones. Cancer signs may seem prickly at first meeting, but once they make the decision to become friends with someone, that person has a friend for life. Your horoscope offers insights into understanding and managing your emotions, helping you ride the waves of life's challenges while creating a safe haven for yourself and your loved ones.\nHere is what is in store for you today:\nCancerians can anticipate a fairly balanced day ahead. For those employed, significant shifts in roles or promotions may be on the horizon, accompanied by more favourable remuneration packages than previously expected. Business-minded Cancerians might find that any ongoing obstacles in their ventures could be surmounted today. Efforts to navigate these challenges might lead to the discovery of innovative solutions and alternative pathways, paving the way for smoother operations. Young Cancerians feeling a bit lost or stalled in their life pursuits are advised to turn to spiritual practices, such as worshipping Lord Ganesha, which could help expedite the completion of pending tasks or overcome hurdles.\nFamily bonds are set to strengthen today, with ample support and camaraderie from siblings ensuring a heightened sense of contentment and relief from any lingering anxieties. Those considering property loans should ensure they gather photocopies of all necessary documentation. Furthermore, it's imperative for those with elderly members in the family to pay special attention to their well-being as they might face health-related challenges.\n[Disclaimer: The content of this article is based solely on astrological predictions, and should be taken as general guidance. Individual experiences may vary. ABPLive.com does not assert the accuracy or validity of any claims or information presented. It is strongly recommended to consult a qualified expert before considering or implementing any information or belief discussed herein.]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T00:49:25.638+02:00",
    "updated": "2023-12-30T00:49:25.638+02:00"
  }
]