[
  {
    "uuid": "9c7c5ae3ec2a0e946a908021ccd586a4926f3ec0",
    "url": "https://heraldodemexico.com.mx/tendencias/2024/6/1/los-signos-que-recibiran-una-gran-noticia-en-lo-economico-en-los-proximos-dias-gracias-al-universo-608477.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Román González",
    "published": "2024-06-01T12:00:00Z",
    "title": "Los 4 signos que recibirán una gran noticia en lo económico en los próximos 5 días, gracias al Universo | El Heraldo de México",
    "text": "Con el comienzo de junio, sexto mes del año, las energías se recargan para los doce [signos ](https://es.wikipedia.org/wiki/Signo_zodiacal)del zodiaco. La intervención de los astros y los estudios de especialistas indican como serán los días de estos en materia económica. En este caso, la [astrología ](https://es.wikipedia.org/wiki/Astrolog%C3%ADa)destacó que ocurrirá con cuatro signos unicamente, dando un panorama alentador para que sean los primeros beneficiados del primer momento del semestre. Estos son: Escorpio, Sagitario, Capricornio y el signo de Acuario. Los cuatro signos que recibirán grandes noticias financieras - Escorpio: Si te embarcas en una pelea que amenaza con ser muy larga, hazlo con el convencimiento de que al final saldrás victorioso. Tus métodos para conseguir lo que deseas en la vida cambian a mejor en estos días. Hoy estarás ante la posibilidad de tomar una decisión económica relevante que puede poner en peligro tu relación amorosa ya que tu pareja no compartirá esa decisión. - Sagitario: Es tiempo de cosechar lo que vienes sembrando desde hace mucho. No esperes nada a cambio de las ayudas que prestas. Tu mejor recompensa será sentirte muy bien. Aquellos que se habían distanciado o alejado de tu vida regresarán ahora con una nueva actitud mucho más positiva. - Capricornio: Déjate guiar por tu intuición tanto en el aspecto profesional como personal, porque ella te llevará a los mayores aciertos. No tengas miedo en arriesgarte un poco por ella. No caigas en la tentación de robarle espacio al sueño, al menos no demasiado, o desfallecerás - Acuario: Aléjate de las personas que sabes a ciencia cierta que hacen trampas y juegan con dos barajas. La frialdad con la que se muestra alguien a quien amas es sólo una coraza para frenar posibles daños. Dinero no te faltará, pero te llegará de manera misteriosa e imprevista. SIGUE LEYENDO: [Estos son los 3 signos más higiénicos de todo el zodiaco, según la astrología](https://heraldodemexico.com.mx/tendencias/2024/5/31/estos-son-los-signos-mas-higienicos-de-todo-el-zodiaco-segun-la-astrologia-608437.html) [Cuál es el número ‘mágico’ de tu ángel de la guarda para alcanzar la fortuna desde HOY 31 de mayo](https://heraldodemexico.com.mx/tendencias/2024/5/31/cual-es-el-numero-magico-de-tu-angel-de-la-guarda-para-alcanzar-la-fortuna-desde-hoy-31-de-mayo-608428.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://es.wikipedia.org/wiki/Signo_zodiacal)del",
      "https://es.wikipedia.org/wiki/Astrolog%C3%ADa)destacó",
      "https://www.es.wikipedia.org/wiki/Astrolog%C3%ADa)destacó",
      "https://www.es.wikipedia.org/wiki/Signo_zodiacal)del"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T15:19:26.126+03:00",
    "updated": "2024-06-01T15:19:26.126+03:00"
  },
  {
    "uuid": "f31015683d55446a1583b0b410103f99592792f5",
    "url": "https://scienmag.com/rices-megan-reiter-wins-nsf-career-award-to-investigate-planet-forming-environments",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Admin",
    "published": "2024-04-11T22:19:00Z",
    "title": "Rice’s Megan Reiter wins NSF CAREER Award to investigate planet-forming environments",
    "text": "Megan Reiter, an assistant professor of physics and astronomy at Rice University, has won a National Science Foundation (NSF) CAREER Award to investigate the influence of neighboring stars on the formation of planets.\nCredit: Photo courtesy of Brandon Martin/Rice University.\nMegan Reiter, an assistant professor of physics and astronomy at Rice University, has won a National Science Foundation (NSF) CAREER Award to investigate the influence of neighboring stars on the formation of planets.\nThe research funded by Reiter’s five-year, $951,446 NSF grant will shed light on a phenomenon that could significantly impact our understanding of how planets are born.\n“By exploring the intricate interplay between stars, planets and their environments, we hope to clarify the key forces that shape planet formation,” Reiter said.\nObservations show planets form in the gas and dust disks surrounding young stars. But as these stars age, their disks disappear, limiting the opportunity for planets to form.\nOne factor contributing to this disappearance is external photoevaporation, or intense radiation from a nearby, brighter star that can rapidly strip away the material in the disk.\n“While we’ve observed this phenomenon in a few cases, our goal is to quantify how significant it is in the larger picture of planet formation,” Reiter said.\nThe research team plans to leverage a vast dataset of young star clusters. The researchers will measure the disks, the impact of starlight on them and the matter streaming away from them.\nIt will involve observing thousands of low-mass stars and their disks in high-mass star-forming regions, providing insights into a sample size 100 times larger than previous studies.\nKey to the research is the use of sophisticated telescopic technology, including the Multi-Unit Spectroscopic Explorer, an integral field unit spectrograph on the European Southern Observatory’s Very Large Telescope. It will allow the team to separate stellar emission from the nebular background, providing clear data on external photoevaporation and quantifying the mass-loss rate.\n“The data we gather will enhance our understanding of planet formation and provide valuable insights for theorists as they model planetary demographics,” Reiter said.\nThe project also includes an educational component to promote interest and diversity in science, technology, engineering and mathematics. It will involve teacher training and curriculum development for Houston-area schools grades kindergarten to 12th and enhancements to observational lab courses at Rice.\nReiter earned a bachelor’s degree in physics and astrophysics from the University of California, Berkeley and a Ph.D. in astronomy from the University of Arizona. She joined the Rice faculty in 2022.\nThe highly competitive NSF grants are awarded each year to a select cohort of about 500 early career faculty across all disciplines engaged in groundbreaking research and committed to growing their field through outreach and education.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.nsf.gov/awardsearch/showAward",
      "https://www.nsf.gov/awardsearch/showAward?AWD_ID=2339164",
      "https://nsf.gov/awardsearch/showAward?AWD_ID=2339164",
      "https://profiles.rice.edu/faculty/megan-reiter",
      "https://www.profiles.rice.edu/faculty/megan-reiter"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "megan reiter",
          "sentiment": "negative"
        },
        {
          "name": "rice",
          "sentiment": "negative"
        },
        {
          "name": "reiter",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nsf",
          "sentiment": "negative"
        },
        {
          "name": "rice university",
          "sentiment": "negative"
        },
        {
          "name": "brandon martin/rice university",
          "sentiment": "none"
        },
        {
          "name": "science foundation",
          "sentiment": "none"
        },
        {
          "name": "national science foundation",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:46:45.791+03:00",
    "updated": "2024-04-12T04:52:48.632+03:00"
  },
  {
    "uuid": "c950551299b09bb5e97bbe4528df770070cc7040",
    "url": "https://www.shtfplan.com/headline-news/lockdowns-coming-new-yorks-erie-county-announces-travel-bans-during-catastrophes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ethan Huff",
    "published": "2023-12-28T23:30:00Z",
    "title": "LOCKDOWNS COMING: New York’s Erie County Announces Travel Bans During “Catastrophes”",
    "text": "This article was originally published by\nEthan Huff at Natural News under the title: LOCKDOWNS COMING: New York’s Erie County Announces Travel Bans During “Catastrophes” – Only “Essential Workers” With “Movement Passes” Will Be Allowed\nThe next time another Wuhan coronavirus (COVID-19)-like “emergency” occurs, Erie County, N.Y., is\nready to go with the recent passage of new travel ban legislation.\nIn the event of a “catastrophe,” as defined by the government of the Empire State, Erie County will have the ability to force all residents into lockdown mode, the only exception being “essential workers” who can apply for a special “movement pass” that allows them to travel without interference from the state.\nOfficials in Erie County set up a website that employers can use during winter storms or other “emergencies” that they deem serious enough to declare a driving ban.\n“The travel exemption portal will define specific categories of workers using a tiered concept to identify who would be exempt from a travel ban in order to commute to and from their place of employment,” reads a news release about the scheme and how it will work.\n“The list of essential employees will be reviewed annually and employers will be asked to provide updates when an essential employee’s work status changes for any reason that warrants removal from the exemption list.”\nThe county said the essential employee exemption portal is to be used by employers during winter storm events and other emergencies when a driving ban has been declared.\n— 7 News WKBW (@WKBW)\n[December 15, 2023]\n(Related:\nSome believe that 2024 will bring with it full-scale medical martial law – what do you think?)\nPoliticians exempt (of course) from Erie County travel ban\nLike with COVID, “essential workers,” in the context of Erie County’s use of the term, includes law enforcement, first responders, healthcare workers, civil servants (politicians), farmers, and construction workers.\nNot that all of the aforementioned essential workers are essential except for politicians, who merely included themselves among the exempt so they will not have to abide by the same restrictions as the paupers they supposedly “represent.”\nIn other words, while their constituents are stuck at home until the “emergency” ends, politicians in Erie County will be free to travel as they please because they have deemed themselves as “essential” and thus exempt from the new rule.\nErie County imposed its first travel ban back in 2022 when a winter storm, a common occurrence in New York, hit the area. Numerous motorists became stranded in the snow and some died, which the government of Erie County has determined warrants the removal of the right to travel during similar future snow storms.\n“Under the New York Public Officers Law, no one may travel except personnel deemed essential during the emergency,” declared Erie County Executive Mark Poloncarz on X (formerly Twitter).\nPoloncarz is threatening to punish any citizen who defies his county’s impending travel bans, which he clarified will be imposed not just for a “major weather event,” but also for “some other type of catastrophe.”\nImportant thread: During a snow emergency, a driving/travel ban emergency order may be instituted to protect lives and get our community open as soon as possible. Under the New York Public Officers Law, no one may travel except personnel deemed essential during the emergency. 1/7\n— Mark Poloncarz (@markpoloncarz)\n[December 15, 2023]\nAn outspoken anti-Trumper, Poloncarz mocked critics of the scheme who are rightfully calling it a major government overreach.\n“I’m enjoying the replies from out-of-state trolls to my posts about who are essential personnel authorized to drive during a snowstorm travel ban,” Poloncarz immaturely wrote on X. “Here’s the deal, since you hate government so much, don’t call 911 after getting stuck and demand we save your sorry patriot butts.”\nWill the rest of America follow suit by imposing travel bans that trigger in the event of a “catastrophe?” Find out more at\nTyranny.news.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Social Issue"
    ],
    "external_links": [
      "https://www.naturalnews.com/2023-12-27-erie-county-ny-travel-bans-movement-passes.html",
      "https://www.infowars.com/posts/ny-county-announces-travel-bans-for-catastrophes-introduces-movement-passes-for-essential-workers/",
      "http://tyranny.news/",
      "https://www.naturalnews.com/2023-12-03-full-scale-martial-law-coming-america-2024.html",
      "https://infowars.com/posts/ny-county-announces-travel-bans-for-catastrophes-introduces-movement-passes-for-essential-workers/",
      "https://www.infowars.com/posts/ny-county-announces-travel-bans-for-catastrophes-introduces-movement-passes-for-essential-workers",
      "http://tyranny.news",
      "http://www.tyranny.news/",
      "https://naturalnews.com/2023-12-27-erie-county-ny-travel-bans-movement-passes.html",
      "https://naturalnews.com/2023-12-03-full-scale-martial-law-coming-america-2024.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ethan huff",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "natural news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "wuhan",
          "sentiment": "none"
        },
        {
          "name": "empire state",
          "sentiment": "none"
        },
        {
          "name": "erie county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:42:40.379+02:00",
    "updated": "2023-12-29T01:42:40.379+02:00"
  },
  {
    "uuid": "2bb01f5b62a89bfb9af0c8727b3919ecbb3df97b",
    "url": "https://norfolkdailynews.com/commentary/heroic-actions-in-a-nebraska-county-emblematic-of-most-law-enforcement-officers/article_48301e34-a65d-11ee-85cf-47ce1225ea39.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily News",
    "published": "2023-12-29T15:16:00Z",
    "title": "Heroic actions in a Nebraska county emblematic of most law enforcement officers",
    "text": "In a country where law enforcement officers are often criticized for the bad acts of a select few, it’s important to praise them for their heroism.\nGov. Jim Pillen did just that last week, when he recognized two officers for their life-saving actions following a crash on Thanksgiving.\nAround 9:45 p.m. on Nov. 23, the Lincoln County Sheriff’s Office received a report of a two-vehicle crash on Interstate 80 near North Platte. Trooper Alex Coffman was the closest to the scene and responded immediately.\nCoffman located two vehicles on their sides and partially submerged in the water of Fremont Slough. He also found two young boys standing in the freezing water and carried them to his patrol vehicle to get warm.\nThe kids’ mother informed Coffman that there was still another child in her vehicle. Lincoln County Deputy Tyler Schultz arrived at the scene and assisted Coffman as they tried to extricate a 1-year-old girl from the vehicle. The girl was still buckled into her car seat and was partially submerged in the water.\nCoffman and Schultz both entered the freezing water to reach the girl. Coffman submerged himself to get inside the vehicle and cut the seatbelt away. Schultz was then able to pull the girl out of the vehicle through a broken window.\nEveryone involved in the crash was transported to a hospital and treated for nonlife-threatening injuries.\nPillen and Nebraska State Patrol Colonel John Bolduc recently presented the NSP Life Saver Award to Coffman and the NSP Public Service Award to Schultz for their heroic actions.\n“Across our great state, law enforcement officers and first responders commit many acts of heroism, often without fanfare or recognition,” Pillen said “... Trooper Coffman and Deputy Schultz represent the dedication and selflessness that defines all who serve and protect Nebraskans, each and every day.”\nThe NSP Life Saver Award is presented to state patrol personnel for their actions to preserve life while responding to a life-or-death situation. The NSP Public Service Award is presented to non-NSP personnel, including civilians, for heroic actions.\nRelationships between police officers and the people they serve have become particularly strained over the past decade across the U.S. This is in part due to the killings of people at the hands of police — mostly in larger cities — and violent protests in response to these deaths. In many cases, the shootings were justified, but officers have been prosecuted for their actions and found guilty.\nWell-respected law enforcement officers are at times on the receiving end of violence or unfair criticism for the actions of “bad cops.”\nThat’s why it’s important to highlight all the good that officers do for our communities. Our country would be much worse off without those who protect and serve.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "schultz",
          "sentiment": "none"
        },
        {
          "name": "jim pillen",
          "sentiment": "none"
        },
        {
          "name": "coffman",
          "sentiment": "none"
        },
        {
          "name": "tyler schultz",
          "sentiment": "none"
        },
        {
          "name": "alex coffman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fremont slough",
          "sentiment": "none"
        },
        {
          "name": "lincoln county sheriff’s office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nebraska",
          "sentiment": "none"
        },
        {
          "name": "interstate 80",
          "sentiment": "none"
        },
        {
          "name": "lincoln county",
          "sentiment": "none"
        },
        {
          "name": "north platte",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:37:40.214+02:00",
    "updated": "2023-12-29T18:37:40.214+02:00"
  },
  {
    "uuid": "f56fb5e93b26923f21bbd7dd4f709a35b3bb76cd",
    "url": "https://fr.news.yahoo.com/sport/angleterre-battu-west-ham-arsenal-231425097.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BFMTV",
    "published": "2023-12-28T00:00:00Z",
    "title": "Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool",
    "text": "AFP Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool Lire l'article complet AFP 29 décembre 2023 à 1:14 AM Le milieu de terrain d'Arsenal Declan Rice tacle l'attaquant de West Ham Jarrod Bowen, le 28 décembre 2023 en championnat d'Angleterre à Londres (HENRY NICHOLLS)\nLiverpool reste sur le trône de la Premier League après la contre-performance de son désormais dauphin, Arsenal, battu à l'Emirates Stadium par West Ham (2-0) jeudi en conclusion d’une 19e journée qui aura vu perdre trois des cinq équipes de tête.\nEn plus des Gunners, Tottenham a été battu à Brighton (4-2) alors que le troisième Aston Villa avait cédé en fin de match mardi à Manchester United (3-2).\nCinq jours après avoir accroché les Reds à Anfield Road (1-1), Arsenal a contre toute attente cédé face à l'équipe qui l'avait éliminée de la Coupe de la Ligue début novembre. Les Hammers ont donné raison à l'analyse de leur entraîneur David Moyes, qui assurait avant le match que cette année était la meilleure de l'histoire du club, avec notamment un triomphe en Ligue Europa Conférence.\nIls n'ont pas concédé la moindre occasion dans la première demi-heure de jeu, et même marqué peu avant le quart d'heure après une mauvaise appréciation de Gabriel Magalhaes, qui a profité à Tomas Soucek (0-1, 13e). L'ancien défenseur Lillois a également perdu un duel aérien décisif en seconde période face à Konstantinos Mavropanos, suite à un corner de Ward-Prowse (2-0, 55e).\nSouvent efficaces face au but depuis le début de la saison, les Gunners ont cette fois manqué de réalisme avec Saka (30e, 42e), Martinelli (37e), Gabriel Jesus (66e) puis Trossard dans le dernier quart d'heure. Le score aurait pu être plus cruel si Benrahma avait transformé son penalty dans le temps additionnel.\n\"Quand on tire trente fois au but, qu'on a 2,6 expected goals et qu'on a autant de situations dans la surface de réparation, on n'imagine pas qu'il faille faire beaucoup plus pour marquer un but et pour gagner ce match\", a affirmé Mikel Arteta en conférence de presse.\nNommé il y a quatre ans, l'entraîneur des Gunners n'a pas commenté le manque de profondeur de banc, alors que les entrées successives de Smith Rowe, Nelson et Nketiah n'ont pas permis de faire la différence en seconde période.\nLire la suite Arsenal compte deux points de retard sur Liverpool, alors que West Ham, 6e, est à l'affut des places européennes, à trois points de Tottenham et quatre points de Manchester City, vainqueur mardi à Everton (3-1) et qui compte un match de plus à disputer.\n- Tottenham rechute lourdement -\nPeu avant, Tottenham avait sévèrement rechuté sur le terrain de Brighton (4-2) et raté l'occasion de se rapprocher de la tête du championnat. Tottenham était pourtant la meilleure équipe à l'extérieur avant cette rencontre et finit la première moitié de saison sur une note négative, malgré une bonne cinquième place au classement, à un point de Manchester City.\nMeilleurs ces dernières semaines après un mois de novembre catastrophique sur le plan des résultats, les Spurs ont montré un visage inhabituel avec beaucoup de passivité, comme sur cette action individuelle de Joao Pedro qui a pu passer en revue quatre joueurs et donner une balle en or à Jack Hinshelwood, démarqué à l'entrée de la surface de réparation (1-0, 11e).\nEntre plusieurs occasions nettes pour Brighton (17e, 32e, 45e), le même Joao Pedro allait ensuite transformer deux pénalties (23e, 75e), avec entre-temps un frappe puissante de Pervis Estupinan dans la lucarne opposée de Vicario (63e). Alejo Veliz (81e) et Ben Davies (85e) ont réduit le score, trop tard pour faire douter les Seagulls.\nBrighton se repositionne à la huitième place, à six points de la première place européenne.\nstr/bvo/roc\nTENDANCE Russie: des personnalités participent à une fête \"presque nues\" et suscitent l'indignation BFMTV Gérard Depardieu doit être considéré comme \"un malade\", Marlène Jobert sort du silence Purepeople Victoria Abril accusée d'agressions sexuelles par Lucie Lucas : un acteur de Clem la défend, \"elle est assurée de mon soutien inconditionnel\" Purebreak Nicolas Sarkozy et Carla Bruni : Leur sublime château au coeur d'une sombre affaire, un procureur de la République saisi Purepeople \"J'ai été témoin...\" : Lucie Lucas fait de nouvelles révélations après ses accusations contre Victoria Abril Purebreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/5D5hCexmGG77L5PI2vp5cw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/d10d81ad18357ea4966696499b8a832a",
      "https://s.yimg.com/ny/api/res/1.2/ks.l_oOTOH9JB2tJ54.T3g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://media.zenfs.com/fr/afp.fr/84539b4fa374532f15f05c52d17f31a9",
      "https://s.yimg.com/uu/api/res/1.2/fXFdxPpPV9Tqe1FGaGmupA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purepeople_fr_articles_981/da741aa9bae6dc59a216c7888fadaeea",
      "https://s.yimg.com/uu/api/res/1.2/Div0UDMmkYZvrwxcXs_O8Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/article.bfmtv.com/8aad85d32aaa78906d1e382d572b64db",
      "https://s.yimg.com/uu/api/res/1.2/SONIAySzNHELZ9oDAN43Sw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/b14f8960d0198a8f8449cc6e79c1d6f1",
      "https://media.zenfs.com/fr/afp.fr/84539b4fa374532f15f05c52d17f31a9",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.news.yahoo.com%2Fsport%2Fangleterre-battu-west-ham-arsenal-231425097.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://twitter.com/intent/tweet?text=Angleterre%20%3A%20Battu%20par%20West%20Ham%2C%20Arsenal%20laisse%20sa%20place%20de%20leader%20%C3%A0%20Liverpool&url=https%3A%2F%2Ffr.news.yahoo.com%2Fsport%2Fangleterre-battu-west-ham-arsenal-231425097.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooactufr",
      "https://s.yimg.com/uu/api/res/1.2/c5KOmjp5gfAnU18bGIwIxw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/fr/purebreak_news_fr_110/e848e4a45f5c70175e360bf52136900f",
      "https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/uu/api/res/1.2/5D5hCexmGG77L5PI2vp5cw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/d10d81ad18357ea4966696499b8a832a",
      "https://www.s.yimg.com/uu/api/res/1.2/Div0UDMmkYZvrwxcXs_O8Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/article.bfmtv.com/8aad85d32aaa78906d1e382d572b64db",
      "https://www.media.zenfs.com/fr/afp.fr/84539b4fa374532f15f05c52d17f31a9",
      "https://www.s.yimg.com/uu/api/res/1.2/c5KOmjp5gfAnU18bGIwIxw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/e848e4a45f5c70175e360bf52136900f",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Ffr.news.yahoo.com%2Fsport%2Fangleterre-battu-west-ham-arsenal-231425097.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/ny/api/res/1.2/iHaok_lRnhNIcTfOvnMrYw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/uu/api/res/1.2/fXFdxPpPV9Tqe1FGaGmupA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purepeople_fr_articles_981/da741aa9bae6dc59a216c7888fadaeea",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-03/e31acf60-80f5-11eb-9fff-18c6b7043df9",
      "https://www.s.yimg.com/ny/api/res/1.2/ks.l_oOTOH9JB2tJ54.T3g--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://www.media.zenfs.com/fr/afp.fr/84539b4fa374532f15f05c52d17f31a9",
      "https://www.twitter.com/intent/tweet?text=Angleterre%20%3A%20Battu%20par%20West%20Ham%2C%20Arsenal%20laisse%20sa%20place%20de%20leader%20%C3%A0%20Liverpool&url=https%3A%2F%2Ffr.news.yahoo.com%2Fsport%2Fangleterre-battu-west-ham-arsenal-231425097.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=yahooactufr",
      "https://www.s.yimg.com/uu/api/res/1.2/SONIAySzNHELZ9oDAN43Sw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/fr/purebreak_news_fr_110/b14f8960d0198a8f8449cc6e79c1d6f1",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:48:04.863+02:00",
    "updated": "2023-12-29T01:48:04.863+02:00"
  },
  {
    "uuid": "44a029cbff6d471d107f35402813a19ac1b7bc87",
    "url": "https://larepublica.pe/politica/2024/10/24/norma-yarrow-tenemos-un-gabinete-que-solo-se-encarga-para-defender-a-la-presidenta-dina-boluarte-congreso-1981656",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Josué Chávez Cardoza",
    "published": "2024-10-24T21:01:00Z",
    "title": "Norma Yarrow: \\\"Tenemos un gabinete que solo se encarga para defender a la presidenta\\\"",
    "text": "Norma Yarrow: \"Tenemos un gabinete que solo se encarga para defender a la presidenta\" La congresista de Renovación Popular cuestionó la permanencia del ministro de educación y pidió no minimizar el paro de transportistas. La congresista de Renovación Popular, Norma Yarrow, expresó su descontento contra el Gobierno y el gabinete presidencial dirigido por [Gustavo Adrianzén](https://larepublica.pe/politica/2024/10/23/gustavo-adrianzen-sobre-su-salida-de-la-pcm-no-he-presentado-mi-renuncia-la-presidenta-tampoco-me-la-ha-pedido-2165289). En ese sentido, resaltó el papel que vienen realizando los ministros en defensa de la presidenta [Dina Boluarte por el caso \"El Cofre\"](https://larepublica.pe/politica/2024/10/20/chofer-del-cofre-dejo-a-dina-boluarte-en-el-condominio-mikonos-donde-estuvo-escondido-vladimir-cerron-felix-montalvo-guevara-698620), vehículo presidencial que fue visto en Mikonos, en Asia, donde se realizó un operativo para capturar al prófugo Vladimir Cerrón en febrero de este año. Asimismo, la parlamentaria criticó el maltrato de Boluarte Zegarra a la prensa en su última conferencia de prensa el pasado martes 22 de octubre. \"Tenemos un gabinete que solamente se encarga y está puesto para defender a la presidenta, sobre el tema \"El Cofre\", hablan sobre el tema que un periodista, de una canal, dicen que la ofendió, y yo creo que no la ofendió en absolutamente nada. Hay libertad de expresión. No la insultó, ha dicho lo que todos los peruanos sentimos: que no hay un Gobierno, que hay un desgobierno, que hay falta de seguridad, que no tenemos un ministro del interior que tenga los pantalones puestos, que viven engañados en una irrealidad\", lamentó. Por otra parte, la parlamentaria dejó un mensaje a un grupo de personas que buscan suspender el Foro de Cooperación Económica Asia-Pacífico (APEC) 2024, que se celebrará del 10 al 16 de noviembre en nuestro país. \"Aquellos que tienen ese sueño trasnochados dejemos ahí que sigan con su pataleta\", manifestó. PUEDES VER: [Gustavo Adrianzén sobre su salida de la PCM: \"No he presentado mi renuncia, la presidenta tampoco me la ha pedido\"] Norma Yarrow habla sobre la inseguridad y paro de transportistas En otro momento, la parlamentaria Norma Yarrow habló sobre el tema de la inseguridad ciudadana y el paro de transportistas, que se realizó el pasado miércoles 23 de octubre. En ese sentido, instó a que no se minimicen las protestas en contra de las extorsiones, el sicariato y el fastidio a todo nivel que hay en el país. Asimismo, resaltó los gestos del premier Gustavo Adrianzén y lo calificó como alguien que \"ya llegó a su límite\" y que \"solo se dedicó a defender a la presidenta Dina Boluarte\". \"Yo respeto muchísimo a las personas que han salido ayer de forma pacífica, que han hecho notar el sentimiento de temor de extorsiones y sicariato y todas la muertes que están habiendo. No se puede minimizar el fastidio, el temor que existe en toda la población\", comentó Yarrow. Congresista Yarrow en contra del ministro de educación Por otro lado, Norma Yarrow recordó las declaraciones del [ministro de Educación, Morgan Quero](https://larepublica.pe/politica/2024/10/22/morgan-quero-intenta-deslegitimar-paro-nacional-y-asegura-que-transportistas-quieren-liberar-a-pedro-castillo-391732), sobre las violaciones que sufren las niñas de Awajún y que este lo calificó como \"parte de la cultura\". En esa misma línea, la congresista cuestionó sobre la continuidad de Quero y del por qué seguía en el cargo como titular del ministerio de educación. \"Yo le hago una pregunta: ¿Qué pasó cuando este nefasto ministro de educación dijo que las violaciones de las niñas Awajún era una cultura? ¿No le había faltado el respeto a las mujeres y a las niñas? ¿Por qué no lo boto en dos minutos y lo sigue manteniendo ahí que sirve para avivar a la presidenta?\", preguntó. PUEDES VER: [Dina Boluarte habría postergado cambio de Gustavo Adrianzén por blindar a Juan José Santiváñez]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Norma Yarrow",
          "sentiment": "negative"
        },
        {
          "name": "Gustavo Adrianzén",
          "sentiment": "none"
        },
        {
          "name": "Boluarte Zegarra",
          "sentiment": "none"
        },
        {
          "name": "Vladimir Cerrón",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Renovación Popular",
          "sentiment": "none"
        },
        {
          "name": "Gobierno",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:06:27.991+03:00",
    "updated": "2024-10-25T00:06:27.991+03:00"
  },
  {
    "uuid": "895aa81f5d8a5789b10455b3d74af90fc4dad67e",
    "url": "https://www.europapress.es/andalucia/cadiz-00351/noticia-puerto-tarifa-cadiz-cancela-conexiones-tanger-debido-temporal-estrecho-gibraltar-20240322102225.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-03-22T09:24:00Z",
    "title": "El Puerto de Tarifa (Cádiz) cancela sus conexiones con Tánger por el temporal en el Estrecho",
    "text": "TARIFA (CÁDIZ), 22 Mar. (EUROPA PRESS) -\nEl Puerto de Tarifa (Cádiz) ha anunciado su cierre y con ello la cancelación de sus salidas hacia Tánger debido a las condiciones meteorológicas adversas que se están desarrollando en el Estrecho de Gibraltar.\nAdemás, algunas de las líneas que operan desde el Puerto de Algeciras con destino Tánger Med y Ceuta están sufriendo retrasos y cancelaciones debido al temporal de viento y a los fenómenos costeros, como se informa en la web de la Autoridad Portuaria de la Bahía de Algeciras, consultada por Europa Press.\nDebido a las condiciones meteorológicas, el Puerto de Tarifa se encuentra cerrado al tráfico marítimo y serán las compañias navieras las que irán informando de los horarios cuando se restablezcan las salidas.\nEn Algeciras se ha cancelado por el momento un ferri con destino Ceuta que tenía prevista su salida a las 13,30 horas, así como el que partía hacia Tánger Med a las 09,45 horas. El resto de líneas por el momento continúan sin novedades a la espera de ver a evolución del tiempo.\nCabe recordar que la Agencia Estatal de Meteorología (Aemet) ha activado a las 09,00 horas de este viernes avisos por fenómenos costeros y riesgo por viento en la provincia de Cádiz.\nAsí, se activará el aviso amarillo por oleaje en el litoral gaditano y en la zona del Estrecho hasta las 19,00 horas, donde se esperan vientos de levante que oscilarán entre los 50 y los 61 kilómetros por hora (fuerza 7) en el oeste de Estrecho y mar adentro al sur de Trafalgar. Asimismo, el aviso amarillo por vientos afectará al litoral gaditano hasta las 18,00 horas, donde soplarán rachas máximas de vientos de levante que pueden llegar a alcanzar hasta los 80 kilómetros por hora.\nLeer más acerca de: Gibraltar",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T11:31:00.375+02:00",
    "updated": "2024-03-22T11:31:00.375+02:00"
  },
  {
    "uuid": "4ff1a2b261c6d9addc6d695c6b22fa49f031a9fe",
    "url": "https://timesofindia.indiatimes.com/india/12-5-crore-jobs-created-in-last-10-years-says-bjp/articleshow/111670430.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-07-11T21:21:00Z",
    "title": "12.5 crore jobs created in last 10 years, says BJP | India News - Times of India",
    "text": "NEW DELHI: Asserting that India was on the path of progress under PM Narendra Modi's leadership, BJP Thursday cited govt data to accuse Congress's Rahul Gandhi of misleading people on the issue of employment and govt policies.At a presser, party's national spokesperson Syed Zafar Islam said about 12.5 crore jobs were created in the last 10 years and the latest RBI report, released recently, showed creation of \\\"5 crore jobs in 2023-24 alone\\\".\\\"This is a record in itself in the entire world. India is the most successful country in the world in job creation due to the strong leadership of PM Modi,\\\" Islam said.This comes a day after Rahul said the youth of the country were completely demoralised by unemployment and claimed that their future was in \\\"limbo\\\" due to BJP's \\\"anti-education mindset\\\".\\\"Rahul Gandhi, who insulted Hindus, has started following the religion of falsehood. He and others from opposition are misleading people by spreading lies,\\\" he said.The BJP functionary said Rahul and other opposition leaders may be claiming that there was unemployment in the country and jobs were not being created but the world didn't say so. Multilateral institutions like World Bank and International Monetary Fund were saying inflation was under control and the country topped in job creation, he added.Islam said Congress-led UPA govt, under \\\"an economist\\\" PM Manmohan Singh, had created just 2.9 crore jobs in its 10-year term. \\\"Unemployment rate, which was at 6% in 2017, has now come down to 3.2%,\\\" he added.Data released by RBI earlier this week indicated that India added = 4.7 crore jobs in 2023-24, taking the total number of employed people to 64.3 crore spread over 27 sectors covering the entire economy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Financial and Economic News",
      "Labor"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://static.toiimg.com/photo/92434121.cms);background-position:-12px",
      "https://static.toiimg.com/photo/71501947.cms)",
      "https://static.toiimg.com/photo/109245450.cms)",
      "https://static.toiimg.com/photo/71149155.cms)",
      "https://static.toiimg.com/photo/71501947.cms)!important;background-position:-35px",
      "https://static.toiimg.com/photo/110075962.cms)",
      "https://static.toiimg.com/photo/69822060.cms);background-position:-6px",
      "https://static.toiimg.com/photo/86191063.cms);background-position:-17px",
      "https://static.toiimg.com/photo/100496804.cms)",
      "https://static.toiimg.com/photo/86191063.cms);background-position:-230px",
      "https://static.toiimg.com/photo/86191063.cms);background-position:-3px",
      "https://static.toiimg.com/photo/86191063.cms);background-position:-8px",
      "https://static.toiimg.com/photo/86191063.cms);background-position:-16px",
      "https://static.toiimg.com/photo/71501947.cms);background-position:-35px",
      "https://static.toiimg.com/photo/92222747.cms",
      "https://static.toiimg.com/photo/110105521.cms)",
      "https://static.toiimg.com/photo/83033472.cms)",
      "https://static.toiimg.com/photo/69822060.cms);background-repeat:no-repeat}.BWUrF",
      "https://static.toiimg.com/photo/88412386.cms);background-position:bottom;background-repeat:no-repeat;background-size:100%",
      "https://static.toiimg.com/photo/92434121.cms);background-position:-24px",
      "https://static.toiimg.com/photo/94322188.cms);background-position:-15px",
      "https://static.toiimg.com/photo/92434121.cms)",
      "https://static.toiimg.com/photo/76150242.cms)",
      "https://static.toiimg.com/photo/92429261.cms)",
      "https://static.toiimg.com/photo/103633002.cms)",
      "https://static.toiimg.com/photo/92434121.cms);background-repeat:no-repeat;height:12px;left:4px;margin-top:3px;position:absolute;top:0;width:12px}.ISnJ7",
      "https://static.toiimg.com/photo/109614063.cms)",
      "https://www.static.toiimg.com/photo/71501947.cms);background-position:-35px",
      "https://www.static.toiimg.com/photo/94322188.cms);background-position:-15px",
      "https://www.static.toiimg.com/photo/83033472.cms)",
      "https://www.static.toiimg.com/photo/71149155.cms)",
      "https://www.static.toiimg.com/photo/76150242.cms)",
      "https://www.static.toiimg.com/photo/100496804.cms)",
      "https://www.static.toiimg.com/photo/92429261.cms)",
      "https://www.static.toiimg.com/photo/69822060.cms);background-position:-6px",
      "https://www.static.toiimg.com/photo/69822060.cms);background-repeat:no-repeat}.BWUrF",
      "https://www.static.toiimg.com/photo/92434121.cms)",
      "https://www.static.toiimg.com/photo/103633002.cms)",
      "https://www.static.toiimg.com/photo/109614063.cms)",
      "https://www.static.toiimg.com/photo/71501947.cms)!important;background-position:-35px",
      "https://www.static.toiimg.com/photo/92434121.cms);background-repeat:no-repeat;height:12px;left:4px;margin-top:3px;position:absolute;top:0;width:12px}.ISnJ7",
      "https://www.static.toiimg.com/photo/86191063.cms);background-position:-16px",
      "https://www.static.toiimg.com/photo/86191063.cms);background-position:-230px",
      "https://www.static.toiimg.com/photo/92434121.cms);background-position:-12px",
      "https://www.static.toiimg.com/photo/88412386.cms);background-position:bottom;background-repeat:no-repeat;background-size:100%",
      "https://www.static.toiimg.com/photo/92434121.cms);background-position:-24px",
      "https://www.static.toiimg.com/photo/110075962.cms)",
      "https://www.static.toiimg.com/photo/86191063.cms);background-position:-3px",
      "https://www.static.toiimg.com/photo/86191063.cms);background-position:-17px",
      "https://www.static.toiimg.com/photo/92222747.cms",
      "https://www.static.toiimg.com/photo/71501947.cms)",
      "https://www.static.toiimg.com/photo/86191063.cms);background-position:-8px",
      "https://www.static.toiimg.com/photo/109245450.cms)",
      "https://www.static.toiimg.com/photo/110105521.cms)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "verdana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp | india news - times of india",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T01:09:40.379+03:00",
    "updated": "2024-07-12T01:29:32.727+03:00"
  }
]