[
  {
    "uuid": "d58be293cdfbd5a2bd347b7ec4e6b42cf5ff3380",
    "url": "http://www.lapatilla.com/2023/12/28/ovv-registro-202-muertes-violentas-en-zona-minera-de-bolivar-el-territorio-mas-peligroso-de-venezuela/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Deiker Ortíz",
    "published": "2023-12-28T21:57:00Z",
    "title": "OVV registró 202 muertes violentas en zona minera de Bolívar, el territorio más peligroso de Venezuela - LaPatilla.com",
    "text": "Un total de 202 muertes violentas se registraron este año en tres municipios mineros del estado Bolívar, el territorio más peligroso de Venezuela, según datos presentados este jueves por el Observatorio Venezolano de Violencia (OVV). En las localidades amazónicas de El Callao, Sifontes y Roscio se contabilizaron 91, 80 y 31 muertes violentas, respectivamente, lo que arroja las tasas de peligrosidad más altas del país, incluida la principal, de 424,7 fallecimientos por cada 100.000 habitantes, por causas “no naturales”. En esta región, se desplegaron este año dos grandes operaciones militares que “permitieron liberar de la minería criminal depredadora importantes parques nacionales y zonas protegidas de la naturaleza”, aseguró este jueves el presidente Nicolás Maduro. Durante un acto con la cúpula castrense, el mandatario explicó que, “por la vía de la presión militar y la presencia en la zona”, se logró “de manera pacífica la liberación completa” de estas áreas, que pidió seguir protegiendo. Organizaciones de derechos humanos han denunciado que en esta región están en auge delitos como la trata de personas, el narcotráfico y el asesinato por encargo debido a la presencia de grupos criminales que se disputan, entre ellos y con las autoridades, el control de las minas. Según el OVV, en el estado Miranda, cercano a Caracas, cuatro municipios están en la lista de los 10 más peligrosos, así como uno de Yaracuy, uno de Carabobo y otro de Zulia. Venezuela ha contabilizado este año 1.956 asesinatos, un 15,9 % menos que en 2022, cuando computó 2.328, lo que confirma que se mantiene la mejoría de la seguridad en el país, que en 2015 llegó a tener una tasa de 90 homicidios por cada 100.000 habitantes o a contabilizar cerca de 30.000 muertes violentas. Con información de EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:10:36.538+02:00",
    "updated": "2023-12-29T00:10:36.538+02:00"
  },
  {
    "uuid": "80d9b3fd9ac55107f1e77748dfc70e983ba1d271",
    "url": "https://www.thecentersquare.com/arizona/article_1f37d7f4-a5bf-11ee-83f6-4b4c24d185e2.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cameron Arcand | The Center Square",
    "published": "2023-12-28T20:24:00Z",
    "title": "Arizona sheriffs reaffirm support for Israel, local Jewish community",
    "text": "(The Center Square) – The Arizona Sheriffs' Association reaffirmed their support for Israel and protecting the state's Jewish community. The events in Israel and Gaza have gained global attention since Hamas attacked Israel on Oct. 7. Critics have argued that Israel's response to Hamas forces and civilians has been disproportional. Still, protests for both sides have continued around the world, sparking concerns about antisemitism. \"Unfortunately, the war in Israel and Gaza has given rise to crimes targeting Jews across the United States. Antisemitic attacks won't be tolerated here in Arizona,\" the [letter](https://x.com/AZSheriffs/status/1737911226720747965?s=20) signed by Yavapai County Sheriff David Rhodes and Navajo County Sheriff David Clause said. Rhodes and Clause are president and vice president of the association, respectively. \"As the leaders of the sheriffs offices around the state of Arizona, we stand against the recent spate of antisemitic criminal acts,\" the letter added. \"We also commit to defend the places of worship Jews frequent and investigate any threats against members of the Jewish community. We understand Jews remain targets of religious hatred and all law enforcement must stand up to protect these vital community members.\" The letter of support was in alignment with the Jewish Institute for National Security of America. The group says it's \"dedicated to advancing U.S. national security interests in the Middle East, of which a critical pillar is a robust U.S.-Israel security relationship,\" according to its [website](https://jinsa.org/about/). The law enforcement leaders also addressed the question of how civilian deaths are a significant part of the conflict. \"Israel's right to defend itself isn't up for debate. And while all innocent civilian deaths leave a mark on humanity, Hamas and its ghoulish cohorts created a battlefield that deploys civilians as human shields - intended to be put in harms way for publicity,\" the letter states. Arizona, specifically Maricopa County, has a notable Jewish population. An ASU [study](https://thecollege.asu.edu/sites/default/files/2019-jewish-community-report.pdf) from 2019 estimated there are nearly 99,000 Jewish people in the area. The Center Square [reported](https://www.thecentersquare.com/arizona/article_33d8bb1a-66d6-11ee-a70e-5b858a02d14b.html) in October that Phoenix law enforcement was increasing security at synagogues in the city.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://x.com/AZSheriffs/status/1737911226720747965?s=20",
      "https://thecollege.asu.edu/sites/default/files/2019-jewish-community-report.pdf",
      "https://jinsa.org/about/",
      "https://www.x.com/AZSheriffs/status/1737911226720747965?s=20",
      "https://www.jinsa.org/about/",
      "https://www.thecollege.asu.edu/sites/default/files/2019-jewish-community-report.pdf",
      "https://jinsa.org/about",
      "https://x.com/AZSheriffs/status/1737911226720747965"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rhodes",
          "sentiment": "none"
        },
        {
          "name": "david rhodes",
          "sentiment": "none"
        },
        {
          "name": "david clause",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arizona sheriffs' association",
          "sentiment": "neutral"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "arizona",
          "sentiment": "none"
        },
        {
          "name": "(the center square",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "yavapai county",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "navajo county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:24:51.637+02:00",
    "updated": "2023-12-29T01:00:22.792+02:00"
  },
  {
    "uuid": "3b72c7c7daa1ba79e8d8320c70da1211fbe9d19a",
    "url": "http://www.compensation-and-benefits.ipt.pw/News/dholera-project",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirrikh",
    "published": "2024-07-05T00:24:00Z",
    "title": "Dholera Project",
    "text": "The Dholera Project stands as a beacon of India's ambitious urban planning and development initiatives, specifically designed to transform the region into a model smart city. Located in Gujarat, Dholera is envisioned as the largest greenfield industrial city in India and a global hub for economic activities, innovation, and sustainable living.At its core, the Dholera Project aims to harness advanced technologies and modern urban planning principles to create a city that is not only efficient and environmentally sustainable but also a catalyst for economic growth. Spanning over 920 square kilometers, the project is strategically positioned between the cities of Ahmedabad, Bhavnagar, and Vadodara, enhancing its connectivity and economic potential.\nFacing issue in account approval? email us at info@ipt.pw\nClick to Ckeck Our - FREE SEO TOOLS\n1\n[Dholera Project](/out/dholera-project/)\n[Mirrikh (#78)](/user/Mirrikh/)1 hour 32 minutes ago [News](/News) [dholera project](/tag/dholera+project) [All](/tag/dholera+project) (/out/dholera-project/) [Discuss](/News/dholera-project/#discuss)\nComments\n[Log in to comment](/login.php?return=%2FNews%2Fdholera-project%2F) or register [here](/register/). Radhe Exchange ID | Sign up & Register With Us to Get Your Online-ID in Two Minutes Lords Exchange | Sign up & Register With Us to Get Your Online-ID in Two Minutes Diamond Exch9 | Sign up & Register With Us to Get Your Online-ID in Two Minutes Online Stationary Shopping Freelance Jobs India Website Hosting in Rs. 99/Year FREE Dofollow Social Bookmarking Sites\nSearch\nLatest Comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.rapiddeliveryservices.in/products",
      "https://lordsexch.info/",
      "http://www.hostingproviderindia.com/shared-linux-hosting.html",
      "https://radheexchid.com/",
      "http://skillsonclick.com/",
      "https://www.ipistis.com/free-dofollow-social-bookmarking-sites-list-for-backlinks/",
      "https://diamondexch9-id.com/",
      "http://hostingproviderindia.com/shared-linux-hosting.html",
      "https://www.lordsexch.info/",
      "https://ipistis.com/free-dofollow-social-bookmarking-sites-list-for-backlinks/",
      "https://www.diamondexch9-id.com/",
      "http://www.skillsonclick.com/",
      "https://diamondexch9-id.com",
      "https://lordsexch.info",
      "http://skillsonclick.com",
      "https://www.ipistis.com/free-dofollow-social-bookmarking-sites-list-for-backlinks",
      "https://rapiddeliveryservices.in/products",
      "https://www.radheexchid.com/",
      "https://radheexchid.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "mirrikh",
          "sentiment": "none"
        },
        {
          "name": "vadodara",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "bhavnagar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T09:57:13.750+03:00",
    "updated": "2024-07-05T09:57:13.750+03:00"
  },
  {
    "uuid": "7d956c9d37fad0d157b1fbbcb1343c4376dfdaea",
    "url": "https://ca.investing.com/news/stock-market-news/top-3-growth-stocks-in-canada-to-watch-in-january-2024-3220951",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kalkine Media",
    "published": "2024-01-05T00:00:00Z",
    "title": "Top 3 Growth Stocks in Canada to Watch in January 2024 By Kalkine Media",
    "text": "© Reuters Top 3 Growth Stocks in Canada to Watch in January 2024 ENGH +1.07% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close Kalkine Media - As we step into 2024, identifying stocks with the potential for robust returns over the coming years becomes crucial. While uncertainties abound, selecting quality stocks from steadily growing companies, including those listed on the Toronto Stock Exchange (TSX), can position investors for strong, if not market-beating, returns over the long term. Here are three compelling TSX growth stock picks for consideration in January 2024, with a focus on opportunities within the TSX for a diversified investment approach.\nEnghouse Systems (TSX: ENGH ) ( TSX: ENGH ) Key Highlights:\nEnghouse Systems, a former growth star in Canada, provides communication software that experienced a surge during the pandemic. While recent growth has tempered, the stock holds potential for a turnaround, especially given its cash-rich balance sheet of around $240 million. Enghouse, known for growth through acquisitions, is well-positioned for opportunities in 2024, particularly as distressed communication businesses may become targets. Trading at its lowest price-to-free cash flow valuation in years, with a near 8% free cash flow yield and a 2.5% dividend yield, ENGH could be an attractive option for patient investors awaiting a potential growth resurgence. Propel Holdings Inc (TSX: PRL ) (TSX: PRL)\nKey Highlights:\nMarket Cap: $445 million Propel Holdings, a relatively recent addition to the TSX after its IPO in late 2021, operates primarily in the U.S., offering sub-prime lending products. The company employs AI in its lending-as-a-service platform, enabling the underwriting of loans with lower risk compared to many other lenders. Propel has shown promising growth, boasting a three-year compounded annual growth rate (CAGR) of 49% for revenues and 70% for earnings per share. Despite a solid run-up in 2023, the stock remains attractive, trading at 14 times earnings, and offers a 3.2% dividend yield. Terravest Capital Inc (TSX: TVK ) (TSX: TVK)\nKey Highlights:\nTerraVest Industries operates a diverse range of industrial businesses focused on energy services, tank manufacturing, heating/cooling, and specialized transport. The company's strength lies in smart capital allocation and operational excellence, evidenced by a five-year CAGR of 20% for revenues and 21% for earnings per share. With a P/E ratio of 16 and a 1.4% dividend yield, TerraVest Industries presents an appealing investment opportunity. In summary, Propel Holdings, TerraVest Industries, and Enghouse Systems offer diverse growth opportunities across financial, industrial, and technology sectors, respectively. These stocks present compelling cases for investors seeking long-term growth in their portfolios in 2024 and beyond.\nRead more on Kalkine Media\nTop 3 Growth Stocks in Canada to Watch in January 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Ftop-3-growth-stocks-in-canada-to-watch-in-january-2024-3220951&title=Top+3+Growth+Stocks+in+Canada+to+Watch+in+January+2024&summary=",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Ftop-3-growth-stocks-in-canada-to-watch-in-january-2024-3220951&display=popup&ref=plugin",
      "https://kalkinemedia.com/ca/stocks/growth/top-3-growth-stocks-in-canada-to-watch-in-january-2024",
      "https://invst.ly/12wvg6",
      "https://www.kalkinemedia.com/ca/stocks/growth/top-3-growth-stocks-in-canada-to-watch-in-january-2024",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Ftop-3-growth-stocks-in-canada-to-watch-in-january-2024-3220951&title=Top+3+Growth+Stocks+in+Canada+to+Watch+in+January+2024&summary=",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fca.investing.com%2Fnews%2Fstock-market-news%2Ftop-3-growth-stocks-in-canada-to-watch-in-january-2024-3220951&display=popup&ref=plugin",
      "https://www.invst.ly/12wvg6",
      "https://www.facebook.com/sharer/sharer.php",
      "http://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kalkine media © reuters top",
          "sentiment": "negative"
        },
        {
          "name": "toronto stock exchange",
          "sentiment": "none"
        },
        {
          "name": "tsx",
          "sentiment": "none"
        },
        {
          "name": "enghouse systems",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:30:27.609+02:00",
    "updated": "2024-01-06T00:30:27.609+02:00"
  },
  {
    "uuid": "faf2c68d57991120158dd500c5fb228c803ece6e",
    "url": "https://www.chinadailyhk.com/hk/article/589027",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Reuters",
    "published": "2024-07-26T00:00:00Z",
    "title": "Rybakina joins missing list from Olympic tennis",
    "text": "PARIS - The Olympic tennis competition suffered another blow as women's third seed Elena Rybakina joined a lengthy list of non-starters hours due to illness just hours after the draw took place at Roland Garros on Thursday. The big-serving 25-year-old Kazakh was down to face Romania's Jaqueline Cristian in the first round of the singles. \"It is difficult for me to announce this, but unfortunately, I will not be able to participate in the Paris Olympics. After Wimbledon, I contracted acute bronchitis, and despite trying to return to training, my body has yet to recover. The doctors have strictly forbidden me from going to court,\" Rybakina posted on Instagram. READ MORE: [Andy Murray drops out of Olympic tennis singles to focus on doubles](https://www.chinadailyhk.com/hk/article/589022#Andy-Murray-drops-out-of-Olympic-tennis-singles-to-focus-on-doubles--2024-07-26) Rybakina's withdrawal means that France's Caroline Garcia moves into her spot in the draw as the 17th seed while Australia's Daria Saville enters the draw as an alternate. With the action to begin on Saturday, the flurry of high-profile withdrawals has cast something of a cloud over the tournament being staged on the Parisian clay. On Wednesday, men's world number one and top seed Jannik Sinner of Italy had to withdraw from the singles and doubles because of illness while exciting Danish youngster Holger Rune also pulled out on Wednesday with a wrist injury. READ MORE: [Nadal beaten in straight sets by Borges in Bastad final](https://www.chinadailyhk.com/hk/article/588627#Nadal-beaten-in-straight-sets-by-Borges-in-Bastad-final-2024-07-22) Czech player Marketa Vondrousova, who was runner-up in the singles in Tokyo three years ago, withdrew on Monday because of injury, as did Poland's Hubert Hurkacz because of a knee injury sustained at Wimbledon. Switzerland's Belinda Bencic, the champion in Tokyo, is also missing after giving birth to a daughter in April. Two-time Olympic singles champion Andy Murray announced before Thursday's draw that he was not fit enough to compete in the singles but would still play doubles with Dan Evans. ALSO READ: [Palermo win prepares Zheng for Paris](https://www.chinadailyhk.com/hk/article/588737#Palermo-win-prepares-Zheng-for-Paris--2024-07-23) Other notable absences from the tennis at the Games include world number three Aryna Sabalenka, Tunisia's Ons Jabeur, Britain's Emma Raducanu, American Ben Shelton and Tokyo men's bronze medal winner Pablo Carreno Busta of Spain.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "elena rybakina jo",
          "sentiment": "negative"
        },
        {
          "name": "rybakina",
          "sentiment": "negative"
        },
        {
          "name": "andy murray",
          "sentiment": "none"
        },
        {
          "name": "daria saville",
          "sentiment": "none"
        },
        {
          "name": "jaqueline cristian",
          "sentiment": "none"
        },
        {
          "name": "caroline garcia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "roland garros",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "romania",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T05:22:48.321+03:00",
    "updated": "2024-07-26T05:22:48.321+03:00"
  },
  {
    "uuid": "3bde1c3e28ac42a9b46aaad2fc4905ea4c4c7b69",
    "url": "https://www.elperiodicomediterraneo.com/economia/2024/11/01/puedes-llegar-valencia-puente-santos-111127845.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "P.B.",
    "published": "2024-11-01T15:00:00Z",
    "title": "Así puedes llegar a Valencia en el puente de Todos los Santos desde Madrid después de la DANA",
    "text": "Las fuertes lluvias torrenciales provocadas por la DANA han causado estragos en Valencia y en otras regiones, como Andalucía, Castilla La Mancha o Cataluña. El Gobierno tiene previsto aprobar el próximo martes la declaración de zona catastrófica en las áreas afectadas en el Consejo de Ministros y tres días de luto por los más de 200 fallecidos contabilizados hasta ahora. Muchas infraestructuras ferroviarias y carreteras han quedado gravemente afectadas por las fuertes lluvias. Respecto al transporte ferroviario, el ministro de Transportes y Movilidad Sostenible, Óscar Puente, afirmó durante una rueda de prensa que la línea de alta velocidad entre Madrid y Valencia permanecerá cerrada para su reparación durante al menos 15 días, si bien se podría alargar este periodo hasta las tres semanas. Puente también ha señalado este viernes en una entrevista en RNE que existen 80 kilómetros afectados en carreteras de titularidad del Estado en la provincia de Valencia. El ministerio ha habilitado 25 millones en las últimas 24 horas con el objetivo de empezar a reconstruir las carreteras más gravemente dañadas por la DANA en la A-7, la N-330 y la N-322. De ellos, se han habilitado de emergencia 12,6 millones para reconstruir el viaducto \\\"colapsado\\\" de la A-7, ubicado en el municipio de Quart de Poblet, y construir un desvío provisional de tres carriles junto a la propia autovía. \\\"Los daños son tan graves que tenemos la A7 en este momento cortada e imposible de transitar por ella\\\", ha detallado. La suspensión de servicios ferroviarios y la incomunicación por distintos puntos del mapa en la Comunidad Valenciana debido a los destrozos ha coincidido con el puente de Todos los Santos, un momento en el que personas de todo el país se mueven hacia otras regiones bien para disfrutar de unos días con su familia y amigos, bien para descansar y hacer turismo. Sin embargo, la alerta todavía permanece activada, por lo que tanto los servicios de emergencias como los de movilidad desaconsejan los desplazamientos que no sean estrictamente indispensables. Si este es tu caso y necesitas llegar a Valencia desde Madrid, todavía quedan opciones. En este momento, y tras las palabras del ministro de Transportes, llegar a Valencia solo es posible en autobús, por avión o en coche, aunque existen ciertas limitaciones en este último caso por el impacto del agua en algunas carreteras. La mejor opción es tomar el autobús de Avanza, la compañía que opera esta línea. En su web y en sus redes sociales han avisado de la reanudación del servicio entre la capital y el Levante con una ruta alternativa por Albacete, aunque hay que tener en cuenta que el tiempo de recorrido podría verse incrementado por este motivo. Por su parte, Alsa mantiene suspendidos los servicios con origen-destino Valencia y alrededores hasta que la situación se normalice. Otra manera es llegar por carretera. Es posible ir hasta Alicante en tren (solo está suspendido el trayecto en alta velocidad) y desde allí seguir en coche por la AP7 hasta enlazar en el entorno de Silla con la V31, una de las circunvalaciones de Valencia. Los servicios de carreteras están habilitando las circunvalaciones de la ciudad, las V30 y V31, como alternativa a la A7 por la acumulación de daños en ella. La V30 está abierta en ambos sentidos y en la V31 esta mañana se han abierto dos carriles, uno por sentido. Si optas por este medio de transporte, existen limitaciones muy severas en el tráfico, especialmente en la A7 por el colapso de un puente cerca del cruce con la A3, un punto crítico porque está en la circunvalación de Valencia y por el volumen de tráfico (unos 100.000 vehículos al día). La red de alta velocidad ferroviaria entre Madrid y Valencia no está operativa porque hay dos túneles muy afectados por las lluvias (el de Chiva y el de Torrent) y no estará en funcionamiento al menos en las 2 o 3 próximas semanas, según ha explicado el ministro. \\\"No les puedo decir hasta donde llega el daño en infraestructuras\\\", ha admitido Puente, aunque ha confiado en que \\\"los daños no sean muy graves\\\" porque se trata de una vía de hormigón. Preguntado sobre si existe alguna alternativa a esta vía, el ministro ha afirmado que la única posibilidad sería por la vía de Albacete, pero que esta también está afectada. La última manera es por aire. Desde Aena insisten en que los viajeros deben contactar con las aerolíneas para comprobar el estado de sus vuelos y consultar el estado de las carreteras en fuentes oficiales para llegar hasta los aeropuertos pertinentes. Transit Valencia -la cuenta oficial del Centro de Gestión del Tráfico del Ayuntamiento de Valencia- ha detallado que la carretera A3 hasta su llegada al aeropuerto ya está operativa. El aeropuerto de Valencia ha permanecido operativo en todo momento y tiene previstos entre este jueves y el domingo 878 vuelos: 219 vuelos para hoy; 234 para el viernes, día 1 de noviembre; 194 más para el sábado y 231 para el domingo. A nivel general, se desviaron 30 vuelos y otros 49 se cancelaron y el miércoles la operativa ya fue la habitual, aunque los problemas estaban en el acceso al aeropuerto, debido a los daños en las carreteras.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Óscar Puente",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Consejo de Ministros",
          "sentiment": "none"
        },
        {
          "name": "Gobierno",
          "sentiment": "none"
        },
        {
          "name": "Estado",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "La Mancha",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T17:15:54.180+02:00",
    "updated": "2024-11-01T17:15:54.180+02:00"
  }
]