[
  {
    "uuid": "ff3e650439b3329b72a92253be40b7fac06b208b",
    "url": "https://stayhappening.com/e/midweek-crisis-on-a-friday-•-stand-up-comedy-in-english-•-E3LV38MRTYYR",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Comedy Clubhouse BCN",
    "published": "2024-01-05T20:00:00Z",
    "title": "Midweek Crisis on a Friday • Stand-Up Comedy in English •, The Comedy Clubhouse, Barcelona, 5 January 2024",
    "text": "Advertisement Midweek Crisis is Barcelona´s one and only English comedy clinic, is running a special weekend edition to rescue you from the holiday blues.\nAbout this Event\nComedy Therapy on Friday Night! The best English comedy open mic in Barcelona according to Clubbies 2023 Awards, the people´s choice show of the year and the only comedy clinic, Midweek Crisis is bringing you a special weekend edition .\nOn the 3 Kings day, our comedy therapy Queens, Mariah Girouard and Mila Kopaeva, will be at your service to rescue you from the holiday blues. They prepared a fine selection of the best local and international comics, who will give you an advice on your biggest problems in exchange for testing out their new jokes.\nFRIDAY JANUARY 5th\nShow starts at 8PM (come early to grab a drink and find your seat!)\nTickets: 8 euros online, 10 euros at the door\nLanguage: English\nWhere? At The Comedy Clubhouse - Barcelona's dedicated English Comedy Club.\nAt The Comedy Clubhouse we're committed to providing a space for people to relax, chat, meet new people, make mistakes, develop their craft, say stupid things, laugh, cry, detox from the internet AND learn that stepping outside your comfort zone doesn't have to be that uncomfortable.\nBasically we're bringing community back baby!\nHow? We run 20+ different shows a week of all different types and have had massive stars like Louis CK & Michelle Wolf perform at our club.\nWe produce sketches and funny videos every day on our Instagram of us goofing around.\nWe have Improv jams, Improv Workshops, Open Mics, Friendly Bartenders, Yoga Lessons, Writing Sessions & More!\nWhat People Say About Us? We have an average rating of 4.9 Stars on Google across OVER 500 REVIEWS! People that come here love the friendly tone that we set, and they enjoy having a place they can relax and be themselves.\nHere are some nice things people have said recently\n'Pure laughs and silliness every time! Love the weekly Fat Goose shows, nice mix of newcomers and comedy pros :)' - Joe\n'Funky chunky is a great plan to enjoy comedy on a Monday night. Mixed new and professional comedians trying out their jokes and brilliantly hosted by Luke and Hannah' - Albert\n'A kind of hotspot for English speaking Comedy in Barcelona. A pleasant friendly bar in the main floor and a middle sized show venue in the basement. What I have seen had a nice atmosphere and was full of laughter as well. Especially the \"Midweek Crisis\" on Wednesday was a hilarious show where also little or bigger problems of audience members became funnily solved away.' - Stephen\nSome People Don't Like Us! Some people don't like us, that's ok, we're not for everyone. Around 1% of the people that come here, find something they don't like. Sometimes people complain about the lack of drink variety, or about the chaotic feel of the place. Other people find that the open mic comedy event they attended didn't meet the standards they are used to on Netflix.\nIf you come to The Comedy Clubhouse, please understand that it is a work in progress. We are constantly changing & improving and trying to develop new talent.\n- It's the Sagrada Familia of comedy. Just give us another 140 years and it'll be perfect :)\nGet Involved? Join our WhatsApp regulars chat for a weekly update on all the different things we have going on. Or Follow us on Instagram (@TheComedyClubhouseBcn) or subscribe on YouTube... Or just come and hang out. We're here every day :).\nAdvertisement Event Venue & Nearby Stays The Comedy Clubhouse, 10 Carrer dels Canvis Nous, Barcelona, Spain\nTickets EUR 7.00 to EUR 8.00\nFind Tickets Discover more events by tags: Comedy in Barcelona Entertainment in Barcelona Open-mic in Barcelona Workshops in Barcelona Health-wellness in Barcelona Holiday in Barcelona Poetry in Barcelona Koningsdag in Barcelona Sharing is Caring:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mila kopaeva",
          "sentiment": "none"
        },
        {
          "name": "mariah girouard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "barcelona",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "barcelona",
          "sentiment": "none"
        },
        {
          "name": "queens",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:08:03.094+02:00",
    "updated": "2024-01-06T00:08:03.094+02:00"
  },
  {
    "uuid": "0d1067bb140fcf0f99f3a7149f5fff57d443b31a",
    "url": "https://www.iheart.com/content/2024-04-25-trumps-lawyers-begin-cross-examination-of-david-pecker-in-criminal-trial",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bill Galluccio",
    "published": "2024-04-25T21:10:00Z",
    "title": "Trump's Lawyers Begin Cross Examination Of David Pecker In Criminal Trial | NewsRadio WHAM 1180",
    "text": "David Pecker , the former CEO of American Media Inc., the parent company of the National Enquirer , testified for a third day in Donald Trump's criminal hush money trial on Thursday (April 25). Pecker was questioned about his role in suppressing stories that could have negatively impacted Trump's 2016 presidential campaign.\nPecker provided further details about his interactions with Karen McDougal and Stormy Daniels , two women who claimed to have had affairs with Trump. Pecker said that he worked out a deal to purchase McDougal's story for $150,000 at the behest of Michael Cohen , who was working directly for Trump.\nDuring the negotiations, Pecker was concerned about who would pay for the story .\n\"Michael was very agitated, 'Why is this taking so long? Why haven't you reached an agreement?'\" Pecker said. \"He said, 'Who is going to pay?' and he said, 'You should pay,' and I said, 'Why should I pay? I just paid $30,000 for the doorman story, and this is $150,000.'\"\n\"$150,000,\" Pecker continued. \"Who is going to reimburse me for this?\"\n\"And he said, 'Don't worry about it, the boss will take care of it,' and I took that to mean Donald Trump and that I would be reimbursed from the Trump Org. or Donald Trump,\" Pecker said.\nPecker also testified that he previously had concerns about the legality of suppressing damaging stories about political candidates after dealing with Arnold Schwarzenegger when he ran for governor of California.\n\"It was a difficult situation, and it gave me the sensitivity about buying any stories in the future,\" Pecker explained.\nDuring another line of questioning, Pecker admitted that he purchased the story to prevent her story from influencing the presidential election.\n\"Was your principal purpose to suppress her story so as not to influence the election?\" Prosecutor Joshua Steinglass asked.\n\" Yes, it was,\" Pecker replied.\n\"Were you aware that expenditures by corporations made for the purpose of influencing an election,\" are unlawful? Steinglass followed up.\n\"Yes,\" Pecker answered.\n\"We purchased the story so it wouldn't be published by any other organization, Pecker said when asked why he bought the story.\n\"We didn't want the story to embarrass Mr. Trump or embarrass or hurt the campaign,\" Pecker added.\nPecker then said he went to great lengths to hide the payments from Trump.\n\"I used Daniel Rodstein to create the invoice because I did not want to have a payment received in the, in the uh AMI finance department from the Trump Organization or Michael Cohen,\" he explained. \"Because I believed that that payment would raise a lot of questions and issues and be communicated to the rest of the editors, which is something I didn't want to happen.\"\nAfter the prosecution wrapped up their questioning, Trump's defense attorney, Emil Bove , began the cross-examination , focusing on how AMI routinely purchased stories about celebrities they never intended to publish.\n\"Under your watch, you only published about half the stories that you purchased, is that right,\" Bove asked Pecker.\n\"That's about right,\" Pecker said\nPecker also admitted that AMI would purchase stories to use as leverage against celebrities.\n\"AMI has used hundreds of thousands of source agreements for these purposes, correct?\" Bove asked.\n\"Yes,\" Pecker replied.\nBove cited two examples of stories that were killed by AMI.\n\"Mark Wahlberg, he had an argument with his wife, and the story was going to come out,\" Pecker said, adding, \"We acquired the rights; I advised Wahlberg's team we would acquire the rights and not publish it.\"\nBove asked, \"You also purchased a story related to Tiger Woods? Photographs?\"\n\"It was a source agreement, so we did purchase it, yes,\" Pecker answered.\nHe also said he killed a story about Rahm Emmanual having an affair.\nThe defense also highlighted Pecker's long-standing relationship with Trump, suggesting that Pecker's actions were motivated by a desire to maintain access to Trump, who helped drive magazine sales. Pecker acknowledged that he had attempted to suppress negative stories about Trump as far back as 1998.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/politics/live-news/trump-hush-money-trial-04-25-24/index.html",
      "https://www.foxnews.com/live-news/april-25-new-york-trump-trial-supreme-court-immunity",
      "https://www.nbcnews.com/politics/donald-trump/live-blog/trump-trial-hush-money-case-live-updates-rcna149184",
      "https://foxnews.com/live-news/april-25-new-york-trump-trial-supreme-court-immunity",
      "https://cnn.com/politics/live-news/trump-hush-money-trial-04-25-24/index.html",
      "https://nbcnews.com/politics/donald-trump/live-blog/trump-trial-hush-money-case-live-updates-rcna149184"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david pecker",
          "sentiment": "negative"
        },
        {
          "name": "mcdougal",
          "sentiment": "none"
        },
        {
          "name": "stormy daniels",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "michael",
          "sentiment": "none"
        },
        {
          "name": "pecker",
          "sentiment": "none"
        },
        {
          "name": "karen mcdougal",
          "sentiment": "none"
        },
        {
          "name": "michael cohen",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american media inc.",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "national enquirer",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:17:50.558+03:00",
    "updated": "2024-05-02T07:29:28.810+03:00"
  },
  {
    "uuid": "31be11f8edca025d1b7ebd03f761872c8d510d70",
    "url": "https://kdhnews.com/news/nation/will-remote-work-continue-to-work-as-we-head-toward-2024-a-look-at-the/article_d869e403-cacd-50f0-bc71-59d5f626f736.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zivile Stumbriene",
    "published": "2023-12-28T23:04:00Z",
    "title": "Will Remote Work Continue To Work as We Head Toward 2024? A Look at the Post-Pandemic Years",
    "text": "Globally, workers have fallen in love with remote work, but according to reports, about 64% of executives believe it’s time to return to the office. It’s hard to be sure of what the future of work will look like. But there’s one thing we can do, and that’s to look at trends.\nLet’s take a closer look at some trending contrasting opinions and realities of remote work as we head into 2024.\nCEOs Say Remote Work Will End Soon\nAccording to experts, global executives believe that the time of remote work is almost up. As stated in the\nKPMG Global CEO Outlook, 64% of global executives believe 2026 will be the year the world will return to full in-office work. CEOs further say they are exploring incentives and perks to make on-site work more attractive than remote work.\nThis greatly clashes with what employees want. Unsurprisingly, workers who have been fully remote over the past three years don’t want to return to the office. Less commuting, no more strict\nwork outfits, personalized workspaces, flexible work hours, and enhanced work-life balance are just a few obvious benefits of working remotely.\nIn\na study by Gallup, 90% of workers say they don’t want to return to entirely on-site work. In fact, many employees are willing to let go of their jobs that don’t offer them the flexibility they want.\nSince the great resignation began in early 2021, employers have been worried about losing their biggest talents because of flexibility issues. However, with industries finding their balance and new talents aggressively developing, power seems to be shifting back to employers. It’s interesting to see how the next few years will play out.\nOne of the most vocal CEOs about his dislike for remote work is Elon Musk. Not only did the Tesla CEO send a notorious email to workers last year necessitating a minimum of 40 hours per week, but the recent 2023\nQ3 Tesla Earnings Call featured Musk labeling remote workers as “detached from reality.”\nMusk has a long history of disdain for remote work, but in recent times, several other CEOs have queued behind his narrative of ending remote work. In August 2023, in an ironic move, Zoom reversed its fully remote work culture to mandate employees within 50 miles of the company back to the office.\nIt doesn’t end there. Meta (formerly Facebook) also recently initiated a 3-day office workday policy. These hybrid setups have proven to be a feasible compromise between employers wanting to maximize work hours and employees who love the taste of remote work.\nAre All Companies Against Remote Work?\nThe short answer is ‘No.” There are global companies that remain supportive and invested in remote work. For instance, Gumroad has a fully remote work culture, with “no meetings” being one the company is known for.\nDrew Houston, the CEO of Dropbox, gives a contrasting view of the future of remote work. According to the CEO, “If you trust people and treat them like adults, they will behave like adults.” With his company’s 90/10 rule — 90% of the year for remote work and 10% for off-site events — Houston demonstrates trust in people staying productive irrespective of location.\nAnd he’s not the only one. More global companies are encouraging employees to work on schedules and systems that are flexible and convenient for them.\nWho Are Big Remote Work Advocates?\nRemote work and hybrid arrangements are excellent for companies that are all about employees getting their jobs done and not when such employees log on. Expectedly, different companies have slightly varying ways of handling this need for flexibility.\nAdobe\nOne of the established computer software companies that continue to support the remote work parade is Adobe. In the words of Gloria Chen, Adobe’s Chief People Officer, “While we believe in the value of in-person interaction, we know that in some cases, a remote work arrangement makes sense for Adobe…”\nThe company created a smart digital campus app called Adobe Life to make\nremote work more inclusive for employees. Thanks to the app, workers can keep up to date with company developments while also encouraging interpersonal relationships and communication.\nAirbnb\nFor a company that helps users find short lets around the world, it isn’t unprecedented to have its employees living and working from anywhere in the world. The company affirmed its work-from-anywhere policy in 2022 and hasn’t looked back since.\nAtlassian\nIn a\nblog post, Atlassian confirmed that about 300 of its 8000+ employees have moved to a new country since its fully remote work policy came into play. In the same vein, the company claims that more than 10% of its US-based workers relocated to a new state after the company established this policy. So far, Atlassian’s \"Team Anywhere\" initiative has enjoyed marked success, and the company continues to ship products that improve remote work efficiency for the world.\nHubSpot\nHaving a client list of 170,000 businesses relying on software created by the company hasn’t prevented it from sticking to its remote work resolve. The company has three work arrangements: working entirely remotely, going to the office twice a week, and going to the office three times a week.\nWhat Does the Future Hold for Remote Work?\nThere is more than one opinion on the future of work. With the remote work concept experiencing different realities in varying industries and diverse results, it posits not to be a one-size-fits-all model.\nHowever, trends like the rapid adoption of new tech tools, focus on employee well-being, hybrid work models, ease of remote onboarding and integration, emphasis on cybersecurity, and more are bolstering the development of a new culture. Even if remote work is not an option, companies can transfer its principles and benefits to the office environment. Business executives should embrace and adopt this work setup, which is vital to unlocking sustained productivity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.atlassian.com/blog/inside-atlassian/embracing-team-anywhere",
      "https://www.belletag.com/fashion/style-guide/work-outfits-with-an-edge",
      "https://wealthofgeeks.com/ceos-want-you-to-stop-saying-work-life-balance/",
      "https://www.kpmg.com/xx/en/home/insights/2023/09/kpmg-global-ceo-outlook-survey.html",
      "https://wealthofgeeks.com/ceos-want-you-to-stop-saying-work-life-balance",
      "https://www.wealthofgeeks.com/remote-worker-to-digital-nomad/",
      "https://fool.com/earnings/call-transcripts/2023/10/18/tesla-tsla-q3-2023-earnings-call-transcript/#:~:text=As%20Elon%20mentioned%2C%20our%20Q3,vehicle%20decreased%20to%20approximately%20%2437%2C500.",
      "https://atlassian.com/blog/inside-atlassian/embracing-team-anywhere",
      "https://wealthofgeeks.com/travel-revolution-remote-work/",
      "https://wealthofgeeks.com/travel-revolution-remote-work",
      "https://gallup.com/workplace/512006/office-workers-quietly-changing.aspx",
      "https://wealthofgeeks.com/remote-worker-to-digital-nomad/",
      "https://wealthofgeeks.com/remote-worker-to-digital-nomad",
      "https://www.wealthofgeeks.com/ceos-want-you-to-stop-saying-work-life-balance/",
      "https://kpmg.com/xx/en/home/insights/2023/09/kpmg-global-ceo-outlook-survey.html",
      "https://www.wealthofgeeks.com/travel-revolution-remote-work/",
      "https://www.gallup.com/workplace/512006/office-workers-quietly-changing.aspx",
      "https://www.fool.com/earnings/call-transcripts/2023/10/18/tesla-tsla-q3-2023-earnings-call-transcript/#:~:text=As%20Elon%20mentioned%2C%20our%20Q3,vehicle%20decreased%20to%20approximately%20%2437%2C500.",
      "https://belletag.com/fashion/style-guide/work-outfits-with-an-edge"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "kpmg global",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:59:09.204+02:00",
    "updated": "2023-12-29T02:59:09.204+02:00"
  },
  {
    "uuid": "b02b21a02f8a53958a7130ff759a345a6cb33d4a",
    "url": "https://www.prensa.com/mundo/mahmud-abas-afirma-que-el-mundo-entero-es-responsable-de-gaza-por-vender-armas-a-israel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE EFE",
    "published": "2024-09-26T21:18:00Z",
    "title": "Mahmud Abás en la ONU: ‘El mundo entero es responsable’ de Gaza por vender armas a Israel",
    "text": "El presidente palestino Mahmud Abás afirmó este jueves que “el mundo entero es responsable de lo que le pasa a nuestro pueblo en Gaza y Cisjordania”, y exigió que cese la venta de armas a Israel. “Detengan el genocidio. Dejen de vender armas a Israel. Esta locura no puede continuar”, dijo Abás ante la[ Asamblea General de la ONU](https://www.prensa.com/tema/onu/) cuando se cumple casi un año de la guerra en Gaza, que ha dejado ya más de 41,000 muertos, gran parte de ellos civiles. Abás, que fue recibido con una larga salva de aplausos al entrar en la sala -algo poco frecuente- aprovechó el discurso para criticar a Estados Unidos, “la mayor democracia del mundo”, por haber vetado en tres ocasiones resoluciones del Consejo de Seguridad que pedían un alto el fuego en Gaza. “Estados Unidos se quedó solo y dijo: ‘No, que sigan los combates’. Usó su veto, y peor aún, proveyó a Israel de armas mortíferas que mataron a miles de civiles”, exclamó, en una crítica también infrecuente por su contundencia hacia el Gobierno de Washington, principal aliado de Israel en el mundo. Abás anunció además que van a pedir a la Asamblea General que tome acción para expulsar a Israel de las Naciones Unidas, con el argumento de que lleva desde 1949 incumpliendo resoluciones de las propias Naciones Unidas. Por otra parte, Abás presentó un plan de doce puntos para la posguerra en Gaza, que incluye la petición de “protección internacional para los palestinos”, la celebración de elecciones próximamente (pero no dio una fecha) y la extensión de la Autoridad Palestina a los dos territorios de Cisjordania y Gaza (donde gobierna Hamás). Pidió también una conferencia internacional auspiciada por la ONU para implementar la solución de los dos Estados, israelí y palestino -no citó la propuesta de España de acoger esa conferencia- y terminó anunciando una próxima visita suya al territorio de Gaza, para la cual pidió ayuda internacional y a la propia ONU de cara a “presionar al Gobierno ocupante y que no impida esta iniciativa”. Al final de su discurso, dos palestinos que se encontraban entre el público comenzaron a gritar Free Free Palestine y From the river to the sea.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mahmud Abás",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Asamblea General de la ONU",
          "sentiment": "none"
        },
        {
          "name": "Gobierno de Washington",
          "sentiment": "none"
        },
        {
          "name": "Consejo de Seguridad",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gaza",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:44:47.309+03:00",
    "updated": "2024-09-27T02:55:47.607+03:00"
  },
  {
    "uuid": "1ee21b9644e384b5be169c71f09f6880a90991b1",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-03/doc-inervuvx2850078.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-02T23:33:00Z",
    "title": "飞行汽车生产领域最大银团贷款诞生 低空经济投融资持续火热|飞行汽车_新浪财经_新浪网",
    "text": "转自：证券日报\n　　本报记者 李雯珊\n　　4月1日，广东汇天航空 航天科技 有限公司（以下简称“小鹏汇天”）对外宣布，公司于近日与中国 建设银行 、中国 农业银行 、 中信银行 、 中国银行 、 兴业银行 签约，五家银行联合向小鹏汇天提供12.6亿元银团贷款，用于支持小鹏汇天飞行汽车智造基地的建设。\n　　据悉，这是目前全球范围内最大一笔用于飞行汽车生产的银团贷款，银团贷款提供的大额、稳定资金供应及有竞争力的资金成本将助力小鹏汇天实现更稳健、快速的发展。\n　　公开资料显示，小鹏汇天飞行汽车智造基地于2024年10月27日正式动工，是全球首个利用现代化流水线进行大规模量产的飞行汽车工厂，规划年产能1万台，用于生产分体式飞行汽车“陆地航母”的飞行体。截至目前，小鹏汇天共完成两轮融资，分别为A轮的5亿美元和B1轮的1.5亿美元。\n　　小鹏汇天创始人赵德力向《证券日报》记者介绍，此次银团贷款与过往股权融资有显著区别，一是融资主体不同。A轮和B1轮融资主要是通过引入战略投资者和财务投资者来获取资金，而此次银团贷款是金融机构提供的债务融资。二是资金用途不同。股权融资资金一般用于公司的整体发展，包括研发、市场拓展等，而此次银团贷款专门用于飞行汽车智造基地的建设和相关设备采购。三是融资成本和风险不同。股权融资会稀释股东权益，而银团贷款需要按时还本付息，但此次贷款利率较低，且无须除公司以外的其他增信措施，降低了融资成本和风险。\n　　“这一阶段的融资策略是为快速推动公司在飞行汽车领域的技术突破和产品开发。而此次获得银团贷款标志着公司在融资策略上的多元化和成熟化。通过债务融资来满足特定项目的需求，同时保持公司的股权结构稳定。”赵德力表示。\n　　小鹏汇天当前已累计投入超过100亿元用于飞行汽车领域，且计划在2025年追加30亿元研发投入。飞行汽车“陆地航母”工厂将于2025年第三季度竣工，计划2026年量产分体式飞行汽车，目前，“陆地航母”已经收获超4000台超前预订订单。\n　　“此次小鹏汇天获得的银团贷款具有显著特点。一方面，这是目前全球范围内最大一笔用于飞行汽车生产的银团贷款，在行业内具有开创性意义。另一方面，获得这种大额、超长期、低成本的银行资金介入支持，体现了金融机构对小鹏汇天以及低空经济领域的高度认可和信心。”深圳市湾众咨询管理有限公司首席经济学家邱思甥向记者表示。\n　　事实上，今年以来低空经济领域投融资火热。IT桔子数据显示，3月份，低空经济领域共发生18起融资事件，融资金额达14.13亿元。从融资体量来看，共发生3起亿元级融资，占比达到16.67%；千万元级融资共6起，占比达到33.33%；另有9起融资未披露具体金额。相较于2月份，融资力度有所增强，融资数量为三个月内之首。\n　　“从3月份的融资情况来看，低空经济产业融资呈现多元化趋势，表明了上游技术研发、中游装备制造、下游场景应用的协同发展逻辑进一步清晰，低空经济在政策赋能、技术迭代与场景裂变的共振下，正加速从‘产业孵化期’向‘规模扩张期’演进，融资逻辑也逐步从早期‘概念驱动’向‘价值验证’转变。”万联证券研究所分析师潘云娇向《证券日报》记者表示。\n（责任编辑：孙丹）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Science and Technology->aerospace engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:40:41.365+03:00",
    "updated": "2025-04-03T02:40:41.365+03:00"
  },
  {
    "uuid": "f0a0deb5a938053cf1ad9771cd26ba0054bc887e",
    "url": "https://www.punto-informatico.it/microsoft-office-2021-home-and-student-super-sconto-del-19-percento/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Stefano Germinal",
    "published": "2023-12-28T22:05:00Z",
    "title": "Microsoft Office 2021 Home and Student: SUPER sconto del 19%",
    "text": "Se stai cercando la soluzione perfetta per le tue esigenze di produttività domestica o scolastica, non cercare oltre. L’Office 2021 Home and Student è il partner ideale per chi desidera creare contenuti di qualità senza complicazioni. Ecco perché questo pacchetto è un must-have in tutte le occasioni, e oggi hai la fortuna di trovarlo in super sconto del 19% su Amazon. Approfitta subito di questa fantastica promozione e acquistalo al [prezzo speciale di soli 120,00 euro](https://shortlink.punto-informatico.it/658dff408fc5f44f6a0adb02), anziché 149,00 euro. Microsoft Office 2021 Home and Student: questa offerta potrebbe finire da un momento all’altro Il pacchetto Office Home & Student è progettato per le persone che vogliono strumenti di produttività affidabili e potenti, sia che tu stia preparando una presentazione accattivante per la tua classe o che tu stia lavorando su documenti importanti per la casa. Questo pacchetto comprende le classiche applicazioni Office: Word, Excel e PowerPoint. Che tu debba scrivere una tesina, creare un foglio di calcolo o preparare una presentazione mozzafiato, Office 2021 Home and Student è lì per facilitarti il lavoro. Con un’offerta imperdibile su Amazon, puoi portare a casa questo pacchetto completo a un prezzo irresistibile. Ecco alcune caratteristiche che rendono questo pacchetto un investimento intelligente: - Licenza per 1 dispositivo: Utilizzabile su un dispositivo Windows o Mac, questo pacchetto è flessibile e si adatta alle tue esigenze. - Supporto tecnico incluso: Hai bisogno di assistenza? Non preoccuparti. Il pacchetto Office 2021 Home and Student include il supporto tecnico gratuito per i primi 60 giorni dopo l’acquisto, garantendo che tu possa ottenere il massimo dalla tua esperienza. - Licenza d’uso personale: Una licenza per uso personale significa che tutto il potere e le funzionalità di Office sono a tua disposizione ogni volta che ne hai bisogno. - Acquisto una tantum: Niente abbonamenti mensili fastidiosi. Con l’Office 2021 Home and Student, fai un acquisto unico e goditi l’accesso completo a Word, Excel e PowerPoint senza ulteriori costi ricorrenti. Non lasciarti sfuggire questa opportunità. Approfitta subito del 19% di sconto su Amazon e investi in produttività senza compromessi con Office 2021 Home and Student. Rendi ogni occasione un successo con documenti impeccabili e acquistalo al [prezzo speciale di soli 120,oo euro](https://shortlink.punto-informatico.it/658dff408fc5f44f6a0adb02), prima che sia troppo tardi.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:33:34.957+02:00",
    "updated": "2023-12-29T02:44:20.871+02:00"
  }
]