[
  {
    "uuid": "0d58f4f80579e043f84af9f1f69ca8126701a2ec",
    "url": "https://fansided.com/posts/guardians-white-sox-start-time-rain-delay-updates-from-guaranteed-rate-field-01hxfvbe4kr8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "artola",
    "published": "2024-05-09T23:48:00Z",
    "title": "Guardians-White Sox start time: Rain delay updates from Guaranteed Rate Field",
    "text": "By Alicia de Artola | 7:48 PM EDT\nMay 9, 2024; Chicago, Illinois, USA; A tarp covers the infield before a baseball game between the / Kamil Krzaczynski-USA TODAY Sports\nFans looking forward to watching the Cleveland Guardians take on the Chicago White Sox had to wait on Thursday as the game was delayed by bad weather.\nThe White Sox confirmed the delay a little over half an hour until the scheduled start time. They did not give an indication of when the game would start.\nThat's the thing about rain delays. You're at the mercy of the weather. So we're monitoring updates from Guaranteed Rate Field.\nGuardians-White Sox rain delay updates: Start time set for 7:25 p.m. CT The White Sox had an update for fans at 6:45 p.m. CT. The estimated start time is at 7:25 p.m. CT.\nEstimated first pitch time is 7:25\n— Chicago White Sox (@whitesox) May 9, 2024 The weather could still get in the way of that new start time but for now we know when the teams intend to get going.\nThe Guardians are slated to have Ben Lively on the mound going up against Erick Fedde of the White Sox.\nWhen the two teams met in April, the White Sox picked up one win but the Guardians took the three-game series. They'll play another four games this weekend, assuming weather doesn't complicate matters.\nfeed\nRelated Topics Chicago White Sox Cleveland Guardians MLB News Home / Chicago White Sox",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://content-enrichment-service.mmsport.voltaxservices.io/properties/229/embeds/01hxfw2wf5s8wzc/data",
      "https://twitter.com/whitesox/status/1788716596329849102?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/whitesox/status/1788716596329849102?ref_src=twsrc%5Etfw",
      "https://twitter.com/whitesox/status/1788716596329849102",
      "https://www.content-enrichment-service.mmsport.voltaxservices.io/properties/229/embeds/01hxfw2wf5s8wzc/data"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alicia de artola",
          "sentiment": "negative"
        },
        {
          "name": "kamil krzaczynski",
          "sentiment": "none"
        },
        {
          "name": "erick fedde",
          "sentiment": "none"
        },
        {
          "name": "ben lively",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "white sox",
          "sentiment": "negative"
        },
        {
          "name": "chicago white sox",
          "sentiment": "none"
        },
        {
          "name": "cleveland guardians",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "illinois",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T02:54:29.595+03:00",
    "updated": "2024-05-10T02:54:29.595+03:00"
  },
  {
    "uuid": "e71b285ed9a13f34c1d14035f777147e1cd9784b",
    "url": "https://www.hojeemdia.com.br/geral/policia-pede-pris-o-preventiva-de-motorista-do-porsche-em-sp-1.1010852",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Brasil",
    "published": "2024-04-25T19:59:00Z",
    "title": "Polícia pede prisão preventiva de motorista do Porsche em SP",
    "text": "Fernando Sastre dirigia o Porsche que bateu, em alta velocidade, no carro de um motorista de aplicativo em São Paulo (Reprodução / CNN) O 30° Distrito Policial da Polícia Civil concluiu na quarta-feira (24) as investigações do inquérito do caso do Porsche e pediu prisão preventiva do empresário Fernando Sastre de Andrade Filho, o motorista do carro de luxo. Ele foi indiciado por homicídio por dolo eventual, lesão corporal e fuga do local do acidente que aconteceu no dia 31 de março. A mãe de Fernando, Daniela Cristina de Medeiros Andrade, também foi indiciada por fuga do local do acidente,em uma avenida importante da zona lesta da cidade, como coautora. O acidente resultou na morte do motorista de aplicativo, Ornaldo da Silva Viana, e em ferimentos graves no estudante de medicina Marcus Vinicius Machado Rocha, que estava no banco do passageiro do Porsche. Segundo as investigações, o carro estava em alta velocidade antes de bater no Reanult Sandero, que pertence a Ornaldo. As investigações apontaram também que, minutos antes, Fernando estava com Marcus Vinícius e as namoradas dos dois rapazes em um restaurante e uma casa de jogos onde teriam consumido bebida alcoólica. No momento do acidente não foi possível fazer o teste de bafômetro, porque a mãe o motorista do Porsche, Daniela, foi ao local do acidente e tirou o filho do lá, com autorização da Polícia Militar que já estava presente, alegando que ia levá-lo ao hospital. Os dois foram embora para a casa da família, no bairro de Vila Formosa, na Zona Leste. Segundo as investigações, tanto Marcus Vinícius quanto sua namorada confirmaram que todos beberam antes do acidente. A polícia também teve acesso à comanda de um dos bares onde o grupo esteve, mostrando o consumo de álcool. Testemunhas também afirmaram que o motorista aparentava estar embriagado. Quebra de sigilo bancário O Ministério Público do Estado de São Paulo (MPSP) pediu à Justiça a quebra do sigilo de dados de cartões de crédito em nome do motorista do veículo de luxo. Para a promotora Monique Ratton, a medida é uma “diligência imprescindível para demonstrar a titularidade dos cartões usados no pagamento pelo eventual consumo de bebidas alcoólicas por parte do investigado e seu grupo de amigos instantes antes da colisão”. Ela pede ainda que a quebra de dados seja estendida às pessoas que estavam no grupo, caso os cartões utilizados para quitar a conta no bar pertençam a essas pessoas. O MPSP também requereu as imagens das câmeras corporais que atuaram na ocorrência, a realização, pelo Instituto de Criminalística, de perícia por meio de scanner digital, reprodução simulada dos fatos em 3D e a oitiva de testemunhas, como os atendentes do bar de onde saíram os envolvidos, também foi solicitada pela promotora. A reconstituição do acidente deve ser feita ainda hoje (25) por peritos do Instituto de Criminalística usando um scanner 3D a laser, terrestre, drones que farão fotos aéreas e, depois uma animação para mostrar em detalhes como foi o acidente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:29:01.114+03:00",
    "updated": "2024-04-26T00:29:01.114+03:00"
  },
  {
    "uuid": "39c7fa5659f1cc50b1a3b44c7d23f504794e0446",
    "url": "https://www.timescolonist.com/indigenous-news/high-winds-return-to-bcs-central-coast-as-more-heat-records-fall-8038944",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-29T17:20:00Z",
    "title": "High winds return to B.C.'s central coast as more heat records fall",
    "text": "VANCOUVER — British Columbia's central coast is facing the return of strong winds reaching 90 kilometres an hour just days after the last such warning in the region.\nEnvironment Canada says coastal areas from around Bella Bella south to around Sayward on Vancouver Island including Port Hardy and Port McNeill may see power outages and fallen tree branches because of the high winds.\nA previous wind advisory on Wednesday warned of gusts up to 120 kilometres an hour along exposed areas of B.C.'s southern and central coasts.\nThe winds earlier in the week knocked out power to more than 1,000 BC Hydro customers on Cortes Island.\nThe El Niño climate phenomenon and a ridge of high pressure over B.C.'s Interior continue to bring record high temperatures to the province, as another set of century-old marks were surpassed Thursday.\nEnvironment Canada says Prince George saw temperatures spike to 8.7 degrees, breaking a record set in 1919, while Quesnel reached 9.1 degrees, surpassing a mark set in 1901.\nVernon recorded 6.1 degrees, breaking a record from 1908.\nThe federal weather agency says other heat records were broken in Vancouver, White Rock and Port Alberni, while Whistler on Thursday matched its previous high of 5.6 degrees set in 1956.\nThis report by The Canadian Press was first published Dec. 29, 2023.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "quesnel",
          "sentiment": "none"
        },
        {
          "name": "prince george",
          "sentiment": "none"
        },
        {
          "name": "port mcneill",
          "sentiment": "none"
        },
        {
          "name": "vernon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vancouver",
          "sentiment": "negative"
        },
        {
          "name": "columbia",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        },
        {
          "name": "environment canada",
          "sentiment": "none"
        },
        {
          "name": "bc hydro",
          "sentiment": "none"
        },
        {
          "name": "interior",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver island",
          "sentiment": "none"
        },
        {
          "name": "bella bella",
          "sentiment": "none"
        },
        {
          "name": "sayward",
          "sentiment": "none"
        },
        {
          "name": "cortes island",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T19:37:06.985+02:00",
    "updated": "2023-12-29T19:37:06.985+02:00"
  },
  {
    "uuid": "fbf6474a1bb6195684d382e3fad13fd3dd3a4019",
    "url": "https://elpais.com/internacional/2025-02-23/la-salud-del-papa-obliga-a-una-iglesia-dividida-a-pensar-en-un-relevo-mas-incierto-que-nunca.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Íñigo Domínguez",
    "published": "2025-02-23T04:40:00Z",
    "title": "La salud del Papa obliga a una Iglesia dividida a pensar en un relevo más incierto que nunca | Internacional | EL PAÍS",
    "text": "La salud del papa Francisco, de 88 años y hospitalizado desde el 14 de febrero con momentos de alarma, empieza a abrir la conversación sobre el futuro cónclave. Ha dado pie a que fieles y no creyentes se pregunten cómo está la Iglesia, hacia dónde irá y quién podría guiarla cuando llegue el momento. Una prospección hablando con prelados y expertos vaticanos arroja tres datos esenciales: la Iglesia está dividida, con grandes tensiones internas; el cónclave es más imprevisible que nunca, por una composición inédita, en número de países y cardenales, que además son muy desconocidos; y por primera vez hay un temor de intentos de injerencia con campañas de desinformación y bulos en redes sociales. En resumen, cuando se celebre, se prevé un cónclave largo. Los de 2005 (cuatro votaciones) y 2013 (cinco) llegaron muy trabajados y duraron día y medio. El próximo se parecería más al de octubre de 1978 (ocho escrutinios), cuando el choque de dos bloques obligó a buscar un desconocido, Karol Wojtyla, que marcó una época. Era la Guerra Fría, y hoy leer la época se antoja mucho más difícil. Otra pregunta estos días es si Jorge Mario Bergoglio, el pontífice más anciano desde León XIII, que murió con 93 años en 1903, renunciará si no se ve con fuerzas. Desde la dimisión de Benedicto XVI es una posibilidad real. Este debate ha comenzado en los medios italianos, pero sin novedades. Es el propio Francisco quien ha dicho varias veces que dimitiría si lo cree necesario, pero en un caso extremo. Renunciar, dijo en 2023, “no tiene que convertirse, digamos, en una moda, una cosa normal, yo creo que el ministerio del Papa es ad vitam ”. En todo caso, ya ha dejado un documento firmado con su renuncia en caso de que perdiera sus facultades. La fotografía de la Iglesia ofrece una fractura visible y prevé una pelea encarnizada. Un sector conservador mantiene una enemistad profunda con el Papa y varios cardenales han alzado la voz para llevarle la contraria o incluso atacarlo . Por otro lado, la Iglesia alemana, muy reformista y avanzada, ha estado casi al borde de un cisma . A Bergoglio lo eligieron en 2013 para acometer reformas pendientes y explorar aperturas, y ha revuelto muchas cosas, pero sus críticos le reprochan, o que ha ido demasiado lejos, o que ha hablado mucho pero ha cambiado poco. Francisco sí ha supuesto una revolución, su novedad más profunda, en una crítica radical al sistema capitalista , con una fuerte impronta ecologista. “Es una crítica al modelo occidental y norteamericano, que para el Papa es ideológico y no es naturalmente cristiano. Esto es un hecho enorme, será uno de los temas que se medirá en el cónclave”, explica Massimo Faggioli, profesor de Departamento de Teología y Ciencias Religiosas de la Villanova University, en Filadelfia, EE UU. “La Iglesia ha recibido del papa Francisco la conciencia de ser una Iglesia verdaderamente global, no ya un catolicismo con tracción europea, occidental. Es un cambio de época, una iglesia del tercer milenio, y esto crea muchas tensiones”. El descontento con el Papa, apuntan otros analistas, va más allá de la política, tiene una clave interna. “No solo hay malestar en los ultraconservadores, también entre progresistas y moderados”, opina Sandro Magister, veterano exvaticanista de L’Espresso que ahora tiene su propio blog . Cree que también quien esperaba aperturas en varios ámbitos ha quedado defraudado, porque Bergoglio se ha movido “con ambigüedad y fuertes contradicciones” en cuestiones complejas, como extender el diaconato a mujeres, el fin del celibato de los curas , o que hombres casados puedan ordenarse . Otros opinan que ha tenido que frenar ante la resistencia interna, pero ha abierto caminos, con los homosexuales , el colectivo LGTBI y la paulatina introducción de mujeres en altos cargos de la Curia . Pero el descontento interno más difuso estaría en la falta de sinodalidad y colegialidad, esto es, el gobierno compartido de la Iglesia, viejo anhelo desde el Concilio Vaticano II, en los años sesenta. A Bergoglio se le reprocha una forma de gobernar muy personal e impulsiva. “Ejerce un poder autárquico. Gobierna con un absolutismo monárquico sin precedentes en los dos últimos siglos”, opina Magister. Cree que ha roto reglas y mecanismos que han dañado la dimensión institucional e incluso doctrinal. Por eso hay quien espera un nuevo Papa que restablezca el orden, además de un repliegue conservador. La pregunta es si había otra manera de cambiar el paso en algunas cuestiones. En su intento de hacer limpieza en el escándalo de la pederastia, por ejemplo, Bergoglio se ha impuesto en ocasiones a los obispos locales, limitando su autoridad, y llegó a obligar a renunciar a toda la conferencia episcopal chilena . Muchos piensan que era necesario, pero la jerarquía se ha resentido, y se ha resistido. Otras aperturas, como la bendición a parejas homosexuales , han sido muy polémicas, tanto en el fondo como en la forma, un decreto del dicasterio de Doctrina de la Fe en 2023. El historiador de las religiones Alberto Melloni distingue dos caras del Papa, en el trono y en el púlpito. “Hay un Francisco espiritual que predica, muy abierto, conmovedor y de absoluta autenticidad cristiana, muy querido dentro y fuera de la Iglesia. Luego está Francisco de gobierno, con un principio de verticalidad de decisión, ajeno al papado, que en realidad tiene muchos contrapesos. Esto insatisface a todos dentro de la Iglesia”. Si bien Melloni opina que el sector de hostilidad más acérrima es una minoría poco representativa, “de ideas y tipologías neuróticas”. Lucetta Scaraffia, historiadora y que dirigió el suplemento sobre mujer e Iglesia en el Osservatore Romano hasta 2019, también es muy crítica con Francisco. Cree que “nunca ha habido una politización tan fuerte del papado, los papas generalmente intentan estar por encima de la controversia, pero Bergoglio, en cambio, siempre se ha involucrado en los conflictos, ha tomado parte”. En cuanto a las reformas esperadas sobre las mujeres, cree que “ha hablado mucho, pero en los hechos, nada”. Opina que los altos cargos femeninos en el Vaticano “son mujeres muy obedientes que no cuentan nada en medio de cientos de eclesiásticos”. A nivel internacional, Francisco ha tomado partido contra Donald Trump y contra Israel por su respuesta al ataque del 7 de octubre, pero también con la UE por cerrarse a los inmigrantes. “Es un radicalismo propio de un jesuita, que nunca ha sido liberal ni progresista, sino que viene de América Latina, y ha visto y experimentado la pobreza”, explica Faggioli. “Ve esos temas con una perspectiva muy diferente a la de un papa anticomunista, Juan Pablo II, o académico, Benedicto XVI. Esto es lo que ha creado más problemas en sus relaciones con el sistema de poder occidental, ha puesto al Vaticano en una posición diferente al siglo anterior”. Si una Iglesia dividida complica los cálculos de un cónclave, la composición del colegio cardenalicio los hace imposibles. Ahora hay 138 cardenales electores (de menos de 80 años, con derecho a voto) de 71 países. Se prevé la cita más numerosa e internacional de la historia: en 2005 y 2013 fueron 115 purpurados, de 52 y 48 países respectivamente. Pero además Bergoglio lo marca profundamente. Ha nombrado 110 de 138 cardenales, el 79%. Frente a 23 de Benedicto XVI y 5 de Juan Pablo II. Se ha salido de las lógicas habituales y ha ascendido a obispos desconocidos, con los que se encuentra en sintonía, y escasean las caras conocidas y voces de autoridad de referencia. Los cardenales no se conocen bien entre ellos, algunos ni hablan italiano, y no se han tratado demasiado. El último consistorio, asamblea de cardenales a puerta cerrada donde se debate algún asunto y que servía para que se distinguiesen voces de autoridad, fue en 2016. Es otro hecho que alimenta las críticas al Papa. “Ha querido un cónclave granular, quiere destruir los grupos de alianzas tradicionales”, opina Melloni. Esta incertidumbre se traduce en que hasta ahora no han surgido quinielas de papables , algo constante en los últimos años de Juan Pablo II. En parte para no quemar candidatos, igual que Bergoglio fue en 2013 un tapado . Pero también es por temor al propio Francisco. “Si se entera de que le están haciendo un candidato a sus espaldas se los come vivos, y lo saben”, confía un prelado. Aun así, hay nombres que suenan. Cuatro más comentados y evidentes: Pietro Parolin, 70 años, secretario de Estado, el número dos del Vaticano que siempre suele ser papable , pero que no encaja si se busca un cambio; Matteo Zuppi, 69 años, arzobispo de Bolonia, de la comunidad de Sant’Egidio, con experiencia en mediación internacional; Pierbattista Pizzaballa, 59 años, franciscano, patriarca de Jerusalén, de visibilidad mediática por su papel en Oriente Medio, aunque es demasiado joven. Siempre se ha hablado del filipino Luis Antonio Gokim Tagle, 67 años, de madre china, pero su cotización ha bajado por su cuestionada gestión de Cáritas Internacional. Luego, hay tres nombres más rebuscados: Peter Erdo, 72 años, arzobispo de Budapest, referente conservador; Anders Arborelius, 75 años, obispo de Estocolmo, carmelita, de infancia luterana y luego convertido; y André Prevost, 69 años, prefecto de la Congregación de los Obispos, estadounidense pero que ha pasado media vida en Perú y conjuga dos mundos, y sería una señal muy clara hacia el nuevo orden mundial. Salta a la vista en esta lista que son todos europeos menos uno norteamericano. Porque los cardenales del resto del mundo son un misterio, pero ahí podría estar el próximo papa. En todo caso, la mayoría exigida de dos tercios obligará a la escucha y a la persuasión. La cuestión no es tanto el candidato, sino sobre qué agenda se orienta el cónclave. Esto es lo que desata el temor, por primera vez, a injerencias de desinformación y noticias falsas, como en las elecciones de cualquier país. Por ejemplo, con bulos sobre candidatos considerados continuadores de Francisco, no occidentales o demasiado progresistas. “En Internet y en los portales norteamericanos hay una fuerte corriente anti-Bergoglio”, ha señalado esta semana el cardenal Gianfranco Ravasi, asombrado de la profusión de noticias falsas sobre la salud del Papa. Estos días han dado ya prueba de la actividad en redes sociales de rumores y movimientos de ultraderecha, que esperaban que Dios se llevara a quien ven poco menos que como un hereje. ¿Por qué estás viendo esto?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Religion and Belief->christianity",
      "Religion and Belief->pope",
      "Religion and Belief->religious leader",
      "Human Interest->royalty",
      "Politics->church elections",
      "Politics->fundamental rights"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-23T08:06:31.161+02:00",
    "updated": "2025-03-07T21:41:14.441+02:00"
  },
  {
    "uuid": "d942daa3d3b6cc20bc8296087229a42dbc41c4ae",
    "url": "https://beforeitsnews.com/prophecy/2024/06/trumps-great-victory-wordnworship-b2t-show-2552629.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@beforeitsnews",
    "published": "2024-06-01T22:46:00Z",
    "title": "Trump's Great Victory! WordNWorship! B2T Show | Prophecy | Before It's News",
    "text": "Trump's Great Victory! WordNWorship! B2T Show TRUMP’S GREAT VICTORY! WORDNWORSHIP! B2T SHOW The [Native Americans](https://www.herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347) Have been using [Humic & Fulvic](https://www.herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347) Minerals for Centuries! Great immune system health healing! More info click [Here](https://www.herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347). Anyone can [join](/v3/login/new/). Anyone can contribute. Anyone can become informed about their world. \"United We Stand\" [Click Here](/v3/login/new/)To Create Your Personal [Citizen Journalist](/v3/login/new/)Account Today, Be Sure To Invite Your Friends. Lion’s Mane Mushroom Mushrooms are having a moment. One fabulous fungus in particular, [lion’s mane](https://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend), may help improve memory, depression and anxiety symptoms. They are also an excellent source of nutrients that show promise as a therapy for dementia, and other neurodegenerative diseases. If you’re living with anxiety or depression, you may be curious about all the therapy options out there — including the natural ones.Our [Lion’s Mane WHOLE MIND Nootropic Blend](https://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) has been formulated to utilize the potency of Lion’s mane but also include the benefits of four other Highly Beneficial Mushrooms. Synergistically, they work together to Build your health through improving cognitive function and immunity regardless of your age. Our Nootropic not only improves your Cognitive Function and Activates your Immune System, But it benefits growth of Essential Gut Flora, further enhancing your Vitality. Our Formula includes: [Lion’s Mane Mushrooms](https://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) which Increase Brain Power through nerve growth, lessen anxiety, reduce depression, and improve concentration. Its an excellent adaptogen, promotes sleep and improves immunity. Shiitake Mushrooms which Fight cancer cells and infectious disease, boost the immune system, promotes brain function, and serves as a source of B vitamins. Maitake Mushrooms which regulate blood sugar levels of diabetics, reduce hypertension and boosts the immune system. Reishi Mushrooms which Fight inflammation, liver disease, fatigue, tumor growth and cancer. They Improve skin disorders and soothes digestive problems, stomach ulcers and leaky gut syndrome. Chaga Mushrooms which have anti-aging effects, boost immune function, improve stamina and athletic performance, even act as a natural aphrodisiac, fighting diabetes and improving liver function. Try Our [Lion’s Mane WHOLE MIND Nootropic Blend](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend) 60 Capsules. Today Be 100% Satisfied Or Receive A Full Money Back Guarantee Order Yours Today By Following This [Link](http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)",
      "http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend).",
      "https://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend),",
      "https://www.herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347).",
      "http://www.herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)",
      "https://www.herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347)",
      "http://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)",
      "https://herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347)",
      "https://herbanomic.com/humic-fulvic-information#a_aid=JPwriter&a_bid=6407a347).",
      "https://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)",
      "https://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend),",
      "http://herbanomic.com/product-page/lion-s-mane-whole-mind-nootropic-blend)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nat",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T02:12:10.423+03:00",
    "updated": "2024-06-02T02:12:10.423+03:00"
  },
  {
    "uuid": "42fcc0beba53c0e59d00d3ebef265f1179a35a78",
    "url": "https://energycentral.com/c/cp/india%E2%80%99s-green-hydrogen-mission-powering-sustainable-future",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "[Energy Central] Pradeep Kaimal",
    "published": "2025-03-12T23:11:32Z",
    "title": "India's green hydrogen mission: Powering a sustainable future",
    "text": "Generation Network»\nClean Power Professionals Group\nThis special interest group is for professionals to connect and discuss all types of carbon-free power alternatives, including nuclear, renewable, tidal and more.\nPost\nIndia’s green hydrogen mission: Powering a sustainable future\n- Mar 12, 2025 4:42 pm GMT\nIndia’s Green Hydrogen Mission is set to revolutionise its energy landscape by reducing carbon emissions and enhancing energy security. As the world’s third-largest energy consumer, India aims to cut its heavy reliance on fossil fuel imports, which reached $190 billion in 2024. The mission targets 5 million tonnes of green hydrogen production by 2030, leveraging India’s abundant solar and wind resources. Key challenges include high production costs, infrastructure development, and global competition. With strong policy support, corporate investments, and export opportunities, India is positioning itself as a global leader in green hydrogen, driving both sustainability and economic growth.\nIn the global race to achieve net-zero emissions, India stands at the threshold of a transformative clean energy revolution. Green hydrogen, a fuel produced through water electrolysis using renewable sources, has captured attention for its immense potential to cut carbon emissions and drive economic growth.\nAs a cleaner alternative to conventional grey hydrogen, green hydrogen releases no greenhouse gases during production, making it a key component of the world’s efforts to combat climate change.\nWhy green hydrogen is India’s game changer\nIndia’s energy story is one of rapid growth and escalating demand. As the world’s third-largest energy consumer, India’s energy needs are expected to rise by 35% by 2030.). The nation’s heavy reliance on imported fossil fuels has resulted in an energy import bill that touched $190 billion in 2024.\nSimultaneously, India has pledged to achieve net-zero carbon emissions by 2070, adding urgency to the search for sustainable energy solutions. Green hydrogen, with its potential to decarbonise high-emission sectors, offers a pathway to achieving these twin goals of energy independence and environmental sustainability.\nThe green hydrogen production process uses renewable electricity to split water molecules into hydrogen and oxygen. Unlike grey hydrogen, which relies on carbon-emitting fossil fuels, this method is carbon-free. India’s abundant solar and wind resources can serve as a foundation for green hydrogen production, providing the country with an opportunity to become a global leader in this emerging sector. However, realising this vision will require overcoming substantial economic and logistical challenges.\nBridging the cost gap: The key challenge\nOne of the primary hurdles facing green hydrogen adoption in India is its cost. Producing green hydrogen currently costs between $4 and $5 per kilogram—about double the cost of grey hydrogen. Achieving cost parity is essential for mass adoption and will require reducing costs to around $2 per kilogram. Several factors drive these high costs, including the expense of round-the-clock (RTC) renewable energy needed for production and the high price of electrolyser technology.\nAccording to a report Green Hydrogen: Enabling Measures Roadmap for Adoption in India, the key to making green hydrogen cost-competitive lies in rapidly expanding India’s renewable energy capacity and cutting down transmission and distribution (T&D) charges. Reducing the cost of electrolysers, which currently make up 30–50% of production costs, is another crucial step. Policymakers, private investors, and technology innovators will all play a role in achieving these reductions.\nBuilding a domestic ecosystem: The national green hydrogen mission\nIn early 2022, the Indian government launched the National Green Hydrogen Mission with a planned outlay of $2.3 billion. The mission’s primary goal is to produce 5 million tonnes of green hydrogen annually by 2030, driven by incentives for production, infrastructure development and market expansion. Most of India’s current hydrogen usage, such as in refineries and fertiliser manufacturing, relies on grey hydrogen. The mission aims to convert these sectors to green alternatives and expand the use of green hydrogen to other industries, such as steel production and transportation.\nLeading Indian companies like Indian Oil Corporation, Adani Group, and Reliance Industries are investing heavily in green hydrogen projects, reflecting a growing interest in the sector. By setting up dedicated green hydrogen facilities, these companies are paving the way for widespread adoption and helping to create a stable demand base that can drive down costs.\nExporting green hydrogen: India’s global opportunity\nWhile domestic adoption is critical, India’s potential as an exporter of green hydrogen and its derivatives, such as ammonia and methanol, presents an exciting economic opportunity. Global demand for green hydrogen is rising, driven by countries like the European Union, Japan, and South Korea, which are seeking cleaner energy sources to meet their climate commitments.\nIndia’s access to low-cost renewable energy and its strategic geographical position make it a strong contender in this burgeoning market.\nExporting green hydrogen could provide Indian producers with better value realisation, spur infrastructure development, and attract foreign investment. However, building the necessary export infrastructure, including port facilities and hydrogen conversion plants, will be crucial. Establishing international agreements and harmonised standards for green hydrogen derivatives can further position India as a key supplier in this global market.\nRead the full article originally published at Indoen\nGet Published - Build a Following\nThe Energy Central Power Industry Network® is based on one core idea - power industry professionals helping each other and advancing the industry by sharing and learning from each other.\nIf you have an experience or insight to share or have learned something from a conference or seminar, your peers and colleagues on Energy Central want to hear about it. It's also easy to share a link to an article you've liked or an industry resource that you think would be helpful.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Environment->energy resources",
      "Environment->sustainability",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->energy and resource"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.financialexpress.com/business/industry-energy-demand-in-india-to-jump-35-per-cent-power-capacity-triple-by-2035-3657172/#:~:text=This%20is%20according%20to%20the,1%2C400%20giga%20watt%20(GW",
      "https://en.wikipedia.org/wiki/Green_hydrogen",
      "https://coal.gov.in/sites/default/files/2021-01/day3-net-zero.pdf",
      "https://www.eurasiareview.com/12022025-india-energy-profile-third-highest-energy-consumer-in-the-world-analysis/#:~:text=India%20was%20the%20third%20highest,China%20and%20the%20United%20States.&text=In%202023%2C%20India%20passed%20China,2023%20from%20the%20previous%20year.",
      "https://mnre.gov.in/en/national-green-hydrogen-mission/",
      "https://www.ibef.org/blogs/clean-energy-revolution-india-s-transition-towards-renewable-energy-sources",
      "https://www.weforum.org/publications/green-hydrogen-enabling-measures-roadmap-for-adoption-in-india/?gad_source=1&gclid=Cj0KCQjwm7q-BhDRARIsACD6-fU7kOuaE6qBQYpHFYAegEpc7GUHPJN9tSWPQZcVFr04Jr7Hn25JvUQaAqXAEALw_wcB",
      "https://indoen.com/Stories/StoryDetails/indias-green-hydrogen-mission-powering-a-sustainable-future",
      "https://www.weforum.org/publications/green-hydrogen-enabling-measures-roadmap-for-adoption-in-india/",
      "https://www.mnre.gov.in/en/national-green-hydrogen-mission/",
      "https://eurasiareview.com/12022025-india-energy-profile-third-highest-energy-consumer-in-the-world-analysis/#:~:text=India%20was%20the%20third%20highest,China%20and%20the%20United%20States.&text=In%202023%2C%20India%20passed%20China,2023%20from%20the%20previous%20year.",
      "https://weforum.org/publications/green-hydrogen-enabling-measures-roadmap-for-adoption-in-india/?gad_source=1&gclid=Cj0KCQjwm7q-BhDRARIsACD6-fU7kOuaE6qBQYpHFYAegEpc7GUHPJN9tSWPQZcVFr04Jr7Hn25JvUQaAqXAEALw_wcB",
      "https://www.coal.gov.in/sites/default/files/2021-01/day3-net-zero.pdf",
      "https://financialexpress.com/business/industry-energy-demand-in-india-to-jump-35-per-cent-power-capacity-triple-by-2035-3657172/#:~:text=This%20is%20according%20to%20the,1%2C400%20giga%20watt%20(GW",
      "https://www.en.wikipedia.org/wiki/Green_hydrogen",
      "https://mnre.gov.in/en/national-green-hydrogen-mission",
      "https://www.indoen.com/Stories/StoryDetails/indias-green-hydrogen-mission-powering-a-sustainable-future",
      "https://ibef.org/blogs/clean-energy-revolution-india-s-transition-towards-renewable-energy-sources"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T01:11:32.298+02:00",
    "updated": "2025-03-13T01:11:32.298+02:00"
  }
]