[
  {
    "uuid": "ffd657a7bc5ce01f835f8d9f48224ecad2cb05c1",
    "url": "https://www.libertaddigital.com/opinion/2024-05-24/santiago-navajas-otra-hora-oscura-de-europa-sanchez-hamas-y-el-nuevo-antisemitismo-7130433",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Santiago Navajas",
    "published": "2024-05-24T19:49:00Z",
    "title": "Otra hora oscura de Europa: Sánchez, Hamás y el nuevo antisemitismo - Santiago Navajas - Libertad Digital",
    "text": "La maquinaria propagandística de la izquierda antioccidental está tratando de borrar la memoria de la matanza del 7 de octubre , como si jamás hubiese ocurrido el ataque terrorista de Hamás contra Israel, seguido del secuestro, violación, tortura y asesinato sobre todo de mujeres que son usadas como trofeos de venganza y humillación por parte de los fundamentalistas islámicos. El mecanismo de los propagandistas es sencillo: convertir a las víctimas en verdugos y su propia vileza antisemita en una medalla antisionista.\nIsrael se ha encontrado con los islamistas delante, aunque escondidos como ratas, y con los progres a su espalda, disfrazados orwellianamente de luchadores por la paz . No podía ser otro que Pedro Sánchez el que pretendiese liderar desde el primer día el apaciguamiento hacia Hamás como hizo Chamberlain respecto a Hitler. El reconocimiento del Estado palestino liderado por los terroristas como un interlocutor válido y legítimo no es sino otra vuelta de tuerca en su cercanía con aquellos que desde el desprecio al Estado de derecho y el uso de la violencia consiguen privilegios y prebendas.\nNo está solo Pedro Sánchez en su cruzada contra Israel. Yolanda Díaz e Irene Montero acompañan desde la ultraizquierda al socialista español y al ayatolá iraní Jamenei en la creencia expresada por este último de que \"la promesa divina sobre la liberación de Palestina desde el río hasta el mar será cumplida\". Desde el Jordán hasta el Mediterráneo implica que si Palestina es liberada al estilo que pretenden Hamás y Jamenei, entonces el Estado de Israel debe ser destruido. Cada vez que alguien repite el mantra \"Desde el río hasta el mar\" lo que está queriendo decir es \" Israel delenda est \": Israel debe ser destruida.\nDel autor Ayer: Festival de Granada, capital de la música al más alto nivel internacional Ayer: Festival de Granada, capital de la música Ayer: Festival de Granada, capital de la música Ayer: Festival de Granada, capital de la música También trata de debilitar la fortaleza del Estado de Israel la Corte Penal Internacional en su acusación contra Netanyahu, lo que significa poner en la misma balanza al primer ministro israelí con Sinwar, el carnicero violador que dirige Hamás . Una estrategia también habitual en el nihilismo políticamente correcto la de equiparar a dirigentes democráticos como Margaret Thatcher, Felipe González o incluso Barack Obama con terroristas como los del IRA, ETA o Al Qaeda. Como en el caso de España, que se trata de darles a los que perpetran los más horribles crímenes un barniz de respetabilidad y una pátina de empatía. Durante siglos los europeos han estado expulsando a los judíos de sus países. Ahora, más taimados pero no menos viles, algunos tratan de que no vuelvan a pisar suelo europeo. En el colmo de la infamia, Netanyahu está en una situación por la que podría ser detenido si pisase suelo español o alemán. No les bastaba con no dejar cantar a la representante israelí en Eurovisión, también pretenden que no pueda hablar el principal dirigente hebreo en el Europarlamento.\nFrente a este delirio antisemita de Sánchez, la ultraizquierda y la Corte Penal Internacional, ha tenido que ser otra víctima del fundamentalismo islámico, el novelista Salman Rushdie , recién publicado su libro sobre el intento de asesinato que sufrió por un radical musulmán que lo ha dejado tuerto y con graves secuelas, el que ha recordado a Sánchez lo que en realidad está haciendo con su reconocimiento de un Estado palestino en estas circunstancias:\nSi existiera un Estado palestino, estaría gobernado por Hamás, y eso lo convertiría en un Estado similar a los talibanes y sería cliente de Irán. ¿Es eso lo que quiere crear el movimiento progresista de la izquierda occidental?\nEs un falso dilema la elección entre Israel y Palestina , entre judíos y árabes, entre Netanyahu y Sinwar. Porque tenemos que estar con Israel y con Palestina, con los judíos y con los árabes, con Netayanhu y contra Sinwar. El resto es equidistancia.\nTemas Hamás Israel Palestina Pedro Sánchez Terrorismo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.clublibertaddigital.com/ideas/tribuna/2024-05-17/santiago-navajas-el-unico-judio-bueno-es-el-judio-invisible-7128338/",
      "https://clublibertaddigital.com/ideas/tribuna/2024-05-17/santiago-navajas-el-unico-judio-bueno-es-el-judio-invisible-7128338/",
      "https://www.clublibertaddigital.com/ideas/tribuna/2024-05-17/santiago-navajas-el-unico-judio-bueno-es-el-judio-invisible-7128338"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T22:56:53.866+03:00",
    "updated": "2024-06-06T01:36:53.961+03:00"
  },
  {
    "uuid": "644d913c9c2466d667d60f90ffedefeffc86aab8",
    "url": "https://7news.com.au/news/teenager-taken-to-hospital-with-suspected-stab-wounds-following-fight-at-highpoint-shopping-centre--c-14445221",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Molly Magennis",
    "published": "2024-04-25T10:09:00Z",
    "title": "Teenager taken to hospital with suspected stab wounds following fight at Highpoint Shopping Centre",
    "text": "A teenager has allegedly been stabbed with a machete during a fight at Highpoint Shopping Centre in [Melbourne](https://7news.com.au/news/melbourne). The teen was stabbed as six men were fighting near a Hoyts cinema inside the centre before spilling out into the restaurant area about 6.10pm on Thursday, police said. Two of the men involved were allegedly armed with machetes. Newsletters: Breaking news as it happens. [Subscribe now ](https://7news.com.au/newsletters) An 18-year-old from St Albans was taken to hospital with a suspected stab wound to the arm. Three other teens, an 18-year-old man from Sunshine North, a 17-year-old Braybrook boy and an 18-year-old man from Deer Park were arrested at the scene. The Braybrook teen has been charged with intentionally causing injury, affray, assault with a weapon and possessing a control weapon. He was bailed to appear before a children’s court at a later date. The Sunshine North man was released pending further inquiries while the teen from Deer Park was released with intent to summons. “It is believed the parties were known to one another,” police said. The stabbing incident is the second to occur at the shopping centre in under a week. On Sunday, [a 19-year-old man was taken to hospital in a serious but stable condition with suspected stab wounds](https://7news.com.au/news/man-hospitalised-with-suspected-stab-wounds-following-fight-inside-restaurant-at-highpoint-shopping-centre--c-14395316) to his upper body following a fight outside Seoul Garden KBBQ Buffet near Hoyts cinema. A 19-year-old man from Kings Park was arrested two days later and charged with intentionally causing injury, affray and weapons offences. The stabbing victim remains in hospital in a stable condition. Police are appealing for help from the public to identify the two other men involved in the incident on Thursday night. Anyone with any information should contact Crime Stoppers. Stream free on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hoyts",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sunshine north",
          "sentiment": "none"
        },
        {
          "name": "st albans",
          "sentiment": "none"
        },
        {
          "name": "deer park",
          "sentiment": "none"
        },
        {
          "name": "braybrook",
          "sentiment": "none"
        },
        {
          "name": "melbourne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:24:31.284+03:00",
    "updated": "2024-04-26T00:36:10.907+03:00"
  },
  {
    "uuid": "46524ed2affc7ebb02fa30b2c38a54cf10db6e19",
    "url": "https://www.eltelegrafo.com.ec/noticias/mundo/8/fallecio-pedro-suarez-vertiz-a-los-54-anos-de-edad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Web",
    "published": "2023-12-28T21:31:00Z",
    "title": "El Telégrafo - Falleció Pedro Suárez Vértiz a los 54 años de edad",
    "text": "Falleció Pedro Suárez Vértiz a los 54 años de edad Pedro Suárez Vértiz, famoso cantante peruano, falleció la mañana del 28 de diciembre de 2023, en su casa, ubicada en el sector de Miraflores, en Lima. La Asociación Peruana de Autores y Compositores confirmó el fallecimiento del cantante de 54 años y la noticia causó consternación en sus seguidores. Suárez Vértiz fue diagnosticado con parálisis bulbar, una Enfermedad de la Neurona Motora que causa problemas de habla y dificultad para masticar y tragar. ?️ ?? ???, ???́???-??́????.— Gobierno Regional del Callao (@RegionCallaoPe) Es con profundo pesar que expresamos nuestras condolencias por la partida del histórico y talentoso músico nacido en el Callao, Pedro Suárez-Vértiz?. [pic.twitter.com/IxZvmzXUF3] [December 28, 2023] El intérprete de ‘Cuándo piensen en volver’ tuvo que retirarse de los escenarios por su condición que le privó de su más grande pasión, el canto. En redes sociales, varios usuarios expresaron su pesar por la partida del cantante que marcó a toda una generación en Perú.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:36:45.667+02:00",
    "updated": "2023-12-29T01:36:45.667+02:00"
  },
  {
    "uuid": "356ce2c9805a00a392932dc80a08ab660eb1212b",
    "url": "https://indianexpress.com/article/cities/chandigarh/foggy-day-15-and-50-metres-slows-down-traffic-9087169/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saurabh Parashar",
    "published": "2023-12-29T02:04:00Z",
    "title": "Season’s first foggy day: Visibility between 15 and 50 metres slows down traffic — and life | Chandigarh News - The Indian Express",
    "text": "Low visibility caused by dense fog choked normal life in the Tricity on Thursday. It was season’s first foggy day, in which visibility in the area was between 15 metres and 50 metres. The weather department has issued yellow and red alert for the upcoming days, including on New Year’s eve due to the forecast of dense to very dense fog in [Chandigarh](https://indianexpress.com/section/cities/chandigarh/) and surrounding region. The forecast for January 1 is clear weather. Mainly dry weather is likely to prevail over Chandigarh in the next four-five days. Meanwhile, mercury was down 0.3 degree Celsius on Thursday. The minimum temperature recorded was 8.8 degree Celsius, while maximum temperature stood at 19.5 degree Celsius. Chandigarh traffic police issued advisory, urging people to avoid late and early morning travel. The advisory caution the road users to drive their vehicles at a low speed while putting the indicators on blinking mode. The air connectivity in Chandigarh was affected for the first time during the current winter season, with half a dozen flights diverted and delayed. The early morning [Pune](https://indianexpress.com/section/cities/pune/)-Chandigarh light was diverted to [Delhi](https://indianexpress.com/section/cities/delhi/), resulting in the cancellation of Delhi-Chandigarh light. Meanwhile, Bengaluru-Chandigarh flight arrived with a delay of around four hours. The flights departures at Shaheed Bhagat Singh International Airport were delayed by at least one hour. According to the officials of Shaheed Bhagat Singh International Airport, four flights which were to be departed in the morning were affected due to dense fog. The flights left with a delay of around two hours. Officials maintained that passengers can face the inconveniences due to the weather conditions in the coming days. Even the rail journey was affected with more than 20 trains including Shatabdi and Vande Bharat running late from their scheduled times. “Around 40-50 trains out of 200 originated from Ambala Railway division including Shatabdi, Vande Bharat were delayed due to dense fog. We reduced the speed of Shatabdi, Vande Bharat to around 75 km per hour in the view of low visibility,” [Mandeep Singh](https://indianexpress.com/about/mandeep-singh/) Bhatia, Divisional Railway Manager (DRM), Ambala, said. The precautionary patrolling on the tracks is being carried out these days regularly, the DRM added. Meanwhile, there was less traffic on the roads in Chandigarh today. The supply of milk, dairy products and newspapers was found delayed in many areas in the Tricity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "chandigarh news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "chandigarh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T06:38:56.897+02:00",
    "updated": "2023-12-29T06:38:56.897+02:00"
  }
]