[
  {
    "uuid": "f584f172f6a5a9ec302593cbe09bf082aab70343",
    "url": "https://actualidad.rt.com/actualidad/493962-siria-derriba-misiles-lanzados-israel",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RT en Español",
    "published": "2023-12-28T19:20:00Z",
    "title": "Siria derriba varios misiles lanzados por Israel - RT",
    "text": "Siria derriba varios misiles lanzados por Israel Publicado: 28 dic 2023 21:20 GMT Las pérdidas por el ataque perpetrado por los militares israelíes desde los Altos del Golán se limitaron a \"daños materiales\".\nImagen ilustrativa / Un F-16B Netz de la Fuerza Aérea de Israel. Ofer Zidon/Stocktrek Images / Gettyimages.ru Siria este jueves derribó varios misiles lanzados por el Ejército israelí desde los Altos del Golán, informa la agencia SANA.\nSegún el medio, los sistemas de defensa aérea del país derribaron la mayoría de los proyectiles israelíes . El ataque fue perpetrado contra la región sureña de Siria. Además, se señala que \"las pérdidas se limitaron a daños materiales\".\nNo es el primer ataque de las Fuerzas de Defensa de Israel contra territorio sirio, ya que en reiteradas ocasiones los militares del país hebreo lanzaron misiles a infraestructura ubicada en el territorio del país árabe. Así Israel perpetró varios ataques contra el Aeropuerto Internacional de Damasco y otros objetivos cerca de la capital siria.\nArmas Israel Siria",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://esrt.space/actualidad/493962-siria-derriba-misiles-lanzados-israel/comments",
      "https://sana.sy/?p=2023983",
      "https://sana.sy/",
      "https://www.esrt.space/actualidad/493962-siria-derriba-misiles-lanzados-israel/comments",
      "https://www.sana.sy/?p=2023983"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:30.910+02:00",
    "updated": "2023-12-29T05:28:23.020+02:00"
  },
  {
    "uuid": "756b3515ac95cab9bcff26dd8a3800a935544bde",
    "url": "https://uk.investing.com/news/stock-market-news/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benzinga",
    "published": "2023-12-28T00:00:00Z",
    "title": "EXCLUSIVE: CoinDesk Is Ready For Mass Adoption Of Digital Assets, Managing Director Andrew Baehr Says By Benzinga",
    "text": "© Reuters. EXCLUSIVE: CoinDesk Is Ready For Mass Adoption Of Digital Assets, Managing Director Andrew Baehr Says GPAGF 0.00% Add to/Remove from a Portfolio Add to Watchlist Add Position Position added successfully to:\nPlease name your holdings portfolio Type: BUY SELL Date: Amount: Price Point Value: Leverage: 1:1 1:10 1:25 1:50 1:100 1:200 1:400 1:500 1:1000 Commission: Create New Watchlist Create Create a new holdings portfolio Add Create + Add another position Close Benzinga - by Stjepan Kalinic, Benzinga Staff Writer.\nFollowing Bullish ‘s acquisition of CoinDesk , Benzinga sat down with CoinDesk Indices managing director Andrew Baehr to reflect on this year and set the expectations for 2024.\nBZ: Y ou have worked in traditional finance. Your generation is now among the last ones that have worked in \"the old world\" before digitalization. C an you share a bit of this perspective? Baehr: Entering the finance business in the mid-’90s already felt like stepping into a new world due to a technology overhaul. The use of paper tickets on the New York Stock Exchange floor marked the era, and Ph. D.s began participating in derivative markets to understand and model prices better.\nThe subsequent crises, such as the ’97 Emerging Market crisis and the ’98 Russian Ruble crisis, tested assumptions in an institutional risk environment. The NASDAQ bubble in ’99 saw a shift toward active and emotional retail trading, leading to cognitive biases and a burst bubble.\nA slow rebuild of trust followed these events, influenced by factors like declining interest rates and a continuous search for new yield sources. The financial crisis exposed risks in trying to replace yield with complex financial products, with housing becoming a focal point.\nPost-crisis, interest rates remained low, prompting a new boom in lending, real estate, and credit, supported by central bank interventions. The COVID crisis accelerated momentum, driving retail interest in cryptocurrencies due to concerns about currency stability and alternative yield sources.\nThe cryptocurrency business has largely remained a retail conversation, driven by curiosity, distrust of the traditional financial system, and a fascination with technology. While some achieved wealth, for most, it became an interesting hobby rather than a retirement plan.\nPeople prefer trusted systems, whether buying a car, getting healthcare, or engaging in financial services. Despite not always being in their best interest, traditional financial avenues like 401(k)s, brokerage accounts, and financial advisors get a pass due to their familiarity and regulation.\nComparing it to health decisions, individuals might take vitamins but wouldn’t attempt surgery themselves. Similarly, while individuals may buy Bitcoin as a meaningful hobby, staking their retirement on it requires a more familiar path. The last mile of delivery, the interface with familiar systems, becomes crucial for mass adoption, prompting individuals to include digital assets in their portfolios through trusted avenues like advisors or 401(k)s.\nCoinDesk seems like it’s positioned for mass adaptation. Yet, you have also introduced some innovative tools. Can you tell us more about that? Coindesk has strategically positioned itself for widespread adoption over the years. In the early days, determining the price of Bitcoin was not straightforward, given the existence of various independent exchanges without a consolidated tape, unlike equities. The concept of a consolidated tape, which people now take for granted in traditional markets, was absent. Recognizing this gap, Coindesk took a pivotal step by introducing XBX, the predecessor to our current indices. Since 2014, XBX has provided the most widely referenced price of Bitcoin, updating once per second. This development played a crucial role in supporting the Grayscale Bitcoin Trust (GBTC) initially and has since extended its influence to various ETFs, futures contracts, and other financial instruments.\nOur initial focus was on establishing a consensus on the price of individual tokens. Subsequently, we expanded our efforts to address the diversity of tokens in the market. Two years ago, Coindesk Indices launched the Dax, a taxonomy that categorizes 500 tokens into sectors and industry groups. This framework has become the basis for all our multi-token indices. By leveraging this taxonomy, our analysts classify tokens into different categories and sectors.\nBuilding upon this foundation, we introduced various indices such as the Coindesk Market Index and sector-specific indices. Furthermore, we launched dynamic strategies designed to enhance outcomes for users. These strategies incorporate trend indicators, allowing users to make informed decisions based on market trends. In essence, our commitment to providing reliable benchmarks and innovative tools reflects our dedication to facilitating a deeper understanding of the cryptocurrency market and supporting a diverse range of financial instruments.\nA Bitcoin trend indicator sounds like something that might interest our readers. Can you explain the logic behind it? The logic behind the Bitcoin indicator revolves around the concept of time series momentum, a phenomenon observed in various financial assets. In essence, when prices initiate a directional movement, whether upward or downward, they tend to sustain that trend. This persistence is attributed to the delayed dissemination of news impacting the underlying assets across different market segments. While some participants immediately grasp the implications of new information, others may take time to interpret it accurately. Consequently, the price of an asset, which should theoretically change instantly based on new information, may gradually move towards its revised value.\nTo quantify this phenomenon, historical price data is analyzed. If the price of an asset shows a consistent upward movement, say from 100 to 125, it indicates a likely continuation of the trend, and the eventual destination is probably higher than the starting point—perhaps around 150 rather than 110. This principle is well-documented in academic literature and is particularly evident in certain digital assets, including Bitcoin.\nBitcoin, along with some other digital assets, exhibits strong time-series momentum. Changes in factors such as interest rates, regulatory developments, growth patterns, or wallet activity are reflected slowly in Bitcoin prices. For instance, during the period between mid-October and now, Bitcoin has demonstrated a robust uptrend.\nCoindesk Indices leverages the observed strength of time series momentum in Bitcoin to create the Bitcoin Trend indicator. This indicator analyzes various historical periods of Bitcoin prices to calculate the current trend. Since mid-October, the trend has notably been upward. Clients utilize this information to develop products that dynamically allocate between Bitcoin and cash.\nThe rationale behind these allocation strategies is rooted in addressing emotional trading tendencies. Past experiences, such as the crypto market challenges a year ago, led some investors to sell Bitcoin at a lower price due to emotional reactions. The Bitcoin Trend indicator assists in overcoming emotional biases by dynamically reallocating to cash during downtrends, allowing investors to avoid losses. When the trend reverses and prices start trending upward again, the strategies automatically reallocate to Bitcoin, providing a systematic and disciplined approach to market participation.\nYou have partnered up with a Florida-based hedge fund Hyperion Decimus, and launched HD CoinDesk TrendMax Strategy. Can our readers participate? Are there restrictions? For example, is it for accredited investors only? Initially, the HD Coindesk TrendMAX strategy is available via SMA through Coinbase and is soon to be available at SFOX and OKEX. At present, the strategy is available to accredited and institutional investors, but ultimately that decision lies with the platform. Mechanically, interested clients contact our team first, and we can then coordinate with Coinbases' team for onboarding.\n2023 is almost behind us and it was a big year for crypto. Looking forward to 2024 – What kind of challenges do you see for investors? I believe that in 2023, especially within the United States, we faced a substantial clean-up process after the altcoin bubble, with a regulatory reset taking place. There were numerous challenges, both in terms of the industry addressing its own issues and the prevalent negative behaviors from 2022 and earlier. This misconduct was directly linked to an underregulated and under-monitored new industry. Fortunately, regulatory systems, law enforcement, the justice department, and the courts played a crucial role in swiftly resolving many problems from the previous years. The distractions caused by improper behavior had significantly slowed down progress, affecting price action and interest levels.\nHowever, despite these challenges, countries worldwide continued to advance. In June, Hong Kong’s regulator, the SFC, published commendable rules for exchanges and asset managers, outlining how they could offer digital asset products to retail clients. Innovations in places like Dubai, Switzerland, Latin America, and Europe demonstrated a strong evolution of thought, recognizing the growing demand for digital assets.\nThis year marked a post-altcoin bubble era characterized by a regulatory reset and the metaphorical ‘dirty dishes’ of the industry. Yet, the pace of U.S. regulation was frustratingly slow, partly due to the unique characteristic of having separate regulatory bodies, the CFTC and the SEC, causing some ambiguity about who should regulate digital assets.\nThe news landscape was littered with court cases and SEC approvals of spot Bitcoin ETFs, creating a somewhat limited narrative. Overcoming these regulatory hurdles would likely pave the way for a more constructive and forward-looking news cycle. Once people can easily access Bitcoin through an ETF, attention will likely shift to other assets like Ethereum, staking, and emerging players such as Solana.\nLooking ahead to 2024, my prediction is that digital assets will be officially recognized as an asset class. This shift will redefine conversations, moving away from solely discussing Bitcoin to a broader consideration of the entire asset class. I anticipate that people will start referring to indices representing the digital asset class, similar to how we discuss equities through indices rather than individual stocks. This recognition will highlight the asset class’s open-for-business status, its diversification properties, liquidity, and familiar investment avenues like ETFs, funds, futures contracts, and managed accounts.\n2023 was also a big year for CoinDesk. Following the acquisition by Bullish Group. What can we expect from CoinDesk in 2024? It is wonderful to be a part of Bullish. I enjoy what Bullish does, and for the market’s sake and our clients – everybody wants Coindesk to be able to maintain its independent decision-making right, first of all, editorial independence. We've taken a lot of steps to maintain that because you want an index company treating data and opportunities independently.\nI'd say that Bullish's CEO Tom Farley, who was the head of the New York Stock Exchange, is not a person coming into this frivolously. Bullish is a fascinating company with an exciting business plan and it is fun to be a part of an organization that's moving fast and doing cool stuff.\nDo you have any advice for our readers who are just starting with cryptocurrencies? If they're just getting started and they want to understand Bitcoin, it is great to understand how it trades, that it is a scarce limited supply store of value and think about all the ways it's used today.\nWhen it comes to Ethereum, they need a blank piece of paper to start. It makes sense to spend time understanding a proof of stake consensus chain and the yield that comes out of that which is something that we measure and have a product around. Also, consider all the protocols that use Ethereum and to the extent that USDC trades on it – meaning it is also good for it. So, even a stablecoin or another token or another smart contract is a positive factor.\nI think once you understand Bitcoin and Ethereum, how they're different and why they exist – it gives you a great head start to compare other ideas even before you get to other things like DeFi. I suggest using some time over the holidays to read about and appreciate those two blockchains which have been around for quite some time.\nNow Read: Taylor Swift’s ‘1989 (Taylor’s Version)’ Matches Elvis Presley’s Billboard Record In Spectacular 2023 Run\n© 2023 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.\nRead the original article on Benzinga\nEXCLUSIVE: CoinDesk Is Ready For Mass Adoption Of Digital Assets, Managing Director Andrew Baehr Says",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.benzinga.com/markets/cryptocurrency/23/12/36417842/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-b?utm_campaign=partner_feed&utm_source=InvestingUK&utm_medium=partner_feed&utm_content=TopStories",
      "https://invst.ly/12tygr",
      "https://www.facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&display=popup&ref=plugin",
      "http://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&title=EXCLUSIVE%3A+CoinDesk+Is+Ready+For+Mass+Adoption+Of+Digital+Assets%2C+Managing+Director+Andrew+Baehr+Says&summary=",
      "https://benzinga.com/markets/cryptocurrency/23/12/36417842/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-b?utm_campaign=partner_feed&utm_source=InvestingUK&utm_medium=partner_feed&utm_content=TopStories",
      "https://www.invst.ly/12tygr",
      "https://www.benzinga.com/markets/cryptocurrency/23/12/36417842/exclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-b",
      "http://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&title=EXCLUSIVE%3A+CoinDesk+Is+Ready+For+Mass+Adoption+Of+Digital+Assets%2C+Managing+Director+Andrew+Baehr+Says&summary=",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?app_id=179222828858436&u=https%3A%2F%2Fuk.investing.com%2Fnews%2Fstock-market-news%2Fexclusive-coindesk-is-ready-for-mass-adoption-of-digital-assets-managing-director-andrew-baehr-says-3282503&display=popup&ref=plugin",
      "http://www.linkedin.com/shareArticle"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andre",
          "sentiment": "neutral"
        },
        {
          "name": "andrew baehr",
          "sentiment": "neutral"
        },
        {
          "name": "stjepan kalinic",
          "sentiment": "none"
        },
        {
          "name": "benzinga",
          "sentiment": "none"
        },
        {
          "name": "baehr",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "benzinga © reuters",
          "sentiment": "neutral"
        },
        {
          "name": "mass adoption of digital assets",
          "sentiment": "neutral"
        },
        {
          "name": "new york stock exchange",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:23.795+02:00",
    "updated": "2023-12-29T00:07:23.795+02:00"
  },
  {
    "uuid": "309000bdafad7b8b20babd1026cc94ef5e61c6dc",
    "url": "https://newspaper.mathrubhumi.com/news/world/world-1.10015488",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@newspaper",
    "published": "2024-10-24T21:00:00Z",
    "title": "അവാമി ലീഗിന്റെ വിദ്യാർഥിസംഘടനയെ നിരോധിച്ചു",
    "text": "ധാക്ക: സ്ഥാനഭ്രഷ്ടയാക്കപ്പെട്ട മുൻ പ്രധാനമന്ത്രി ഷെയ്ഖ് ഹസീനയുടെ പാർട്ടിയായ അവാമി ലീഗിന്റെ വിദ്യാർഥിസംഘടനയെ ബംഗ്ലാദേശിലെ ഇടക്കാലസർക്കാർ ബുധനാഴ്ച നിരോധിച്ചു.\nരണ്ടുമാസംമുൻപ് ഹസീനസർക്കാരിനുനേരേ ഭരണവിരുദ്ധപ്രക്ഷോഭം നയിച്ച വിദ്യാർഥിപ്രസ്ഥാനത്തിന്റെ ആവശ്യം പരിഗണിച്ചാണ് ബംഗ്ലാദേശ് ഛത്ര ലീഗിനുമേൽ (ബി.സി.എൽ.) നിരോധനമേർപ്പെടുത്തിയത്. 2009-ലെ ഭീകരവാദവിരുദ്ധനിയമത്തിന്റെ പതിനെട്ടാംവകുപ്പനുസരിച്ചാണ് നടപടിയെന്ന് ആഭ്യന്തരമന്ത്രാലയം അറിയിച്ചു. ചൊവ്വാഴ്ചയാണ് ബി.സി.എലിന്റെ നിരോധനം, പ്രസിഡന്റ് മുഹമ്മദ് ഷഹാബുദ്ദീന്റെ രാജി തുടങ്ങി അഞ്ച് ആവശ്യങ്ങൾ ‘വിവേചനത്തിനെതിരേ വിദ്യാർഥികൾ’ എന്ന വിദ്യാർഥിസംഘടന ഇടക്കാലസർക്കാരിനുമുന്നിൽ വെച്ചത്.\nShare this Article\nRelated Topics\nRELATED STORIES\nവാര്ത്തകളോടു പ്രതികരിക്കുന്നവര് അശ്ലീലവും അസഭ്യവും നിയമവിരുദ്ധവും അപകീര്ത്തികരവും സ്പര്ധ വളര്ത്തുന്നതുമായ പരാമര്ശങ്ങള് ഒഴിവാക്കുക. വ്യക്തിപരമായ അധിക്ഷേപങ്ങള് പാടില്ല. ഇത്തരം അഭിപ്രായങ്ങള് സൈബര് നിയമപ്രകാരം ശിക്ഷാര്ഹമാണ്. വായനക്കാരുടെ അഭിപ്രായങ്ങള് വായനക്കാരുടേതു മാത്രമാണ്, മാതൃഭൂമിയുടേതല്ല. ദയവായി മലയാളത്തിലോ ഇംഗ്ലീഷിലോ മാത്രം അഭിപ്രായം എഴുതുക. മംഗ്ലീഷ് ഒഴിവാക്കുക..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:12:00.153+03:00",
    "updated": "2024-10-25T00:12:00.153+03:00"
  },
  {
    "uuid": "d94f3db5dedc37c5393232e8379f5e3f8eb39f63",
    "url": "https://www.emol.com/noticias/Nacional/2023/12/29/1117150/delegada-rm-tuit-quemar-iglesia.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniela Toro",
    "published": "2023-12-29T13:59:00Z",
    "title": "Delegada RM responde a Chomali por antiguo tuit que apunta a \"quemar la iglesia\": \"No representa lo que he hecho ni lo que soy\"",
    "text": "La delegada de la Región Metropolitana, Constanza Martínez (CS) , respondió este viernes a las críticas que surgieron por parte del Arzobispo de Santiago, Fernando Chomali , a raíz de un tuit que publicó en 2018, donde alude a quemar la iglesia y la actual Constitución.\n\" Si quiero prenderle fuego a algo, que sea a la Iglesia y a la Constitución de Pinochet #TC #lucro \", dice la publicación de la abogada y ex dirigente estudiantil, que el pasado 25 de diciembre el arzobispo \"reflotó\" tras responderle: \"Dios la bendiga, Constanza\".\n\"Vengo de un ambiente que también es de mucho respeto a las distintas creencias y creo que mis hechos ya han dado cuenta de eso. Un tuit respecto a una canción me parece que no representa lo que he hecho ni lo que soy\". Constanza Martínez, delegada presidencial RM Pero Chomalí profundizó ayer su molestia en una carta enviada a El Mercurio , donde manifestó que aunque el tuit haya sido escrito hace cinco años, \"sigue en las redes e incita al odio, ofende a los católicos y a quienes ven en la experiencia religiosa un bien para la sociedad. Como chileno y como arzobispo, rechazo categóricamente comentarios de esa índole que no se dicen ni en broma\".\nJunto con solicitar que se \"eviten este tipo de escritos\", Chomali invitó a la delegada a que \"vaya a conocer la inmensa labor social que realiza la iglesia. Estoy seguro de que en vez de querer quemarlas, las va a querer cuidar y promover \".\nConsultada sobre esta interpelación durante una actividad para el lanzamiento del plan \"Verano Seguro\", la delegada respondió que \"este es un tuit bien antiguo, de hace 5 años, lo había hablado cuando asumí el cargo hace más de 2 años. Hace alusión a una canción de un artista nacional que se llama Alexander Andwanter, de una canción que se llama 'siempre es viernes en mi corazón', que recomiendo mucho que la escuchen\".\nMartínez enfatizó en esa línea que la canción \"tiene una crítica importante a la política, al congreso y también a las instituciones eclesiásticas respecto al trato que se le ha dado a la población homosexual y de las disidencias sexuales. Por lo tanto, primero, una invitación a todos a que puedan escuchar esa canción. Eso fue en el día en que se declaró inconstitucional la ley que prohibía el lucro en las universidades y en la educación en general , una demanda que varios de nosotros hemos peleado a lo largo de nuestra historia política\".\n\"Y en eso también ser bien franca, si ustedes revisan mi experiencia política, lo que he hecho en estos dos años, pero también lo que he hecho en mi experiencia política como dirigente estudiantil, es siempre velar por las manifestaciones pacíficas. Lo he demostrado, he demostrado que no creo en el camino de la violencia y además, tengo un profundo respeto por todas las creencias\", agregó Martínez.\nCon todo, remarcó que \"vengo de un ambiente que también es de mucho respeto a las distintas creencias y creo que mis hechos ya han dado cuenta de eso. Un tuit respecto a una canción me parece que no representa lo que he hecho ni lo que soy \", cerró.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:10:44.443+02:00",
    "updated": "2023-12-29T16:10:44.443+02:00"
  },
  {
    "uuid": "7d7ae1f404102810673296697fda4997d28718ae",
    "url": "https://mb.com.ph/2023/12/30/zheng-upsets-wimbledon-champion-vondrousova-at-united-cup",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agence France-Presse",
    "published": "2023-12-30T03:15:00Z",
    "title": "Zheng upsets Wimbledon champion Vondrousova at United Cup",
    "text": "Zheng Qinwen stunned Wimbledon champion Marketa Vondrousova as China beat the Czech Republic at the United Cup on Saturday, Dec. 30, while Casper Ruud won his singles rubber but could not prevent Norway from crashing to the Netherlands. Zheng upsets Wimbledon champion Vondrousova at United Cup At a glance SYDNEY (AFP) -- Zheng Qinwen stunned Wimbledon champion Marketa Vondrousova as China beat the Czech Republic at the United Cup on Saturday, Dec. 30, while Casper Ruud won his singles rubber but could not prevent Norway from crashing to the Netherlands. The 21-year-old Zheng, who won the WTA Tour's Zhengzhou Open in October, swept past her seventh-ranked opponent 6-1, 2-6, 6-1 in Perth. \"It was just a normal match for me,\" said Zheng, the WTA's 2023 Most Improved Player who has risen to be world number 15. \"It doesn't matter who I face. I'm happy with the win and excited for my team.\" It followed teammate Zhang Zhizhen defeating Jiri Lehecka 5-7, 6-3, 6-4 in China's maiden appearance at the mixed teams tournament. Zhang held his nerve against Lehecka in a heavy-hitting clash, with the world number 58 dictating from the baseline. \"I'm so happy I controlled my emotions well after losing the first set,\" he said. Ruud, the top-ranked Norwegian in history after reaching a career-high two by making the 2022 US Open final, was a level above Tallon Griekspoor in a 6-3, 6-4 win at Sydney. He converted three of seven break points to clinch victory in 72 minutes against a player who has risen to 23 in the world on the back of ATP Tour titles in Pune and Hertogenbosch this year. It helped level the tie after experienced Dutchwoman Arantxa Rus downed Malene Helgo 7-6 (7/4), 6-1 in the women's singles. Ruud, now ranked 11, returned to partner Ulrikke Eikeri in the mixed doubles, but they were unable to overcome Demi Schuurs and Wesley Koolhof who rallied from a break down in each set to win 7-6 (7/5), 7-5. \"I think we just returned pretty well, we just found a way to break their game,\" said Schuurs. Despite losing the tie, Ruud said his singles win was \"the perfect start to the season\". \"I really like this court, it was a good match for me,\" said Ruud, who lost to Novak Djokovic in this year's French Open final. \"I'm ready for the new season, I'm motivated, I have a lot of energy in my legs.\" Alexander Zverev and three-time Grand Slam winner Angelique Kerber get their tournament under way later in Sydney when Germany take on Italy. World number one Iga Swiatek spearheads the Polish team in Perth when they face Brazil.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vondrousova",
          "sentiment": "negative"
        },
        {
          "name": "zheng",
          "sentiment": "negative"
        },
        {
          "name": "marketa vondrousova",
          "sentiment": "negative"
        },
        {
          "name": "zhang zhizhen",
          "sentiment": "none"
        },
        {
          "name": "jiri lehecka",
          "sentiment": "none"
        },
        {
          "name": "zheng qinwen",
          "sentiment": "none"
        },
        {
          "name": "zhang",
          "sentiment": "none"
        },
        {
          "name": "casper ruud",
          "sentiment": "none"
        },
        {
          "name": "lehecka",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united cup zheng qinwen",
          "sentiment": "negative"
        },
        {
          "name": "wta",
          "sentiment": "none"
        },
        {
          "name": "united",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "czech republic",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "perth",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T13:16:00.499+02:00",
    "updated": "2023-12-30T13:16:00.499+02:00"
  },
  {
    "uuid": "19b1de6e672508a214543a88b87ea45d1b10065b",
    "url": "https://www.devdiscourse.com/article/science-environment/3143760-chill-set-to-sweep-west-bengal-as-mercury-dips",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-11-02T03:15:00Z",
    "title": "Chill Set to Sweep West Bengal as Mercury Dips | Science-Environment",
    "text": "Chill Set to Sweep West Bengal as Mercury Dips Minimum temperatures in West Bengal are expected to decrease by two to three degrees Celsius over the coming days. Currently, temperatures are unusually high, with Kolkata recording 24.6°C on Saturday. Hill towns like Darjeeling and Kalimpong report 12.5°C and 17.5°C respectively. - Country: - India The Meteorological office has forecasted a decrease in minimum temperatures across West Bengal in the coming days. The mercury is anticipated to fall by two to three degrees Celsius, bringing relief from the current above-normal temperatures. On Saturday morning, Kolkata registered a minimum temperature of 24.6 degrees Celsius, which is two notches above the normal range for this time of year. Similar temperature anomalies are being observed in various parts of the state. In north Bengal's hill stations, Darjeeling and Kalimpong recorded minimum temperatures of 12.5 and 17.5 degrees Celsius, respectively. In the plains, Purulia experienced the coolest morning with a minimum temperature of 18.1 degrees Celsius. ALSO READ [Impact of Climate Change on Society's Marginalized](/article/science-environment/3127735-impact-of-climate-change-on-societys-marginalized)[Crucial Weather Holds Key to Bengaluru Test Finale](/article/sports-games/3128003-crucial-weather-holds-key-to-bengaluru-test-finale)[India Faces Uphill Task in Test Against New Zealand with Weather Woes and Wicket Woes](/article/sports-games/3128292-india-faces-uphill-task-in-test-against-new-zealand-with-weather-woes-and-wicket-woes)[Delhi's Air Crisis Deepens: Pollution Levels Spike Amid Changing Weather](/article/science-environment/3128717-delhis-air-crisis-deepens-pollution-levels-spike-amid-changing-weather)[UNICEF Head Highlights Impact of Climate Change on Children During Visit to China](/article/headlines/3129296-unicef-head-highlights-impact-of-climate-change-on-children-during-visit-to-china)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "West Bengal",
          "sentiment": "none"
        },
        {
          "name": "Kalimpong",
          "sentiment": "none"
        },
        {
          "name": "Kolkata",
          "sentiment": "none"
        },
        {
          "name": "Purulia",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-02T07:47:15.243+02:00",
    "updated": "2024-11-02T07:56:13.205+02:00"
  },
  {
    "uuid": "3a79613a7639fd12c5a8b0163ac043e2fa81735c",
    "url": "https://unn.ua/en/news/zelenskyy-harris-a-just-peace-is-impossible-without-us-support",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Pavlo Bashynskyi",
    "published": "2024-09-26T20:33:00Z",
    "title": "Zelenskyy - Harris: a just peace is impossible without US support | УНН",
    "text": "Zelenskyy - Harris: a just peace is impossible without US support Kyiv • UNN The President of Ukraine called for continued pressure on Russia to end the war. Zelenskyy discussed with Kamala Harris the victory plan and the need to strengthen sanctions against Russia. President of Ukraine Volodymyr Zelenskyy said that a just peace is impossible without the support of the United States, and therefore it is necessary to put pressure on Russia to end the war. Zelensky said this during a meeting with U.S. Vice President Kamala Harris, UNN reports. I would especially like to thank you for your participation in the peace summit, and it was really very important for us, and we remember it. The format was very successful, we are now preparing for the second summit and we need to end this war, we need a just peace, we need to protect our people, children and Putin's axis of aggression. We are grateful to America for supporting Ukraine all this time. And we will have an important meeting today, just after I spoke with President Biden and laid out a plan for victory, and I will share some of the details of the plan with Vice President Harris. And that is crucial for us, for us to be fully understood, and for us to continue to work in full coordination with the U.S. He noted that he had met with members of Congress today. \"We cannot win this war without it, and there can be no peace without the support of the United States. Madam Vice President, this is our, as you said, what is the seventh meeting? The seventh meeting. Well, not the last, of course. I remember this is the third meeting this year, and thank you. I want to inform you about the latest developments on the battlefield, of course, and about Ukraine's actions in the Kursk region, what has been achieved on the battlefield, and what our plans are. Today we feel strong support from you, as you said, we need to continue to put pressure on Russia to stop the war. And in order to conclude a long-term and just peace, this is a priority for us. And for other countries that stand for freedom, for this particular conflict not to be frozen, but to achieve real peace,\" Zelensky added. The President emphasized that it is necessary to continue applying decisive sanctions against Russia, including using the proceeds from Russian assets to rebuild Ukraine. \"We, of course, must make enormous efforts to bring all Russian war criminals to justice. And I want to inform you about the latest missile attacks, including those with the help of Shahed drones, on Ukraine's infrastructure. To do this, we need to strengthen our air defense systems to save the lives of Ukrainians and protect us from Russian terror,\" the head of state summarized. Previously US Vice President and presidential candidate Kamala Harris [said](https://unn.ua/news/putin-mozhe-tsilytysia-na-polshchu-krainy-baltii-harris)that if dictators like Putin are allowed to seize other people's territories with impunity, they will continue to do so, and Putin may target Poland, the Baltic states and other NATO allies.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:13:41.982+03:00",
    "updated": "2024-09-27T01:13:41.982+03:00"
  }
]