[
  {
    "uuid": "02858d7cacec3b2bcf5d00fe0685039d8fd42403",
    "url": "https://vnexplorer.net/it-feels-good-to-be-back-in-action-ins-vikrant-equipped-with-guidance-radar-surface-to-air-missiles-s734633.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-31T12:11:00Z",
    "title": "'It Feels Good To Be Back In Action': INS Vikrant Equipped With Guidance Radar, Surface To Air Missiles",
    "text": "‘it feels good to be back in action’: ins vikrant equipped with guidance radar, surface to air missiles\nNew Delhi: India’s first indigenous aircraft carrier INS Vikrant now gets sophisticated guidance radar and surface-to-air missiles. The radars and missiles equipped on the aircraft carrier are – Multi-Function Surveillance, Track and Guidance Radar (MF-STAR) and Barak-8 Medium Range Surface to Air missiles (MRSAMs), reported NDTV.\nNotably, Indian destroyers of the Kolkata and Visakhapatnam class are already equipped with the MF-STAR-MRSAM combo. The MF-STAR detects airborne targets, including aircraft and anti-ship missiles. Meanwhile, MR-SAM can shoot down a target at a distance of more than 80 km.\nImages of aircraft and the MF-STAR-MRSAM combo are shared by the official account of INS Vikrant.\nImages of INS Vikrant:\nIndia’s second aircraft INS Vikrant was commissioned into the Indian Navy in September last year. INS Vikrant will be deployed on the eastern seaboard during Milan-2024, reported the media house.\nThe aircraft carrier weighing 45,000 tonnes was built at a cost of Rs 20,000 crore. The aircraft carrier is 262 metres long and 62 metres wide. The INS Vikrant can have 30 aircraft on board. The aircraft carrier was launched in August 2013. It was undocked on 10 June 2015 after the completion of structural work. It was delivered to the Indian Navy in July last year and commissioned into the force two months later.\nNotably, India is also in negotiations for procuring 26 Rafale-M aircraft for the Indian Navy.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgwjI.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mgwjI.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vikrant",
          "sentiment": "none"
        },
        {
          "name": "barak",
          "sentiment": "none"
        },
        {
          "name": "mr-sam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "star",
          "sentiment": "none"
        },
        {
          "name": "indian navy",
          "sentiment": "none"
        },
        {
          "name": "ndtv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "milan",
          "sentiment": "none"
        },
        {
          "name": "visakhapatnam",
          "sentiment": "none"
        },
        {
          "name": "kolkata",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T14:18:41.075+02:00",
    "updated": "2023-12-31T14:18:41.075+02:00"
  },
  {
    "uuid": "d4eb3c089e19b358e649ee347a17187b5c375184",
    "url": "https://rr.sapo.pt/noticia/religiao/2024/06/01/d-jose-tolentino-de-mendonca-a-eucaristia-e-um-lugar-de-portas-abertas/380758",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Olímpia Mairos",
    "published": "2024-06-01T21:06:00Z",
    "title": "D. José Tolentino de Mendonça: “A Eucaristia é um lugar de portas abertas”",
    "text": "01 jun, 2024 - 20:52 • [Olímpia Mairos](https://rr.sapo.pt/artigo/33803/olimpia-mairos) O cardeal D. José Tolentino Mendonça, enviado especial do Papa para o V Congresso Eucarístico Nacional, afirmou esta tarde, em Braga, que “a Eucaristia é um lugar de portas abertas, um lugar de inclusão”. “É uma mesa que não é de exclusão, mas é uma mesa da integração”, acrescentou, assinalando que o pontificado do Papa Francisco tem sido muito importante, “porque tem colocado em cima da mesa esse aspeto: a Eucaristia não pode ser um lugar de punição, mas tem de ser um lugar de encontro, onde as vidas saem reforçadas”. O prefeito do Dicastério para a Cultura e Educação da Santa Sé observou também que “a Eucaristia não aparece ligada ao mérito”, mas, é, sim, “o dom radical que Jesus faz de si mesmo pela vida do mundo”. “E aquele todos, todos, todos que o Papa Francisco incansavelmente repete é, sem dúvida, uma lição que em profundidade nós aprendemos na celebração da Eucaristia, que é o momento de arquitetura da comunidade”, acrescentou. Na conferência de imprensa, o delegado pontifício para o Congresso sublinhou ainda que “a eucaristia é um pão partido para um mundo novo” e que é a partir da Eucaristia, que os cristãos devem assumir “uma cultura que passa pelo compromisso concreto no mundo e por uma colaboração com os outros homens e mulheres na construção de uma história mais justa, mais fraterna, mais solidária”. “Hoje, num tempo de tantas polarizações, onde um vento de pessimismo percorre os corações, e onde a Europa se vê ameaçada, hoje já, por uma guerra que nos toca tão profundamente, tudo aquilo que a eucaristia representa é uma cultura de paz, é uma mensagem necessária num contexto divisivo, como é aquele que, infelizmente, hoje o mundo vive”, afirmou. O cardeal D. José Tolentino de Mendonça partilhou ainda com os jornalistas “a muita alegria” com que aceitou esta missão que o Papa Francisco lhe confiou, também para “testemunhar esta benevolência do Santo Padre para Portugal e a maneira como ele olha para o nosso país”. Questionado sobre o que espera encontrar, este domingo, no Sameiro, o cardeal Tolentino assumiu estar “curioso pelo olhar de Maria, que é aquele olhar que está à espera de todos”. “E esse encontro com Maria, no âmbito da espiritualidade Eucarística, será, sem dúvida, para todos um ponto focal muito importante”, apontou, a par da “redescoberta de uma espiritualidade eucarística, que é sempre aquela que coloca Jesus no centro e parte e reparte do Evangelho”. D. José Tolentino de Mendonça espera encontrar também uma espiritualidade samaritana de uma Igreja que se faz serviço, de proximidade, de compaixão, que, certamente, é mais pobre em recursos, mas é chamada a colaborar de uma forma humilde, aceitando que a Eucaristia se conta como um lava-pés, como lavar os pés da humanidade”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T00:24:45.023+03:00",
    "updated": "2024-06-03T10:39:35.735+03:00"
  },
  {
    "uuid": "6832e9f18b768613ef96fc8a62ff3dc596206f4b",
    "url": "https://investorshangout.com/ai-transforming-the-fall-protection-market-for-growth-83031-",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Addison Perry",
    "published": "2024-10-17T21:54:00Z",
    "title": "AI Transforming the Fall Protection Market for Growth",
    "text": "AI Transforming the Fall Protection Market for Growth [Addison Perry](https://investorshangout.com/profile/view?id=79055)Updated: 10-17-2024 05:54 PM Understanding the Future of the Fall Protection Market The global Fall Protection Market is on the brink of remarkable expansion. Current estimates suggest an impressive growth of around USD 5.05 million between 2024 and 2028. The projected compound annual growth rate (CAGR) during this time frame is nearly 15.42%. One of the driving forces behind this growth is the increasing emphasis on onsite training, particularly in emerging markets. Key Factors Influencing Market Growth The rapid development of the Fall Protection Market can be attributed to a variety of factors. Notably, industries are beginning to recognize the importance of investing in safety measures. Incorporating advanced training on safety protocols, specifically regarding fall protection measures, has become essential. Companies cannot overlook the considerable risks associated with workplace accidents, making it crucial for them to integrate reliable fall protection solutions. Current Landscape and Key Players Several prominent organizations are at the forefront, paving the way for advancements in safety measures. Renowned companies include 3M Co., Honeywell International Inc., MSA Safety Inc., and Werner Co., among others. These companies are committed to innovation and technology that not only improve safety but also enhance the user experience. Market Challenges and Opportunities Despite the promising growth, there are challenges to be confronted. The underdeveloped safety regulations in certain regions, particularly in emerging economies, can hinder market progress. For instance, inadequate awareness regarding the importance of fall protection solutions leads to underutilization. Countries with less stringent safety regulations often experience higher rates of workplace accidents, pointing to a critical need for better education and enforcement in these areas. Utilization of Smart Technologies AI is starting to define new trends within the Fall Protection Market. With smart technologies coming to the forefront, companies can enhance their safety protocols through real-time monitoring and data analysis. This innovative approach enables firms to address potential hazards proactively rather than reactively. The Role of Sustainability Modern consumers increasingly prioritize sustainability, impacting the way companies approach production and supply chain management. By incorporating sustainable practices into the fall protection equipment sector, organizations not only meet regulatory requirements but also align with consumer values. Sustainability is an essential consideration, influencing market dynamics significantly. Market Segmentation Insights A deep dive into market segmentation reveals interesting insights. The Fall Protection Market encompasses various segments, including products like safety harnesses and safety nets. This segmentation extends to diverse industries, including construction, oil and gas, and telecommunications. Each sector presents unique challenges and opportunities that companies must navigate to ensure effective service delivery. Importance of Compliance with Regulations Compliance with safety regulations is non-negotiable. Regulatory bodies establish strict guidelines for the inspection and quality of Personal Protective Equipment (PPE), emphasizing the need for rigorous safety checks. Ensuring adherence to these regulations not only minimizes risks but also helps companies maintain reputability in the industry. Strategic Recommendations Based on emerging trends and future opportunities, organizations are advised to invest in technology that enhances employee safety. Regular safety audits and the employment of advanced personal protective equipment are crucial. Moreover, exploring partnerships with technology providers can facilitate the incorporation of state-of-the-art solutions into existing systems. Frequently Asked Questions What is driving the growth of the Fall Protection Market? The growth is driven by increasing emphasis on worker safety and technological innovation. Which companies are leading the market? Leading companies include 3M Co., Honeywell International Inc., and MSA Safety Inc. What challenges does the market face? Challenges include inadequate safety regulations in some regions and lack of awareness. How is AI influencing the market? AI enhances monitoring, data analysis and improves the overall safety protocols. Why is compliance important in this market? Compliance ensures worker safety and helps maintain the credibility of organizations. About Investors Hangout [Investors Hangout](https://investorshangout.com/) is a leading online stock forum for financial discussion and learning, offering a wide range of free tools and resources. It draws in traders of all levels, who exchange market knowledge, investigate trading tactics, and keep an eye on industry developments in real time. Featuring financial articles, stock message boards, quotes, charts, company profiles, and live news updates. Through cooperative learning and a wealth of informational resources, it helps users from novices creating their first portfolios to experts honing their techniques. Join Investors Hangout today: [https://investorshangout.com/](https://investorshangout.com/) Disclaimer: The content of this article is solely for general informational purposes only; it does not represent legal, financial, or investment advice. Investors Hangout does not offer financial advice; the author is not a licensed financial advisor. Consult a qualified advisor before making any financial or investment decisions based on this article. The author's interpretation of publicly available data shapes the opinions presented here; as a result, they should not be taken as advice to purchase, sell, or hold any securities mentioned or any other investments. The author does not guarantee the accuracy, completeness, or timeliness of any material, providing it \"as is.\" Information and market conditions may change; past performance is not indicative of future outcomes. If any of the material offered here is inaccurate, please [contact us](https://investorshangout.com/contact) for corrections. Related Articles - [Skywell Enters Electric Vehicle Market, Challenging Tesla's Dominance](/skywell-enters-electric-vehicle-market-challenging-teslas-dominance-83069-/) - [Joyce Lee's Departure Marks a New Era for Balchem Corporation](/joyce-lees-departure-marks-a-new-era-for-balchem-corporation-83068-/) - [Overhead Cables Market Expected to Surge Significantly by 2028](/overhead-cables-market-expected-to-surge-significantly-by-2028-83066-/) - [DA Davidson Assigns $37 Target for ChoiceOne Financial's Growth](/da-davidson-assigns-37-target-for-choiceone-financials-growth-83064-/) - [Stampli Achieves Record Satisfaction Through AI Automation](/stampli-achieves-record-satisfaction-through-ai-automation-83063-/) - [Investors Rally for Justice in Iris Energy Securities Case](/investors-rally-for-justice-in-iris-energy-securities-case-83062-/) - [Citi Downgrades Bunzl, Analysts Assess Growth Prospects](/citi-downgrades-bunzl-analysts-assess-growth-prospects-83061-/) - [New Horizon Aircraft's Nasdaq Listing Challenges and Future Strategies](/new-horizon-aircrafts-nasdaq-listing-challenges-and-future-strategies-83058-/) - [Gulf Resources Achieves NASDAQ Compliance Again Following Filings](/gulf-resources-achieves-nasdaq-compliance-again-following-filings-83057-/) - [NextDecade Appoints Arnaud Lenail-Chouteau to Board of Directors](/nextdecade-appoints-arnaud-lenailchouteau-to-board-of-directors-83055-/) Recent Articles - [Global Dairy Alternatives Market to Reach USD 23 Billion Expansion](/global-dairy-alternatives-market-to-reach-usd-23-billion-expansion-83030-/) - [Talisker Resources Secures $1.33 Million in Gold-Linked Financing](/talisker-resources-secures-133-million-in-goldlinked-financing-83029-/) - [Dundee Corporation Strengthens Position in Greenheart Gold Inc.](/dundee-corporation-strengthens-position-in-greenheart-gold-inc-83028-/) - [Explore Dinesh D'Souza's Bold Narrative in 'Vindicating Trump'](/explore-dinesh-dsouzas-bold-narrative-in-vindicating-trump-83027-/) - [Upcoming Earnings Announcement for The Marcus Corporation](/upcoming-earnings-announcement-for-the-marcus-corporation-83026-/) - [Comtech's Bold Transformation Strategy and Capital Update](/comtechs-bold-transformation-strategy-and-capital-update-83025-/) - [Holzer & Holzer Announces Legal Rights for Investors in 2024](/holzer-holzer-announces-legal-rights-for-investors-in-2024-83024-/) - [Investigation Launched into Acadia Healthcare Company’s Practices](/investigation-launched-into-acadia-healthcare-companys-practices-83023-/) - [Rocket Lab Stock Surges Following U.S. Export Policy Shift](/rocket-lab-stock-surges-following-us-export-policy-shift-83022-/) - [Kaspi.kz Stock Investigation Unveils Serious Allegations](/kaspikz-stock-investigation-unveils-serious-allegations-83021-/) - [Good Greek Moving & Storage Champions Breast Cancer Awareness](/good-greek-moving-storage-champions-breast-cancer-awareness-83020-/) - [Fokus Mining Corporation Secures $1.875 Million in Funding](/fokus-mining-corporation-secures-1875-million-in-funding-83019-/) - [Atwater Capital Expands Its Portfolio with RDC Contrôle Acquisition](/atwater-capital-expands-its-portfolio-with-rdc-contrle-acquisition-83018-/) - [Western Alliance Bancorporation Faces Challenges Post Q3 Earnings](/western-alliance-bancorporation-faces-challenges-post-q3-earnings-83017-/) - [Kwalu's Protea Achieves Honorable Recognition at HCD](/kwalus-protea-achieves-honorable-recognition-at-hcd-83016-/) - [AICPA's Support for CPAs Following Intuit's Controversial Ad](/aicpas-support-for-cpas-following-intuits-controversial-ad-83015-/) - [Assai Adjusts Plans for 2025 Store Expansion Amid Changes](/assai-adjusts-plans-for-2025-store-expansion-amid-changes-83014-/) - [Gallaudet University Celebrates Indigenous Heritage Through Events](/gallaudet-university-celebrates-indigenous-heritage-through-events-83013-/) - [Amazon's AWS Chief Advocates for In-Office Return Policy](/amazons-aws-chief-advocates-for-inoffice-return-policy-83012-/) - [Virtual Schools Market Set to Surge by USD 2.17 Billion](/virtual-schools-market-set-to-surge-by-usd-217-billion-83011-/) - [Stephens Raises Synovus Financial Corp Price Target to $52](/stephens-raises-synovus-financial-corp-price-target-to-52-83010-/) - [Organic Fertilizer Market Growth Reaching USD 30 Billion by 2028](/organic-fertilizer-market-growth-reaching-usd-30-billion-by-2028-83009-/) - [OneMedNet’s Strategic Moves to Avoid Nasdaq Delisting](/onemednets-strategic-moves-to-avoid-nasdaq-delisting-83008-/) - [Mountain Province Diamonds Releases Third Quarter Results](/mountain-province-diamonds-releases-third-quarter-results-83007-/) - [Growing Competition in the Antibody-Drug Conjugate Market](/growing-competition-in-the-antibodydrug-conjugate-market-83006-/) - [Granite REIT Declares Monthly Distribution for Upcoming Period](/granite-reit-declares-monthly-distribution-for-upcoming-period-83005-/) - [Tigeraire Takes On Legal Challenge From South Korean Competitor](/tigeraire-takes-on-legal-challenge-from-south-korean-competitor-83004-/) - [Natural Resource Partners Enhances Financial Flexibility with Credit Amendment](/natural-resource-partners-enhances-financial-flexibility-with-credit-amendment-83003-/) - [Kwalu's Innovative Ellie Collection Designed by Von Robinson](/kwalus-innovative-ellie-collection-designed-by-von-robinson-83002-/) - [Petros Pharmaceuticals Updates Preferred Stock Voting Rights](/petros-pharmaceuticals-updates-preferred-stock-voting-rights-83001-/) - [Rising Internet Security Market Driven by BYOD and AI Adoption](/rising-internet-security-market-driven-by-byod-and-ai-adoption-83000-/) - [Orgenesis Inc. Faces Nasdaq Delisting, Shifts to OTC Markets](/orgenesis-inc-faces-nasdaq-delisting-shifts-to-otc-markets-82999-/) - [Autonomix Medical Secures New Auditor and Stock Split Approval](/autonomix-medical-secures-new-auditor-and-stock-split-approval-82998-/) - [Bitech Technologies Announces Board Expansion and New Deal](/bitech-technologies-announces-board-expansion-and-new-deal-82997-/) - [Vizsla Silver Expands Portfolio with La Garra-Metates Acquisition](/vizsla-silver-expands-portfolio-with-la-garrametates-acquisition-82996-/) - [China's Economic Future: Transitioning from Exports to Consumption](/chinas-economic-future-transitioning-from-exports-to-consumption-82995-/) - [Central Bank of Chile Lowers Rates to Encourage Growth](/central-bank-of-chile-lowers-rates-to-encourage-growth-82994-/) - [Challenges Faced by Russian Stocks as MOEX Sees Declines](/challenges-faced-by-russian-stocks-as-moex-sees-declines-82993-/) - [Colombia Stock Market Sees Positive Gains with COLCAP Rise](/colombia-stock-market-sees-positive-gains-with-colcap-rise-82992-/) - [Mexico Stock Market Update: S&P/BMV IPC Sees Minor Decline](/mexico-stock-market-update-spbmv-ipc-sees-minor-decline-82991-/) - [EVERTEC Announces Consistent Quarterly Dividend for Shareholders](/evertec-announces-consistent-quarterly-dividend-for-shareholders-82990-/) - [Telix Pharmaceuticals Moves Forward with Nasdaq Listing Plans](/telix-pharmaceuticals-moves-forward-with-nasdaq-listing-plans-82989-/) - [Monroe Federal Bancorp, Inc. Readies for Significant IPO Event](/monroe-federal-bancorp-inc-readies-for-significant-ipo-event-82988-/) - [GPM Initiates Investigation into CSX Corporation's Practices](/gpm-initiates-investigation-into-csx-corporations-practices-82987-/) - [PIMCO Canada Corp. Updates Monthly ETF Distributions](/pimco-canada-corp-updates-monthly-etf-distributions-82986-/) - [Understanding the Upcoming iShares iBonds ETF Liquidations](/understanding-the-upcoming-ishares-ibonds-etf-liquidations-82985-/) - [New CPKC and CSX Connection to Enhance Rail Networks](/new-cpkc-and-csx-connection-to-enhance-rail-networks-82984-/) - [Investigation Launched into CSX Corporation for Investor Protection](/investigation-launched-into-csx-corporation-for-investor-protection-82983-/) - [Baylin Technologies Enhances Connectivity with New Antennas](/baylin-technologies-enhances-connectivity-with-new-antennas-82982-/) - [Spheric Assurance Company Maintains Strong Ratings Amid Challenges](/spheric-assurance-company-maintains-strong-ratings-amid-challenges-82981-/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Addison Perry",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:14:55.709+03:00",
    "updated": "2024-10-18T01:14:55.709+03:00"
  },
  {
    "uuid": "6ef44b1f21818610d754d9d5605845fa57db32c3",
    "url": "https://dailytimes.com.pk/1155928/no-ticket-for-deserters/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sajid Salamat",
    "published": "2023-12-28T17:19:00Z",
    "title": "No ticket for deserters",
    "text": "Pakistan Tehreek-e-Insaf (PTI) on Thursday condemned the “torture” and arrest of the party’s Vice Chairman Shah Mahmood Qureshi, calling on the Supreme Court to take a suo motu notice of the matter. The former ruling party maintains that Qureshi’s latest arrest was “illegal” as he had been bailed out by the apex court and the orders for his detention under the 3-MPO were also withdrawn soon after being issued. Speaking to media outside Adiala jail, where PTI founder Imran Khan has been incarcerated, Barrister Gohar Khan said “Shah Mahmood Qureshi was pushed and tortured yesterday”. Barrister Gohar said that PTI is being targeted for several months. Speaking about the ticketing of candidates, he said that the party is finalising the tickets and will reach a decision in a few days. Barrister Gohar also ruled out the possibility of giving tickets to “those who held press conferences” to announce their detachment from PTI, saying that the party was not considering such individuals. Nomination papers of all PTI leaders have been submitted, he added. He also expressed dissatisfaction over the Election Commission of Pakistan’s (ECP) performance and called on the body to ensure free and fair polls in the country. The ECP is all set to stage the much-awaited general elections across the country in less than two months. As per the polls schedule issued by the electoral body, scrutiny of the nomination papers will be carried out till the 30th of this month. Appeals against the acceptance or rejection of nomination papers can be submitted until January 3 and decisions on these appeals will be made by January 10. Talking about any possibility of forming an electoral alliance or supporting any other party, Barrister Gohar said that no decision has been made in this regard. “Sheikh Rashid has his own party. No decision has yet been made regarding an alliance with him,” he said referring to Awami Muslim League (AML) chief, who is PTI supremo’s close ally in politics. As the electioneering picks up pace with less than two months left in general elections, PTI complains about the absence of a “level playing field” for it to participate in the electoral process. “This caretaker setup is subjecting us to injustice,” Gohar said. He, however, added that PTI supremo Khan has reiterated the pledge to “fight till the last ball”. The PTI leader further stated the party wants Khan to contest in elections.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shah mahmood qureshi",
          "sentiment": "none"
        },
        {
          "name": "qureshi",
          "sentiment": "none"
        },
        {
          "name": "gohar khan",
          "sentiment": "none"
        },
        {
          "name": "imran khan",
          "sentiment": "none"
        },
        {
          "name": "gohar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "mpo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "adiala jail",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:52.595+02:00",
    "updated": "2023-12-29T00:30:52.595+02:00"
  },
  {
    "uuid": "5e0c7c13e5cf7af68ccba01c7d1d6bbbf986a583",
    "url": "https://www.world-today-news.com/u-s-genomics-market-set-to-surpass-67-billion-by-2034-unveiling-the-future-of-biotech-expansion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2025-02-27T20:49:00Z",
    "title": "U.S. Genomics Market Set to Surpass $67 Billion by 2034: Unveiling the Future of Biotech Expansion",
    "text": "AI Revolutionizes Genomics: U.S. Market Insights and future Trends Artificial intelligence is rapidly transforming the field of genomics within the United States,providing unprecedented capabilities for data analysis,personalized medicine,and drug discovery.The U.S.genomics market is experiencing substantial growth, fueled by advancements in next-generation sequencing (NGS) and its increasing applications in clinical diagnostics, cancer research, and studies of infectious diseases. Functional genomics currently dominates the market, while pathway analysis is projected to see the fastest growth from 2025 to 2034. This expansion is supported by investments in genomics-based solutions across pharmaceuticals,agritech,and synthetic biology.\nPublished: May 15, 2024\nThe Impact of Artificial Intelligence on Genomics Artificial intelligence is emerging as a transformative force in genomics, offering solutions to challenges that conventional methods struggle to overcome. AI algorithms can efficiently process vast genomic datasets, identifying patterns and mutations that might otherwise be missed. This capability is particularly valuable in improving variant calling, reducing both false positives and false negatives in sequencing data.\nOne of the most promising applications of AI in genomics lies in personalized medicine. AI helps match patients with personalized treatments based on their unique genetic profiles, especially in oncology and for rare diseases. This approach allows for more targeted and effective therapies, minimizing adverse effects and improving patient outcomes.\nFurthermore,AI is accelerating drug discovery by speeding up target identification and biomarker development.It also optimizes CRISPR gene editing by predicting off-target effects, making gene therapies safer and more effective. In synthetic biology, AI assists in designing and engineering custom DNA sequences for biotech applications.\nAI algorithms are also enhancing early disease detection by analyzing genetic predispositions, helping with proactive healthcare strategies. AI-driven tools improve newborn screening, carrier screening, and polygenic risk scoring for complex diseases.\nU.S. Genomics Market: Segment Insights The U.S. genomics market is segmented by application and technology, deliverables, and end-use. Functional genomics currently holds a dominant position, driven by the rise in next-generation sequencing (NGS) and whole-genome sequencing (WGS), along with their applications in drug discovery and vaccine development. The demand for real-time PCR and other functional genomic techniques is also contributing to this segment’s growth.\nThe expansion of targeted therapies and pharmacogenomics is increasing the need for genomic testing, further driving segment expansion. Hospitals and diagnostic labs require a steady supply of testing kits for patient-specific treatments. Government-funded initiatives, such as the NIH’s All of Us research program, are also fueling demand and growth.\nPathway analysis is expected to grow at the fastest rate in the market during the forecast period of 2025 to 2034. Genomic pathway analysis helps identify genetic markers linked to diseases, allowing pharmaceutical companies to develop targeted therapies. Investments in genomics-based solutions drive innovation across pharmaceuticals, agritech, and synthetic biology. Proteomics tools are being deployed to research and analyse biomarkers, understand disease mechanisms, and in bioforensics.\nDeliverables: Products vs. Services The product segment led the U.S. genomics market, with extensive use of instruments and techniques such as polymerase chain reactions (PCR). In 2024, the PCR sector held the largest market share, driven by its decreasing cost and high demand in hospitals, clinics, and ambulatory centers. PCR is used in the lab to create several copies of particular DNA.\nThe services segment is anticipated to grow with the highest CAGR during the studied years. The development of Next-Generation Sequencing (NGS) is enabling companies to outsource projects that require high-throughput and cost-effective sequencing, making large-scale genomic analysis feasible. The cost of sequencing a human genome has dropped substantially, from US$100 million in 2001 to under US$200, making it widely accessible. Lower-cost services have allowed sequencing technologies to be accessible in clinical diagnostics, precision medicine, and consumer genomics. Increasing use of sequencing for cancer genomics, rare disease diagnostics, and pharmacogenomics is driving demand. Whole-genome and whole-exome sequencing (WGS/WES) are now more common in hospitals and research institutions.\nEnd-Use: Academic & Government Institutes Dominate The academic & government Institutes segment dominated the market. The National Institutes of Health (NIH) and other U.S. agencies provide notable funding for genomics research. Programs like the All of Us Research Program and the Cancer Genome Atlas drive large-scale genomic studies. Federal support for genomics-based precision medicine and disease research fuels institutional dominance. Universities and research centers conduct early-stage genomics research,identifying disease pathways and novel drug targets. Research centers drive innovation in next-generation sequencing (NGS), CRISPR gene editing, and single-cell genomics. Institutions like the Broad institute and Cold Spring Harbor Laboratory are leading advancements in computational genomics and synthetic biology. With strong government backing, advanced research capabilities, and extensive industry collaborations, research centers, academia, and government institutes remain the dominant force in the U.S.genomics market, driving innovation and large-scale genomic initiatives.\nThe hospitals & clinics segment is growing rapidly in the U.S. genomics market in 2024. Hospitals increasingly use genomics to tailor treatments based on a patient’s genetic profile, improving efficacy and reducing side effects. Pharmacogenomics helps doctors prescribe the right drugs at the right dose, reducing adverse reactions. Next-Generation Sequencing (NGS) allows oncologists to detect cancer mutations and choose targeted therapies (e.g., immunotherapies like keytruda). Hospitals are integrating liquid biopsy tests for non-invasive cancer screening and monitoring. Genomic sequencing is used to track and manage infectious diseases like COVID-19, tuberculosis, and antibiotic-resistant bacteria. Hospitals rely on microbial genomics for outbreak surveillance and infection control.U.S. healthcare policies are increasingly covering genomic testing for cancer, rare diseases, and prenatal care.\nRecent Developments in the U.S. Genomics Market Several key developments highlight the dynamism of the U.S. genomics market:\nIn February 2025, PATHOMIQ, Inc., partnered with Myriad Genetics, Inc., granting Myriad exclusive licensing rights to PATHOMIQ’s AI technology platform for prostate cancer, PATHOMIQ_PRAD, in the US.This collaboration aims to change how physicians treat cancer patients through machine learning and AI-enabled diagnostics. Also in February 2025, 10x Genomics, Inc., unveiled new product developments at\nAI: the Genomic Revolution – Unlocking personalized Medicine and Drug Discovery Is the convergence of artificial intelligence and genomics poised to revolutionize healthcare as we know it? The answer,quite simply,is a resounding yes.\nInterviewer: Dr. Evelyn Reed, a leading expert in genomic medicine, welcome to World Today News. Your work focuses on the intersection of AI and genomics. Could you begin by explaining the transformative impact of AI on genomics, particularly within the U.S. market?\nDr. Reed: The request of artificial intelligence to genomics is indeed transformative. AI’s power lies in its ability to sift through the massive datasets generated by next-generation sequencing (NGS) and other high-throughput genomic technologies. this allows for pattern recognition and the identification of subtle genetic variations—mutations, polymorphisms, and epigenetic changes—which would be impractical to detect using conventional methods. the U.S. market is a leader in this field due to significant investments in research and development, coupled with a robust healthcare infrastructure. This allows for rapid translation of genomic discoveries into clinical applications.\nInterviewer: You mentioned next-generation sequencing. Can you elaborate on its role in this revolution and its impact on diffrent areas of healthcare?\nDr. Reed: Next-generation sequencing (NGS) provides the foundational data that fuels the AI revolution in genomics. NGS technologies allow researchers and clinicians to rapidly sequence entire genomes or specific regions within a genome, offering a comprehensive view of an individual’s genetic makeup. This high-throughput sequencing capability is essential for applications like personalized medicine,where treatment decisions are tailored based on a patient’s genetic profile. For example, in oncology, NGS helps identify cancer-driving mutations, enabling oncologists to select targeted therapies more effectively. It’s also revolutionizing the identification of genetic markers associated with complex diseases, and improving diagnostics for rare diseases and infectious disease studies.\nInterviewer: How is AI specifically enhancing personalized medicine and drug discovery? could you provide real-world examples?\nDr. Reed: AI is truly changing the landscape of both personalized medicine and drug discovery. In personalized medicine,AI algorithms analyze patient genomic data alongside clinical information to predict individual responses to various drug therapies – reducing trial and error in selecting suitable treatments.Pharmacogenomics, which predicts drug efficacy and side effects based on an individual’s genetic makeup, is one prime example. In drug discovery, AI accelerates the identification of new drug targets and allows researchers to sift through enormous chemical databases, greatly improving efficiency in identifying potential drug candidates. As a notable example,AI models are used to predict the effectiveness of drug molecules against specific gene targets before costly and time-consuming pre-clinical trials.\nInterviewer: Let’s discuss the U.S. genomics market segmentation. What are the leading segments, and what are the driving forces behind their growth?\nDr. Reed: The U.S. genomics market is segmented based on various factors, including application (functional genomics, pathway analysis, etc.), technology, deliverables (products vs. services), and end-users (academic institutions, hospitals, etc.). Currently, functional genomics, with its focus on gene expression, protein function, and regulatory elements, holds a significant portion of the market, largely driven by the widespread adoption of NGS . Pathway analysis is a rapidly growing segment, with the increasing understanding of the complex interactions between genes and in their role in disease. the advancements in technology, particularly the decreasing cost of sequencing, and the growing need for personalized medicine and efficient drug development are key drivers of this market expansion.\nInterviewer: what about the role of academic and goverment institutions, and how do thay contribute to the innovation within this thriving U.S. market?\nDr. Reed: Academic and government institutions play a crucial role as initiators of research and development in genomics. The National Institutes of Health (NIH) and other funding agencies substantially contribute by providing grants and funding large-scale genomic projects and studies that build the foundational knowledge base for this field. These institutions serve as a driving force in innovation through basic research, technological development, and the training of experts in the field. Their collaborations with the private sector also fosters the transition from research discoveries to real-world applications.\nInterviewer: what are some key takeaways for our readers who are interested in this burgeoning field?\nDr. Reed: the convergence of AI and genomics is poised to transform healthcare. Remember these key aspects:\nAI significantly increases the efficiency and accuracy of genomic data analysis.\nPersonalized medicine, enabled by AI and genomics, allows for more effective and targeted treatments.\nAI accelerates drug discovery by shortening lead times and significantly reducing overall costs.\nThe U.S. market is driving innovation, attracting investment, and leading in the development of transformative technologies.\nThe future of medicine lies in understanding the complex interplay between our genes and our health. AI and genomics work hand-in-hand to unlock this understanding, paving the way for a healthier future. We encourage you to share your thoughts and questions in the comments below.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->healthcare industry",
      "Science and Technology->biotechnology",
      "Science and Technology->scientific research",
      "Social Issue->diversity, equity and inclusion",
      "Social Issue->population and census",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://pubmed.ncbi.nlm.nih.gov/32270704/",
      "https://pubmed.ncbi.nlm.nih.gov/32270704",
      "https://www.pubmed.ncbi.nlm.nih.gov/32270704/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ]
    },
    "rating": null,
    "crawled": "2025-02-28T00:48:27.431+02:00",
    "updated": "2025-02-28T00:48:27.431+02:00"
  },
  {
    "uuid": "f84a66fae7c6d697e58d1d3024ba3e8ca66ba7b0",
    "url": "https://www.ilsussidiario.net/news/160-cristiani-uccisi-in-nigeria-una-strage-dellislam-fondamentalista-in-un-paese-nel-caos/2638894/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ilsussidiario",
    "published": "2023-12-29T04:03:00Z",
    "title": "160 CRISTIANI UCCISI IN NIGERIA/ \"Una strage dell'islam fondamentalista in un Paese nel caos\"",
    "text": "160 CRISTIANI UCCISI IN NIGERIA/ “Una strage dell’islam fondamentalista in un Paese nel caos”\nIn Nigeria a Natale sono stati uccisi oltre 160 cristiani in reazione a un massacro di musulmani con il quale però i cristiani non c'entrano\nUna strage nei giorni di Natale, dal 23 al 26 dicembre, con oltre 160 morti, messa a segno in alcuni villaggi dello stato di Plateau: 26 comunità per la maggior parte costituite da cristiani. Una tragedia alla quale la\nNigeria non è nuova, che va inquadrata in una situazione di tensione fra musulmani e cristiani, ma che non può essere letta esclusivamente nei termini di un conflitto religioso. Si tratta, infatti, di una contrapposizione che in realtà va analizzata anche dal punto politico ed etnico.\nGli attacchi di questi giorni, spiega Massimo Introvigne, sociologo fondatore del Cesnur e del sito Bitter Winter, vanno spiegati rifacendosi a un altro gravissimo episodio che si è verificato all’inizio del mese, quando 120 musulmani sono stati uccisi durante una festa in seguito a un attacco aereo dell’aviazione nigeriana, che secondo la versione ufficiale avrebbe colpito la gente per errore nel corso di un’operazione contro i terroristi.\nLe incursioni nei villaggi nei giorni di Natale da parte di gruppi armati possono essere interpretate come una reazione a questo episodio, forse ingiustamente addebitato proprio ai cristiani: segno che il\nfondamentalismo islamico è ancora molto presente. Una vicenda, quella del 3 dicembre, le cui dinamiche lasciano comunque perplessi. Potrebbe essere il segnale di un tentativo di destabilizzazione del Paese che punti a riaccendere il fuoco dello scontro religioso e non solo. Chi possa essere all’origine di questo piano non è ancora chiaro: per capirlo bisognerà comprendere prima di tutto di chi sia la responsabilità dei fatti dei primi giorni di dicembre, probabile origine della scia di sangue che ha sconvolto il Natale nigeriano.\nCome è possibile spiegare queste uccisioni in Nigeria? Quali sono i motivi di un piano così efferato?\nCi sono fattori tribali e fattori religiosi. È sicuramente un errore impostare la questione semplicemente sotto l’aspetto religioso. Così come è sbagliato dire che il fattore religioso non c’entra nulla. In realtà i fattori da prendere in considerazione sono tre: politico, etnico e religioso. Il fatto che comunque ogni tanto questi massacri ricomincino significa che la situazione non è esattamente sotto controllo.\nIn che misura incidono questi singoli elementi?\nIl fattore politico incide perché la situazione nigeriana è caratterizzata da una notevole instabilità, con continue lotte fra partiti e intrapartiti. Ogni tanto sembrano risolte, come anche gli Usa parrebbero confermare, poi però le cose vanno in un’altra direzione. Il fattore etnico conta perché di solito i cristiani hanno un’appartenenza tribale diversa rispetto ai musulmani. Poi va considerato che il fondamentalismo islamico non è mai stato totalmente debellato: la Nigeria ci racconta che Boko Haram e altre organizzazioni terroristiche non ci sono più. Ma è evidente che ci sono ancora.\nGli attacchi di Natale vengono inquadrati anche come lotta tra pastori e agricoltori. Altri leggono questo conflitto con una connotazione più religiosa. Chi sono le bande che hanno agito in questi giorni?\nBisogna fare un passo indietro e andare a quello che è successo all’inizio del mese: durante una festa islamica nello stato di Kaduna, a Tudun Biri, c’è stato un attacco aereo e sono stati ammazzati 120 musulmani. Difficile credere che sia stato un incidente, come dice il governo nigeriano. Si è trattato comunque di un’azione dell’aviazione nigeriana. Le persone colpite stavano celebrando un festival religioso e non risulta che fossero terroristi. Alcuni leggono l’attacco ai cristiani di Natale, tra sabato sera e lunedì, come una reazione all’attacco aereo di inizio mese. Questo ci porta in uno scenario ancora più inquietante, perché non è impossibile che nell’esercito nigeriano ci siano personaggi o correnti che per rovesciare l’attuale governo peschino nel torbido. È abbastanza chiaro che un attacco aereo nei confronti di un gruppo di musulmani avrebbe portato a una reazione opposta di estremisti che dietro a questo episodio, secondo me del tutto a torto, vedono i cristiani. Anche gli specialisti di cose nigeriane non sono sorpresi che ci sia stata una reazione, arrivata a Natale per ragioni simboliche. Questo conferma che i fondamentalisti islamici ci sono, che l’etnia Fulani, che ce l’ha con i cristiani, ha ancora delle milizie armate fino ai denti. Ma è anche vero che questo specifico attacco risponde a quello del 3 dicembre.\nGli Stati Uniti che ruolo hanno in questa situazione?\nHanno sempre supportato la repressione di Boko Haram, anche perché lo considerano legato all’Isis. Sembrerebbe di capire però che non sia verissimo che il terrorismo sia stato debellato. I fatti di questi giorni ci raccontano due cose: che i terroristi ci sono e che sono stati provocati ad arte dal cosiddetto incidente delle bombe sganciate sui musulmani. Era un po’ che non erano protagonisti di azione spettacolari. Quindi si tratta di capire chi ha organizzato la provocazione del 3 dicembre.\nI cristiani che ruolo hanno nel Paese e come vivono in questo contesto?\nHanno un ruolo importante nella politica, sono abbastanza numerosi da essere decisivi per il voto. Ogni tanto si difendono anche in armi, in genere però sono meno inclini ad organizzare milizie e mettere le cose su un piano militare. Se si tratta di farsi la guerra a colpi di attentati terroristici c’è tutta una rete internazionale, dall’Isis ad Al Qaeda, che può supportare formazioni musulmane, mentre non esiste niente di simile per i cristiani.\nMa le persecuzioni contro i cristiani prima della tragedia dello stato di Plateau si erano ridotte?\nGli atti di discriminazione dei cristiani e di piccola persecuzione quotidiana non sono mai finiti, ma\ngli attentati spettacolari erano un po’ scemati, gli ultimi sono stati un anno fa. Poi sono arrivate notizie di scontri nei villaggi, di assassini: non è che fosse finita. Ma attacchi su questa scala non se n’erano visti. Anche se poi ci sono gruppi che ci dicono che comunque il numero di cristiani uccisi anche in imboscate tese a dieci, venti persone, è nell’ordine dei 3mila quest’anno.\nMa alla fine in questo tipo di conflitto quali aspetti prevalgono?\nC’è chi dice che i conflitti esclusivamente religiosi non esistano, perché tutti poi hanno motivazioni politiche, etniche o economiche. Se prendiamo il conflitto più noto, quello fra Israele e Palestina, vediamo che non è unicamente religioso, però il fattore religioso esiste e tutta una serie di comportamenti non si spiegano senza prenderlo in considerazione. Diciamo che i fattori religiosi vanno considerati insieme ad altri.\n(Paolo Rossetti)\n— — — —\nAbbiamo bisogno del tuo contributo per continuare a fornirti una informazione di qualità e indipendente.\nSOSTIENICI. DONA ORA CLICCANDO QUI\n© RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T07:20:26.906+02:00",
    "updated": "2023-12-29T07:20:26.906+02:00"
  },
  {
    "uuid": "ca5470d14ff7fb95fa1ab6991547f0c6da50a31f",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c057",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Toponotomalasuerte",
    "published": "2023-12-29T01:52:00Z",
    "title": "#57 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "Portada\nmis comunidades\notras secciones\n[#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#32](c32#c-32) tengo entendido dos cosas : Rambo III estaba dedicada a “the galant people of Afghanistan” , lo otro es un bulo . Pero la info en internet se contradice en todas partes acerca de esto , asi que no sé.\nSegundo:\nLo de que Afghanistan era laico , mujeres sin velo etc . se ha mostrado erróneo, solo era en Khabul . En las zonas agrarias (el resto del país) era anticuado respecto a esto .\nPero es un lío y al final no sabes lo que es verdad o no , internet está lleno de información contradictoria .\n[#13](c13#c-13) Se financian infinitud de proyectos e ideologías en los 5 continentes, para bien y para mal, y solo los “amigos de las cabras” son los que a posteriori se dedican al terrorismo.\n[#56](c56#c-56) con lo de los amigos de las cabras supongo q te refieres a los valerosos guerreros muyahidines, que junto a los USA liberaron del yugo comunista a Afganistán y lo convirtieron en la tierra de libertades que es hoy. No? O te refieres a las primaveras árabes? O a liberar libia? Iraq? El maidan de Ucrania?\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\n[#18](c18#c-18) para tí seguro que extrema derecha es alguien de izquierdas que no compre el pack correntista de turno.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.\n[#8](c8#c-8) Reagan murió hace 20 años y dejó la presidencia hace 35... De verdad tu argumento más solido es usar una foto de hace 40 años? Alguna prueba que adjuntar a la afirmación de la financiación de EEUU y UK a los culpables de este atentado?\nAcaso guarda alguna relación Reagan reuniéndose con los muyahidines hace 40 años con este atentado en Nigeria y yo no me he enterado?\nAquí cuando iban a la casa blanca a recibir paguitas\nEstos terroristas de Nigeria? Un pelín racista por tu parte hacer un batiburrillo basándote únicamente en que son integristas musulmanes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:55:02.202+02:00",
    "updated": "2023-12-29T04:55:02.202+02:00"
  },
  {
    "uuid": "69f63b5162510a54af01c7719465dfd4d32b8e3d",
    "url": "https://bvmsports.com/2025/01/30/wbb-ellis-scores-career-high-21-points-in-loss-to-uiw",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BVM Sportsdesk",
    "published": "2025-01-31T04:43:00Z",
    "title": "WBB: Ellis Scores Career High 21 Points In Loss To UIW",
    "text": "WBB: Ellis Scores Career High 21 Points In Loss To UIW\nMcNeese women's basketball faced off against Incarnate Word, suffering a 77-63 defeat despite Kiayra Ellis' career-high 21 points. The game featured 14 ties and 10 lead changes, with McNeese initially leading 52-49 entering the fourth quarter. UIW launched a decisive 15-0 run, outscoring McNeese 28-11 in the last quarter to secure their victory. The loss leaves McNeese with an overall record of 8-13 and 3-7 in conference play, while UIW improves to 12-8 and 7-4.\n- McNeese shot 42.6% from the field while UIW shot 42.3%.\n- UIW scored 50 of their 77 points in the paint and capitalized on 10 Cowgirl turnovers for 24 points.\nDespite a solid shooting performance, McNeese's inability to maintain their lead in the final quarter showcased their struggle to perform consistently throughout the game. UIW's advantage in scoring off turnovers also highlighted McNeese’s defensive vulnerabilities.\nState of Play- McNeese is currently ranked 3-7 in conference play and 8-13 overall.\n- Ellis has now scored in double figures in multiple games, signaling her growth as a key player.\nMcNeese is set to visit Nicholls on Saturday, February 1, aiming to rebound from the loss against UIW and improve their conference standing.\nBottom LineMcNeese must leverage its strong individual performances into cohesive teamwork, particularly in crunch time, to enhance their competitiveness in upcoming games.\nRead more at McNeese State University Athletics\nThe summary of the linked article was generated with the assistance of artificial intelligence technology from OpenAI",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->basketball",
      "Sport->sport event",
      "Sport->regular competition",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->exercise and fitness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://mcneesesports.com/news/2025/1/30/womens-basketball-wbb-ellis-scores-career-high-21-points-in-loss-to-uiw.aspx",
      "https://www.mcneesesports.com/news/2025/1/30/womens-basketball-wbb-ellis-scores-career-high-21-points-in-loss-to-uiw.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T07:59:28.606+02:00",
    "updated": "2025-01-31T07:59:28.606+02:00"
  },
  {
    "uuid": "e1cbfdbca1a3b58d6eecfa40864d2355821a0bff",
    "url": "https://www.panorama.am/en/news/2024/11/01/weather-Armenia/3072960",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Helix Consulting LLC",
    "published": "2024-11-01T00:00:00Z",
    "title": "Temperatures to drop in Armenia from Sunday - Panorama | Armenian news",
    "text": "Temperatures to drop in Armenia from Sunday Clear weather is expected in Armenia on Friday, Saturday and later next week. Rain and snow are forecast for some parts of the country on Sunday and Monday. Temperatures are set to fall by up to 11C starting from Sunday. The capital Yerevan could see showers late on Sunday and Monday. Տեքստում սխալ կամ վրիպակ նկատելու դեպքում, ուղարկեք խմբագրին հաղորդագրություն` նշելով տվյալ սխալը, այնուհետև սեղմելով Ctrl-Enter: Newsfeed 16:45 Opposition MP: Armenian leadership 'legitimizes' Azeri crimes The Armenian Revolutionary Federation (ARF) staged a protest outside the UN office in Yerevan on Friday, demanding immediate action to secure... Source [Panorama.am] 16:04 Temperatures to drop in Armenia from Sunday Clear weather is expected in Armenia on Friday, Saturday and later next week. Rain and snow are forecast for some parts of the country on... Source [Panorama.am] 15:36 FC Urartu joins calls for Armenian football chief's resignation FC Urartu has joined the Armenian national team and Premier League fan movements and clubs in demanding the resignation of the current... Source [Panorama.am] 15:21 Protesters outside UN office demand release of Armenian prisoners in Baku Protesters gathered outside the UN office in Yerevan on Friday to demand the immediate release of Armenian prisoners of war and... Source [Panorama.am] 14:45 'Brat' is Collins Dictionary's word of the year Collins Dictionary has declared “brat” – the album title that became a summer-living ideal – its 2024 word of the... Source [Panorama.am] 14:21 Armenian Genocide Museum head blasts Mirzoyan's remarks Historian Hayk Demoyan, Director of the Armenian Genocide Museum-Institute in Yerevan, lambasted Armenian Foreign Minister Ararat Mirzoyan for... Source [Panorama.am] 13:36 World Youth Chess Championships underway in Brazil The FIDE World Youth Chess Championships 2024 are being held in Florianopolis, Brazil, from October 29 to November 9. After the third round,... Source [Panorama.am] 13:04 Russia says it is unhappy with Turkey's arms supplies to Ukraine Russia is \"surprised\" that Turkey continues to supply Ukraine with weapons while trying to act as a mediator in the conflict between... Source [Panorama.am] 12:36 Spain floods death toll rises to 158 At least 158 people have died in Spain's worst flooding disaster in generations as rescuers battle odds to find survivors, BBC News... Source [Panorama.am] 12:17 Yerevan subway overcrowded in morning rush hour The Yerevan Metro was overcrowded on Friday morning as passengers struggled to reach work and classes from the Garegin Nzhdeh station. The... Source [Panorama.am] 11:35 Armenia to host UN Biodiversity Conference in 2026 Armenia will host the next UN Biodiversity Conference of the Parties in 2026, the Ministry of Envionment reported. \"In 2026,... Source [Panorama.am] 11:16 Lifter Emma Poghosyan crowned junior European champion Armenian weightlifter Emma Poghosyan has clinched a gold medal at the European Junior and U23 Championships being held in Raszyn, Poland,... Source [Panorama.am] 11:01 Paris Masters: Khachanov edges out Popyrin to move into quarter-finals Karen Khachanov moved into the quarter-finals of Paris Masters by defeating Australian Alexei Popyrin 7-6 (5), 6-4 at the Accor... Source [Panorama.am] 17:12 Biden bites baby dressed as chicken at Halloween event U.S. President Joe Biden playfully bit a stable of adorable, dressed-up tots during a Halloween celebration at the White House on... Source [Panorama.am] 16:57 Opposition factions seek parliament debate on Armenian prisoners The opposition Hayastan and Pativ Unem factions have initiated an emergency parliament debate on a draft statement calling for the release of... Source [Panorama.am] 16:15 At least 95 killed in Spain flash floods Rescue efforts are continuing as Spain endures its worst flooding disaster in decades, with at least 95 people confirmed dead and dozens more... Source [Panorama.am] 16:05 Catholicos Karekin II urges all to join prayer for Armenian hostages in Azerbaijan His Holiness Karekin II, Supreme Patriarch and Catholicos of All Armenians, asked for people to join the prayer for Armenian hostages held in... Source [Panorama.am] 15:45 West's meddling threatens security of entire Eurasian continent, Lavrov says The aggressive activity of the US and its allies threatens the security of the entire Eurasian continent and increases the risk of its... Source [Panorama.am] 15:14 Opposition MP criticizes Armenian government for Turkey's involvement in regional processes Armenia's incumbent authorities are engaged in “stiff competition” with Azerbaijan on who is more committed to involving Turkey... Source [Panorama.am] 14:36 Mirzoyan admits differences between Yerevan and Moscow on 'some issues' Armenia's relations with Russia are very transparent, and the two countries are bound by strong economic ties, Foreign Minister Ararat... Source [Panorama.am] 14:12 Armenian Genocide recognition not a top priority, FM says Armenian Foreign Minister Ararat Mirzoyan says that the international recognition of the Armenian Genocide is not a top priority for his... Source [Panorama.am] 13:34 Armenian government allocates 2.9 billion drams for subvention schemes The Armenian government on Thursday approved a decision to allocate 2 billion 903 million drams for the implementation of subvention... Source [Panorama.am] 13:05 Foreign minister: Armenia's participation in COP29 in Baku not ruled out Foreign Minister Ararat Mirzoyan has not ruled out the possibility of Armenia’s participation in the UN climate summit in... Source [Panorama.am] 12:45 Donald Trump boards garbage truck in response to Biden's comment Donald Trump walked down the steps of the Boeing 757 that bears his name, walked across a rain-soaked tarmac and, after twice missing the... Source [Panorama.am] 12:34 No Armenians among Spain flood victims – Foreign Ministry No Armenian citizens or ethnic Armenians have been identified among the devastating flood victims in Spain, Armenian Foreign Ministry... Source [Panorama.am] 12:07 Armenian FM 'cautiously optimistic' about peace deal with Baku Armenian Foreign Minister Ararat Mirzoyan has expressed “cautious optimism” about the conclusion of a peace agreement with... Source [Panorama.am] 11:36 World Championships: Armenia's Erik Arstamyan beats Azeri rival to reach semis Armenia's European bronze medallist Erik Arstamyan has advanced to the semifinals of the IBA Youth World Boxing Championships in Budva.... Source [Panorama.am] 11:10 Paris Masters: Khachanov through to last 16 Russian-Armenian Karen Khachanov moved into the last 16 of Paris Masters by edging out French wildcard Giovanni Mpetshi Perricard 6-7 (12), 6-1,... Source [Panorama.am] 17:09 Armenian parliament committee chair denies discussions about his possible ouster Andranik Kocharyan, a senior member of Armenia’s ruling Civil Contract party and a lawmaker who chairs the parliament’s defense... Source [Panorama.am] 16:33 Pashinyan chairs Security Council meeting Nikol Pashinyan on Wednesday chaired a regular meeting of Armenia's Security Council. The prime minister's office... Source [Panorama.am] Videos 17:35 20/02/2023 Armenian expert: U.S. stance on Karabakh remains unchanged 13:59 09/02/2023 Premature births increase in Artsakh due to stress 12:43 09/01/2023 Snow-covered Yerevan 15:41 15/12/2022 Gegham Stepanyan calls for sanctions against criminal Azerbaijan 11:45 29/11/2022 Memorial plaque honoring Yeghishe Charents inaugurated in Yerevan",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "UN",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T15:06:24.398+02:00",
    "updated": "2024-11-01T15:08:30.214+02:00"
  },
  {
    "uuid": "9c8d021ab7279bc860a5b202cd80c1f09ba7554b",
    "url": "https://www.c-r-y.org.uk/running-mcr-half",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@https://www.twitter.com/CRY_UK",
    "published": "2025-01-23T14:57:00Z",
    "title": "Running MCR Half!!",
    "text": "Me and my mum had both never ran more than 5km before and we were up for a challenge in 2024 and after the loss of my friend Mia we decided to sign up for the Manchester Half Marathon in memory of Mia Jennings. In order to prepare for the half marathon we managed to do a lot of training both in the gym and outside doing various distances. We were both very nervous to run and when it came to race day it was very emotional too. With both me and my mum training hard we managed to complete the half marathon and we managed to raise over £300. And I have managed to find myself running at every opportunity and I’ve since signed up for a few more running events. Thank you so much to everyone that supported us!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->record and achievement",
      "Lifestyle and Leisure->exercise and fitness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:13:23.760+02:00",
    "updated": "2025-01-24T00:13:23.760+02:00"
  }
]