[
  {
    "uuid": "414a0195eb1025d23679e0ac104c5eea424af1b3",
    "url": "https://www.meneame.net/story/pasadle-estos-datos-graficos-partidarios-javier-milei-ver-alguno/c030",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laro__",
    "published": "2024-06-06T21:20:00Z",
    "title": "#30 Pasadle estos datos y gráficos a los partidarios de Javier Milei a ver si alguno tiene la poca vergüenza de decir que lo está haciendo bien en Argentina",
    "text": "Portada\nmis comunidades\notras secciones\nTodos esos gráficos ya los adelantó en su campaña, no son nada que no se supiera. Argentina tenía un modo de gestión con un déficit tan loco que para encauzarlo habría que hacer sacrificios. Se dijo de sobra, 2 décadas con la mayor pérdida de poder adquisitivo de todo occidente, se trataba de elegir seguir así o romper esa inercia pero con unos años malos.\nDe verdad, es ridículo. Argentina es el peor caso de gestión económica de este siglo, habría que ir a Venezuela o países del 3er mundo o a países en guerra para ver algo comparable. Es mucho canteo que el meneante medio no tenga ni puñeterísima idea de lo que ha estado pasando en Argentina los últimos 20-30 años, y de pronto para criticar a un rival ideológico medio foro se autoproclame catedrático en argentinología.\n[#5](c5#c-5) tb resulta un poco curioso que todos los defensores de Milei en meneame son expertos en argentinologia . O no?\n[#6](c6#c-6) A mí siempre me ha parecido un mamarracho. Pero es una consecuencia lógica de la Argentina desde los 90 hasta hoy.\nPonerse a hacer gráficos con un excel y echarse las manos a la cabeza es absurdo tras ni medio año de Milei, que además no es nada que no se supiera. Argentina es un país cuya economía daba para por lo menos una portada mensual en menéame desde antes de la creación del propio portal.\n[#5](c5#c-5) O sea que para combatir \"2 décadas con la mayor pérdida de poder adquisitivo de todo occidente\", se implementan medidas que profundizan esa pérdida de poder adquisitivo...\nY eso para tí y los que te votan positivo, tiene sentido...\nPues nada, deberías sentirte orgulloso de la cantidad de gente que no puede comprar medicamentos, de las clínicas oncológicas cerradas, del incremento de la pobreza, y miles de cosas más. Todas, también, dichas en campaña, verdad?\nDesde luego que lo está haciendo bien.\nDejar de subvencionar con cargo al déficit y la deuda la energía, el transporte etc tiene la consecuencia de que la inflación se dispara.\nYa caerá.\nMilei sólo está destapando las vergüenzas de la economía argentina, que hasta ahora era una farsa\nEn un año la inflación estará por los suelos y la economía lista para crecer sin apoyarse en la impresión de papeles\ncc\n[#1](c1#c-1) [#2](c2#c-2) [#3](c3#c-3) [#4](c4#c-4) [#5](c5#c-5)\nMe jode tener yo que defender al mongolo de Milei, pero vamos si quitas subsidios y desregulas sectores es seguro que pasaría lo que está pasando.\nOtro punto es el precio a pagar por ello y si estas medidas van a mejorar el país en el medio-largo plazo o lo van a mandar al abismo directamente reventando la cohesión social.\n[#4](c4#c-4) \"El interrogante que más insiste con respecto a la ultraderecha argentina se refiere a la adhesión que aun suscita en sectores amplios de la población.\nEn efecto, un gobierno que no gobierna, un grupo de funcionarios inconsistentes y crueles, una agrupación de políticos bizarros que parecen testimoniar de una mutación antropológica en el centro del neoliberalismo provocan en el mundo la pregunta crucial: porqué un experimento con un coste de dolor tan amplio para la sociedad argentina no solo es soportable sino que parece estar apoyado por una fe inquebrantable.\nResponder a esto exigiría un conjunto de lecturas que sepan al menos caracterizar en qué tiempo histórico vivimos y si somos contemporáneos de algo nuevo y distinto. Pero mas allá de la necesaria reflexión teórica y crítica con respecto a la tragedia que le toca vivir a la Argentina, la única posibilidad de responder a esta situación siniestra es no dejarse subyugar por la foto fija de las encuestas y los votos obtenidos.\nLas encuestas y el sistema de votación nunca logran captar ciertos momentos privilegiados de lo micropolítico y de su capilarización en el tejido social. El supuesto 50 por ciento de apoyo del que dispone el ultraderechista se puede volatilizar de un instante a otro, y entonces puede emerger la verdad del militante, la verdad del que no cede, y entrega su vida a la más inmediata de las urgencias: combatir el hambre. Ya sabemos de quién estamos hablando.\nEsta es la hora de quien no se deja obnubilar por el peso inerte de los números y abraza la verdadera causa, la verdadera razón por la que ha decidido entregar su vida a la justicia.\nFrente al nihilismo de las encuestas, la verdad incondicional de la justicia social; no importa lo que digan si alguien ha decidido no prestarles mas atención.\nEn cada hombre y en cada mujer, uno por uno, en donde vibre una sensibilidad por la justicia y por el otro, un nuevo lazo social, un nuevo amor va abriendo su camino. Los días de la nueva política estan por venir\".\n[#8](c8#c-8) Por la misma razon que todos los que se quejan de nuestros fachas politicos, jueces, periodistas, empresarios...siguen aqui y no se van a otros paises superdemocraticos.\n[#8](c8#c-8) joder pues es bastante evidente no?\n- Sesgo temporal => Una chica obesa empieza a hacer ejercicio/dieta. Prefieres acostarme con ella ahora o en 1 año cuando haya perdido la mitad de peso? Pues eso.\n- Que un pais sea mejor economicamente no quiere decir que nos tengamos que mudar. Si esa fuera la logica, toda España se habria mudado a Zurich.\nHacedle caso a Eduardo Garzón, que tiene la receta para solucionar lo de Argentina:\n⦁ Eduardo Garzón: \"Argentina no está limitada en términos financieros. Todos los pesos que se quieran crear, se pueden crear\"\n⦁ Eduardo Garzón: \"La solución al paro es teclear dinero\"\n⦁ Eduardo Garzón: \"El dinero es un invento y se puede crear sin límites\"\n⦁ Eduardo Garzón: \"El dinero lo crea y regula el sector público, por lo que éste no necesita recaudar impuestos para financiarse.\"\n⦁ Eduardo Garzón: \"Los ingresos de los funcionarios provienen del gasto del Estado, no de ningún impuesto.\"\n⦁ Eduardo Garzón: Como si llega al 250% del PIB,como en Japón y viven mejor que nosotros, mientras el BCE siga comprando bonos la deuda pública no debe preocupar\n[#9](c9#c-9) la verdad esque es un pieza, pero honestamente, prefiero atacar a los argumentos antes de a la persona.\nAparte, es de la poca gente de la izquierda que se sienta a debatir contra liberales. Eso se lo tengo que conceder.\n[#36](c36#c-36) La parte en la que dice que ciertas cicatrices económicas tardarán años en arreglarse aunque Milei se fuese mañana me imagino que no te la has leído. Ah, hostias, enero de 2024. Nada más.\n[#41](c41#c-41) eso ya se sabia. Estais demasiados ansiosos porque a argentina le vaya mal, y no le va a ir mal a medio plazo, tiempo al tiempo.\nllevo en meneame desde el 2007 (ya no tengo acceso a mi cuenta antigua) y en foros desde mediados de los 90, por si dan medallas de antiguedad, y por si vale para ganar algun argumento.\n[#48](c48#c-48) se iba?? pero dale tiempo!!! no ha pasado nada todavia.\nLa inflacion se iba a disparar despues de las medidas de milei, era obvio!!!:\nhttps://es-us.finanzas.yahoo.com/noticias/subir-inflaci%C3%B3n-bajarla-terapia-choque-122832348.html\nREPITO, ya se que quieres que milei y argentina se hundan, dale tiempo, incluso la libertad requiere tiempo para poder disfrutarla.\n[#51](c51#c-51) Me parece a mí que no te has mirado ni una puta gráfica. Total, el dogmatismo siempre está fuera de la realidad.\n[#2](c2#c-2) ay mi madre el mensaje.\nTodo eso que menciona en la noticia, LLEVA PASANDO EN ARGENTINA DURANTE TODA LA DECADA. Y ha sido especialmente agudo durante los ultimos años. Lo que esta diciendo el articulo esque durante los 6 meses de gobierno se esta siguiendo la tendencia . No shit Sherlock, si te parece se puede revertir totalmente una tendencia en menos de 2 dias con ademas todo el congreso en contra.\nDe verdad, yo he llegado a ver como echaban a Milei culpa de la inflacion DE DICIEMBRE. Esto es como si Sanchez entrara al poder un 10 de Diciembre y le echaramos la culpa de la bajada de empleo en Diciembre. Seria completamente absurdo.\nY ahora contrataco. Hay un plan (que Milei ya ha explicado), para acabar con la inflacion y disminuir el desempleo. El plan esta de sobra explicado pero no veo que nadie haya mirado ni entendido el plan. Que tal si lo empezais a mirar y ver si os cuadra o no la idea?\n[#31](c31#c-31) En tu primer párrafo ya dejas claro que no sabes interpretar los gráficos. En tal caso, intercambiar mensajes contigo es tan efectivo como intentar derribar un castillo lanzándole merengues.\n[#2](c2#c-2) Siempre me han fascinado todos esos obreros y gente humilde que votan a profetas de la abundancia y vendedores de humo ,que más tarde les robarán lo poco que les quede .\nEs ya de puro psicópata defender a Milei y sus posturas empobrecedoras. Hasta la derecha más fiel en los medios empieza a poner con él tierra de por medio. Sólo hay que ver el último escándalo enorme de corrupción relacionado con la comida para los pobres. Y es que os recuerdo que ya el 55% de la población argentina es pobre.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=Smg6f1U1tbc",
      "https://www.infobae.com/economia/2019/09/17/fernanda-vallejos-un-estado-soberano-en-terminos-monetarios-no-necesita-pedir-dinero-prestado-porque-los-puede-crear/",
      "https://es-us.finanzas.yahoo.com/noticias/subir-inflaci%C3%B3n-bajarla-terapia-choque-122832348.html",
      "http://www.youtube.com/watch",
      "https://www.es-us.finanzas.yahoo.com/noticias/subir-inflaci%C3%B3n-bajarla-terapia-choque-122832348.html",
      "https://infobae.com/economia/2019/09/17/fernanda-vallejos-un-estado-soberano-en-terminos-monetarios-no-necesita-pedir-dinero-prestado-porque-los-puede-crear/",
      "https://www.infobae.com/economia/2019/09/17/fernanda-vallejos-un-estado-soberano-en-terminos-monetarios-no-necesita-pedir-dinero-prestado-porque-los-puede-crear",
      "http://youtube.com/watch?v=Smg6f1U1tbc"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T02:03:58.612+03:00",
    "updated": "2024-06-07T02:03:58.612+03:00"
  },
  {
    "uuid": "f967c936668d74249f2aa20a0fbfc7f29267485b",
    "url": "https://heraldodemexico.com.mx/mundo/2024/4/4/taiwan-resistio-al-terremoto-de-74-asi-se-preparan-para-sobrevivir-los-sismos-en-esta-nacion-591522.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joshua Hernández",
    "published": "2024-04-04T21:47:00Z",
    "title": "Taiwán resistió al terremoto de 7.4: así se preparan para sobrevivir a los sismos en esta nación | El Heraldo de México",
    "text": "Esta semana, [Taiwán](https://heraldodemexico.com.mx/mundo/2024/4/4/video-terremoto-de-taiwan-agarro-alpinistas-en-cima-de-montana-591418.html) acaparó la óptica global tras sufrir un sismo de 7.4 grados de magnitud. Los videos de las y los ciudadanos que inundaron redes sociales mostraron cómo es que se vivió dicho evento en la isla de Asia; sin embargo, y a pesar de que se trata del movimiento telúrico en los últimos 25 años en dicha nación, la cantidad de decesos es relativamente menor. Esto se debe a que en Taiwán hubo una revisión histórica en su ingeniería para poder hacerle frente a sismos y terremotos que podrían presentarse. Cabe recordar que la isla se encuentra en una zona con alto riesgo sísmico. Sigue leyendo: [VIDEOS: así fue el momento exacto del terremoto en Taiwán, hay edificios dañados y alerta de tsunami](https://heraldodemexico.com.mx/mundo/2024/4/2/videos-asi-fue-el-momento-exacto-del-terremoto-en-taiwan-hay-edificios-danados-alerta-de-tsunami-590865.html) [Terremoto de Taiwán: ¿por qué los edificios sólo se inclinaron pero no cayeron?](https://heraldodemexico.com.mx/mundo/2024/4/4/terremoto-de-taiwan-por-que-los-edificios-solo-se-inclinaron-pero-no-cayeron-591355.html) ¿Cómo se preparó Taiwán para el sismo? El sismo que tuvo presencia en prácticamente todo su territorio, hasta el momento ha dejado un saldo de alrededor de 10 muertos y menos de 100 personas atrapadas entre los escombros, lo cual representan números positivos en relación a una población susceptible de poco más de 23 millones de personas. Si se compara con el sismo ocurrido en México el 19 de septiembre de 2017, que tuvo una magnitud de 7.1 y dejó 370 decesos confirmados en una población susceptible similar, se podría decir que Taiwán elaboró mejores construcciones, pues demostraron ser más resistentes a un movimiento telúrico ligeramente mayor. La historia de cómo se preparó Taiwán, también refiere a otra tragedia, pues un sismo en 2016 movilizó al gobierno para preparar a la población a probables terremotos en la isla. De acuerdo con el registro oficial, el 6 de febrero de ese año, un temblor de 6.4 grados de magnitud sacudió la ciudad de Tainan, en Taiwán, y dicho evento dejó un saldo de alrededor de 100 personas muertas y 200 heridas que tuvieron que ser rescatadas entre los escombros. Entonces el gobierno puso manos a la obra y, para evitar muertes innecesarias, se puso a revisar más de 34 mil construcciones, con el objetivo de obligar a los propietarios de dichas edificaciones a garantizar las condiciones mínimas necesarias para que soporten movimientos telúricos similares o más fuertes en todo el país. Asimismo, se tomaron medidas judiciales contra los constructores responsables de las obras que se derrumbaron, pues se les abrieron investigaciones por negligencia, casos por los que se les declaró culpables y ahora están en prisión. En consecuencia, los videos de muchas personas que vivieron el sismo en [sismo en Taiwán](http://heraldodemexico.com.mx/mundo/2024/4/2/videos-asi-fue-el-momento-exacto-del-terremoto-en-taiwan-hay-edificios-danados-alerta-de-tsunami-590865.html) muestran cómo es que se sintió el temblor en puentes, el Metro, edificios, casas, departamentos, la calle, etc. y en varios se ven las estructuras moviéndose, pero sin caerse o resquebrajarse.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:46:22.292+03:00",
    "updated": "2024-04-05T01:46:22.292+03:00"
  },
  {
    "uuid": "cffb58a05383d3e6db8bc64c288c84062a9c0c75",
    "url": "https://www.nation.com.pk/20-Jan-2024/arrow-will-emerge-victorious-claims-bilawal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Our Staff Reporter",
    "published": "2024-01-20T05:09:00Z",
    "title": "Arrow will emerge victorious, claims Bilawal",
    "text": "RAHIM YAR KHAN - Pakistan Peoples Party (PPP) Chairman Bilawal Bhutto Zardari while addressing a public gathering in Liaqatpur on Friday said that it is possible that the ‘lion’, which came out yesterday cowers in its den again after witnessing such a massive crowd. He said that he wishes to send a message to the politicians of Lahore that PPP is not one to cower away, and will contest them with determination. The ‘arrow’ will be victorious, and resultantly the PPP and the people. Chairman Bilawal said that the PPP is the only party that is contesting this election on its manifesto. The rest of the political parties lack a manifesto, narrative and are unable to feel for the people and the harm meted out to the country. The only wish to sit on the seat of the PM for the fourth time is their only concern, he said, the PPP is concerned for the people who are pained by the poverty, inflation and unemployment. Hence, the PPP has brought forward a 10-point economic charter for the people of the country. The party has decided that it will abolish 17 ministries in the federal government that cost 300 billion rupees to function annually. This will be done according to the 18th Amendment of the Constitution. Moreover, government of Pakistan gives a subsidy of 1500 billion rupees to the elite class of the country. A PPP government will end this practice, and spend the money on the downtrodden masses of the country instead. If the people elect the PPP, then it will implement the 10-point agenda. The onus is on the Jiyalas of the Party to go from door to door to convey this 10-point agenda. Bilawal said that he is only looking towards the people and solely asking for their support. If the people support the Party as they have supported Quaid-e-Awam Shaheed Zulfikar Ali Bhutto and Shaheed Mohtarma Benazir Bhutto in the past, then there is no stopping it. The PPP is not competing with any political party or politician, but poverty, unemployment, hunger and price-hike. Two political parties are left to compete in the elections. While one party belongs to Shaheed Zulfikar Ali Bhutto, the other is General Zia’s PML-N. Only the PPP feels for the people and supports them. The PPP is the only party that represents the poor, downtrodden and underprivileged. The other party is represented by a lion that feeds on the blood of the poor people, and its thirst has not been quenched even after coming to power thrice. It desires to do the same after coming to power for the fourth time. When the lion came to power for the first time, the burden was carried by the people and the country. When it was imposed the second time with a two-thirds majority, it again squared up to the same entities that helped it come to power. Then, the government ended again and the people were crushed under its weight. When the government ended for the third time with a two-thirds majority, it again fought with the same quarters that had aided it. After coming to power for the fourth time, it will make the same hue and cry and repeat the ‘Mujhe Kyun Nikala?’ narrative. The people of Punjab need to be apprised that the contest is between two parties. A majority of the people in Punjab are anti-PML-N and do not wish to see Nawaz Sharif as the PM for the fourth time. The people need to be made aware of the power their vote holds and should stamp the ‘arrow’ once and give Bilawal Bhutto Zardari an opportunity. Chairman Bilawal said that he will ensure that a government of the people is made, and the conspiracy being made against it is quashed.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bilawal bhutto zardari",
          "sentiment": "negative"
        },
        {
          "name": "bilawal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ppp",
          "sentiment": "negative"
        },
        {
          "name": "bilawal rahim yar khan - pakistan peoples party",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "liaqatpur",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T07:14:47.009+02:00",
    "updated": "2024-01-20T07:14:47.009+02:00"
  },
  {
    "uuid": "f24528a5bbd155d3013f13db399975183188b4b0",
    "url": "https://eju.tv/2024/03/los-templos-se-llenan-de-visitantes-y-el-arzobispo-lava-los-pies-de-12-creyentes",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Melvy Ruiz",
    "published": "2024-03-29T11:17:00Z",
    "title": "Los templos se llenan de visitantes y el Arzobispo lava los pies de 12 creyentes",
    "text": "Siguiendo uno de los rituales de la Semana Santa, el arzobispo de Cochabamba, Oscar Aparicio, lavó anoche los pies de 12 creyentes entre los que había niños, ancianos, mujeres embarazadas, religiosas y personas con discapacidad.\nFuente:\nlostiempos.com\nEn el lavatorio de los pies, “Jesús que sirve a sus discípulos se pone como servidor de todos, como el signo de mayor de humildad, de amor, de servicio”, destacó.\nEl Arzobispo instó a extender el amor y el servicio a los demás. Recordó que además rememoran la instauración de la eucaristía, el sacerdocio y la fraternidad. “La posibilidad de amarse los unos a los otros que se tiene que extender a los seres humanos”, dijo.\nTemplos\nMiles de personas visitaron los templos en Jueves Santo para renovar su fe. Muchos acudieron en familia y otros contaron que retomaron esta tradición después de mucho tiempo.\n“Al visitar los templos, primero, pido perdón, luego rezo y agradezco por un día más de vida”, contó una creyente.\nLos fieles contaron que visitan entre siete y 14 templos para contemplar y acompañar a Jesús en su pasión, muerte y resurrección.\nLos caballeros de la cofradía de San Juan Evangelista contaron que participan todo el año de las actividades religiosas y solidarias de la catedral.\nLa tradicional visita se complementó con la gastronomía de la temporada como el api con buñuelo, manzanas acarameladas y bizcochos.\nOtras religiones\nLa conmemoración del sacrificio de Jesús se recuerda con diferentes particularidades en las distintas religiones, pero es una celebración común.\nLa Iglesia Cristiana Evangélica se fundamenta en la difusión de la palabra de Dios y la devoción por Jesucristo. Los días de Semana Santa se centra en la reflexión sobre los últimos instantes de vida de Jesús: su arresto, su muerte, crucifixión y su resurrección.\nLos Testigos de Jehová también conmemorar la Semana Santa a partir de sus creencias. Tienen la costumbre de reunirse el Lunes Santo en lo que llaman la Noche del Hogar para leer la Biblia y el Libro del Mormón, que es libro sagrado de esta religión.\nReligiones como la de los judíos celebran la Pascua, casi por las mismas fechas que la Semana Santa. En esta época se conmemora que los israelitas fueron perseguidos por los egipcios cuando iban al exilio. En estos días se suele evitar comer pan con levadura y se realizan servicios especiales.\nOtros credos como los adventistas que se caracteriza por guardar el sábado y no el domingo, la Semana Santa es como otra fecha, porque todos los días deben ser santos. Sin embargo, se realizan conferencias en las que se enfatiza la misión de Cristo y su sacrificio.\nMarcha\nLas Iglesias Evangélicas Unidas de Cochabamba invitaron a la Gran Marcha y Culto de Resurrección que se realizará el domingo 31 de marzo a partir de las 5:00, como parte de las actividades programadas por Semana Santa.\nEl presidente de Iglesias Evangélicas Unidas de Cochabamba, pastor Abel Molina, invitó a toda la población en general a participar de estas dos actividades que se realizarán por Semana Santa. “Celebramos la mayor fiesta solemne de la Iglesia Cristiana, no sólo en Bolivia, en el mundo, que es el culto de resurrección de nuestro Señor”, manifestó.\nFuente:\nlostiempos.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.lostiempos.com/actualidad/cochabamba/20240329/templos-se-llenan-visitantes-arzobispo-lava-pies-12-creyentes",
      "https://lostiempos.com/actualidad/cochabamba/20240329/templos-se-llenan-visitantes-arzobispo-lava-pies-12-creyentes"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T15:02:54.145+03:00",
    "updated": "2024-03-29T15:02:54.145+03:00"
  },
  {
    "uuid": "482f24c929bd416328053f33f0d76c7c2d5e466c",
    "url": "https://www.elimparcial.com/mexico/VIDEO-Xochitl-Galvez-senala-de-carisimo-y-absurdo-plan-de-operacion-de-megafarmacia-20231228-0099.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia Reforma",
    "published": "2023-12-28T21:57:00Z",
    "title": "VIDEO: Xóchitl Gálvez señala de \"carísimo y absurdo\" plan de operación de megafarmacia",
    "text": "VIDEO: Xóchitl Gálvez señala de \"carísimo y absurdo\" plan de operación de megafarmacia Califica como absurda la operación de una megafarmacia que envía medicamentos por vía aérea. HUEHUETOCA.- Xóchitl Gálvez, la precandidata del PAN, PRI y PRD, calificó de absurda la operación de una megafarmacia que envíe medicamentos por vía aérea a lugares donde no están disponibles. Subrayó que lo que México necesita es que se tengan los medicamentos en todo el país. La idea de una megafarmacia puede no sonar mal, pero eso de mandar medicamentos todos los días en avión y helicóptero es carísimo y absurdo\", sostuvo la aspirante presidencial de la coalición Fuerza y Corazón por México. Gálvez se trasladó a Huehuetoca, Estado de México, donde la [megafarmacia](https://www.elimparcial.com/mexico/AMLO-anuncia-la-creacion-de-megafarmacia-para-cubrir-necesidades-medicas-en-Mexico-20231121-0080.html) será inaugurada mañana por parte del Presidente Andrés Manuel López Obrador. Desde ahí, Gálvez afirmó que nuestro país no necesita la megafarmacia más grande del mundo. Lo que necesita es que haya medicinas en cada una de sus 190 mil localidades. ¿Cómo va a llegar un medicamento de urgencia desde aquí en Huehuetoca, Estado de México, hasta un enfermo en Tijuana, Mérida o en la montaña de Guerrero?\", cuestionó. Te puede interesar: [Megafarmacia de AMLO: A 2 Días de la apertura, no se observa la llegada de medicamentos](https://www.elimparcial.com/mexico/Megafarmacia-de-AMLO-A-2-Dias-de-la-apertura-no-se-observa-la-llegada-de-medicamentos-20231227-0021.html) Además, reclamó que el Presidente López Obrador juegue con la salud de los mexicanos. No se vale, no se trata de política, se trata de vidas humanas\", dijo Xóchitl Gálvez en un video publicado en sus redes sociales. Aseguró que no se puede salir de la pobreza si cada vez que se enferma alguien en una familia se debe gastar \"un dineral\" en medicinas. ¿No que primero los pobres?\", reprochó. Compromiso de Gálvez contra el desabasto La precandidata afirmó que buscará detener al desabasto de medicinas. Vamos por un Gobierno que te diga la verdad y dé soluciones reales a tus problemas. El pueblo merece salud, tu mereces más\", indicó Gálvez en el video dirigido a militantes del PAN, PRI y PRD. Ellos te dan una bodega sin todas las medicinas y las pocas que tendrán serán mal distribuidas. Esa es la verdad.— Xóchitl Gálvez Ruiz (@XochitlGalvez) Tú mereces más, mereces salud de calidad. [pic.twitter.com/BnKOPFSFfw] [December 28, 2023]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:21.801+02:00",
    "updated": "2023-12-29T00:11:03.049+02:00"
  },
  {
    "uuid": "c6faeeb2daabcdc4506bcd38797a9dcfdb60891a",
    "url": "https://www.biobiochile.cl/noticias/nacional/region-metropolitana/2024/06/21/el-actuar-que-salvo-la-vida-de-todos-los-ocupantes-del-tren-efe-en-el-accidente-ferroviario.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Felipe Delgado",
    "published": "2024-06-21T13:09:00Z",
    "title": "El actuar que salvó la vida de todos los ocupantes del tren EFE en el accidente ferroviario | Nacional | BioBioChile",
    "text": "El testimonio de un testigo permitió establecer cómo fue posible salvar la vida de todos los ocupantes del tren EFE que participó del accidente ferroviario ocurrido la madrugada del jueves en San Bernardo.\nEl suceso ocurrió cuando dos trenes, uno de EFE y otro de la empresa Fepasa , colisionaron frontalmente debido a que, por causas que se investigan, transitaban por la misma vía.\nPor ello, la Fiscalía Occidente indaga el hecho junto con Carabineros, para establecer si hay responsabilidades penales en este incidente quedó dos muertos. Se trata de los dos ocupantes del tren Fepasa, los trabajadores Daniel Vega y José Bonín. Lee también... Quiénes son las dos víctimas fatales del trágico accidente ferroviario en San Bernardo Viernes 21 Junio, 2024 | 06:48\nActualmente, hay dos detenidos por este caso por el cargo de cuasidelito de homicidio, ambos empleados de EFE. Se trata del encargado de control de la vía férrea y el maquinista del tren accidentado , quien se encontraba realizando un viaje de prueba de velocidad.\nEste último logró salvar la vida de todos los ocupantes del tren que encabezaba, que junto a él eran nueve, entre ellos cuatro ciudadanos chinos.\nAsí lo relató uno de los ocupantes de la máquina, según informó El Mercurio, quien señaló que el viaje de prueba era controlado por el Puesto de Comando Centralizado (PCC).\n“Llegamos a la altura de la comuna de Buin, cuando a eso de las 23:30 horas aproximadamente, vía radial, PCC dispuso al maquinista que debíamos hacer un cambio de vía a la número 2 , pista en la cual hicimos una prueba completa”, declaró. Lee también... Gobierno afirma que EFE determinará \"en poquísimos días\" causa de fatal choque de trenes Jueves 20 Junio, 2024 | 20:46\nLuego, señaló que “cuando pasamos a hacer la segunda prueba en la vía 2 íbamos a una velocidad aproximada de 120 kilómetros por hora, y a eso de las 00:00 o pasada la medianoche, observamos que aparecen las luces del tren e indico ‘este tren viene por nuestra vía\"” . El aviso que salvó la vida de todos\nEl testimonio de este testigo continuó señalando que “seguíamos en la cabina, el maquinista mantuvo la velocidad y así nos mantuvimos por unos segundos, cuando justo en ese momento el maquinista dice ‘arranquen\"”.\nDicha advertencia salvó la vida de los nueve ocupantes, dijo el fiscal de Flagrancia Occidente, Pedro Aravena.\n“Rápidamente, les dije a las personas que estaban en el salón que nos trasladáramos lo más atrás posible del vagón. No me di cuenta si el maquinista accionó el freno de emergencia , pero imagino que lo hizo, porque es el protocolo que hay que hacer antes de abandonar la cabina”, expresó.\nTanto el maquinista como el encargado de control serán formalizados este sábado, luego que la Fiscalía Occidente solicitara ampliar la detención.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T17:13:55.542+03:00",
    "updated": "2024-06-21T17:13:55.542+03:00"
  },
  {
    "uuid": "12bcc94654a483d96d5c300e8aa018694a3707a1",
    "url": "https://www.zazoom.it/2024-11-29/sciopero-landini-adesione-altissima-piazze-non-si-precettano-2/15898707",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sbircialanotizia.it",
    "published": "2024-11-29T09:56:00Z",
    "title": "Sciopero Landini | Adesione altissima piazze non si precettano",
    "text": "Sciopero Landini | Adesione altissima piazze non si precettano Il leader Cgil a Bologna: \"Tentativo di svolta autoritaria, governo ritiri decreto sicurezza\". Trasporti, scuole, sanità: chi si ferma \"Le piazze non si precettano\". E sullo Sciopero generale di oggi 29 novembre, \"abbiamo già dati di Adesione altissimi, è una giornata importantissima ed è la migliore risposta che ci può essere ed è il segno .L'articolo Sciopero, Landini: “Adesione altissima, piazze non si precettano” è stato pubblicato da Sbircia la Notizia Magazine.Leggi su Sbircialanotizia.it Sbircialanotizia.it - Sciopero, Landini: “Adesione altissima, piazze non si precettano” - Sciopero oggi 29 novembre, Landini: \"Adesione altissima\" - E' il giorno dello sciopero generale, Landini: \"Adesione altissima\" - Landini: altissima adesione a sciopero - Sciopero, Landini: \"Adesione altissima, piazze non si precettano\" - Sciopero per un trasporto pubblico sostenibile per cittadini e lavoratori - Cgil e Uil: «Adesione molto alta». Landini: lo sdegno non basta più - Sciopero, Landini: \"Adesione altissima, piazze non si precettano\" - (Adnkronos) - \"Le piazze non si precettano\". E sullo sciopero generale di oggi 29 novembre, \"abbiamo già dati di adesione altissimi, è una giornata importantissima ed è la migliore risposta che ci può ... (msn.com) - Manovra, al via lo sciopero generale Cgil-Uil. Landini: vogliamo rivoltare il Paese come un guanto - Cgil e Uil tornano oggi in piazza per lo sciopero generale contro le scelte \"sbagliate\" e \"ingiuste\" della manovra e ... (ildiariodellavoro.it) - Landini allo sciopero a Bologna: “Le piazze non si precettano” - BOLOGNA – \"È il momento della rivolta sociale\" lo slogan della manifestazione di Cgil e Uil per lo sciopero generale a Bologna scritta sui gilet indossati da molti manifestanti. Centinaia di persone s ... (bologna.repubblica.it) Bologna in festa per il corteo unito di Cgil e Uil: 50.000 presenze a sostenere i diritti dei lavoratori gaeta.it Sciopero generale 29 novembre, a Roma due sposi giapponesi con le bandiere dei sindacati gaeta.it Alimenti non tracciati e scaduti, scatta la sospensione per un ristorante cinese: sanzioni per 100 mila euro gaeta.it Napoli, il gesto di Lukaku sorprende il tifoso degli azzurri | VIDEO pianetamilan.it Torna la Fiera dell’Orientamento: il 29 e 30 novembre un appuntamento per studenti e famiglie bergamonews.it Parma-Lazio: dove vederla, orario e probabili formazioni calcionews24.com Cassano stronca Theo Hernandez: \"Inguardabile, è un problema per il Milan\" today.it Video Sciopero Landini",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Labor"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-29T12:44:33.799+02:00",
    "updated": "2024-11-29T12:44:33.799+02:00"
  },
  {
    "uuid": "b445b5a2889c42d22ca9646853bd285a4ce1195b",
    "url": "https://www.world-today-news.com/pp-a-accuses-sanchez-of-rewriting-the-historical-past-of-the-ere",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-06-27T14:20:00Z",
    "title": "PP-A accuses Sánchez of “rewriting the historical past” of the ERE",
    "text": "The final secretary of the PP-A, Antonio Repullo, stated this Thursday that the president of the Authorities, Pedro Sánchez, “desires to rewrite historical past” the case of the false employment administration information (ERE) of Andalusia “with a sort of secret amnesty .\nStatements within the Andalusian Parliament The ‘quantity two’ of the Andalusian PP makes these statements within the Andalusian Parliament after the choice of the Full Session of the Constitutional Court docket (TC) to partially help the enchantment for the safety of the previous socialist Minister of Finance, Magdalena Álvarez, contested her sentence of 9 years of disqualification on account of prejudice within the case of the ERE.\nWithin the coming weeks, the TC will study the amparo appeals of different criminals within the “political piece” of the case, together with the previous socialist presidents of the Junta Manuel Chaves and José Antonio Griñán.\nRepullo emphasizes that “we can not erase the historical past of Andalusia”, and that, based on him, is what the PSOE led by Pedro Sánchez intends. Bear in mind “we can not neglect what occurred in Andalusia in the course of the years of socialist authorities with the problem of the ERE.”\nThe Normal Secretary criticizes “that they now wish to whitewash, rewrite Historical past” and divulges that within the case of the ERE “they left” and “stole 680 million euros” Andalusian unemployed folks wanted it in the course of the worst of the financial disaster. He defends the necessity to “hold remembering duties.”\nLastly, Repullo emphasizes that “Andalusians don’t forget” and “we aren’t going to let historical past be rewritten”, as he believes that Pedro Sánchez is attempting to do with Catalonia and with the case of ERE of Andalusia “with a sort of hidden amnesty.”\nHe ends by saying that “Andalusian Pedro Sánchez or María Jesús Montero would not have to reward these criticized by the ERE”, however as a substitute “a good funding system” to compete on phrases equal to different autonomous communities.\n2024-06-27 15:35:52\n#PPA #accuses #Sánchez #rewriting #historical past #ERE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sánchez",
          "sentiment": "negative"
        },
        {
          "name": "antonio repullo",
          "sentiment": "negative"
        },
        {
          "name": "josé antonio griñán",
          "sentiment": "none"
        },
        {
          "name": "magdalena álvarez",
          "sentiment": "none"
        },
        {
          "name": "pedro sánchez",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "constitutional court",
          "sentiment": "none"
        },
        {
          "name": "finance",
          "sentiment": "none"
        },
        {
          "name": "junta manuel chaves",
          "sentiment": "none"
        },
        {
          "name": "andalusian parliament",
          "sentiment": "none"
        },
        {
          "name": "psoe",
          "sentiment": "none"
        },
        {
          "name": "tc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "andalusia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:07:55.211+03:00",
    "updated": "2024-06-28T00:07:55.211+03:00"
  },
  {
    "uuid": "28619195a97ababc09033289d7e79f65883307e7",
    "url": "https://www.terra.com.br/diversao/gente/zeze-di-camargo-abre-o-coracao-sobre-nascimento-da-filha-nao-quis-esperar,8b27742507a2cd75466f1217626f885ac5pp5kyc.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "contigo",
    "published": "2024-12-26T21:10:00Z",
    "title": "Zezé Di Camargo abre o coração sobre nascimento da filha: 'Não quis esperar'",
    "text": "Zezé Di Camargo abre o coração sobre nascimento da filha: 'Não quis esperar'\nO cantor Zezé Di Camargo falou sobre o nascimento da filha, Clara, fruto seu casamento com Graciele Lacerda; saiba detalhes\nNa madrugada de Natal (25), um verdadeiro presente iluminou a vida de Zezé Di Camargo e Graciele Lacerda. Clara, primeira filha do casal, decidiu antecipar sua chegada, pegando todos de surpresa. O parto, inicialmente previsto para o início de janeiro, aconteceu às 4h51 do dia 25 de dezembro, no Hospital Pro Matre, em São Paulo.\nO sertanejo, emocionado, compartilhou detalhes em entrevista exclusiva à coluna de Fábia Oliveira, do Metrópoles:\n\"A Graciele e a Clara estão muito bem, graças a Deus. Foi uma grande surpresa, o parto estava previsto entre os dias 4 e 12 de janeiro. Mas ela não quis esperar. Na madrugada do dia 24 para o dia 25, ela resolver vir ao mundo e nos presentear. Estamos felizes!\", declarou.\nComo foi o nascimento da caçula?\nClara nasceu pesando 2,330 kg, através de cesariana. A equipe médica, liderada pelo Dr. Felipe Lazar Júnior, preparou um cenário especial para receber a pequena.\nA pediatra Lilian Zaboto, responsável pelo acompanhamento da bebê, revelou os bastidores: \"Preparamos tudo com muito amor. Foi um momento mágico.\"\nGraciele, em nota oficial, celebrou a chegada da filha: \"Clara já iluminou nossas vidas e estamos ansiosos para viver todos os momentos maravilhosos que a paternidade nos reserva.\"\nWanessa também comemorou a novidade?\nA irmã mais velha de Clara, Wanessa Camargo, não escondeu a alegria. Em vídeos descontraídos no hospital, a cantora brincou sobre a escolha da data: \"Irmã, você escolheu o dia, hein! Vamos conversar sobre isso no futuro.\"\nNos comentários, fãs se uniram à celebração: \"Que presente de Natal maravilhoso! Bem-vinda, Clarinha!\"\nE a trollagem antes do parto?\nAntes do nascimento, a ceia natalina da família Camargo foi marcada por uma brincadeira inesperada. A mamãe de primeira viagem, ao lado de Luciele Di Camargo, simulou que sua bolsa havia estourado, gerando pânico e gargalhadas.\nZezé, sem saber o que fazer, virou alvo de risadas.\"Foi uma noite de diversão e união, com direito a sustos e, claro, muita alegria\", declarou Luciele.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Social Issue->parenting",
      "Social Issue->demographics",
      "Social Issue->family",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:20:28.399+02:00",
    "updated": "2024-12-27T00:20:28.399+02:00"
  }
]