[
  {
    "uuid": "9082a7742e4ba5d253f05c7a39bc35d7006a191b",
    "url": "https://www.autosport.com/imsa/news/imsa-watkins-glen-porsche-wins-rain-halted-six-hour-race/10626765",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Bradley",
    "published": "2024-06-23T00:00:00Z",
    "title": "IMSA Watkins Glen: Porsche wins rain-halted six-hour race",
    "text": "Porsche’s Dane Cameron and Felipe Nasr won a topsy-turvy, rain-disrupted sixth round of the IMSA SportsCar Championship, The Six Hours of The Glen. Their Porsche beat the Cadillac of Renger van der Zande and Sebastien Bourdais by 0.7s after a series of rain showers and storms flipped the race order several times in a sometimes bizarre event. Pole winner Louis Deletraz’s #40 Wayne Taylor Racing with Andretti Acura ARX-06 led the 56-car field to green at the fabled 3.4-mile, 11-turn road course in upstate New York. Van der Zande grabbed the lead entering The Boot section on the opening lap in the #01 Chip Ganassi Racing-run Cadillac V-Series.R. Phil Hanson’s #85 JDC-Miller MotorSports Porsche 963 passed Jack Aitken’s #31 Action Express-run Cadillac and picked off Deletraz to run second before the first full-course yellow, as Dwight Merriman spun Era Motorsport’s ORECA – which had won both LMP2 races so far – on lap two and got himself stuck in the grass. At the restart, Hanson barged his way past van der Zande for the lead, banging wheels on the run to the Bus Stop and forging his way to an impressive lead in the customer 963. The second caution followed shortly afterwards when George Kurtz's Crowdstrike by APR ORECA brutally rammed Roberto Lecorte’s Cetilar GTD Ferrari into the Turn 8 fence. All GTP cars pitted under yellow, and Philipp Eng’s #24 BMW M Hybrid V8 led the restart, having taken a shorter fill of energy, from Aitken. Erstwhile leader Hanson handed over to Tijmen van der Helm, who rejoined third but quickly tumbled back to sixth. Deletraz led the way at the start in the pole-sitting Acura Photo by: Richard Dole \\/ Motorsport Images Aitken passed Eng for the lead at the start of the second hour with a smart move around the outside of Turn 7. But after the second round of pitstops, the leading #31 car required an unscheduled pitstop after Pipo Derani, who took over from Aitken, damaged the nose in an off at Turn 1. He also flatspotted the right-front tyre, the lengthy extra stop putting him a lap down and out of the frame. That promoted Nick Tandy’s #6 Porsche Penske Motorsport 963, which he’d just taken over from Mathieu Jaminet, to the lead as the third hour began, from Bourdais in the #01 Cadillac. Jordan Taylor powered past Bourdais for second in the #40 Acura he took over from poleman Deletraz. The third yellow was required when Joao Barbosa shunted the Sean Creech Motorsport-run Ligier LMP2 on the exit of Turn 1. Cameron's #7 PPM 963 stayed out to lead, as Taylor picked up second from Tandy and Filipe Albuquerque in the #10 Acura – but the Portuguese was given a drive-through penalty for an unsafe release in the pitlane. On fresher tyres, Tandy passed Taylor to make it a Porsche 1-2 by half distance – just before the heavens opened. Cameron missed the pit entry and stayed out for a slow lap on slicks, as Tandy and Taylor pitted for wets. The fourth yellow arrived soon after, as Gianmarco Levorato’s Proton-run Ford Mustang shunted on the approach to the final corner and Zach Robichon spun his Aston Martin in avoidance. The second half of the race saw the wet-shod Tandy leading Taylor and Matteo Cairoli in the sole Lamborghini SC63 (which was later hamstrung by overheating issues). Tandy pitted immediately to switch to slicks, with Cameron rocketing back to the lead. Albuquerque rose to second, ahead of Nick Yelloly’s re-tubbed #25 BMW, which was crashed in practice by Connor De Phillippi and started from the pit lane, and Bourdais. A mid-race deluge meant taking wets was a necessity Photo by: Richard Dole Heavy rain arrived on lap 101, bringing out another full-course caution that coincided with Sarah Bovy slamming her Iron Dames Lamborghini into the wall on the exit of a dry Turn 10. Soon after the restart on a damp track, Albuquerque pulled a bold move to Cameron – the pair banging wheels on the back straight – to grab the lead towards the end of Hour 4. After falling back on strategy, Tandy charged up to the front again, trading paint with Albuquerque in a frantic duel for the lead inside two hours to go. Tandy grabbed the top spot in a wild three-wide move with a backmarker in the chute towards Turn 6. Moments later, rain hammered down once again, with multiple cars firing off into the barriers on their slick tyres – four cars going off at Turn 8, including Loris Spinelli’s GTD Lamborghini ploughing head-on into the barriers, and Hunter McElrea’s LMP2 car slamming the Turn 1 tyre wall. There was also chaos in the Porsche Penske pits, as Jaminet (back in for Tandy) had to reverse around Nasr (in for Cameron) after both cars overshot their pit boxes. That led to an Acura 1-2, with Deletraz’s #40 leading Ricky Taylor’s #10. De Phillippi snatched third ahead of van der Zande, Jaminet and Nasr. After several laps behind the pace car, the race was red-flagged with 1h20m to go. As the race went back to yellow conditions, everyone changed to slicks. Deletraz won the race off pit road, as the #10 Acura slumped from second to sixth. Nasr was the big gainer, springing from sixth to second, while van der Zande retained third from Jaminet and De Phillippi. Nasr pounced on Deletraz at the final restart after quick pit work from his PPM crew Photo by: Richard Dole More drama followed when Taylor ground to a halt, his right-rear wheel parting company just as IMSA was preparing to go to green. Team-mate Albuquerque believed the earlier contact with Cameron had caused some issues with that corner. After a lengthy delay, the race restarted with just 16 minutes remaining. Nasr dived past Deletraz at Turn 1, with van der Zande grabbing second from the Swiss going into the Esses. Jaminet demoted Deletraz a further position to take third at Turn 6. Van der Zande couldn’t catch Nasr, who sprinted away to extend the #7 car’s points lead, while Jaminet and Tandy completed the podium. AF Corse’s Le Mans winner takes LMP2 Nielsen followed up his Le Mans win with LMP2 spoils alongside Wadoux and Perez Companc Photo by: Jake Galstad \\/ Motorsport Images In LMP2, poleman PJ Hyett led in AO Racing’s ORECA led from Steven Thomas (TDS Racing) and Daniel Goldburg’s #22 United Autosports entry. Hyett was given a drive-through penalty, however, for a start infringement – which set a trend for penalties for category frontrunners. Just before half distance, Tom Dillmann in the leading #52 Inter Europol by PR1 Mathiasen entry was handed a drive-through penalty for a restart violation, as was Felipe Fraga (#74 Riley), who inherited the lead, for passing under yellow. As the race restarted, overall Le Mans winner Nicklas Nielsen led in AF Corse’s #88 car and survived contact from Fraga at Turn 7, as Ben Hanley’s #2 United Autosports entry got spun around by Colin Braun in the #04 Crowdstrike ORECA vacated by Kurtz. That gave Nielsen the win just seven days on from his famous Le Mans success with Ferrari, co-driven by Luis Perez Companc and Lilou Wadoux. Braun, Kurtz and Toby Sowery finished second, with Fraga, Gar Robinson and Josh Burdon third. Aston Martin scores last-lap victory in GTD Pro Riberas and Gunn took GTD Pro honours after Milner was forced to pit at the start of the final lap Photo by: Richard Dole Daniel Serra initially led from GTD Pro class pole in Risi Competizione’s Ferrari 296 from Alexander Sims in Corvette Racing’s #3 Z06 GT3.R. Jack Hawksworth’s #14 Vasser Sullivan’s Pro class Lexus RC F gained the lead after the first round of pitstops from Sims, who had to pit for new brake rotors in the second hour. The long-time leading #14 Lexus Hawksworth shared with Ben Barnicoat was given a drive-through just before half distance for not maintaining pace at the third restart, and the top spot changed hands multiple times during the weather interruptions. After the red flag, Tommy Milner found himself at the front of the GTD Pro field in the #4 Corvette, ahead of Ross Gunn’s Heart of Racing Aston Martin and Marvin Kirchhofer’s Pfaff McLaren 720S – all three having stayed out on slicks in the downpour. Milner survived scary moments as the GTP leaders caught him and the GTD pack with just minutes remaining, but what he couldn’t do was make it to the finish on fuel, and he had to pit at the white flag. That allowed Gunn and Alex Riberas to scoop the class honours, ahead of Kirchhofer and Oliver Jarvis in the Pfaff McLaren and Antonio Garcia in the #3 Corvette he shared with Sims. Philip Ellis led the pro-am GTD class in Winward Racing’s Mercedes, having also slithered around on slicks – almost going off at Turn 6 as he did so. He fended off an attack from Parker Thompson’s #12 Lexus at the Bus Stop in the closing moment to secure victory with Indy Dontje and Russell Ward. IMSA Watkins Glen 6 Hours Race Result Main Information Additional Data Additional Data Driver Info 1 - 4 Main Information Additional Data 1 - 2 Cla Drivers # Chassis Laps Time Interval Pits Points Retirement 1 D. Cameron F. Nasr Porsche Penske Motorsport 7 Porsche 963 148 - 7 2 R. van der Zande S. Bourdais Cadillac Racing 01 Cadillac V-Series.R 148 +0.749 0.749 0.749 8 3 N. Tandy M. Jaminet Porsche Penske Motorsport 6 Porsche 963 148 +2.819 2.819 2.070 8 4 J. Taylor L. Deletraz Wayne Taylor Racing with Andretti 40 Acura ARX-06 148 +22.455 22.455 19.636 8 5 J. Krohn P. Eng BMW M Team RLL 24 BMW M Hybrid V8 148 +22.924 22.924 0.469 9 6 C. de Phillippi N. Yelloly BMW M Team RLL 25 BMW M Hybrid V8 148 +23.820 23.820 0.896 12 7 G. Bruni B. Viscaal Proton Competition 5 Porsche 963 147 1 lap 11 8 P. Derani J. Aitken T. Blomqvist Whelen Cadillac Racing 31 Cadillac V-Series.R 147 1 lap 9 9 L. Perez Companc N. Nielsen L. Wadoux Richard Mille AF Corse 88 ORECA 07 147 1 lap 7 10 G. Kurtz C. Braun T. Sowery Crowdstrike Racing by APR 04 ORECA 07 147 1 lap 9 11 G. Robinson F. Fraga J. Burdon Riley 74 ORECA 07 147 1 lap 8 12 J. Smiechowski N. Boulle T. Dillmann Inter Europol by PR1 Mathiasen Motorsports 52 ORECA 07 146 2 laps 10 13 D. Andersen S. Lucas S. Huffaker MDK by High Class Racing 20 ORECA 07 146 2 laps 10 14 D. Goldburg P. di Resta B. Garg United Autosports USA 22 ORECA 07 146 2 laps 11 15 J. Farano M. Dinan C. Eastwood Tower Motorsports 8 ORECA 07 146 2 laps 12 16 P. Hyett P. Chatin M. Brabham AO Racing 99 ORECA 07 146 2 laps 11 17 B. Keating B. Hanley N. Pino United Autosports USA 2 ORECA 07 146 2 laps 10 18 T. van der Helm R. Westbrook P. Hanson JDC\\/Miller Motorsports 85 Porsche 963 146 2 laps 8 19 R. Gunn A. Riberas Heart Of Racing Team 23 Aston Martin Vantage GT3 Evo 139 9 laps 6 20 M. Kirchhofer O. Jarvis Pfaff Motorsports 9 McLaren 720S GT3 EVO 139 9 laps 6 21 A. Garcia A. Sims Corvette Racing by Pratt Miller Motorsports 3 Chevrolet Corvette Z06 GT3.R 139 9 laps 7 22 J. Hawksworth B. Barnicoat Vasser Sullivan 14 Lexus RC F GT3 139 9 laps 10 23 H. Tincknell M. Rockenfeller Ford Multimatic Motorsports 64 Ford Mustang GT3 139 9 laps 6 24 L. Heinrich S. Priaulx AO Racing 77 Porsche 911 GT3 R (992) 139 9 laps 8 25 R. Ward P. Ellis I. Dontje Winward Racing 57 Mercedes AMG GT3 139 9 laps 5 26 A. Adelson E. Skeer J. Heylen Wright Motorsports 120 Porsche 911 GT3 R (992) 139 9 laps 12 27 M. Franco A. Costa C. Sbirrazzuoli Conquest Racing 34 Ferrari 296 GT3 139 9 laps 9 28 J. Potter A. Lally S. Pumpelly Magnus Racing 44 Aston Martin Vantage GT3 Evo 139 9 laps 8 29 F. Montecalvo P. Thompson A. Telitz Vasser Sullivan 12 Lexus RC F GT3 139 9 laps 5 30 R. Foley P. Gallagher J. Walker Turner Motorsport 96 BMW M4 GT3 139 9 laps 10 31 S. Yoluc R. Andrade S. Andrews Lone Star Racing 80 Mercedes AMG GT3 139 9 laps 11 32 S. Mann F. Heriau M. Molina Af Corse 21 Ferrari 296 GT3 139 9 laps 6 33 O. Fidani M. Bell L. Kern AWA 13 Chevrolet Corvette C8.R GTD 139 9 laps 7 34 K. Li A. Fjordbach K. Bachler MDK Motorsports 86 Porsche 911 GT3 R (992) 139 9 laps 9 35 O. Triarsi C. Scardina A. Rovera Triarsi Competizione 023 Ferrari 296 GT3 139 9 laps 7 36 J. Andretti G. Chaves S. Hargrove Andretti Motorsports 43 Porsche 911 GT3 R (992) 139 9 laps 8 37 T. Milner N. Catsburg Corvette Racing by Pratt Miller Motorsports 4 Chevrolet Corvette Z06 GT3.R 139 9 laps 9 38 M. Skeen M. Grenier K. Koch Korthoff\\/Preston Motorsports 32 Mercedes AMG GT3 139 9 laps 7 39 B. Iribe F. Schandorff O. Millroy Inception Racing 70 McLaren 720S GT3 EVO 139 9 laps 6 40 B. Sellers M. Snow N. Verhagen Paul Miller Racing 1 BMW M4 GT3 139 9 laps 11 41 K. Marcelli D. Formal G. Doyle Wayne Taylor Racing with Andretti 45 Lamborghini Huracan GT3 EVO2 138 10 laps 9 42 S. Monk T. Calderon S. McAleer Gradient Racing 66 Acura NSX GT3 137 11 laps 10 43 R. Taylor J. Barbosa Wayne Taylor Racing with Andretti 10 Acura ARX-06 134 14 laps 10 44 F. Perera J. Pepper Iron Lynx 19 Lamborghini Huracan GT3 EVO2 131 17 laps 18 45 T. Steven M. Jensen H. McElrea TDS Racing 11 ORECA 07 125 23 laps 8 46 J. Hand D. Muller Ford Multimatic Motorsports 65 Ford Mustang GT3 124 24 laps 13 47 E. Lux R. Lindh N. Varrone DragonSpeed 81 ORECA 07 122 26 laps 7 48 D. Serra D. Rigon Risi Competizione 62 Ferrari 296 GT3 122 26 laps 5 49 M. Goikhberg L. Spinelli D. DeFrancesco Forte Racing 78 Lamborghini Huracan GT3 EVO2 117 31 laps 6 50 M. Cairoli A. Caldarelli Lamborghini Iron Lynx 63 Lamborghini SC63 107 41 laps 7 51 R. Frey M. Gatting S. Bovy Iron Dames 83 Lamborghini Huracan GT3 EVO2 94 54 laps 5 52 R. De Angelis Z. Robichon I. James Heart Of Racing Team 27 Aston Martin Vantage GT3 Evo 83 65 laps 5 53 G. Levorato C. Lewis R. Hardwick Proton Competition 55 Ford Mustang GT3 82 66 laps 3 54 J. Barbosa J. Edgar L. Willsey Sean Creech Motorsport 33 Ligier JS P217 65 83 laps 2 55 R. Lacorte G. Sernagiotto A. Fuoco Cetilar Racing 47 Ferrari 296 GT3 15 133 laps 1 dnf D. Merriman R. Dalziel C. Zilisch Era Motorsport 18 ORECA 07 1 147 laps Retirement View full results",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dane cameron",
          "sentiment": "negative"
        },
        {
          "name": "felipe nasr",
          "sentiment": "negative"
        },
        {
          "name": "van der zande",
          "sentiment": "none"
        },
        {
          "name": "van der zande",
          "sentiment": "none"
        },
        {
          "name": "louis deletraz",
          "sentiment": "none"
        },
        {
          "name": "deletraz",
          "sentiment": "none"
        },
        {
          "name": "dwight merriman",
          "sentiment": "none"
        },
        {
          "name": "hanson",
          "sentiment": "none"
        },
        {
          "name": "renger van der zande",
          "sentiment": "none"
        },
        {
          "name": "sebastien bourdais",
          "sentiment": "none"
        },
        {
          "name": "jack aitken",
          "sentiment": "none"
        },
        {
          "name": "glen",
          "sentiment": "none"
        },
        {
          "name": "phil hanson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "porsche",
          "sentiment": "negative"
        },
        {
          "name": "imsa",
          "sentiment": "negative"
        },
        {
          "name": "imsa watkins glen",
          "sentiment": "negative"
        },
        {
          "name": "andretti acura arx",
          "sentiment": "none"
        },
        {
          "name": "action express",
          "sentiment": "none"
        },
        {
          "name": "wayne taylor racing",
          "sentiment": "none"
        },
        {
          "name": "cadillac v",
          "sentiment": "none"
        },
        {
          "name": "cadillac",
          "sentiment": "none"
        },
        {
          "name": "jdc-miller motorsports porsche",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-24T00:36:01.016+03:00",
    "updated": "2024-07-01T22:19:30.125+03:00"
  },
  {
    "uuid": "59659c0ee93c8fb877442f578edc42848faa40b3",
    "url": "https://www.sgvtribune.com/2023/12/28/trainer-mark-glatts-career-year-continues-with-3-win-opener-at-santa-anita/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Art Wilson",
    "published": "2023-12-28T20:48:00Z",
    "title": "Trainer Mark Glatt’s career year continues with 3-win opener at Santa Anita",
    "text": "Santa Anita enjoyed a huge afternoon on Tuesday with an all-sources handle of $18.3 million, but no one had a bigger day than trainer Mark Glatt [as the Arcadia track opened the gates on its 49-day Classic Meet](https://www.sgvtribune.com/2023/12/26/speed-boat-beach-captures-malibu-stakes-at-santa-anitas-opening-day/). The handle was Santa Anita’s best ever among a total of 17 opening dates held on a Tuesday and Glatt tied a personal one-day high with three victories, [including the $200,000 Grade II Mathis Mile with Watsonville](https://www.sgvtribune.com/2023/12/26/santa-anita-roundup-newgrange-pulls-away-to-win-san-antonio-stakes/). Glatt, 50, is in the midst of a career year, winning with 20% of his 377 starters for earnings of $4.7 million, eclipsing his previous high of $4.2 million in 2022. He took out his trainer’s license in 1994 at age 21 and his mounts have earned more than $2 million in nine of the past 10 years. He woke up Tuesday morning expecting a productive afternoon, but he might have surpassed even his own expectations. He had horses in four of the 11 races and won three of them. In horse racing, 75% is Hall of Fame stuff. “I thought they all had very good shots and it turned out that way,” Glatt, a Monrovia resident, said during a telephone interview Thursday. Glatt’s big day began in the fourth race with Judge Miller, a 3-year-old colt who broke his maiden by three-quarters of a length as the 3-5 favorite while running the 7 furlongs in 1:22.17. “He’s a young, inexperienced horse that’s still learning how to run,” Glatt said. “It was a distance that’s probably not all that compatible to him, but given his ability I thought he would overcome any of those things going in and he did. We were extremely confident with him.” Glatt said the next logical step for Judge Miller, a son of two-time Horse of the Year Curlin, will be to climb up the condition class ladder later in the meet. Beef Winslow gave Glatt a training double in the seventh, a $67,000 allowance race down Santa Anita’s famed downhill turf course. The 5-2 second choice, a 4-year-old gelded son of Honor Code, won going away by 3¼ lengths. “Since I claimed the horse (for $32,000 on Aug. 24 at Del Mar) I have teetered with is he a better two-turn horse or one-turn horse,” Glatt said. “He had never run down the hillside course and there are certain horses that you get a good feeling about running down the hill and trying it. I didn’t know if he was quite good enough at that level. He was coming up in the ranks, but I thought his style of running would be very conducive to the hillside course and he really ran well.” Flavien Prat was aboard for Glatt’s first two winners. The duo wins at nearly a 30% clip when they team up. “He’s an excellent rider, he’s very talented, and he’s a little bit like myself, kinda no-nonsense,” Glatt said. “Just kinda there to do the job. He’s very honest, has a good opinion after a race whether you win or lose. He’s able to help you with things that you might not necessarily be able to see out there with a horse. You’re gonna get 110% every time you have him on.” Glatt capped his big day with Watsonville in the Mathis Mile, edging 3-5 favorite Almendares by a nose as the 9-2 third choice. The 3-year-old Jack Milton colt went into the race off a fourth-place finish in the Grade I Hollywood Derby at Del Mar on Dec. 2. “I think it was a little easier race than what he had faced the last couple of starts,” Glatt said. “I felt good about, at least for the time being, shortening up in distance a little bit (1-1/8 miles to a mile on the grass). He’s young, a little bit scatterbrained. He’s still learning how to run even after a number of starts over the past six to eight months. I certainly wasn’t surprised (by the victory). I thought the bettors had it correct. I thought on paper maybe he was the third best horse.” Antonio Fresu returned to ride Watsonville and has been aboard the colt for all three of his victories. The Glatt-Fresu tandem wins at a 24% clip. “He tries hard, he works hard in the morning,” Glatt said of Fresu. “He’s got a pretty good opinion. He particularly rides the turf really well. Horses run for him. We’ve been pretty successful together. He’s done well since coming to the U.S.” Glatt will try to add to his stakes success Saturday when he sends out I’m A Gambler in the $200,000 Grade II Joe Hernandez Stakes down the hillside turf course with Frankie Dettori in the saddle. The 4-year-old gelded colt by No Nay Never is 5-1 on Jon White’s morning line. Follow Art Wilson on X @Sham73",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark glatt",
          "sentiment": "negative"
        },
        {
          "name": "glatt",
          "sentiment": "none"
        },
        {
          "name": "” glatt",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "santa anita santa anita",
          "sentiment": "negative"
        },
        {
          "name": "santa anita",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "arcadia",
          "sentiment": "none"
        },
        {
          "name": "watsonville",
          "sentiment": "none"
        },
        {
          "name": "monrovia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:51:20.462+02:00",
    "updated": "2023-12-29T11:25:01.619+02:00"
  },
  {
    "uuid": "07858fe50d7bbd1f4b85a2af5d0d17822ab0009c",
    "url": "https://www.wnem.com/2024/03/22/snow-impacting-some-travelers-bishop-airport",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WNEMTV5news",
    "published": "2024-03-22T22:34:00Z",
    "title": "Snow impacting some travelers at Bishop Airport",
    "text": "Snow impacting some travelers at Bishop Airport FLINT, Mich. (WNEM) - The snow has been coming down in Flint most of the day on Friday, and it’s impacting some travelers at a Flint airport. The snow has had an impact on the roads throughout the entire day, with a steady list of crashes being reported by central dispatch, but for the most part, the blowing snow has been the problem more than it sticking to the roads. Related: [Road conditions in Genesee Co.](https://www.wnem.com/2024/03/22/road-conditions-genesee-co/) TV5 stopped by Bishop Airport, and though the majority of all arrivals and departures were on time as of 6 p.m., there was one delay from United heading to Chicago. “Let me out. I am tired of this snow,” Kelli Catrell said. “Pretty excited. I like to ski, but all the places are closed down, so I am excited to get in the warm,” Kyle Catrell said. “Come back and it’s going to be 50 and no snow, it’ll be gone. We like to fly out of this airport as well; it’s a great airport,” Jeff and Maryanne Rosser said. That sentiment is shared by most flying out to a warmer climate. The road commission said they are operating on a 24-hour cycle to keep the roads salted and clear into Saturday. Be sure to [download](https://www.wnem.com/page/wnem-tv5-apps-for-ios-and-android-devices/) the TV5 First Alert Weather App to stay up to the minute on Friday night’s snowfall and road conditions. Subscribe to the [TV5 newsletter](https://www.wnem.com/newsletter/) and receive the latest local news and weather straight to your email every day. Copyright 2024 WNEM. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kyle catrell",
          "sentiment": "none"
        },
        {
          "name": "jeff",
          "sentiment": "none"
        },
        {
          "name": "kelli catrell",
          "sentiment": "none"
        },
        {
          "name": "maryanne rosser",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united",
          "sentiment": "none"
        },
        {
          "name": "genesee co.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "bishop airport flint",
          "sentiment": "none"
        },
        {
          "name": "flint",
          "sentiment": "none"
        },
        {
          "name": "bishop airport",
          "sentiment": "none"
        },
        {
          "name": "chicago",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-23T00:56:30.829+02:00",
    "updated": "2024-03-23T00:56:30.829+02:00"
  },
  {
    "uuid": "7ac2ecaa9f7a204c2368fa70cc4080265c0fb8d7",
    "url": "https://www.uol.com.br/esporte/futebol/ultimas-noticias/2024/09/26/tite-e-um-cadaver-nao-sepultado-essa-e-a-grande-verdade-detona-rmp.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "João Victor Miranda",
    "published": "2024-09-26T23:07:00Z",
    "title": "Flamengo: 'Tite é um cadáver não sepultado', detona RMP",
    "text": "FIM DOS JOGOS DE PARIS Acompanhe em tempo real a cerimônia de encerramento das Olimpíadas 2024 Seu time Seu signo Jogos Eleições Entre Assine UOL Logo UOL Home UOL Produtos Conteúdo Exclusivo UOL Mail UOL Play UFC Champions League NBA Bate-papo UOL UOL Leia+ UOL Segurança Digital UOL Assistência Técnica UOL Resolve UOL WI-FI UOL Sexo Clube UOL UOL ads UOL Host UOL Meu Negócio UOL Afiliados Notícias Colunas Cotidiano Educação Eleições Governo Lula Internacional Previsão do tempo Saúde UOL Confere Newsletters Últimas notícias Loterias Mega Sena Quina Lotofácil Lotomania Outras loterias Podcasts Posse de Bola Sexoterapia Splash Vê TV UOL Entrevista UOL Prime UOL Líderes Mídia e Marketing Eleições Candidatos a prefeito Últimas notícias Carros Tabela Fipe Lançamentos e Mercado Avaliação de Carros Comparativo Legislação, Multas e Trânsito Manutenção e Segurança Carros curiosos Carro dos famosos Vídeos Web Stories Últimas notícias Newsletters Economia Cotações Investimentos Empresas e Negócios Dinheiro e Renda Concursos Guia de Compras Guia de Economia Imposto de Renda Líderes Mídia e Marketing Colunas Newsletters Vídeos Últimas notícias Cotações Dólar Euro Outras moedas Bolsa de Valores Bitcoin e Criptomoedas Imposto de Renda Download do programa Tira-dúvidas Últimas notícias Governo e Congresso Bolsa Família INSS PIS - Pagamentos e Calendário Preço dos combustíveis Inflação no Brasil e Mundo Banco Central Selic e Juros Folha Política Economia Mundo Cotidiano Equilíbrio Cultura F5 Esporte Podcasts Colunas e blogs Esporte Futebol Jogos de Hoje Brasileirão Série B Copa do Brasil Copa Sul-Americana Eliminatórias Sul-Americanas Libertadores Campeonato Inglês Mais campeonatos Mercado da Bola Mais Esporte Fórmula 1 MMA Futsal NBB 2023/24 LBF - Basquete feminino Tênis Reportagens especiais Colunas Vídeos Newsletters Últimas notícias Times Assine e veja ao vivo UFC Champions League NBA BBB Celebs Filmes Séries Música Shows e Festivais Aba Anônima Televisão Novelas Reality shows São João Teatro e Musicais Colunas Vídeos Web Stories Newsletters Últimas Novelas A Infância de Romeu e Julieta Cheias de Charme Família é Tudo No Rancho Fundo Renascer Assine UOL Play UOL Leia+ Banca UOL Leia+ Livros Loja de jogos Sexo Materna Desculpe Alguma Coisa Maria vai com os Outros Lab da Beleza Universa Talks Horóscopo Newsletters Colunas Vídeos Últimas notícias Horóscopo Aries Touro Gêmeos Câncer Leão Virgem Libra Escorpião Sagitário Capricórnio Aquário Peixes Equilíbrio e Saúde Mental Movimento e Fitness Longevidade Vida com Câncer Newsletters Colunas Notícias Vídeos Web Stories Saúde Bulas de Remédios Emagrecimento Gravidez e Maternidade Gripes e Resfriados Guia de Doenças Remédios e Tratamentos Alimentação Cardápios Chás e seus benefícios Dietas Fique por dentro Tec a seu favor Novos hábitos Colunas Vídeos Newsletters Últimas Fique por dentro Lançamentos WhatsApp Redes Sociais Apps Isso é Golpe! Ciência Astronomia Negócios Tec a seu favor Teste de Velocidade da Internet #ficadica Dicas matadoras A tecnologia por trás Review Comparativo No Brasil não tem Colunas Crise Climática ESG Iniciativas que inspiram Meio Ambiente Plural Transição Energética Últimas Crise Climática Iniciativas que inspiram Casa Cozinha Viagem Moda Temporadas Programas Reportagens Especiais Colunas Últimas Casa Cozinha Busque sua Receita Lista de Receitas Ao ponto Instachef Tim-tim Receita de família Gastronobásico Viagem 12 horas Fora da rota Desafio Retina Na Estrada Moda Temporadas Solar Japão Brasileiro Festejo Entornos Férias Especiais Perfis Nas Ruas Tendência Últimas Assista Apostas Casas de apostas Bônus APPs Rollovers Guias Mercados Regulamentação Bebês e crianças Beleza Bem-estar Casa e Cozinha Eletrônicos Livros Roupas e acessórios Sexo Educação Banco de Redações Enem Pesquisa Escolar Planos de aula Resumo de livros Vestibular Brasil Escola Últimas notícias Pesquisa Escolar Atualidades Biografias Biologia Física Geografia História Matemática Português Química Outros temas Cursos online Cursos Livres - Upfy Pós-graduação Profissionalizantes Preparatório OAB UOL Meu Negócio PagBank Passei Direto Opinião Flamengo 'Tite é um cadáver não sepultado. Essa é a grande verdade', detona RMP Colaboração para o UOL, em Bragança Paulista 26/09/2024 20h07\nDurante o Fim de Papo desta quinta (26), o colunista Renato Maurício Prado afirmou que Tite tem os dias contados no Flamengo.\nNa opinião de RMP, a derrota para o Peñarol no jogo de ida foi um sinal da incompetência do treinador. O jornalista se referiu ao técnico como um \"cadáver insepulto\".\nA folha de pagamento do Peñarol é menor que 15% da folha de pagamento do Flamengo. É um absurdo o Flamengo ter perdido para o Peñarol em pleno Maracanã. É muita incompetência. O Tite é um cadáver insepulto. Essa é a grande verdade.\nRMP\nCasagrande\nBruno: um monstro disfarçado de goleiro\nSakamoto\nCansaço com eleição violenta congela Datafolha\nJosias de Souza\nDatafolha torna debates finais eventos decisivos\nMariana Grilli\nQueimadas podem elevar custo de produção da soja\n'Está em queda': RMP diz que Botafogo desacelerou nos últimos jogos\nClassificação e jogos Libertadores Na opinião de RMP, o time ainda é o melhor do Brasil , mas jogou mal contra o Fluminense, apesar da vitória, e contra o São Paulo, no jogo de volta. O jornalista ainda disse que talvez o time não tenha força para ganhar uma eventual final de Libertadores ou para se manter na liderança do Brasileirão até o final.\n'Corinthians não é mais azarão contra ninguém', dispara Arnaldo Ribeiro\nNa opinião de Arnaldo, os corintianos podem fazer frente a qualquer equipe do Brasil atualmente . O jornalista entende que isso acontece porque o time se reforçou bem na janela de transferências do meio do ano.\nContinua após a publicidade Relacionadas Os motivos que fizeram o Palmeiras desistir de Gabigol para ano do Mundial Corinthians procura CBF contra pedido do Flamengo para mudar data da semi PVC: Diretoria do Flamengo deixa claro que não acredita no Brasileirão Lives de clubes no YouTube do UOL Esporte Toda semana, sempre às 17h (de Brasília), o canal do UOL Esporte no YouTube tem lives 100% voltadas para você, torcedor de Corinthians , Flamengo, Palmeiras ou São Paulo. A cada dia, um clube diferente! Então, torcedor, fica esperto:\nLive do Flamengo - segunda-feira (às 17h de Brasília)\nLive do Palmeiras - terça-feira (às 17h de Brasília)\nLive do São Paulo - quinta-feira (17h de Brasília)\nLive do Corinthians - sexta-feira (17h de Brasília)\nConfira os horários das lives do UOL Esporte 09h - Posse de Bola - Eduardo Tironi, José Trajano, Juca Kfouri, Mauro Cezar Pereira, Arnaldo Ribeiro e Danilo Lavieri debatem os temas da semana.\n11h - De Primeira - Domitila Becker, PVC e André Hernan revelam os bastidores do mundo da bola.\n18h - Fim de Papo - Marília Ruiz, Renato Maurício Prado e convidados debatem os principais temas do dia no futebol.\nAssista ao Fim de Papo na íntegra\nOpinião Texto em que o autor apresenta e defende suas ideias e opiniões, a partir da interpretação de fatos e dados.\nEste texto não reflete, necessariamente, a opinião do UOL\nComunicar erro Veja também Deixe seu comentário Só para assinantes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.portaleducacao.com.br/?utm_source=uol&utm_medium=referral&utm_campaign=dynad-cursosonline&utm_term=submenu",
      "https://online.pucrs.br/#cursosposmba?utm_source=uol&utm_medium=referral&utm_campaign=dynad-posgraduacao&utm_term=submenu",
      "https://atriumcursos.com.br/?utm_source=uol&utm_medium=referral&utm_campaign=dynad-OAB&utm_term=submenu",
      "https://www.upfy.com.br/?utm_source=uol&utm_medium=referral&utm_campaign=dynad-upfy&utm_term=submenu",
      "https://pagbank.onelink.me/Dzpm?pid=midia-interna&c=26052023_uol_linkfixo&af_channel=uol&af_adset=home&af_ad=header&af_dp=psmyaccount%3A%2F%2Fhome&utm_source=appsflyer-midia-interna&utm_medium=uol&utm_campaign=26052023_uol_linkfixo&utm_term=header&utm_content=home&af_web_dp=https%3A%2F%2Fpagseguro.com.br&af_force_deeplink=true",
      "https://www.youtube.com/@UOLEsporte",
      "https://www.passeidireto.com/?utm_source=uol.com.br&utm_medium=barra-uol-home",
      "https://www.portaleducacao.com.br/cursos?utm_source=uol&utm_medium=referral&utm_campaign=dynad-prof&utm_term=submenu",
      "https://img.youtube.com/vi_webp/zFvYXkDzJyE/sddefault.webp",
      "https://youtube.com/@UOLEsporte",
      "https://portaleducacao.com.br/cursos?utm_source=uol&utm_medium=referral&utm_campaign=dynad-prof&utm_term=submenu",
      "https://portaleducacao.com.br/?utm_source=uol&utm_medium=referral&utm_campaign=dynad-cursosonline&utm_term=submenu",
      "https://www.passeidireto.com/",
      "https://www.atriumcursos.com.br/?utm_source=uol&utm_medium=referral&utm_campaign=dynad-OAB&utm_term=submenu",
      "https://www.online.pucrs.br/#cursosposmba?utm_source=uol&utm_medium=referral&utm_campaign=dynad-posgraduacao&utm_term=submenu",
      "https://www.portaleducacao.com.br/cursos",
      "https://online.pucrs.br/#cursosposmba",
      "https://www.upfy.com.br/",
      "https://upfy.com.br/?utm_source=uol&utm_medium=referral&utm_campaign=dynad-upfy&utm_term=submenu",
      "https://passeidireto.com/?utm_source=uol.com.br&utm_medium=barra-uol-home",
      "https://pagbank.onelink.me/Dzpm",
      "https://www.img.youtube.com/vi_webp/zFvYXkDzJyE/sddefault.webp",
      "https://www.pagbank.onelink.me/Dzpm?pid=midia-interna&c=26052023_uol_linkfixo&af_channel=uol&af_adset=home&af_ad=header&af_dp=psmyaccount%3A%2F%2Fhome&utm_source=appsflyer-midia-interna&utm_medium=uol&utm_campaign=26052023_uol_linkfixo&utm_term=header&utm_content=home&af_web_dp=https%3A%2F%2Fpagseguro.com.br&af_force_deeplink=true",
      "https://atriumcursos.com.br/",
      "https://www.portaleducacao.com.br/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:31:48.366+03:00",
    "updated": "2024-09-27T03:15:10.227+03:00"
  }
]