[
  {
    "uuid": "51a1e696891d7dfa3dc528173d0f33350c52e759",
    "url": "https://government.economictimes.indiatimes.com/news/education/chandrayaan-and-other-science-success-stories-have-triggered-childrens-imagination-minister/106363196",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "www.ETGovernment.com",
    "published": "2023-12-28T23:52:00Z",
    "title": "Chandrayaan and other science success stories have triggered children's imagination: Minister, ET Government",
    "text": "“These are the best times for the youth in India\\\": Dr Jitendra SinghChandrayaan and other such science success stories in recent times have triggered children's imagination and aptitude. Curiosity in young minds will drive innovations in science and technology and bring growth in the country’s economy. This was stated by Dr Jitendra Singh, Union Minister of State (Independent Charge) Science & Technology. He was speaking after presenting the CSIR Young Scientist Awards & GN Ramachandran Medal for the year 2022, at a function in New Delhi.“Prime Minister Modi has a scientific temperament and keenly promotes science and technology based initiatives and projects,” he said.Dr Jitendra Singh said CSIR has enabled India to acquire the frontline role in the comity of nations. “Since we are now following the world's parameters and strategies and living up to world's benchmarks, we will also have to be in the same league as they are,” he said.Dr Jitendra Singh said women have assumed a leadership role in an increasing number of science and technology projects.“Increasingly, we have seen in these award functions, the number of women is increasing. In many instances the women outnumber the men,” he said.The Union Minister said that, after the Chandrayaan-3 landing on the Moon, there has been an abundant curiosity and public interest about the country’s space exploration programme. “Students should visit the CSIR labs which are the modern day monuments of New India,” he said.The Minister expressed the hope that in the coming years, innovation will play a vital role in transforming India into a $5 trillion economy.“The third generation of post-Independence Bharat is the most fortunate as they are no longer the prisoners of their aspirations,” said Dr Jitendra Singh. “These are one of the best times for the youth in India,” he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jitendra singhchandrayaan",
          "sentiment": "positive"
        },
        {
          "name": "jitendra singh",
          "sentiment": "none"
        },
        {
          "name": "modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "csir",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:31:26.368+02:00",
    "updated": "2023-12-29T04:31:26.368+02:00"
  },
  {
    "uuid": "04a56e9720b456a29267dc56573aad291557e75d",
    "url": "https://www.livelaw.in/high-court/delhi-high-court/delhi-high-court-jagran-religious-program-kalkaji-temple-250331",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nupur Thapliyal",
    "published": "2024-02-23T14:46:00Z",
    "title": "No Jagran Or Religious Program Will Be Held In Kalkaji Temple Without Permission: Delhi High Court After Accident Resulting In Lady's Death",
    "text": "No Jagran Or Religious Program Will Be Held In Kalkaji Temple Without Permission: Delhi High Court After Accident Resulting In Lady's Death Nupur Thapliyal 23 Feb 2024 2:16 PM GMT The Delhi High Court has ordered that no jagran or religious program will be held in the premises of city's Kalkaji mandir without permission of the Administrator, who has been appointed by the Court and given full management and control of the temple. Justice Prathiba M Singh took note of a recent incident where many individuals got injured and a lady died due to collapse of a platform while a jagran was being held in the temple on January 27. The jagran program was organised by two individuals stated to be members of Sevadar Mitr Mandal organisation. Singer B Praak was also invited to sing in the program. Expressing displeasure over the “unfortunate incident,” the court observed that the entire management, control and administration of the temple has to be only under the supervision of the Administrator and not under control of any other person, society or entity. “From the above, it is clear that the Mahant's position is that he is not authorized to take administrative decisions or to give any permission to organizers for holding any program in the premises. The premises of the Kalkaji Mandir is for the use by the public and no individual or entity can exercise exclusive control on any part of the said premises,” the court said. It added that the Administrator having been appointed and given full management and control of the mandir, any event that has to be organized would require his permission. Furthermore, the court directed the Administrator take steps for crowd management at the Mandir premises. Justice Singh further said that the entire temple has to be used for the purpose of welfare of the devotees and the redevelopment work is of utmost importance for the safety, welfare and security of such devotees. “Accordingly, the hall which is lying vacant as per the ld. Administrator's report be used as the office for redevelopment,” the court said. The court was dealing with a bunch of pleas concerning redevelopment of the temple premises. It had earlier ruled that the occupants of the dharamshalas and pujaris cannot claim a vested right to remain in the temple premises. It had also directed the Delhi Police to proceed with the eviction of unauthorized occupants of jhuggis and dharamshalas present in the temple premises. The Supreme Court later refused to interfere in the plea challenging the eviction of the said unauthorized occupants of Jhuggis and Dharamshalas. Previously, the Court had slew of directions regarding the administration and maintenance of the temple as also for resolution of disputes pertaining to the bari rights between baridaars to ensure smooth functioning of the temple. Case Title: NEETA BHARDWAJ & ORS. v. KAMLESH SHARMA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "prathiba m singh",
          "sentiment": "none"
        },
        {
          "name": "sevadar mitr mandal",
          "sentiment": "none"
        },
        {
          "name": "b praak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "delhi high court",
          "sentiment": "none"
        },
        {
          "name": "court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kalkaji",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T16:59:48.781+02:00",
    "updated": "2024-02-23T16:59:48.781+02:00"
  },
  {
    "uuid": "77629762640193afdd6b955d1760fe02b351ed78",
    "url": "https://www.bluradio.com/regiones/bogota/cuatro-menores-heridos-tras-el-desplome-del-techo-de-un-colegio-en-bogota-por-las-lluvias-rg10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Felipe García",
    "published": "2024-03-21T23:04:00Z",
    "title": "Cuatro menores heridos tras el desplome del techo de un colegio en Bogotá por las lluvias - BluRadio",
    "text": "Impresionantes imágenes dejan los fuertes aguaceros de hoy [en varías partes de Bogotá.](https://www.bluradio.com/regiones/bogota/lluvias-en-bogota-y-protestas-afectan-la-movilidad-este-jueves-so35) Sin embargo, la emergencia más grave tiene lugar en un colegio público del sur de la ciudad. Cuatro menores de edad resultaron heridos tras la caída de un muro y techo del Colegio Estanislao Zuleta, ubicado en la Carrera 4 Este con Calle 90 D Sur. Los fuertes vendavales levantaron la estructura del colegio que se vino abajo y terminó lesionando a los menores. En este momento las autoridades, Bomberos Bogotá y la Secretaría de Salud están en el punto de la emergencia atendiendo a los niños. La Secretaria de Educación emitirá un comunicado en los próximos minutos informando sobre la situación de salud de los menores. Y es que las fuertes lluvias regresaron a Bogotá desde el jueves, 20 de marzo. En varios sectores de la ciudad se han reportado afectaciones a la movilidad o barrios a raíz de esta emergencia climática en la capital del país. Publicidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T01:17:51.415+02:00",
    "updated": "2024-03-22T01:17:51.415+02:00"
  },
  {
    "uuid": "dae554329db02c168d2dac0f099926364f36b634",
    "url": "https://www.timesnownews.com/spiritual/clear-traits-that-you-are-a-lightworker-article-110597536",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@TIMESNOW",
    "published": "2024-05-31T09:57:00Z",
    "title": "Clear Traits That You Are A Lightworker | Times Now",
    "text": "What Is A Lightworker?A lightworker is someone here on Earth to help bring light into the world, transforming darkness. It's not as daunting as it sounds. Every time you turn a fearful thought into something positive, it helps not only you but everyone around you. By bringing more light into yourself, you help others do the same. You are meant to shine brightly, and nothing should dim your inner light. Lightworkers come in all forms, from nurses and mothers to artists and managers. They are found everywhere, across the globe, in all ages and cultures. You're already equipped to fulfill your purpose; you've been preparing for this for ages.Traits That Say You Are A LightworkerYou Feel Like You Are Wasting TimeOne interesting trait of a lightworker is feeling like you are wasting time, which often leads to anxiety or sadness. You have likely felt this since childhood, but could not figure out what to do about it. This feeling pushes you to do something great and it is a reminder that you are here for a bigger purpose. It keeps you from settling and encourages you to take action in life.You Feel Your Life Purpose Even When You Don’t Know What It IsYou feel drawn to a greater destiny and have spent a lot of time figuring out your life purpose. You might have read many books or articles on this topic and have thought about it since childhood. The universe wants you to awaken to your purpose so you can act on it consciously. When you know your life mission, you can achieve more by tapping into your unlimited potential. Your only limit is how much you let yourself shine.You Feel Like Saving The WorldEvery lightworker believes they are here to make the world better. They are tired of seeing suffering and want to help change it. They may feel a big responsibility to save their loved ones and even the whole planet. But it is a huge task. Some of this feeling comes from the ego, and some from recognizing that when all lightworkers unite, they can truly make a difference.You Are A Powerful ManifestorLooking back at your life, you may see that you have achieved what you wanted, at least to some extent, without extra effort or following specific rules. This is because you have a lot of energy that quickly turns into results. But be careful as you are more powerful than you realize. You need to be responsible for how you use your energy. If it's not aligned, you might unintentionally cause problems for yourself or others.You Are An EmpathNot all empaths are lightworkers, but every lightworker is an empath. An empath feels the emotions of others, whether it's sadness or happiness. Before realizing they're empaths, they might think those feelings are their own. But actually, they have picked up on someone else's energy.Belief In A Higher PowerNo matter how tough life gets, you have always felt connected to a higher power, whether it is God, the universe, or something else. As a lightworker, you believe in something bigger than yourself. You might feel this higher power guiding you. Even if your prayers do not always get answered, you know there is a greater purpose to life than just living and dying. You have never doubted that there is something beyond what we can understand, and you feel like you are a part of it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Health",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lalu prasad yadav",
          "sentiment": "none"
        },
        {
          "name": "gayatri jayanti",
          "sentiment": "none"
        },
        {
          "name": "kangana ranaut",
          "sentiment": "none"
        },
        {
          "name": "gayatri mata",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "time of counting for india general election",
          "sentiment": "none"
        },
        {
          "name": "shiva",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kanyakumari",
          "sentiment": "none"
        },
        {
          "name": "india bloc",
          "sentiment": "none"
        },
        {
          "name": "mandi lok sabha lok sabha",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T15:33:10.033+03:00",
    "updated": "2024-05-31T16:11:42.866+03:00"
  },
  {
    "uuid": "df13a4448958154c9d78b16c081016aa175be2c3",
    "url": "https://vnexplorer.net/z/937444.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-21T17:42:00Z",
    "title": "EE.UU. donará 40.000 dólares en alimentos para afectados por las lluvias en El Salvador",
    "text": "San Salvador, 21 jun (EFE).- El Gobierno de Estados Unidos ha destinado un fondo de 40.000 dólares (unos 37.370 euros) para atender la seguridad alimentaria de las personas afectadas por las fuertes tormentas en El Salvador y que han dejado al menos 19 fallecidos, según anunció este viernes el embajador William Duncan. &quot;En respuestas a esta emergencia, el Gobierno de Estados Unidos ha destinado 40.000 dólares en fondos de respuesta rápida para responder a la inseguridad alimentaria en las zonas más afectadas&quot;, dijo Duncan en un evento público. Agregó que también &quot;destinará fondos adicionales a las personas que regresen a casa&quot; y detalló que están apoyando a 1.400 personas en la remota localidad de Puerto Parada con paquetes de higiene. Adelantó que en los próximos días entregarán más paquetes, además de colchonetas y filtros de agua en otras localidades rurales del país centroamericano. &quot;Quiero asegurarles que los Estados Unidos seguirá estando al lado de los salvadoreños en estos tiempos difíciles y juntos superaremos esta adversidad&quot;, subrayó el diplomático. De acuerdo con el último recuento de las autoridades salvadoreñas, al menos 19 personas fallecieron durante la última semana de fuertes lluvias, 13 adultos y seis niños. También se han reportado dos personas extraviadas y 11 heridas, mientras que los evacuados llegaron a 3.861, de los que 1.857 son menores de edad. En esta semana de lluvias, son 26 ríos los que se han desbordado, se han dado 248 deslizamientos, 23 inundaciones urbanas y 183 viviendas dañadas. De acuerdo con el Ministerio de Medio Ambiente y Recursos Naturales (MARN), &quot;se mantiene el ingreso de nubosidad desde el océano Pacífico y lluvias persistentes sobre el territorio nacional&quot;. Además, indicó que existe una &quot;probabilidad muy alta (80 % - 100 %) de ocurrencia de deslizamientos y caída de rocas, y flujos de escombros que pueden generar daños y pérdidas en la vida humana&quot;, principalmente en los distritos cercanos al central lago de Ilopango. A pesar de la persistencia de las lluvias, las autoridades salvadoreñas decidieron reducir la alerta de roja a naranja en varios distritos del centro del país, mientras que mantuvo la alerta roja en las franjas del norte y la zona costera. (c) Agencia EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-22T05:00:40.690+03:00",
    "updated": "2024-06-22T05:00:40.690+03:00"
  },
  {
    "uuid": "b912b6f886d7d5d1a00bf13fad52a90b63e27734",
    "url": "https://www.thenews.com.pk/print/1160939-canadian-white-nationalist-who-killed-muslim-family-gets-life-sentence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@REUTERS",
    "published": "2024-02-24T00:00:00Z",
    "title": "Canadian white nationalist who killed Muslim family gets life sentence",
    "text": "OTTAWA: A self-confessed Canadian white nationalist who deliberately ran over and killed four members of a Muslim family with his pick-up truck in 2021 was given a life sentence on Friday with no chance of parole for 25 years. Nathaniel Veltman, 23, had been found guilty of first-degree murder last November for an attack that shocked Canada. He showed little reaction to the decision, the London Free Press newspaper reported. The judge in the case said Veltman’s attack represented an act of terrorism, the first time that the term has been used to describe white nationalist violence. Veltman ran over five members of the Afzaal family, originally from Pakistan, in the Ontario town of London when they were out for an evening walk in June 2021. The victims were Salman Afzaal, 46, his wife Madiha Salman, 44, their 15-year-old daughter Yumnah, and Afzaal’s 74-year-old mother Talat. “We don’t know if it’s closure, or justice. What we do know is that the verdict will not bring back what was stolen,” said Tabinda Bukhari, Salman’s mother. “This trial wasn’t just about one act. It was a stark reminder of the fault lines that run deep within our society,” she told reporters outside the court. It was the worst assault against Canadian Muslims since a man gunned down six people at a Quebec City mosque in 2017.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muslim",
          "sentiment": "neutral"
        },
        {
          "name": "tabinda bukhari",
          "sentiment": "none"
        },
        {
          "name": "nathaniel veltman",
          "sentiment": "none"
        },
        {
          "name": "afzaal",
          "sentiment": "none"
        },
        {
          "name": "yumnah",
          "sentiment": "none"
        },
        {
          "name": "salman",
          "sentiment": "none"
        },
        {
          "name": "salman afzaal",
          "sentiment": "none"
        },
        {
          "name": "veltman",
          "sentiment": "none"
        },
        {
          "name": "madiha salman",
          "sentiment": "none"
        },
        {
          "name": "talat",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "london free press",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T02:31:53.679+02:00",
    "updated": "2024-02-24T02:31:53.679+02:00"
  },
  {
    "uuid": "b4956b36a21e2f969800d92db57522fb1f61a6ad",
    "url": "https://www.kwtx.com/video/2025/07/10/flood-recovery-efforts-continue-travis-county/",
    "ord_in_thread": 0,
    "author": "@kwtx",
    "published": "2025-07-10T23:38:00Z",
    "title": "Flood recovery efforts continue in Travis County, Texas",
    "text": "Updated: 2 hours ago\nTemple High 4-star recruit Jamarion Carlton commits to Baylor Football\nUpdated: 3 hours ago\nHeal-Crop and Texans on Mission help with relief efforts in Kerr County, Texas\nUpdated: 4 hours ago\nKWTX@4's Justin Earley and Brady Taylor talk about four trending topics\nUpdated: 5 hours ago\n‘A slew of emotions’: Travis, Williamson counties continue flood recovery efforts\nUpdated: 5 hours ago\n‘A slew of emotions’: Travis, Williamson counties continue flood recovery efforts",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "topics": [
      "Disaster and Accident->disaster",
      "Disaster and Accident->natural disaster",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-11T05:04:24.702+03:00",
    "updated": "2025-07-11T02:08:24.000+00:00"
  },
  {
    "uuid": "33cd725776ebcf4b71fd6325651e9ce2ef960319",
    "url": "https://www.pressherald.com/2024/02/29/your-land-to-do-one-thing-well",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sandy Stott - Your land",
    "published": "2024-02-29T21:59:00Z",
    "title": "Your Land: To do one thing well",
    "text": "We miss people variously, and often through contact with something they have left behind. So it is for me with the poet Mary Oliver, who died in 2019, and whose selected poems (Devotions), I have been reading as this winter works out what it will be. Oliver wrote so prolifically and deeply that I’ll not fall for the folly of trying to sum up her work; instead, I’ll do what we all do with writing we love, I’ll select a bit and personalize it.\nIn my 40s, while editing Appalachia Journal, I met Oliver and formed a writerly friendship with her founded on her gift of contributing a number of poems and essays to the Journal. When she came to my school for a two-day fellowship, I was one of her hosts, and during a seminar on writing with students, one of them asked her what she hoped for with her writing. “I hope,” she said, “to do one thing well.” Every day, she said, she began with that hope.\nOne of my habits that joins me with Oliver is that of going out daily on foot, usually in and on some patch of land that’s been left mostly alone, perhaps “preserved.” On a recent February day, I was away from home visiting relatives in Rhode Island, and as the sun reached midday, I felt the usual tug. It had snowed the day before, and this afternoon was a brilliant, post-storm blue one, cold enough to keep the snow crusty — as coastal snow almost always is — or icy, where tires and feet had beaten it down.\nPerhaps, I thought, it’s just crusty enough for good footing…perhaps…and I headed for a small park nearby. The Westerly Land Trust’s John Champlain Glacier Park is a marvel on any day, 134 acres of testament to the shaping power of ice and water that culminates with a south end outlook offering an oak-framed view of a salt pond and then the Atlantic beyond. The sea is always shining in some reflective way, even in the rain. The park’s five-or-so trail miles loop along ridges and, at the south end reach a section of the Charleston recessional Moraine. The paths dip also into hollows that hold vernal pools, pass a few kettle ponds and everywhere proffer boulders from head to house in size. It is a wonder of rock and wood and rumple. And, happily, it is well loved and used by locals.\nOn this day, however, the small parking area was empty; the new ice had deterred everyone. I set out with two possibilities: this crust will provide good traction and I will ramble along easily, or this trek will be icy, troublesome, perhaps even a trifle risky. And one certainty: I would be alone. Within a minute I knew was onto what I’ll call a “Mary-moment.”\nA Mary-moment contains a sense of merged presence — you and the land (perhaps bird- or animal-graced) are suddenly one. There is no other; there is only this us.\nSuch moments are, of course, fleeting, and this one set up along an untrod stretch of snow weaving through a boulder-field. The white snow sinuous among the elephant-grey boulders, the soundtrack of crunch, the sky unseen blue above; everything just so, the way to go…for this lucky foot-being.\nAll moments dissolve into what’s next, but on this day versions kept recurring, revisiting, it seemed. Perhaps it was the cast influence from my morning’s reading in Devotions; perhaps it was these words from that reading:\nHow I Go to the Woods\nOrdinarily I go to the woods alone, with not a single\nfriend, for they are all smilers and talkers and therefore\nunsuitable.\nI don’t really want to be witnessed talking to the catbirds\nor hugging the old black oak tree. I have my way of\npraying, as you no doubt have yours.\nBesides, when I am alone I can become invisible. I can sit\non the top of a dune as motionless as an uprise of weeds,\nuntil the foxes run by unconcerned. I can hear the almost\nunhearable sound of the roses singing.\n____________\nIf you have ever gone to the woods with me, I must love\nyou very much. (Devotions, p.64)\n_______",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary oliver",
          "sentiment": "none"
        },
        {
          "name": "oliver",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "appalachia journal",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:16:30.236+02:00",
    "updated": "2024-03-01T00:16:30.236+02:00"
  },
  {
    "uuid": "55d2dddf212fee19fc80c0e5b1df9c31e8bdd617",
    "url": "https://www.newsbreak.com/the-cool-down-314855763/3987094056334-passionate-gardener-issues-warning-about-seemingly-innocent-backyard-plant-it-s-a-never-ending-job",
    "ord_in_thread": 0,
    "author": "Geri Mileva",
    "published": "2025-05-01T04:00:00Z",
    "title": "Passionate gardener issues warning about seemingly innocent backyard plant: 'It's a never-ending job' - NewsBreak",
    "text": "A passionate home gardener issued a serious warning on TikTok , and it's all about a seemingly innocent, and even beautiful, backyard plant that wreaks havoc on ecosystems: Chinese privet. In one of her videos, TikTok creator Lil Urban Farm (@lilurbanfarm) shares her frustration with the aggressively invasive shrub . \"This tree behind me — it looks really pretty in the spring. It flowers. It's called a privet. Do not plant them!\" she urged. She explains that this invasive species , which expands its range via birds and grows just about anywhere, takes over the undergrowth of forested areas. In the clip, she points out a thick patch of regrowth, frustrated by how relentless the plant can be. Chinese privet (Ligustrum sinense) is considered one of the most aggressive invasive species in the Southeastern United States. It forms dense thickets that crowd out native plants , reduce biodiversity, and strain ecosystems. For homeowners, removing it can be a long and frustrating process requiring pulling of seedlings, herbicide applications, or professional help. Instead of planting invasive species, experts recommend choosing native plants that thrive in local climates and promote biodiversity, including American cyrilla and sweetbay magnolia . Native landscaping reduces maintenance and water usage, which lowers monthly bills. It also supports pollinators such as bees and butterflies, which are essential to maintaining our food supply. Other eco-friendly alternatives to Chinese privet include a clover lawn or buffalo grass , both of which provide significant benefits such as boosting biodiversity (clover flowers are a good source of nectar for pollinators) and binding soil to prevent erosion. Xeriscaping , a type of landscaping designed to minimize water usage, is also a great alternative that supports water conservation . Even replacing a portion of traditional turf grass with native plants can benefit local ecosystems and pollinators. Homeowners looking to make that switch can explore landscaping ideas designed to make the transition easier. Commenters echoed the creator's frustrations. Should we be actively working to kill invasive species? Absolutely It depends on the species I don't know No — leave nature alone Click your choice to see results and speak your mind. \"Privet is good if you need a full-time job of pulling seedlings. I stupidly put a hedge in of them,\" one wrote. Another said: \"95% of the clearing I'm doing by hand on the land I've been allowed to manage behind my house is privet and Bradford pears. It's a never-ending job.\" Join our free newsletter for easy tips to save more and waste less , and don't miss this cool list of easy ways to help yourself while helping the planet. first appeared on .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "topics": [
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->hobby",
      "Lifestyle and Leisure->house and home",
      "Environment->flowers and plants",
      "Environment->invasive species",
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.audubon.org/content/why-native-plants-matter",
      "https://www.thecooldown.com/green-home/chinese-privet-plant-native-gardener-warning/",
      "https://www.lewisginter.org/chinese-privet/",
      "https://www.thecooldown.com/outdoors/invasive-species-control-buckthorn-planting-north-oaks-minnesota/",
      "https://www.thecooldown.com/outdoors/invasive-species/",
      "https://img.particlenews.com/image.php?url=3Qvra2_10mUFV8P00",
      "https://www.thecooldown.com/green-home/reddit-native-plant-garden-california/",
      "https://guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=3&article=recwyiYTG4ljDmWs9",
      "https://guide.thecooldown.com/actions/rewild-your-yard/",
      "https://www.wildflower.org/plants/result.php?id_plant=mavi2",
      "https://www.tiktok.com/@lilurbanfarm/video/7240853044408225070",
      "https://www.umces.edu/sites/default/files/Buffalograss-summary.pdf",
      "https://www.wildflower.org/plants/result.php?id_plant=CYRA",
      "https://www.thecooldown.com/green-business/permanent-water-restriction-california-state/",
      "https://www.invasivespeciesinfo.gov/terrestrial/plants/chinese-privet",
      "https://www.tiktok.com/@lilurbanfarm",
      "https://guide.thecooldown.com/actions/upgrade-to-a-natural-lawn/",
      "https://www.thecooldown.com/outdoors/native-plants/",
      "https://www.thecooldown.com/green-home/how-to-make-your-yard-a-friendlier-place-for-pollinators/",
      "https://www.thecooldown.com",
      "https://guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=4&article=recwyiYTG4ljDmWs9",
      "https://rb.gy/ivhzmj",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3Qvra2_10mUFV8P00",
      "http://extension.msstate.edu/publications/chinese-privet",
      "https://www.thecooldown.com/hacks-newsletter/?recwyiYTG4ljDmWs9",
      "https://guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=1&article=recwyiYTG4ljDmWs9",
      "https://www.weforum.org/stories/2023/06/xeriscaping-water-landscaping-climate-solution/",
      "https://guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=2&article=recwyiYTG4ljDmWs9",
      "https://thecooldown.com/outdoors/invasive-species/",
      "https://thecooldown.com/green-home/reddit-native-plant-garden-california/",
      "https://www.thecooldown.com/outdoors/invasive-species",
      "https://www.guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=1&article=recwyiYTG4ljDmWs9",
      "https://www.thecooldown.com/outdoors/native-plants",
      "https://www.img.particlenews.com/image.php?url=3Qvra2_10mUFV8P00",
      "https://www.rb.gy/ivhzmj",
      "http://www.extension.msstate.edu/publications/chinese-privet",
      "https://lewisginter.org/chinese-privet/",
      "https://tiktok.com/@lilurbanfarm",
      "https://www.guide.thecooldown.com/actions/rewild-your-yard/",
      "https://weforum.org/stories/2023/06/xeriscaping-water-landscaping-climate-solution/",
      "https://guide.thecooldown.com/actions/upgrade-to-a-natural-lawn",
      "https://www.thecooldown.com/green-home/how-to-make-your-yard-a-friendlier-place-for-pollinators",
      "https://www.thecooldown.com/hacks-newsletter/",
      "https://www.thecooldown.com/green-home/chinese-privet-plant-native-gardener-warning",
      "https://www.wildflower.org/plants/result.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3Qvra2_10mUFV8P00",
      "https://thecooldown.com/hacks-newsletter/?recwyiYTG4ljDmWs9",
      "https://www.guide.thecooldown.com/actions/upgrade-to-a-natural-lawn/",
      "https://thecooldown.com",
      "https://invasivespeciesinfo.gov/terrestrial/plants/chinese-privet",
      "https://wildflower.org/plants/result.php?id_plant=mavi2",
      "https://audubon.org/content/why-native-plants-matter",
      "https://www.thecooldown.com/green-business/permanent-water-restriction-california-state",
      "https://wildflower.org/plants/result.php?id_plant=CYRA",
      "https://www.guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=4&article=recwyiYTG4ljDmWs9",
      "https://thecooldown.com/outdoors/native-plants/",
      "https://www.guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=3&article=recwyiYTG4ljDmWs9",
      "https://www.thecooldown.com/outdoors/invasive-species-control-buckthorn-planting-north-oaks-minnesota",
      "https://tiktok.com/@lilurbanfarm/video/7240853044408225070",
      "https://www.thecooldown.com/green-home/reddit-native-plant-garden-california",
      "https://thecooldown.com/green-home/how-to-make-your-yard-a-friendlier-place-for-pollinators/",
      "https://www.guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/?answer=2&article=recwyiYTG4ljDmWs9",
      "https://img.particlenews.com/image.php",
      "https://www.weforum.org/stories/2023/06/xeriscaping-water-landscaping-climate-solution",
      "https://thecooldown.com/outdoors/invasive-species-control-buckthorn-planting-north-oaks-minnesota/",
      "https://thecooldown.com/green-home/chinese-privet-plant-native-gardener-warning/",
      "https://guide.thecooldown.com/actions/rewild-your-yard",
      "https://thecooldown.com/green-business/permanent-water-restriction-california-state/",
      "https://umces.edu/sites/default/files/Buffalograss-summary.pdf",
      "https://guide.thecooldown.com/recording-votes/should-we-be-actively-working-to-kill-invasive-species/",
      "https://www.lewisginter.org/chinese-privet"
    ],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Southeastern",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:50:00.196+03:00",
    "updated": "2025-05-01T04:58:08.000+00:00"
  },
  {
    "uuid": "d81f82e04f5b0c752d683df2b21791d994a1c16d",
    "url": "https://www.androidheadlines.com/2023/12/one-fan-has-remade-the-entire-gta-vi-trailer-within-gta-v.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justin Diaz",
    "published": "2023-12-29T22:19:00Z",
    "title": "One fan has remade the entire GTA VI trailer within GTA V",
    "text": "One fan has remade the entire GTA VI trailer within GTA V By Justin Diaz December 29, 2023 Rockstar’s GTA VI reveal trailer has received the remake treatment, but perhaps not in the way you’d have thought. One enterprising fan has taken it upon themselves to recreate the trailer using footage from within the game of GTA V.\nThe desire alone to complete such a project makes this trailer impressive. But what really gives it that eye-catching pop to help it stand out is the lengths the creator went to to make it as faithful as possible. First, let’s get a few things straight here. It’s very clear that not every frame could be made to look exactly like what Rockstar put out in the official trailer. For one the game engine is different so the graphics look dated. But that doesn’t mean the GTA VI trailer remake doesn’t look darn close. Advertisement Advertisement\nIn fact, it’s surprising how close it is. So much so that it makes you wonder how long it took to put this together. It was obviously less than a few weeks. Since Rockstar only officially put out the GTA VI reveal trailer on December 4. That being said, it’s entirely possible that this remade trailer took from the moment the official trailer was released until this week. As it was published just a couple of days ago.\nThe GTA VI trailer remake serves as a visual comparison Because the two trailers are so close together, the fan remake created by RavenwestR1 serves as a great visual comparison. You can look at both the official trailer and the remake and imagine how much improvement GTA VI is going to deliver when it comes to graphics.\nGTA V was originally released on the PlayStation 3 and Xbox 360 generation after all. Having said that, RavenwestR1 made the trailer using the PC version of the game. Which is noticeably visually enhanced over the original release. Nevertheless, you can tell how much of a jump GTA VI will be from GTA V. Even in GTA V’s current state.\nIf you’re wondering about how RavenwestR1 created the trailer , it seems they used a series of different mods. They also note that the game’s Chop Shop update hampered their progress due to it causing game crashes with all the mods used. In short, this was a labor of love that only a true dedicated fan would create. Since it was at the expense of having to deal with constant crashes and a complete game reinstall.\nIf you’re curious to check them out, you can view both the trailer remake and the side-by-side comparison videos below.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.gamereactor.eu/check-out-the-grand-theft-auto-vi-trailer-recreated-in-gta-v-1341403/",
      "https://www.youtube.com/@RavenwestR1",
      "https://www.youtube.com/embed/otXToYsC9Uo?feature=oembed&#038;enablejsapi=1&#038;origin=https://www.androidheadlines.com",
      "https://www.youtube.com/embed/-KvQrW76CjQ?feature=oembed&enablejsapi=1&origin=https://www.androidheadlines.com",
      "https://wccftech.com/grand-theft-auto-6-recreated-grand-theft-auto-v/",
      "https://www.youtube.com/embed/-KvQrW76CjQ?feature=oembed&#038;enablejsapi=1&#038;origin=https://www.androidheadlines.com",
      "https://www.youtube.com/embed/otXToYsC9Uo?feature=oembed&enablejsapi=1&origin=https://www.androidheadlines.com",
      "https://gamereactor.eu/check-out-the-grand-theft-auto-vi-trailer-recreated-in-gta-v-1341403/",
      "https://www.youtube.com/embed/otXToYsC9Uo",
      "https://youtube.com/embed/otXToYsC9Uo?feature=oembed&#038;enablejsapi=1&#038;origin=https://androidheadlines.com",
      "https://www.gamereactor.eu/check-out-the-grand-theft-auto-vi-trailer-recreated-in-gta-v-1341403",
      "https://youtube.com/@RavenwestR1",
      "https://www.youtube.com/embed/-KvQrW76CjQ",
      "https://youtube.com/embed/-KvQrW76CjQ?feature=oembed&#038;enablejsapi=1&#038;origin=https://androidheadlines.com",
      "https://www.wccftech.com/grand-theft-auto-6-recreated-grand-theft-auto-v/",
      "https://wccftech.com/grand-theft-auto-6-recreated-grand-theft-auto-v",
      "https://youtube.com/embed/otXToYsC9Uo?feature=oembed&enablejsapi=1&origin=https://androidheadlines.com",
      "https://youtube.com/embed/-KvQrW76CjQ?feature=oembed&enablejsapi=1&origin=https://androidheadlines.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "justin diaz",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T00:27:05.327+02:00",
    "updated": "2024-01-07T00:19:07.989+02:00"
  }
]