[
  {
    "uuid": "9739e5e58318566f02813387efc3ea705e7a5f01",
    "url": "https://timesofindia.indiatimes.com/city/lucknow/yogi-criticizes-patnaik-for-losing-gods-treasury/articleshow/110377298.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-05-24T00:00:00Z",
    "title": "Yogi Adityanath: Yogi criticizes Patnaik for losing 'God's treasury' | Lucknow News - Times of India",
    "text": "Lucknow: Chief minister Yogi Adityanath on Thursday accused the Odisha govt under chief minister Naveen Patnaik of losing “God’s treasury”, saying that the key to the main treasury of Lord Jagannath Puri had been lost under Patnaik’s watch and that the govt had disrespected Oriya tradition and culture.On the other hand, was Prime Minister Narendra Modi who had removed the remnants of slavery by constructing the Ram temple in Ayodhya, he said. “I pray to Maa Bhagwati that we gain enough strength to bring a double-engine govt in Odisha and run a bulldozer here like in UP against the land mafia, sand mafia, cattle mafia, and forest mafia,” he said.Hitting out at the Biju Janata Dal and INDIA bloc parties like Congress and Trinamool Congress, Yogi said that the govt in Odisha was taking credit for central govt initiatives like the free ration scheme, while it continued to resist implementation of programmes like the Ayushman Bharat health scheme.He added that BJD was a bureaucrat-dominated govt and when bureaucracy overtakes the govt, it leads to dictatorship, disconnecting it from the public. “This environment fosters corruption and deprives the poor of their rights. The administrative system falters in the face of the land and sand mafia. No bureaucrat should be granted excessive autonomy to wield authority,” he said, indirectly referring to Naveen’s trusted aide VK Pandian.Campaigning for BJP candidate Baijayant Panda at Mahanga under Kendrapada Lok Sabha constituency, Yogi said, “On one side there are people like Baijayant fighting to take Odia pride and Odia asmita further, while on the other there is this Tamil babu playing with Odia asmita. The latter’s aim is not development, but to keep Odisha backward.”Yogi further warned that the Tamil officer would facilitate infiltration from Bangladesh, leading to religious conflicts and anarchy in the state. “Incidents like the assassination of Swami Laxmananda could occur under such circumstances,” he said, adding that the Naveen govt shelters the killers of Swami Laxamananda Saraswati, crossing all limits of appeasement, equating BJD with the Congress and TMC.Campaigning in Puri, Yogi said, “The officers who control the govt have sheltered land, sand, coal, and mining mafias. They have been playing with the future of Odisha’s youths. They are looting the resources of Odisha.”Seeking votes for BJP, Yogi said Naveen got 24 years, but Odisha has not developed. Giving an example from his state, Yogi said UP too was in the clutches of the mafia before 2017. “Now, all those mafias were hanged upside down. Their properties were taken over by the govt and put to public use. If a double-engine govt is formed here, mafias in Odisha too will face similar fate and Odisha will grow faster,” the UP chief minister said.Yogi said he was surprised that power generated in Odisha is sold at a higher rate within the state compared to what is offered in other states. He attributed this anomaly to the influence of bureaucrats who, according to him, misled Naveen.“Significant changes occur when there is a BJP govt and a leader like Narendra Modi leads the country. Terrorism and Naxalism have been brought under control. This is Modi’s new India, peaceful yet firm against aggressors,” he said.The CM also expressed gratitude to the Kolkata high court for its recent decision to cancel OBC certificates issued in West Bengal after 2010. He said that since 2010, the TMC govt in the state had conspired to infiltrate the OBC reservations by forcibly including Muslims in the OBC category.“Kolkata high court overturned all the decisions of the Trinamool Congress govt and said that there cannot be reservation based on religion in India. Baba Saheb Bhimrao Ambedkar’s opinion on this is final. We should follow the spirit of the Constitution. Reservations on religious grounds are contrary to the basic spirit of the Constitution. Only backwards, scheduled caste and tribal people of Indian origin should get the benefit of reservations,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yogi",
          "sentiment": "negative"
        },
        {
          "name": "nav",
          "sentiment": "negative"
        },
        {
          "name": "yogi adityanath",
          "sentiment": "negative"
        },
        {
          "name": "patnaik",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "een patnaik",
          "sentiment": "none"
        },
        {
          "name": "jagannath puri",
          "sentiment": "none"
        },
        {
          "name": "maa bhagwati",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lucknow news - times of india lucknow",
          "sentiment": "negative"
        },
        {
          "name": "oriya",
          "sentiment": "none"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "trinamool congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ayodhya",
          "sentiment": "none"
        },
        {
          "name": "odisha",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T04:06:14.701+03:00",
    "updated": "2024-05-24T04:06:14.701+03:00"
  },
  {
    "uuid": "d098400e111ca27d2178258734e92bff55270e28",
    "url": "https://www.governing.com/resilience/wolves-are-back-in-colorados-wilderness-thats-great-for-the-earth",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNS",
    "published": "2024-02-15T00:00:00Z",
    "title": "Wolves Are Back in Colorado’s Wilderness. That’s Great for the Earth.",
    "text": "Wolves Are Back in Colorado’s Wilderness. That’s Great for the Earth. Returning predators to wild places is a good starting point for dealing with our biodiversity crisis. Colorado can be a model for what states can do to repair their ecosystems. Rural western Colorado rang in the new year with a howl. For the first time in U.S. history, a federally-listed endangered species has been reintroduced to the wild by the efforts of a lone state. Wolves in Colorado were not a mandate from Washington. Coloradans voted for them. One week before Christmas, gray wolves were unleashed on a Rocky Mountain mosaic of public lands, pine and aspen forests, private ranches and beloved recreation areas. Wolves now roam within the realm of world-famous ski areas. Some have already wandered through the creeks, peaks and woods near my cabin at the rural edge of Steamboat Springs, where rugged watersheds pour into the Yampa River’s wide-open valley, flowing downstream from the Flat Tops Wilderness past cattle ranches, hay meadows, the towering Steamboat Ski Resort and historic downtown ski jumps. In the 2020 general election, a slim margin of Coloradans — Gathering quietly were Gov. Jared Polis, first gentleman Marlon Reis, a devoted Colorado Parks and Wildlife team and a few influential folks who helped bring about this effort. There was snow on the ground, but nothing daunting. “It was so perfect. You could look around, and it felt like at any moment John Denver was going to show up. It was ‘Rocky Mountain High’ in every direction,” said Joanna Lambert, a wildlife ecology and conservation biology professor at the University of Colorado, Boulder, and director of the American Canid Project. The stars rolled up last: five wolves, silent in their crates but omnipotent in the waft of their musky aroma. It smelled like the wild, Lambert observed. One at a time, crate doors were sprung, and This is a moment of pride for Colorado. Putting paws on the ground was a grassroots effort negotiated in the flames of conflict, compromise and invention. Within a week of the first release, another five wolves, exported from wild packs in Oregon, made their way onto Colorado’s Western Slope, all mature enough to hunt prey on their own. Wolves maintain an outsize place in the collective imagination. They possess an unusual power to spark deep positive and negative beliefs. Ironically, decades after government-hired exterminators wiped them out, wolves have transformed into a symbol for anti-government sentiment. In truth, there is nuance in Coloradans’ hearts and minds about this rewilding effort. With a new predator on the ground, ranchers understandably fear for their livelihoods, but coalitions of ranchers and hunters contributed mightily to crafting the reintroduction plan. In fact, local ranchers say they’ve been preparing for wolves since Yellowstone’s reintroduction 29 years ago. And hunters watching scientific data of elk populations in Idaho know that hunts there are more fruitful than ever. Earth is suffering a biodiversity crisis, and returning wolves to wild places is a good starting point. “We are still in the hangover era of the ‘frontier,’” said range scientist and former ranch manager Matt Barnes. “The last hundred years are the most abnormal periods of all human history in many, many ways, including this minor detail about not having wolves in most of the American West.” One month into this grand experiment, what a wonder it was to witness Change is hard. But look what it can spark. The next likely candidate in Colorado’s rewilding effort is the wolverine, the world’s largest terrestrial weasel, which was federally listed as A bipartisan wolverine reintroduction bill is expected to be introduced in the Colorado Legislature during the current session. Changing times on a changing planet. ©2024 Los Angeles Times. Distributed by Tribune Content Agency, LLC. Jennie Lay is a writer based in Routt County, Colo., and director of the Literary Sojourn festival of authors in Steamboat Springs. Governing’s opinion columns reflect the views of their authors and not necessarily those of Governing’s editors or management. For the first time in U.S. history, a federally-listed endangered species has been reintroduced to the wild by the efforts of a lone state. Wolves in Colorado were not a mandate from Washington. Coloradans voted for them. One week before Christmas, gray wolves were unleashed on a Rocky Mountain mosaic of public lands, pine and aspen forests, private ranches and beloved recreation areas. Wolves now roam within the realm of world-famous ski areas. Some have already wandered through the creeks, peaks and woods near my cabin at the rural edge of Steamboat Springs, where rugged watersheds pour into the Yampa River’s wide-open valley, flowing downstream from the Flat Tops Wilderness past cattle ranches, hay meadows, the towering Steamboat Ski Resort and historic downtown ski jumps. In the 2020 general election, a slim margin of Coloradans — [50.91 percent](https://results.enr.clarityelections.com/CO/105975/web.264614/#/detail/1131)— voted to reintroduce gray wolves to our ecosystem, back to a landscape from which they were exterminated nearly 80 years ago. Thirteen of 64 counties, mostly along the urban Front Range corridor east of the Continental Divide, were definitively supportive. But in the habitat where wolves will reside on Colorado’s less populated, agricultural/recreational Western Slope, the “yes” vote was not as resounding. [Proposition 114](https://ballotpedia.org/Colorado_Proposition_114,_Gray_Wolf_Reintroduction_Initiative_(2020))mandated a plan that would reintroduce wolves no later than Dec. 31, 2023. Thirteen days before that deadline, a small group of trucks climbed winding dirt roads through a remote corner of rural Grand County in northwest Colorado. The convoy’s destination: a sliver of state-owned land surrounded by millions of acres of national forest. Gathering quietly were Gov. Jared Polis, first gentleman Marlon Reis, a devoted Colorado Parks and Wildlife team and a few influential folks who helped bring about this effort. There was snow on the ground, but nothing daunting. “It was so perfect. You could look around, and it felt like at any moment John Denver was going to show up. It was ‘Rocky Mountain High’ in every direction,” said Joanna Lambert, a wildlife ecology and conservation biology professor at the University of Colorado, Boulder, and director of the American Canid Project. The stars rolled up last: five wolves, silent in their crates but omnipotent in the waft of their musky aroma. It smelled like the wild, Lambert observed. One at a time, crate doors were sprung, and [powerful hind legs pushed off back walls](https://www.youtube.com/watch?v=M8rE5xV7dHw)to crash through the silence. Three grays and two blacks individually bolted into the forest. This is a moment of pride for Colorado. Putting paws on the ground was a grassroots effort negotiated in the flames of conflict, compromise and invention. Within a week of the first release, another five wolves, exported from wild packs in Oregon, made their way onto Colorado’s Western Slope, all mature enough to hunt prey on their own. Wolves maintain an outsize place in the collective imagination. They possess an unusual power to spark deep positive and negative beliefs. Ironically, decades after government-hired exterminators wiped them out, wolves have transformed into a symbol for anti-government sentiment. In truth, there is nuance in Coloradans’ hearts and minds about this rewilding effort. With a new predator on the ground, ranchers understandably fear for their livelihoods, but coalitions of ranchers and hunters contributed mightily to crafting the reintroduction plan. In fact, local ranchers say they’ve been preparing for wolves since Yellowstone’s reintroduction 29 years ago. And hunters watching scientific data of elk populations in Idaho know that hunts there are more fruitful than ever. Earth is suffering a biodiversity crisis, and returning wolves to wild places is a good starting point. [“Trophic cascade,”](https://trophiccascades.forestry.oregonstate.edu/sites/trophic/files/Ripple%20et%20al%20What%20is%20a%20TC.pdf)the effect of an apex predator’s presence improving habitat quality and species viability all the way down the food chain, is a prime motivation for wolf reintroduction. Colorado stands to be a model for what a state can do to repair its ecosystems. It will be a complicated, long-haul effort to turn tame landscapes wild again and build resilience for the future. “We are still in the hangover era of the ‘frontier,’” said range scientist and former ranch manager Matt Barnes. “The last hundred years are the most abnormal periods of all human history in many, many ways, including this minor detail about not having wolves in most of the American West.” One month into this grand experiment, what a wonder it was to witness [the first public GPS collar tracking map](https://cpw.state.co.us/learn/Pages/Wolves-Activity-Map.aspx). Based on data from the Northern Rockies, elk will provide about 80 percent of the diet for Colorado wolves. And Colorado has a lot of elk, so wolves are unlikely to damage the elk hunt. Wolves aren’t likely to fundamentally change ranching, either, because it is transforming for other reasons, such as rotational grazing, cross fencing and virtual fencing so you no longer have to scatter your cattle over 10,000 acres. Change is hard. But look what it can spark. The next likely candidate in Colorado’s rewilding effort is the wolverine, the world’s largest terrestrial weasel, which was federally listed as [threatened](https://www.nytimes.com/2023/11/29/climate/wolverines-endangered-species-act.html)under the Endangered Species Act in November 2023. A bipartisan wolverine reintroduction bill is expected to be introduced in the Colorado Legislature during the current session. Changing times on a changing planet. ©2024 Los Angeles Times. Distributed by Tribune Content Agency, LLC. Jennie Lay is a writer based in Routt County, Colo., and director of the Literary Sojourn festival of authors in Steamboat Springs. Governing’s opinion columns reflect the views of their authors and not necessarily those of Governing’s editors or management.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [
      "https://cpw.state.co.us/learn/Pages/Wolves-Activity-Map.aspx).",
      "https://ballotpedia.org/Colorado_Proposition_114,_Gray_Wolf_Reintroduction_Initiative_(2020))mandated",
      "http://www.youtube.com/watch?v=M8rE5xV7dHw)to",
      "https://trophiccascades.forestry.oregonstate.edu/sites/trophic/files/Ripple%20et%20al%20What%20is%20a%20TC.pdf)the",
      "https://www.nytimes.com/2023/11/29/climate/wolverines-endangered-species-act.html)under",
      "https://results.enr.clarityelections.com/CO/105975/web.264614/#/detail/1131)—",
      "https://www.ballotpedia.org/Colorado_Proposition_114,_Gray_Wolf_Reintroduction_Initiative_(2020))mandated",
      "https://www.trophiccascades.forestry.oregonstate.edu/sites/trophic/files/Ripple%20et%20al%20What%20is%20a%20TC.pdf)the",
      "https://www.cpw.state.co.us/learn/Pages/Wolves-Activity-Map.aspx).",
      "http://youtube.com/watch?v=M8rE5xV7dHw)to",
      "https://nytimes.com/2023/11/29/climate/wolverines-endangered-species-act.html)under",
      "https://www.results.enr.clarityelections.com/CO/105975/web.264614/#/detail/1131)—",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "colorado",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "steamboat springs",
          "sentiment": "none"
        },
        {
          "name": "steamboat ski resort",
          "sentiment": "none"
        },
        {
          "name": "rocky mountain",
          "sentiment": "none"
        },
        {
          "name": "yampa river",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T07:57:36.521+02:00",
    "updated": "2024-02-16T07:57:36.521+02:00"
  },
  {
    "uuid": "860475c50d53e28f2adfd03f4046b22e8b3da147",
    "url": "https://www.midilibre.fr/2024/02/23/podcast-crimes-et-justice-la-terrible-vengeance-de-jean-marie-von-matt-entre-exorcisme-et-messe-noire-11781564.ph",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Midilibre",
    "published": "2024-02-23T04:01:00Z",
    "title": "Podcast. Crimes et justice : la terrible vengeance de Jean-Marie Von Matt, entre exorcisme et messe noire",
    "text": "Podcast. Crimes et justice : la terrible vengeance de Jean-Marie Von Matt, entre exorcisme et messe noire\nLe 14 février 2000, à Flavin, près de Rodez, la fête de la Saint-Valentin se révèle être une journée d'horreur. Patrice découvre le corps de sa compagne et de Morgane, 12 ans, dans une mare de sang, à leur domicile. Comble de l'angoisse : Martin, le bébé né cinq semaines plus tôt, a disparu. Le père de famille ne le sait pas encore : il n'est pas au bout de son calvaire.\nEn quelques heures, le 14 février 2000, le petit village de Flavin, situé à une vingtaine de kilomètres de Rodez, est investi par des dizaines de gendarmes : dans la matinée, le corps d'une jeune femme, Manuela, et celui de sa fille de 12 ans, Morgane, ont été retrouvés au domicile familial, tuées de deux balles tirées dans la tête. Patrice, le compagnon, est longuement interrogé en garde à vue, malgré son état de choc, mais rien ne permet de le mettre en cause, car au moment du crime, il était à son travail.\nLe bébé de cinq semaines a disparu\nDes moyens considérables sont déployés par les enquêteurs, car il y a urgence : Martin, le bébé du couple, né cinq semaines plus tôt, a lui aussi disparu : le ou les criminels l'ont enlevé, après leur sinistre besogne. Mais les multiples fouilles ne donnent rien : aucune trace du nourrisson.\nAlors les gendarmes vont se plonger dans le passé de Patrice, pour essayer de comprendre qui a pu vouloir ainsi s'attaquer à sa famille, d'une façon aussi cruelle. Et au fil de leurs investigations, ils vont être amenés à s'intéresser à un très étrange personnage, Jean-Marie Von Matt, qui a fait fortune en Suisse, avant de vivre dans un château du Périgord Noir, en Dordogne.\nDes investigations jusqu'à Miami\nLe château est investi, mais il est désert. En revanche, les gendarmes y découvrent les traces d'une terrible messe noire. Mais pour connaître la vérité, les gendarmes vont devoir faire faire des investigations à Miami, pour découvrir la vérité.\nCe podcast est le quatrième de la série \"Crime et justice, la saga judiciaire\", écrite et racontée par François Barrère. Des affaires judiciaires qui ont marqué notre région, des crimes oubliés, des procès célèbres : Midi Libre vous plonge tous les vendredis dans l'univers sombre mais passionnant des grands faits divers, à travers cette série inédite de podcasts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-23T07:15:47.184+02:00",
    "updated": "2024-02-23T07:15:47.184+02:00"
  }
]