[
  {
    "uuid": "fd2e6c53c33960e2a45ca6fd7ce0127cca321aab",
    "url": "https://www.sandiegouniontribune.com/en-espanol/noticias/ut-espanol/articulo/2024-03-22/tormenta-fria-desde-el-golfo-de-alaska-se-espera-que-afecte-al-condado-de-san-diego-este-fin-de-semana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@grobbins",
    "published": "2024-03-22T19:50:00Z",
    "title": "Tormenta fría desde el Golfo de Alaska se espera que afecte al Condado de San Diego este fin de semana - San Diego Union-Tribune en Español",
    "text": "Tormenta fría desde el Golfo de Alaska se espera que afecte al Condado de San Diego este fin de semana Los meteorólogos dicen que la mayor precipitación ocurrirá en el área de San Diego, que podría recibir de 0.50 a 0.75 pulgadas de lluvia Una tormenta que se formó en el Golfo de Alaska pasará por el Condado de San Diego el sábado y domingo, arrojando de 0.25 a 1.25 pulgadas de lluvia en varios lugares y posiblemente 2 pulgadas de nieve en las montañas, dijo el Servicio Meteorológico Nacional. “Parece que la lluvia más intensa caerá en la mitad sur del condado”, dijo Mark Moede, meteorólogo del servicio meteorológico. “El Aeropuerto Internacional de San Diego podría recibir hasta 0.75 pulgadas de lluvia”. Se espera que la tormenta llegue alrededor del mediodía del sábado y produzca lluvia intermitente hasta el domingo por la noche. Habrá fuertes brisas a lo largo de la costa durante la mayor parte de ese período. Las temperaturas también serán inusualmente bajas. La temperatura máxima diurna de San Diego estará en el rango de 60 a 65 grados el sábado y de 58 a 63 grados el domingo. El promedio estacional es de 67. Los meteorólogos dicen que la nieve podría caer hasta el nivel de 4,500 pies a partir del domingo, cuando el aire sea más frío. Desde que comenzó la temporada de lluvias el 1 de octubre, el aeropuerto ha registrado 10.43 pulgadas de precipitación. Ese sitio promedia 9.79 pulgadas Recibe las últimas noticias en español lunes, miércoles y viernes. Suscríbete a nuestro boletín informativo Ocasionalmente, puede recibir contenido promocional del San Diego Union-Tribune en Español.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T22:10:52.347+02:00",
    "updated": "2024-03-22T22:10:52.347+02:00"
  },
  {
    "uuid": "94aa5b79fa347defd4c565bc9a68407a2ad4c97d",
    "url": "https://www.newsbreak.com/warren-county-ny/3280431943741-the-warmest-december-in-warren-county-history",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-29T11:53:00Z",
    "title": "The warmest December in Warren County history",
    "text": "The popular image of an idyllic December is one of white Christmases, hot chocolate retreats, snow-capped conifers, and cozy, cold-weather activities. But not every December lives up to those expectations. Most of the continental U.S. will experience its peak winter cold weather in January and February . Officially, winter doesn't even start until Dec. 21. Across the U.S., the average December temperature from 1901-2000 was right above freezing point, at 32.68 F. Yearly temperatures can be compared to this 20th-century long-term average to find how uncommon a year's December climate was. The nation's warmest December on record was 2021, when the average temperature reached 6.66 F above the long-term average, at 39.34 F. December 2022 was closer to the previous century's average for the U.S. overall, at 33.08 F. The average temperature in Warren County, New York from 1901-2000 was 21.3. The diverse climates of the U.S. mean residents can experience a range of holiday weather without breaking out their passports. Within the continental U.S., Monroe County, Florida, at the Southeast tip of the state, reported the highest average December temperature during the past century at 67.6 F. On the other end of the spectrum was Roseau County, Minnesota, bordering Canada, at 7.2 F. However, across both sides of the extremes, temperatures are warming. While that doesn't mean every December will be warmer than the last or the prior century's average, it does mean long-term temperature averages will continue to inch up the thermometer. When did Warren County, New York experience its warmest December? To find out, Stacker used data from the National Centers for Environmental Information to identify the 15 Decembers with the highest average temperature since 1895. Also included is how that year's temperature compared to the 1901-2000 average. Read on to see if you lived through the warmest December in Warren County, New York history.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Weather"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1WJMTy_0qTRFMIM00",
      "https://img.particlenews.com/image.php?url=1WJMTy_0qTRFMIM00",
      "https://www.stacker.com/New-York/Warren-County-NY",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://www.climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals",
      "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1WJMTy_0qTRFMIM00",
      "https://www.img.particlenews.com/image.php?url=1WJMTy_0qTRFMIM00",
      "https://img.particlenews.com/image.php",
      "https://stacker.com/New-York/Warren-County-NY",
      "https://ncei.noaa.gov/access/monitoring/climate-at-a-glance/",
      "https://climate.gov/news-features/featured-images/whats-coldest-day-year-1981%E2%80%932010-normals"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "warren county",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "monroe county",
          "sentiment": "none"
        },
        {
          "name": "southeast tip",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T17:30:06.958+02:00",
    "updated": "2023-12-29T17:30:06.958+02:00"
  },
  {
    "uuid": "a0b54bbab5aa26ca8b495d0166dd98679eb36f0d",
    "url": "https://tecscience.tec.mx/en/business-innovation/vehicle-autonomy-lab",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniel Melchor",
    "published": "2024-07-04T04:19:00Z",
    "title": "The Living Electromobility Laboratory That Accelerates Vehicle Autonomy Levels",
    "text": "Jorge Lozoya, an expert in autonomous mobility from Tec de Monterrey, has boosted the creation of a living lab that experiments with [electromobility](/en/human-social/electromobility/) and vehicle autonomy on the streets of the Tec district in Monterrey.\nA living lab not only tests the technology—in this case,\n[autonomous vehicles](/en/tech/electromobility-the-keys-to-more-electric-cars/)—but also records user interactions and how society engages with this technology.\n“These labs allow the environments where these tests are conducted to be challenged, paradigms to be broken, and technology to be adapted rapidly. It’s not just about testing mobility; they are socio-technical experiments,” says Lozoya.\nLozoya, leader of the Urban Laboratory for Electric and Intelligent Mobility, explains that the goal is to create an ecosystem that encompasses service, operation, and even business models, facilitating the introduction of new forms of mobility in specific areas.\nHow Can Electric and Autonomous Vehicles Function?\nOne of the electric vehicles already tested is a GEM E6 robot shuttle, similar to those used in airports or confined urban districts. It has a level three autonomy, which allows for sensor evaluation, task planning, and autonomous acceleration and braking.\n“We are currently working to upgrade it to level five or four plus autonomy. Besides making autonomous turns and stopping when an obstruction is encountered, it will interact more actively with the driver, including the behavior of passengers and pedestrians,” he explains.\nAt times, students and visitors are invited to take a tour of the campus, where user behavior is measured using a helmet, and the vehicle’s performance is analyzed according to its autonomy indices.\n“It has been quite a challenge because, for these vehicles to operate on public roads, they need a special permit, a marked environment, well-painted streets, and a maximum speed,” he notes.\nThe urban mobility project Lozoya leads won the\nTecnos 4.0 Award in Nuevo León, given by the industry and government to promote innovation. Thanks to this recognition, the GEM E6 robot shuttle obtained the special license plates needed for public road use.\nIn the summer of 2024, the goal is to experiment with local residents on a 3.9-kilometer route that surrounds the Monterrey campus and connects to the Nuevo Sur shopping center. By February 2025, they plan to have two more electric vehicles operating as taxis.\nDid you find this story interesting? Would you like to publish it? Contact our content editor to learn more at\n[[email protected]](/cdn-cgi/l/email-protection#2e434f5c474f404f424b4140436e5a4b4d004356)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://tecnos.nl.gob.mx/",
      "https://tecnos.nl.gob.mx",
      "https://www.tecnos.nl.gob.mx/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jorge lozoya",
          "sentiment": "negative"
        },
        {
          "name": "lozoya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "urban laboratory for electric",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tec de monterrey",
          "sentiment": "none"
        },
        {
          "name": "tec",
          "sentiment": "none"
        },
        {
          "name": "monterrey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T14:46:52.615+03:00",
    "updated": "2024-07-05T14:46:52.615+03:00"
  }
]