[
  {
    "uuid": "1ae76e694a4c83ed1dbf12f194a912240db1c699",
    "url": "https://andaluciainformacion.es/sevilla/1498149/juanlu-salva-al-sevilla-en-la-copa/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-01-07T17:00:00Z",
    "title": "Juanlu salva al Sevilla en la Copa | Andalucía Información. Todas las noticias de Sevilla",
    "text": "El Sevilla pasó de ronda en la Copa del Rey gracias a un tanto de Juanlu en el minuto 87 cuando el encuentro estaba 1-1. Quique Sánchez Flores demostró que con confía en la cantera y la cantera fue la que salvó al equipo de la eliminación contra el Racing de Ferrol. Fue clave el gol del canterano y la expulsión que sufrió el conjunto gallego pocos minutos antes. Con el partido uno a uno el Sevilla demostró que no tiene nada de pólvora arriba, ya con el rival con 10, las piernas le pesaron al Racing de Ferrol y los de Quique Sánchez Flores aprovecharon la oportunidad. El equipo salva la papeleta pero tiene muy mala pinta. Hay jugadores que cada vez que se ponen la camiseta del Sevilla la tiran. El gran señalado volvió a ser Rafa Mir, que jugó los 90 minutos y que aportó lo mismo que cualquiera que esté leyendo esta crónica. Algo que viene siendo habitual esta temporada. Lo único positivo que se puede sacar de este partido fue la actuación de Marcao. No es que jugara brillantemente, pero demostró que su compromiso es máximo. El futbolista jugó pocas horas después de la muerte de su padre, estuvo sobre el césped 86 minutos, marcó el primer tanto de la tarde y casi anota otro. El partido también dejó un mensaje claro hacia la dirección deportiva de la entidad. Quique Sánchez Flores necesita nuevos jugadores porque hay muchos que no le valen y no quiere a los canteranos que tiene. Durante el partido no hizo cambios hasta el minuto 86, y sólo dio entrada a dos nuevos futbolistas. Ninguno de ellos era un canterano a pesar de todos los que había en el banquillo. En cualquier caso lo importante es que el Sevilla pasó de ronda, aunque pasó muchas más fatigas de las esperadas. El Racing de Ferrol está haciendo las cosas muy bien esta temporada pero este equipo tendría que haber eliminado a un rival de categoría inferior con mucha más solvencia de la que tuvo. La aventura en la Copa del Rey va a seguir al menos una ronda más. El conjunto de Quique Sánchez Flores afronta esta competición como la única posibilidad de mantener la ilusión de los aficionados, aunque visto lo visto, tendrá que mejorar mucho sus prestaciones. ? ¡FINAL en A Malata! ⏹️— Sevilla Fútbol Club (@SevillaFC) ¡Estamos en octavos de final de [#CopaDelRey]! ?? [#WeareSevilla] [#NuncaTeRindas] [pic.twitter.com/7CWPLev7Cy] [January 7, 2024] Ficha técnica: Racing de Ferrol: Gazzaniga; Delmás, García, Castro, Brais Martínez (Moisés Delgado 65”); Álvaro Vadillo (Álex López 59”, Francisco de la Manzarana, Bernal, Haber Peña (Nacho 80”); Justo Román (Íker Loasada 59”) y Sabin Merino (Álvaro Giménez 65”). Sevilla FC: Dmitrovic; Juanlu, Marcao (Nianzou 86”), Sergio Ramos, Kike Salas, Pedrosa (Adnan Januzaj 86”); Sow, Óliver Torres, Suso; Ocampos y Rafa Mir. Goles: 0-1 m. 30: Marcao. 1-1 m. 50: De la Manzanara 1-2 m. 87: Juanlu. Árbitro: Guillermo Cuadra Fernández. Por parte de los locales fueron amonestados Álvaro Giménez y Moisés Delgado. Por parte de los visitantes Marcao. Francisco de la Manzanara fue expulsado. Incidencias: Partido disputado en el estadio de A Malata. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:02:53.582+02:00",
    "updated": "2024-01-08T00:02:53.582+02:00"
  },
  {
    "uuid": "3d689100859e1cd86e4efa098a88c8bbb2fa2776",
    "url": "https://es-us.noticias.yahoo.com/argentina-protestas-reformas-javier-milei-215241883.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BBC News Mundo",
    "published": "2023-12-28T21:52:00Z",
    "title": "Argentina: protestas contra las reformas de Javier Milei en menos de un mes de Gobierno",
    "text": "France 24 Argentina: protestas contra las reformas de Javier Milei en menos de un mes de Gobierno Leer todo el artículo France 24 28 de diciembre de 2023, 11:52 p. m.\nHace poco más de dos semanas Javier Milei asumió la Presidencia de Argentina y en ese corto periodo ya ha sumado tres jornadas de multitudinarias protestas contra sus reformas planteadas en el Decreto de Necesidad y Urgencia. Los sindicatos de trabajadores argentinos han salido a las calles a expresar su descontento con las medidas adoptadas por el Ejecutivo y contra los proyectos de la Administración Milei que se encuentran en debate en el Congreso.\nLeer más sobre FRANCE 24 Español\nMÁS POPULARES La fiesta de celebridades \"casi desnudas\" que provocó un escándalo político en Rusia BBC News Mundo · 4 min de lectura Las espeluznantes predicciones de Baba Vanga para el 2024 LA NACION · 3 min de lectura El pez invasor de 200 kilos que se alimenta de pirañas y avanza implacable por la Amazonía BBC News Mundo · 5 min de lectura Maduro volvió a arremeter contra Milei, lo tildó de “pitiyanqui y progringo” e hizo una advertencia LA NACION · 2 min de lectura Loret responde a AMLO tras vincularlo con empresas de medicinas El Universal · 1 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://s.yimg.com/uu/api/res/1.2/epptaoLdXkEU1khuRr6kVw--~B/aD01NzY7dz0xMDI0O2FwcGlkPXl0YWNoeW9u/https://media.zenfs.com/en/france_24_videos_es_latam_956/9dec73c7f07489255b952451dec8071e",
      "https://twitter.com/intent/tweet?text=Argentina%3A%20protestas%20contra%20las%20reformas%20de%20Javier%20Milei%20en%20menos%20de%20un%20mes%20de%20Gobierno&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fargentina-protestas-reformas-javier-milei-215241883.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/os/creatr-uploaded-images/2022-06/fe77f8c0-ee5c-11ec-bfdf-53effd9c8ec0",
      "https://www.france24.com/es/video/20231228-argentina-protestas-contra-las-reformas-de-javier-milei-en-menos-de-un-mes-de-gobierno",
      "https://s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://s.yimg.com/uu/api/res/1.2/TU1l3i35S6XhMv3KKout5Q--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/france_24_videos_es_latam_956/9dec73c7f07489255b952451dec8071e)",
      "https://www.france24.com/es/video/20231228-argentina-protestas-contra-las-reformas-de-javier-milei-en-menos-de-un-mes-de-gobierno\\",
      "https://s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "http://www.france24.com/es",
      "https://s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fargentina-protestas-reformas-javier-milei-215241883.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/e2GNFYbLFI.SbdZ7YNIvow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQ4O2g9NDg-/https://s.yimg.com/os/creatr-uploaded-images/2022-06/fe77f8c0-ee5c-11ec-bfdf-53effd9c8ec0",
      "https://s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11",
      "https://media.zenfs.com/en/france_24_videos_es_latam_956/9dec73c7f07489255b952451dec8071e",
      "https://www.s.yimg.com/uu/api/res/1.2/H7vlO3BJIqXwY0k_6cc8yg--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/f3351dbd45afe4943014f0738176656a",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/e2GNFYbLFI.SbdZ7YNIvow--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQ4O2g9NDg-/https://www.s.yimg.com/os/creatr-uploaded-images/2022-06/fe77f8c0-ee5c-11ec-bfdf-53effd9c8ec0",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fargentina-protestas-reformas-javier-milei-215241883.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.s.yimg.com/uu/api/res/1.2/nZChwAbKP.j1i7S2EFzaYQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/lanacion.com.ar/54daa42cf7d61850657a66e9d0821326",
      "https://www.s.yimg.com/uu/api/res/1.2/PVpHdoe4paqKCepyb91mcQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/a45c810a33cbd152c5b599a78105a4e6",
      "https://www.s.yimg.com/uu/api/res/1.2/epptaoLdXkEU1khuRr6kVw--~B/aD01NzY7dz0xMDI0O2FwcGlkPXl0YWNoeW9u/https://www.media.zenfs.com/en/france_24_videos_es_latam_956/9dec73c7f07489255b952451dec8071e",
      "https://www.twitter.com/intent/tweet?text=Argentina%3A%20protestas%20contra%20las%20reformas%20de%20Javier%20Milei%20en%20menos%20de%20un%20mes%20de%20Gobierno&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2Fargentina-protestas-reformas-javier-milei-215241883.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "http://france24.com/es",
      "https://france24.com/es/video/20231228-argentina-protestas-contra-las-reformas-de-javier-milei-en-menos-de-un-mes-de-gobierno\\",
      "https://www.media.zenfs.com/en/france_24_videos_es_latam_956/9dec73c7f07489255b952451dec8071e",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2022-06/fe77f8c0-ee5c-11ec-bfdf-53effd9c8ec0",
      "https://www.s.yimg.com/uu/api/res/1.2/pg7QHIU9Rzttl3bxZswi2Q--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/08bac5708f1dd5991267a45bcdfa917a",
      "https://www.s.yimg.com/uu/api/res/1.2/TU1l3i35S6XhMv3KKout5Q--~B/Zmk9c3RyaW07aD0zNjA7dz02NDA7c209MTthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/en/france_24_videos_es_latam_956/9dec73c7f07489255b952451dec8071e)",
      "https://france24.com/es/video/20231228-argentina-protestas-contra-las-reformas-de-javier-milei-en-menos-de-un-mes-de-gobierno",
      "https://twitter.com/intent/tweet",
      "https://www.s.yimg.com/uu/api/res/1.2/iTKJuOaJfdnqDIAPyVKq6g--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/1389675d2498c1757e6baeab2e574e11"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:30.261+02:00",
    "updated": "2023-12-29T00:08:30.261+02:00"
  },
  {
    "uuid": "ae5fb3467e0bfc08de597a6461b225dd7ce73806",
    "url": "https://itbrief.com.au/story/samsung-unveils-rugged-galaxy-xcover7-tab-active5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sean Mitchell",
    "published": "2024-04-12T00:13:51Z",
    "title": "Samsung unveils rugged Galaxy XCover7 & Tab Active5",
    "text": "Samsung Electronics has rolled out its latest rugged technology, the Galaxy XCover7 and Galaxy Tab Active5. Both are engineered to tackle challenging field and frontline work that requires versatility, optimization, and security. The devices promise a combination of durability and superior performance, designed to endure outdoor conditions and with a host of features designed to enhance utility for frontline workers. The standout features include enhanced 5G connectivity for smooth team collaboration, IP68-rated durability for water and dust resistance, and device displays adjustable for touch sensitivity, tailored for workers who may need to operate the devices while wearing gloves.\nIn a first for Samsung's ruggedised devices, both the Galaxy XCover7 and the Galaxy Tab Active5 come armed with support for Samsung Knox Vault, offering a level of security that can safeguard data, including lock screen information such as PIN codes, passwords and patterns.\nBuilding on the rising trend of rugged device adoption across Asia Pacific, which increased from 48% to 81% between 2020 and 2022, Samsung aims to equip businesses facing unprecedented challenges and dynamic needs. As Jerry Park, EVP and Head of Global Mobile B2B Team, MX Business at Samsung Electronics, stated, \"Samsung understands that businesses today face unprecedented challenges and opportunities, and they need devices that can keep up with their dynamic needs.\"\nTested against the MIL-STD-810H7 military standard for durability, the new devices are capable of resisting water and dust, with the Galaxy Samsung XCover7 able to withstand accidental drops of up to 1.5m on steel surfaces. The Galaxy Tab Active5 comes loaded with Corning Gorilla Glass 5, presenting a rugged, tough exterior ideal for a host of demanding work conditions.\nIn today's technologically reliant world, maintaining connectivity is key. Upgrades to the XCover7 and the Tab Active5 have been made to include fast, reliable 5G and Wi-Fi 5/6, respectively, ensuring workers can collaborate more effectively and efficiently. Additionally, the displays on both devices offer superior usability, with the XCover7 featuring a larger 6.6-inch display with increased resolution and the Tab Active5 presenting a bright 8.0-inch display offering excellent visibility.\nEngineered to maximise productivity and provide enhanced security, the devices come with programmable keys and increased speaker volume to streamline fieldwork and operations. Backed by Samsung Knox Vault, Samsung's Galaxy XCover7 and Galaxy Tab Active5 display the company's commitment to extending security protection that supports their business needs. Furthermore, they can safeguard user's security keys that encrypt their data, ensuring safety even in case the device is lost or stolen.\nThe Galaxy XCover7 and Galaxy Tab Active5 are now available directly from Samsung and select channel partners. Prices start at AUD $599 for the Galaxy XCover7, AUD $849 for the Galaxy Tab Active5 (Wi-Fi only), and AUD $1,049 (LTE).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "samsung electronics",
          "sentiment": "negative"
        },
        {
          "name": "samsung",
          "sentiment": "negative"
        },
        {
          "name": "samsung knox vault",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "asia pacific",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T03:13:52.282+03:00",
    "updated": "2024-04-12T03:13:52.282+03:00"
  },
  {
    "uuid": "55b4b8a20d0fd0992575b0f06068fbbdb3c9c9e9",
    "url": "https://www.wskg.org/npr-news/2023-12-28/how-rock-bottom-prices-drive-shortages-of-generic-drugs-used-in-hospitals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sydney Lupkin",
    "published": "2023-12-28T16:00:00Z",
    "title": "How rock-bottom prices drive shortages of generic drugs used in hospitals",
    "text": "How rock-bottom prices drive shortages of generic drugs used in hospitals Steven Coventry spent 20 years at the Akorn pharmaceutical factory in Decatur, Ill., and worked his way up to operations manager. The plant closed abruptly in February 2023, when the company shut down its four manufacturing facilities. In Decatur, Akorn laid off 400 employees. But Coventry went back to work at the Decatur plant last summer because new owners hired him to essentially resume his old job and bring it back to life. It was a surreal scene. \"Coffee mugs were left on tabletops, personal items,\" he said. \"It was kind of like a ghost town and a little sad to go through and see, you know, people's lives just basically upended.\" Coventry says the factory used to make 100 different products. The shutdown contributed to new drug shortages and made some others worse. He's glad to be back. \"It's like home. It's where I grew up,\" he said. \"I was really driven to ... bring it back up to its glory days of what it was in the past.\" Low prices bring unintended consequences When Americans think of drug prices, they usually think that they're too high. And for name brand drugs, that's often the case compared with the rest of the world. But when it comes to [generic sterile injectables](https://www.brookings.edu/articles/federal-policies-to-address-persistent-generic-drug-shortages/), medicines that are workhorses in hospitals, the opposite problem is true. They can be too cheap. \"For off-patent generic drugs, especially those used in the hospital setting, Americans actually pay lower prices than Europe does,\" said [Rena Conti](https://www.bu.edu/questrom/profile/rena-conti/), a professor at the Boston University Questrom School of Business. Companies compete with each other to offer hospital purchasers the lowest price, driving the prices to rock bottom. Over time, prices can get so low that it doesn't always make good business sense for the companies to keep making some drugs. So they stop. \"It's the same issues that we've been dealing with for many years, especially with these older generic drugs that are having fewer and fewer manufacturers making them,\" [Valerie Jensen](https://www.fda.gov/news-events/fda-insight/fda-insight-drug-shortages-and-covid-19), associate director for drug shortages at the Food and Drug Administration, told NPR. \"There isn't a lot of buffer when something goes wrong on the manufacturing line.\" With fewer suppliers of generic drugs, a weather event – like the tornado that ripped through a Pfizer facility earlier this year or Hurricane Maria in Puerto Rico in 2017 – can wreak havoc on an already fragile system. On top of that, the bargain-basement prices don't encourage manufacturers to invest in new equipment and other things that would keep quality high and avert recalls and shutdowns. \"I would say, fundamentally, economics is causing this problem, and this problem is long-standing,\" Conti said. \"We've been dealing with periodic and, more concerningly, persistent shortages in drugs ... for the better part of a decade or a little bit more. And fundamentally, the economics of this market has to change in order to get resilient supply.\" What happened to Akorn? Erin Fox is a hospital pharmacist who oversees purchasing drugs, medication safety and more for the University of Utah Health System. Like her peers across the country, she was caught off guard by Akorn's demise last winter. \"We actually got an email from our representative and he just said, 'Hey, we just walked in today. We learned that we're closing. Everyone has to leave today,' \" she said. \"So it was very abrupt.\" The company went bankrupt after operating at a loss \"for some time\" and failing to get acquired by a company that would cover its liabilities, Akorn's CEO said in a [letter to employees last February](https://herald-review.com/read-it-akorn-layoff-letter-to-employees/pdf_833fc5c8-b2e4-11ed-b91b-175da6b5f0d1.html) that was obtained by the Herald and Review in Decatur. As soon as Fox got the news, she and her colleagues at University of Utah Health started poring over lists of medicines to see how the shutdown would affect them. Fox's team asked their Akorn rep if they could use what they had on shelves, and the answer that day was \"yes.\" The relief wouldn't last. Six weeks later, Akorn recalled all the products it had made. There was nothing wrong with the drugs, and they hadn't expired. But no one was left at Akorn to answer the phone or initiate a specific recall if a problem did emerge. \"So you can't use it anymore,\" she said of Akorn's product line. \"There's no gray area there.\" Staffers at University of Utah Health had to log an extra 250 hours right away to deal with the fallout, taking Akorn products off shelves and finding replacements. Products included things like the opioid sufentanil, which is often used in epidurals during labor and delivery. There are alternatives, but anesthesiologists prefer working with what they know best to reduce the chances for medical errors. Akorn was also the only supplier of dimercaprol, an injectable antidote for lead poisoning. There are oral alternatives, but some patients are too sick to take them. Rising from Akorn's ashes A few months after Akorn shut down, Rising Pharmaceuticals acquired the former Akorn factory in Illinois. Rising plans to manufacture several of the generic products Akorn used to make there. \"Our intention is to really focus on those products of greatest need in the U.S. pharma marketplace and bring those back on,\" Ira Baeringer, Rising's chief operating officer, told NPR. These include injectable forms of the antibiotic levofloxacin, the anesthetic tetracaine and droperidol, a medication to prevent nausea. Rising also plans to bring back several former Akorn eyedrop products in short supply. But getting the factory up and running again is tricky because the water, air and mechanical systems had been shut down for so long. Normally, those systems run continuously. \"That takes a lot of time. It takes a lot of effort,\" Baeringer said. \"And once a facility is shut down, it means all those systems have to be revalidated. And so that's the process that we're going through right now to bring ... this facility back up into commercial production.\" He said Rising hopes the factory will be making products by the second half of 2024. But what will keep Rising from going the same way Akorn did? \"Honestly, there's probably very little that can happen to prevent it,\" said Fox of University of Utah Health, explaining that it will depend on many factors, including which products Rising chooses and how it prices them. \"So I think it's really hard to know if they'll be able to make it a success or not.\" She said she hopes Rising can get a leg up from \"people that want to keep manufacturing in the U.S.\" The Biden administration has taken steps toward mitigating drug shortages, including expanding its use of the Defense Production Act to bolster domestic manufacturing of medicines deemed critical for national defense. The administration is also investing $35 million in domestic manufacturing of key starting materials for sterile injectable drugs. \"I'm hopeful,\" Fox said of the Illinois factory. \"But we'll just have to see how it works out.\" Copyright 2023 NPR. To see more, visit https://www.npr.org.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Health",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.bu.edu/questrom/profile/rena-conti/),",
      "https://herald-review.com/read-it-akorn-layoff-letter-to-employees/pdf_833fc5c8-b2e4-11ed-b91b-175da6b5f0d1.html)",
      "https://www.fda.gov/news-events/fda-insight/fda-insight-drug-shortages-and-covid-19),",
      "https://www.brookings.edu/articles/federal-policies-to-address-persistent-generic-drug-shortages/),",
      "https://www.npr.org.",
      "https://brookings.edu/articles/federal-policies-to-address-persistent-generic-drug-shortages/),",
      "https://fda.gov/news-events/fda-insight/fda-insight-drug-shortages-and-covid-19),",
      "https://npr.org.",
      "https://www.herald-review.com/read-it-akorn-layoff-letter-to-employees/pdf_833fc5c8-b2e4-11ed-b91b-175da6b5f0d1.html)",
      "https://bu.edu/questrom/profile/rena-conti/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steven coventry",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "akorn",
          "sentiment": "none"
        },
        {
          "name": "coventry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "decatur",
          "sentiment": "none"
        },
        {
          "name": "ill.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:26.974+02:00",
    "updated": "2023-12-29T00:27:26.974+02:00"
  },
  {
    "uuid": "eaeb146a03ac236b34c48ea46dbc182d6d1e989c",
    "url": "https://www.yourtango.com/health/why-feels-anxiety-treatment-makes-anxiety-worse",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Alicia H. Clark",
    "published": "2024-06-27T22:30:00Z",
    "title": "Why It Feels Like Every Anti-Anxiety Treatment Makes Your Anxiety Worse",
    "text": "Why It Feels Like Every Anti-Anxiety Treatment Makes Your Anxiety Worse A psychologist explains why you feel like nothing helps, and what to do next. If it feels like you're getting nowhere with typical anxiety treatment, your issue might be something a little bit different. No matter what you call it, acute anxiety, secondary anxiety, meta-anxiety, or meta-worry, these terms describe the same thing: anxiety about anxiety. Put another way, this is the anxiety we feel when we think about, and dread, our anxiety symptoms. It isn’t our primary anxiety or worry — it’s the anxiety that evolves secondary to it. It plays a powerful role in escalating anxiety, but it needs a slightly different response. If treatment makes your anxiety feel worse, you might have secondary anxiety Secondary anxiety described The term \"secondary\" generally describes a syndrome that emerged as a result of another condition. Secondary depression in severe anxiety disorders, for example, refers to [the depression that can occur](https://www.yourtango.com/2016295625/what-like-have-anxiety-depression-at-same-time) as a result of severe anxiety. Secondary anxiety is sometimes referred to as the anxiety caused by a medical condition, as with endocrine disease, or the anxiety that develops after the onset of another disorder, as with substance abuse. The anxiety isn’t the primary issue, it’s secondary. But it can complicate the primary issue, and worsen the experience of it significantly. When describing anxiety about an emotional experience, consensus about what to call the phenomena is less clear. Influencers have called anxiety about anxiety \"meta-anxiety\", some psychologists have called it anxiety sensitivity, while researchers have used [the term meta-worry](https://psycnet.apa.org/record/2002-12367-006). Indeed, studies that have investigated the impact of meta-worry have continued to show its central impact on the development and maintenance of anxiety disorders. Whether we call it secondary anxiety, meta-anxiety, or meta-worry, fearing our anxiety is never helpful, and it generally deteriorates our experience. It’s hard enough to feel anxious about something we care about; it’s even worse to feel afraid of how we’re feeling, especially when that very fear drives anxiety to, often, debilitating levels. Anxiety that turns you against yourself Like an immune disorder where your body turns on itself, escalated anxiety is characterized by the same, an internal struggle that may start as a normal process but becomes abnormal when resisted and distorted. When you fear your body’s reaction and do everything you can to resist it, you turn on yourself and shut down your natural coping process. [Anxiety about anxiety adds to the original anxiety](https://www.yourtango.com/2015278416/12-things-only-people-dealing-with-anxiety-can-teach-you) and thus escalates the discomfort, but this isn’t the worst part. The most destructive part of secondary anxiety is that in resisting and fearing anxiety, you obscure your innate capacity to hear its adaptive message and access its productive problem-solving energy. Four key facts you must know to treat secondary anxiety 1. Secondary anxiety is serious Rooted in a belief that we can’t handle how we are feeling, believing our anxiety is dangerous just might be the most damaging approach we can take to cope with it. Recent large-scale research has shown that our [beliefs about stress](https://psycnet.apa.org/record/2003-11181-001) can be more damaging than stress itself. PeopleImages.com - Yuri A via Shutterstock 2. Secondary anxiety amplifies emotions Resistance escalates conflict whereas acceptance and curiosity diminish it. When we worry that we can’t handle something, we add fuel to our emotions and escalate them. Resistance doesn’t quiet the negative emotions; quite the opposite. When we worry about feeling sad, we feel sadder. When we worry about feeling frustrated, we generally feel more frustrated. [When we worry about feeling anxiety](https://www.yourtango.com/2017300621/how-to-stop-worrying-reduce-anxiety-be-happier-now), we feel more anxious. A cornerstone of panic and temper outbursts, we can’t \"freak out\" if we don’t resist and worry about our experience. 3. Secondary anxiety is based on a false belief that we can’t handle our anxiety We may not want to, but we can always [handle our emotions](https://psycnet.apa.org/record/2011-28774-001). Anxiety lives in the future and is constructed with ‘what-ifs and possibilities, whereas confidence lives in the past, constructed by our realities. If you doubt your ability to face your anxiety, look behind you to see that you have tolerated your emotions, even if it wasn’t graceful, and can again. 4. Understanding secondary anxiety can reduce anxiety overall Our best efforts to avoid the things we most fear often create [more anxiety than facing our fears head-on](https://www.google.com/books/edition/Overcoming_the_Fear_of_Fear/DEnMIOUSemoC?hl=en&gbpv=0). And worse, we lose the opportunities to face challenges and take risks that build our confidence, create resilience, and grow emotional capacity. No one sets out to do this deliberately or sabotage themselves with needless worry. Secondary anxiety is a normal reaction to discomfort and situations that scare us. Still, our fear of our experience only worsens it. It doesn’t help. Dialing down secondary anxiety — a powerful anxiety escalator — can help limit the severity of your symptoms and thus allow you a better understanding of what your primary anxiety is trying to convey. fizkes via Shutterstock How to handle secondary anxiety The truth is, no matter how uncomfortable, inconvenient, and exhausting your anxiety might be, you can handle it. You have before, and you will again. Believing otherwise is simply a mental trap aimed at avoidance that fails every time. Knowing you can handle your anxiety is [the key to taking back control](https://www.yourtango.com/experts/draliciaclark/9-ways-successful-women-harness-their-anxiety-mindset-shift). Taking control of how we think about anxiety provides the ballast we need to weather the storm of anxiety. We are strongest and most successful in harnessing our emotions — including anxiety — when we face them head-on. Dr. Alicia Clark has been a practicing psychologist for over 25 years and has been named one of Washington’s Top Doctors by Washingtonian Magazine. She is the author of [Hack Your Anxiety: How to Make Anxiety Work for You In Life, Love, and All That You Do](https://www.amazon.com/Hack-Your-Anxiety-Make-Work/dp/1492664138/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://psycnet.apa.org/record/2003-11181-001",
      "http://www.amazon.com/exec/obidos/ASIN/1492664138",
      "https://psycnet.apa.org/record/2002-12367-006",
      "https://psycnet.apa.org/record/2011-28774-001",
      "https://www.google.com/books/edition/Overcoming_the_Fear_of_Fear/DEnMIOUSemoC?hl=en&gbpv=0",
      "https://www.psycnet.apa.org/record/2002-12367-006",
      "https://www.psycnet.apa.org/record/2011-28774-001",
      "http://amazon.com/exec/obidos/ASIN/1492664138",
      "https://www.google.com/books/edition/Overcoming_the_Fear_of_Fear/DEnMIOUSemoC",
      "https://www.psycnet.apa.org/record/2003-11181-001",
      "https://google.com/books/edition/Overcoming_the_Fear_of_Fear/DEnMIOUSemoC?hl=en&gbpv=0"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:43:57.064+03:00",
    "updated": "2024-07-05T04:44:39.586+03:00"
  },
  {
    "uuid": "c57250cb212b9d90d4b393a398fe951c30d16bcf",
    "url": "https://finance.sina.com.cn/jjxw/2025-04-03/doc-inervqqc1917050.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-02T22:21:00Z",
    "title": "只有雌性也能繁殖！我国科学家首次破译钩盲蛇基因组|进化_新浪财经_新浪网",
    "text": "在自然界中，大多数动物需要“父母双方”才能繁衍后代，但有一种蛇却是个“例外”——它就是钩盲蛇。全球所有的钩盲蛇都是雌性，无需交配就能独自生下后代！\n最近，中国科学院成都生物研究所研究团队首次破译了钩盲蛇的基因组，揭开了这场进化奇迹的奥秘，该研究成果于今天（3日）在国际期刊《科学进展》上发表。\n这种体长仅十几厘米、形似蚯蚓的小蛇，就是钩盲蛇，是世界上已知最小的蛇类之一，主要以蚂蚁和白蚁为食，由于体型微小，且常通过花盆土壤被无意中传播，因此也称为“花盆蛇”。\n钩盲蛇有一门“绝技”叫作孤雌生殖，即全球所有的钩盲蛇都是雌性，无需交配就能独自生下后代。更特别的是，普通动物通常只有两套染色体，分别来自父母的精子和卵子的结合，而钩盲蛇却有三套完整的染色体。\n那么钩盲蛇是怎么得到“三套”基因的呢？中国科学院成都生物研究所研究发现，钩盲蛇的祖先可能在4100万年前经历了两次跨物种“联姻”，意外获得了三套染色体，并通过染色体融合实现了基因组的稳定传递。\n△钩盲蛇亚基因组演化历史 自然界中确实也存在一些类似的三倍体孤雌繁殖动物，例如某些壁虎、鞭尾蜥，以及少数鱼类和两栖动物等。不过，像钩盲蛇这样能够长期稳定以此方式繁衍，并传播如此广泛的物种（除南极洲之外在其他各大洲均有分布），仍属凤毛麟角。\n传统观点认为，一个纯孤雌繁殖的脊椎动物种群可能在几万代之内就走向衰亡。然而，钩盲蛇已经在无性繁殖的道路上顽强地走了数千万年。那么，钩盲蛇是如何逃脱传统进化理论所说的“灭绝命运”的呢？\n进一步研究发现，钩盲蛇三套染色体间存在天然兼容性，避免了多套基因“打架”。此外，在钩盲蛇的卵巢细胞中，高度表达着各种DNA修复酶，这些“基因补丁大师”能够及时修补传代过程中DNA的损伤和复制错误，使其后代基因组得以保持健康稳定，不会因长期无性繁殖逐渐“劣化”而被淘汰出局。\n该研究成果打破了关于“孤雌生殖动物面临进化困境”的传统认知，有助于理解动物多样化生殖方式的起源，为探索其他类群的染色体演化历史和物种多样性保护提供了新思路。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Health"
    ],
    "topics": [
      "Science and Technology->biology",
      "Science and Technology->scientific research",
      "Environment->endangered species",
      "Environment->nature",
      "Health->medical condition",
      "Health->health treatment and procedure",
      "Health->developmental disorder"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:38:30.248+03:00",
    "updated": "2025-04-03T01:38:30.248+03:00"
  },
  {
    "uuid": "51ec9926601854cebb34033ed318822514324871",
    "url": "https://andaluciainformacion.es/cordoba/1610021/la-llegada-de-borrascas-dejara-una-semana-santa-marcada-por-la-lluvia-la-nieve-y-el-frio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-03-22T12:34:00Z",
    "title": "La llegada de borrascas dejará una Semana Santa marcada por la lluvia, la nieve y el frío | Andalucía Información. Todas las noticias de Córdoba",
    "text": "l comienzo de la Semana Santa vendrá acompañado de \"un cambio de tiempo importante\" debido a la llegada de borrascas atlánticas que darán lugar a precipitaciones en amplias zonas del país acompañadas de un ambiente más frío para la época, sobre todo a partir del Jueves Santo, ha explicado Rubén del Campo, portavoz de la Agencia Estatal de Meteorología (Aemet). A partir del Jueves Santo y siguientes días, el portavoz ha precisado que las lluvias persistirán en buena parte de la península, más abundantes en el oeste y en puntos de la zona centro, y menos probables en el Mediterráneo. Para este viernes lo más destacado es la situación en las islas Canarias, donde una Dana dejará lluvias y chubascos localmente fuertes en Tenerife y en las islas Orientales, que serán de nieve por encima de unos 2.000 metros, además de rachas intensas de viento y temperaturas más bajas. En la península, sin embargo, el tiempo va a estar más tranquilo, con lluvia solo en puntos del Cantábrico y presencia de polvo en suspensión en muchas zonas, y un ambiente cálido para la época que dejará máximas de 25 grados en amplias zonas del país y hasta 30 grados en el Valle del Guadalquivir. El sábado continuará el tiempo revuelto en Canarias con chubascos intensos de nieve en las cumbres de las islas más montañosas y vientos fuertes, mientras que se iniciará un descenso \"acusado y extraordinario\" de los valores en el norte, que podría ser de más de 10 grados con respecto al día anterior. Así, Pamplona o Vitoria pasarán de tener el viernes 25 o 26 grados a tan solo 14 o 15 grados el sábado; Sin embargo, en el resto del territorio peninsular no habrá grandes cambios y seguirá el tiempo cálido para la época, con 30 grados en puntos del Guadalquivir. El domingo continuarán las lluvias en Canarias, ya menos intensas y tendentes a remitir a lo largo del día, conforme la Dana se aleje del archipiélago para acercase a la península, donde dejará chubascos y tormentas en puntos de Andalucía, sobre todo en Sierra Nevada y en el sur de la Comunidad andaluza. En el resto del territorio, tiempo estable con temperaturas que bajarán en el área mediterránea peninsular y en Baleares y no variarán en el resto: Castellón y Alicante tendrán un Domingo de Ramos fresco, con temperaturas que apenas alcanzarán los 20 grados, aunque todavía Córdoba, Granada o Sevilla rondarán los 30 grados. Para el lunes se espera el acercamiento de una borrasca a la península que propiciará un \"cambio de tiempo significativo\" con valores que bajarán \"notablemente\" en prácticamente toda España, salvo en el Cantábrico, donde subirán, y con lluvias en casi todo el país. Esa jornada la cota de nieve bajará hasta los 600-1.000 metros en el noroeste y a unos 1.000 metros en el resto de la mitad norte y puntos del centro. Del Campo ha pronosticado que para el martes el tiempo continuará \"revuelto\" con lluvias en casi cualquier punto del país, aunque con menor probabilidad en el sureste de la península, mientras que las más abundantes se darán en Pirineos y montañas andaluzas y con nevadas copiosas en montañas del norte y centro peninsular. En este punto, el portavoz ha recalcado que \"el martes también puede nevar en zonas más bajas, especialmente de la meseta norte\", mientras que las temperaturas bajarán de nuevo con diurnas por debajo de los 15 grados e incluso 10 grados en amplias zonas del interior, sin embargo en la costa mediterránea se superarán los 20 o 22 grados. El miércoles amanecerá con algunas heladas en zonas de montaña y en puntos de la meseta y páramos del centro, aunque este día ya habrá una clara recuperación de las diurnas, con una subida de la cota de nieve, ya restringida a montañas, y con lluvias en amplias zonas, más abundantes en Galicia y noroeste, y menos probables en el sureste. A partir del Jueves Santo y días siguientes, lo más probable es que continúe el paso de frentes asociados a borrascas atlánticas, con probabilidad de lluvias en amplias zonas, sobre todo del oeste y zona centro, y menos probables en las regiones mediterráneas. Respecto a las temperaturas subirán ese festivo, aunque es probable que bajen en jornadas siguientes, con valores templados en el tercio oriental de la península y en Baleares, pero en el resto serán valores propios de la época o incluso algo frescos en el oeste de la península. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T15:55:50.086+02:00",
    "updated": "2024-03-22T15:55:50.086+02:00"
  },
  {
    "uuid": "dcde307f6607a6f96f36655084be3e4f3fda84d9",
    "url": "https://www.meneame.net/story/jugadores-dragon-quest-3-hd-2d-estan-abandonando-juego-porque/c03",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Torrezzno",
    "published": "2024-11-22T12:52:00Z",
    "title": "#3 Jugadores de Dragon Quest 3 HD-2D están abandonando el juego porque han envejecido y les cuesta leer: “Solo puedo jugar dos horas y me empiezan a doler los ojos”",
    "text": "·\nmain action\n×\nedición general\nlogin\nregistrarse\ncomunidades\nfisgona\nnótame\ngalería\nayuda\npublicar\nCrear artículo\npublicaciones\nnuevas\nartículos\npopulares\nmás visitadas\nMÁS\ntodas\nactualidad\nciencia\ncultura\nocio\npolitica\ntecnología\nm/*\nRSS\nmás visitadas\n9464\nclics\nFacu Díaz habla sobre Pablo Motos\n6488\nclics\nCuatro excolaboradores de Pablo Motos en 'El hormiguero' se posicionan a favor de Broncano en la enorme polémica del boicot de invitados\n5922\nclics\nUna Concejala de Vox insiste con la turra de la Agenda 2030 y pasa esto\n6708\nclics\nJorge Martín deja tirado a la Revuelta a media hora de empezar el programa\n5205\nclics\n'El Hormiguero' gana por solo tres décimas a 12 minutos de animales de 'La Revuelta' tras vetar a su invitado\nmás votadas\n1098\nDavid Broncano estalla contra Pablo Motos en 'La Revuelta': \"Ojalá me respondieran con chistes y no con cosas por debajo\"\n1049\nJorge Martín deja tirado a la Revuelta a media hora de empezar el programa\n631\nCuatro excolaboradores de Pablo Motos en 'El hormiguero' se posicionan a favor de Broncano en la enorme polémica del boicot de invitados\n618\nEl restaurante donde comió Mazón con Maribel Vilaplana en plena DANA ofrece habitaciones con intimidad: \"Un piso de alquiler por horas\"\n562\nLa desconexión del CECOPI la tarde de la DANA podría haber sido premeditada\nsuscripciones por RSS\npublicadas\nen cola\ncomentarios de esta noticia\ntodos los comentarios\n2\nmeneos\nmenéalo\n98\nclics\nJugadores de Dragon Quest 3 HD-2D están abandonando el juego porque han envejecido y les cuesta leer: “Solo puedo jugar dos horas y me empiezan a doler los ojos”\npor\nNubisMusic\na\ntarreo.com\nenviado:\n____\nTras el entusiasmo inicial, el juego enfrenta un desafío inesperado: muchos de los jugadores están abandonando la aventura debido a problemas visuales relacionados con la presbicia, un deterioro natural de la visión asociado con la edad que dificulta leer letras pequeñas o enfocarse en objetos cercanos.\n|\netiquetas\n:\ndragon quest 3 hd-2d\n,\nremake\n,\nleer\n,\npresbicia\n2\n0\n0\nK\n22\ntecnología\n6 comentarios\ncompartir\nCompartir en Facebook\nCompartir en Twitter\nCopiar enlace\n2\n0\n0\nK\n22\ntecnología\nordenados\nhilos\nmejores hilos\n+ valorados\nvotos\nregistros\nµ fisgona\nrelacionadas\n#4\nur_quan_master\n¿Han probado a ponerse gafas?\n0\nK\n11\n#5\nUrasandi\n#4\n¿para que? Si el autor ni sabe lo que es la presbicia.\n3\nK\n47\n#6\nNoviembre_2024\nHay juegos que están pasados regular a switch. Y más si juegas en modo portátil.\nSobre todo si vas a hacer un remake, debes entender que las plataformas que usabas antes no son las que usas ahora.\nHay cinco -seis armas en el último rpg que jugué que nunca supe qué habilidad especial tenía. Deberían haber puesto textos más cortos en español.\n0\nK\n10\n#3\nTorrezzno\nImaginaos jugar al BG3 en la switch en modo portatil\n0\nK\n8\n#1\nrepl_logos\nConsola, verdad?\n0\nK\n7\n#2\nAteo\n#1\nno. No consola en absoluto\n0\nK\n7\nVer toda la conversación (\n6\ncomentarios)\nAutentifícate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.\nLogin con Twitter\nLogin con Facebook\nLogin con Google\nmenéame\ncondiciones legales\n/\nde uso\n/\ny de cookies\n/\nquiénes somos\n/ licencias:\ncódigo\n,\ngráficos\n,\ncontenido\n/\nHTML5\n/\ncodigo fuente",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "David Broncano",
          "sentiment": "none"
        },
        {
          "name": "Jorge Martín",
          "sentiment": "none"
        },
        {
          "name": "Pablo Motos",
          "sentiment": "none"
        },
        {
          "name": "Facu Díaz",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T17:09:16.399+02:00",
    "updated": "2024-11-22T17:09:16.399+02:00"
  },
  {
    "uuid": "501eccb0dea3f657ac3a281b98000c6ce2633f5a",
    "url": "https://edmonton.ctvnews.ca/he-s-going-to-do-an-excellent-job-an-alberta-pup-heads-to-ukraine-to-aid-in-the-war-effort-1.6802342",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ctvedmonton",
    "published": "2024-03-10T23:44:00Z",
    "title": "Alberta K9 Inc. sending dog to aid Ukraine war efforts",
    "text": " 'He's going to do an excellent job': An Alberta pup heads to Ukraine to aid in the war effort An Edmonton pooch is heading overseas to take on a new high-risk role in Ukraine. Torch, a four-year-old Belgian Malinois, will be joining the Ukraine National Guard to help sniff out explosives in cargo. The working dog was raised by [Alberta K9](https://www.albertak9.ca/), a company specializing in breeding and training working dogs for public safety roles. Matt Lapointe, who founded the company with his wife Kelsey Boettcher, said the couple wanted to help with the war effort in Ukraine. \"We decided we were going to donate an explosives detection canine,\" Lapointe said, adding that Torch is the first dog the company has ever sent overseas. They partnered with Firefighter Aid Ukraine to arrange for Torch to help detect landmines for the State Emergency Service of Ukraine \"Unfortunately, shortly before we were making travel plans the handler that Torch was supposed to be going to was actually killed in the shelling attack by the Russian military,\" Lapointe said. The unit's dog trainer was also killed. With the unit no longer able to take on Torch, new plans were made. Torch will soon be joining the National Guard of Ukraine to screen cargo in vehicles. \"It makes us feel great,\" Lapoint said. \"We know that Torch will go over, he's going to do an excellent job in protecting the public and detecting explosives and we're just excited to be able to help out.\" Lapoint has been the main handler and trainer for Torch his entire life, and he will spend 10 days in Ukraine helping Torch fine tune his training and bond with his new handler. Leaving him behind will be a bittersweet moment. \"It's hard, he's like a kid to us but we know he's going on to a higher job that he can help keep people safe and there's nothing better than that for us,\" Lapointe said. [Edmonton ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://albertak9.ca/),",
      "https://www.albertak9.ca/),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "an ed",
          "sentiment": "negative"
        },
        {
          "name": "matt lapointe",
          "sentiment": "none"
        },
        {
          "name": "lapointe",
          "sentiment": "none"
        },
        {
          "name": "kelsey boettcher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alberta k9 inc.",
          "sentiment": "negative"
        },
        {
          "name": "ukraine national guard",
          "sentiment": "none"
        },
        {
          "name": "state emergency service",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T06:23:56.813+02:00",
    "updated": "2024-03-11T06:23:56.813+02:00"
  },
  {
    "uuid": "454bdf611d2c27a74d97dbe6cc8ca145372a80aa",
    "url": "https://www.europe1.fr/faits-divers/alpes-du-nord-deux-morts-dans-une-avalanche-un-mort-dans-une-chute-de-500-metres-4222425/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Oliver Adey",
    "published": "2023-12-28T21:31:00Z",
    "title": "Northern Alps: two dead in an avalanche, one dead in a 500 meter fall",
    "text": "Deux personnes ont trouvé la mort jeudi à la suite d'une avalanche dans le\nmassif du Mont-Blanc, tandis qu'une troisième a fait une chute mortelle dans le massif des Écrins en Isère, ont indiqué les autorités. Une avalanche s'est déclenchée en début d'après-midi sur un secteur hors piste à proximité du domaine skiable de Saint-Gervais-les-Bains dans le massif du Mont-Blanc, a appris l'AFP auprès de la préfecture de Haute-Savoie.\nUne sortie \"hors sentier\"\nUne coulée partie à environ 2.300 mètres d'altitude a dévalé sur 400 mètres, impliquant huit personnes, selon la directrice de cabinet du préfet de Haute-Savoie, Animya N'Tchandy. Le bilan est de \"deux victimes décédées, un blessé léger et cinq autres personnes qui sont indemnes\". Une enquête a été ouverte, a-t-elle ajouté.\nEn Isère, un jeune homme de 31 ans, parti \"hors sentier avec un ami pour aller voir les chamois\" a fait une chute de 500 mètres depuis une barre rocheuse de la commune de Chantepérier dans le massif des Ecrins, a indiqué le PGHM (peloton de gendarmerie de haute-montagne) de Grenoble. L'autre randonneur, âgé de 26 ans, a pour sa part pu être évacué et est indemne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:52:41.754+02:00",
    "updated": "2023-12-29T00:52:41.754+02:00"
  }
]