[
  {
    "uuid": "3277e561e2f72f5ab28e73ba643adb6f206d3741",
    "url": "https://www.actionnewsjax.com/news/bipartisan-proposal-would-help-tech-companies-improve-online-safety-kids/2YWH3KCCIRGMFJKMS7AI5XGMBY/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kirstin Garriss",
    "published": "2024-01-05T20:38:00Z",
    "title": "Bipartisan proposal would help tech companies improve online safety for kids – Action News Jax",
    "text": "WASHINGTON D.C. — Kids and teens are more connected than ever and as more of them join social media, there’s a growing push to keep them safe online. [>>> STREAM ACTION NEWS JAX LIVE <<<](https://www.actionnewsjax.com/video/) This comes as the [National Center for Missing and Exploited Children (NCMEC)](https://www.missingkids.org/home) tipline receives 100,000 reports of suspected child sexual exploitation every day. [DOWNLOAD: [Free Action News Jax app for alerts as news breaks](https://www.actionnewsjax.com/mobile-apps/)] NCMEC Chief Legal Officer, Yiota Souras said the organization relies on tech companies for vital information about these incidents, but time isn’t always on their side. “They obviously have a lot of information about that report about perhaps the child who has been victimized as the offender what the activity was. Right now they can only maintain that content for 90 days,” said Souras. A bipartisan proposal called the REPORT Act would extend this timeframe to one year. Additionally, after arresting a suspected offender, this bill would allow police to send seized content electronically to the [National Center for Missing and Exploited Children.](https://www.missingkids.org/home) Read: [Jacksonville brothers sentenced to federal prison for child sexual exploitation offenses](https://www.actionnewsjax.com/news/local/jacksonville-brothers-sentenced-federal-prison-child-sexual-exploitation-offences/X6FC2GHOGBGOROADA4WVZQIPFU/) “This will incredibly help the efforts to identify victims, make sure we can figure out where they are, and that law enforcement can recover them and provide them with resources,” she said. The bill also aims to give those tech companies more ways to report potentially dangerous content, involving children. In 2022, Meta, Instagram, Google, WhatsApp and the virtual chatroom site, Omegle, which closed last year, accounted for [more than 90 percent](https://www.missingkids.org/gethelpnow/cybertipline/cybertiplinedata) of reports to the tipline. Currently, this reporting process is voluntary. The bill would also require social media platforms to report crimes involving federal trafficking and enticement of children. Read: [Camden man sentenced to 100 years in prison after pleading guilty to sexual exploitation of children](https://www.actionnewsjax.com/news/camden-man-sentenced-100-years-prison-after-pleading-guilty-sexual-exploitation-children/MFMWVOUGOZAR3IATXJ6CE5TQWM/) “Making that a mandatory reporting requirement will not only help us provide services to all of these children, but it also will enable those reports to go to law enforcement,” said Souras. [On its website, TikTok](https://www.tiktok.com/transparency/en-us/protecting-teens/) said it has a “zero-tolerance approach to content that violates our youth safety policies, especially online child sexual exploitation and abuse.” The social media platform said it use multiple systems and technologies to identify explicit content. Additionally, [Facebook and Instagram are part of Take It Down](https://about.fb.com/news/2023/02/helping-prevent-the-spread-of-young-peoples-intimate-images-online/), which is a new platform designed to proactively prevent intimate images of young people from spreading online. [SIGN UP: [Action News Jax Daily Headlines Newsletter](https://membercenter.actionnewsjax.com/newsletters/)] The [REPORT Act passed in the Senate](https://www.ossoff.senate.gov/press-releases/breaking-sen-ossoffs-bipartisan-bill-to-protect-children-from-online-sexual-exploitation-passes-u-s-senate/) with bipartisan support last year and there’s a similar bill up for discussion in the House. [Click here](https://www.actionnewsjax.com/mobile-apps/) to download the free Action News Jax news and weather apps, [click here](https://www.actionnewsjax.com/mobile-apps/) to download the Action News Jax Now app for your smart TV and [click here](https://www.actionnewsjax.com/video/) to stream Action News Jax live.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.missingkids.org/home)",
      "https://about.fb.com/news/2023/02/helping-prevent-the-spread-of-young-peoples-intimate-images-online/),",
      "https://www.missingkids.org/gethelpnow/cybertipline/cybertiplinedata)",
      "https://www.ossoff.senate.gov/press-releases/breaking-sen-ossoffs-bipartisan-bill-to-protect-children-from-online-sexual-exploitation-passes-u-s-senate/)",
      "https://www.tiktok.com/transparency/en-us/protecting-teens/)",
      "https://www.about.fb.com/news/2023/02/helping-prevent-the-spread-of-young-peoples-intimate-images-online/),",
      "https://tiktok.com/transparency/en-us/protecting-teens/)",
      "https://ossoff.senate.gov/press-releases/breaking-sen-ossoffs-bipartisan-bill-to-protect-children-from-online-sexual-exploitation-passes-u-s-senate/)",
      "https://missingkids.org/gethelpnow/cybertipline/cybertiplinedata)",
      "https://missingkids.org/home)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "yiota souras",
          "sentiment": "none"
        },
        {
          "name": "souras",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national center for missing and exploited children (ncmec",
          "sentiment": "none"
        },
        {
          "name": "ncmec",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington d.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:13:07.488+02:00",
    "updated": "2024-01-06T00:13:07.488+02:00"
  },
  {
    "uuid": "7f05b712301cbe2e4f38578ee3d9aa16cf1f5cce",
    "url": "https://vnexplorer.net/el-verdadero-y-mas-poderoso-ritual-con-ruda-para-recibir-el-ano-nuevo-s707476.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T13:34:00Z",
    "title": "El verdadero y más poderoso ritual con ruda para recibir el Año Nuevo",
    "text": "En los rincones más tradicionales de México y el resto de Latinoamérica, la ruda emerge como un símbolo arraigado de protección espiritual en el uso de los rituales. Los chamanes la ubican como uno de los escudos más poderosos contra la envidia de la gente.\nMás allá de sus propiedades medicinales, la ruda ha ganado notoriedad por su capacidad para repeler la envidia, alejar las malas energías y propiciar la armonía en el hogar.Entre los murmullos y dichos de los pueblos se suele escuchar que “en la casa donde hay ruda, está Dios”.\nDesde las abuelas que transmiten sus saberes ancestrales hasta las creencias populares que perduran, la ruda se erige como un amuleto espiritual de gran relevancia en la cultura mexicana.\nSe cree que la presencia de la ruda en el hogar no solo disipa las energías negativas, sino que también atrae la abundancia y la paz.\nEste fenómeno arraigado en la cosmovisión mexicana despierta la curiosidad sobre la intersección entre las tradiciones espirituales y la vida cotidiana, ofreciendo un fascinante vistazo a las creencias arraigadas en el corazón de la cultura mexicana.\nPoderoso ritual con ruda para ahuyentar las malas energías Arranca este 2024 con el pie derecho y evita que la gente envidiosa y que te tiene tirria se acerque a ti.\nAntes del 31 de diciembre asegúrate de pasar por un vivero de plantas y compra mínimo una o máximo dos plantas de ruda. Si tienes alguien de tu confianza que te las regale, también está bien.\nUna vez tengas tus dos matas de ruda, pon una a cada lado de la entrada de tu casa, donde la gente las vea. Verás que pronto florecerán y se pondrán frondosas.\nSe cree que la planta de ruda recibe esa mala energía y la envida de la gente y la repele. Imagina que tienes unas gafas de visión infrarroja y que puedes ver el poder energético de la ruda. Bueno, esta poderosa planta crea un manto magnético de aura protectora que envuelve la puerta, y se esparce por toda la fachada de la casa, sufriendo ventanas y el techo.\nEste sencillo ritual servirá para que la gente envidiosa, que te lanza mala energía y que te quiere ver por el suelo, sin dinero y con poca suerte, evite pasar y/o mirar para tu casa, mucho más, dejará de ir de manera genuina.\nBaño con ruda para el 31 de diciembre En la noche del fin de año, una vez hayas preparado todo y tengas todo para comenzar a disfrutar de la fiesta, date un buen baño con agua de ruda.\nMateriales: Rama de ruda fresca o seca. 1 litro de agua caliente. Sal marina. Pasos: 1. Preparación del Agua de Ruda:\n– Hierve 1 litro de agua y agrégale la rama de ruda. Permite que repose mientras se enfría, permitiendo que las propiedades de la ruda se liberen en el agua.\n2. Baño Purificador:\n– Realiza tu rutina de baño habitual y, al final, vierte suavemente el agua de ruda sobre tu cuerpo, desde la cabeza hasta los pies. Concéntrate en visualizar cómo las energías negativas se desprenden, dejando espacio para la renovación.\n3. Ceremonia de Renovación:\n– Después del baño, viste una prenda blanca como símbolo de pureza y renovación. Enciende una vela blanca en un espacio tranquilo, agradeciendo por el año que termina y visualizando un año nuevo lleno de éxito, armonía y prosperidad.\nEste ritual, en armonía con la vestimenta blanca, busca limpiar las energías del año viejo y recibir el nuevo ciclo con una mente clara y renovada. Deja que la ruda te guíe hacia un 2024 lleno de positividad y buenas vibras.\nTe puede interesar\nRITUAL DE LAS 12 UVAS: así puedes atraer dinero y abundancia el 31 de diciembre\nAño Nuevo\nRITUAL DE LAS 12 UVAS: así puedes atraer dinero y abundancia el 31 de diciembre\nLos mejores tres rituales solo con lentejas que te ayudarán a tener más dinero durante todo el 2024\nEfectivos y fáciles\nLos mejores tres rituales solo con lentejas que te ayudarán a tener más dinero durante todo el 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maf1b.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mam6b.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ldN7R.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1majDJ.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma5kH.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m6Ggl.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lUCWq.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maf1b.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lUCWq.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mam6b.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1m6Ggl.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1majDJ.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ldN7R.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1ma5kH.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:54:20.838+02:00",
    "updated": "2023-12-29T15:54:20.838+02:00"
  },
  {
    "uuid": "df29da00bce92cfad432a0b6dac33532cc87826e",
    "url": "https://www.presstelegram.com/2023/12/29/southern-california-builders-grab-largest-share-of-home-sales-in-15-years/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jonathan Lansner",
    "published": "2023-12-29T20:24:00Z",
    "title": "Southern California builders grab largest share of home sales in 15 years",
    "text": "“Numerology” tries to find reality within various measurements of economic and real estate trends.\nBuzz: Southern California builders in November grabbed their largest share of local home sales since March 2008.\nSource: My trusty spreadsheet analyzed homebuying data from CoreLogic: new residences vs. existing ones for Los Angeles, Orange, Riverside, San Bernardino, San Diego, and Ventura counties.\nFuzzy math: Sadly, the bump was not much of the extra supply the local market needs. Rather, it looks like a larger-than-usual seasonal swing.\nTopline Builders closed on 1,824 newly constructed Southern California residences in November, up 610 in a month – that’s 50% – but off five or a 0.3% drop in a year.\nMeanwhile, 10,592 existing homes changed hands in November, off 1,500 in a month – a 12% dip – and down 542 or 5% in a year.\nThat translates to builders having 14.7% of all Southern California sales. Compare that with 9.1% in October, 14.1% a year ago, and an average of 12.4% since 1988. This is builders’ biggest slice of local sales in over 15 years.\nDetails Now, before we get carried away with any wild conclusions about new home popularity, November may be the oddest month for home sales of the year.\nSince 1988, builders averaged 3,046 sales in November – their fourth-best month of the year, with only December, June, and August having more closings.\nAt the same time, November is a relatively lousy month for existing home deals – the third-slowest selling – averaging 17,440 closings since 1988. Only January and February are slower.\nHOW NIMBY ARE YOU? Ponder common objections to new housing. TAKE OUR QUIZ! Why is November so good for builders? A good chunk of the outperformance can be tied to a year-end rush to close deals.\nMany big builders race to finish their fiscal year on a strong note. For example, Lennar and KB Home have fiscal years that end on November 30.\nSo the odd mix of November’s strong new home sales compared with weak existing closings gives builders an average 14.9% market share over the past 35 years – the No. 1 month by this yardstick.\nBottom line The Southern California housing market could use a rush of new homes.\nThe pace of new-home construction has slowed by 60% when comparing 1988-2007 and the most recent 16 years. Builders took 16% of sales before the Great Recession rocked real estate – 8% since.\nBut recent realities show builders facing similar challenges to other sellers in the past year – low affordability.\nAnd new homes are the region’s relative “bargain” housing.\nNovember’s median new home price across the six counties was $673,000 vs. $740,000 for the overall market. Builders have upped prices by 15% in three years vs. a 23% jump for the entire market.\nYet that cost advantage – and numerous builders offering incentives such as discounted loan rates or closing costs – didn’t alter buying patterns.\nIn the six counties, 14,829 new homes sold in the year ended in November, off 28% in a year. In the same period, 149,635 existing residences sold, off 29% in a year. So builders’ share was essentially unchanged at 9% over 12 months.\nLocation. Location. Location. Here is a peek at how builders fared in the past year, by county, ranked by number of sales.\nRiverside: 5,824 new home sales, off 18% in a year vs. 26,944 existing residences sold, off 31% in a year. Builder share? 17.8% vs. 15.3% a year earlier.\nSan Bernardino: 2,835 new, off 27% in a year vs. 20,217 existing, off 31% in a year. Share? 12.3% vs. 11.8% a year ago.\nREAL ESTATE NEWSLETTER : Get our free ‘Home Stretch’ by email. SUBSCRIBE HERE ! Orange: 2,218 new, off 13% in a year vs. 21,022 existing, off 25% in a year. Share? 9.5% vs. 8.3% a year ago.\nSan Diego: 1,915 new, off 35% in a year vs. 25,412 existing, off 31% in a year. Share? 7% vs. 7.5% a year ago.\nLos Angeles: 1,884 new, off 44% in a year vs. 49,972 existing, off 28% in a year. Share? 3.6% vs. 4.7% a year ago.\nVentura: 153 new, off 77% in a year vs. 6,068 existing, off 36% in a year. Share? 2.5% vs. 6.6% a year ago.\nJonathan Lansner is the business columnist for the Southern California News Group. He can be reached at jlansner@scng.com\n2024 economic forecasts Chapman: ‘Very slow growth. No recession’ CS Fullerton: ‘Cracks’ will widen to a mild recession in late 2024 US Realtors: Housing rebound from 2023’s dismal sales California Realtors: Rising prices, sales in 2024 USC: SoCal rents to rise 2-4% a year through 2025",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [
      "https://www.ocregister.com/2023/11/14/realtors-forecast-rebound-from-2023s-dismal-sales",
      "https://ocregister.com/2023/07/12/how-nimby-are-you-take-our-quiz/",
      "https://www.ocregister.com/2023/11/14/realtors-forecast-rebound-from-2023s-dismal-sales/",
      "https://www.ocregister.com/2023/07/12/how-nimby-are-you-take-our-quiz/",
      "https://www.flo.uri.sh/visualisation/16269642/embed",
      "https://ocregister.com/2023/09/20/realtors-forecast-rising-home-sales-prices-in-2024/",
      "https://www.ocregister.com/2023/12/04/southern-california-rents-to-rise-2-4-a-year-through-2025-usc-forecast-says",
      "https://ocregister.com/2023/11/14/realtors-forecast-rebound-from-2023s-dismal-sales/",
      "https://www.ocregister.com/2023/12/14/chapman-economic-forecast-very-slow-growth-no-recession",
      "https://www.bit.ly/homestretch4me",
      "https://www.ocregister.com/2023/09/20/realtors-forecast-rising-home-sales-prices-in-2024",
      "https://www.ocregister.com/2023/12/14/chapman-economic-forecast-very-slow-growth-no-recession/",
      "https://www.ocregister.com/2023/09/20/realtors-forecast-rising-home-sales-prices-in-2024/",
      "https://ocregister.com/2023/10/20/economic-cracks-will-bring-mild-recession-by-late-2024-cal-state-fullerton-economists-say/",
      "https://www.ocregister.com/2023/10/20/economic-cracks-will-bring-mild-recession-by-late-2024-cal-state-fullerton-economists-say/",
      "https://flo.uri.sh/visualisation/16269642/embed",
      "https://www.ocregister.com/2023/10/20/economic-cracks-will-bring-mild-recession-by-late-2024-cal-state-fullerton-economists-say",
      "https://www.ocregister.com/2023/12/04/southern-california-rents-to-rise-2-4-a-year-through-2025-usc-forecast-says/",
      "https://ocregister.com/2023/12/14/chapman-economic-forecast-very-slow-growth-no-recession/",
      "https://bit.ly/homestretch4me",
      "https://ocregister.com/2023/12/04/southern-california-rents-to-rise-2-4-a-year-through-2025-usc-forecast-says/",
      "https://www.ocregister.com/2023/07/12/how-nimby-are-you-take-our-quiz"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "orange",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "san bernardino",
          "sentiment": "none"
        },
        {
          "name": "southern california",
          "sentiment": "none"
        },
        {
          "name": "san diego",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "ventura",
          "sentiment": "none"
        },
        {
          "name": "riverside",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T17:45:07.998+02:00",
    "updated": "2023-12-30T17:45:07.998+02:00"
  }
]