[
  {
    "uuid": "1f0f5c7ad18402a01d6ce69f83f986f863818c96",
    "url": "https://lithub.com/jesus-had-needs-too-on-the-sacred-blasphemy-of-the-last-temptation-of-christ",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@lithub",
    "published": "2024-03-29T09:55:00Z",
    "title": "Jesus Had Needs, Too: On the Sacred Blasphemy of The Last Temptation of Christ",
    "text": "Jesus Had Needs, Too: On the Sacred Blasphemy of The Last Temptation of Christ Ed Simon Considers the Literary and Cinematic Representations of Christianity's Chief Paradox Behind the gray, granite façade of the National Gallery of Ireland, there is a painting by Caravaggio which depicts Christ in the moment of his arrest—dejected, betrayed, afraid. It had hung for several decades above the dining room mantle of a local Jesuit mission, but was correctly identified in 1990 and is now on permanent loan to the museum. Caravaggio’s The Taking of Christ displays all of the tells of the Baroque master’s genius. Deploying chiaroscuro, the stark contrast between light and dark that is almost synonymous with Caravaggio, the painting presents the moment following Christ’s tortured agony in the Garden of Gethsemane when the apostle Judas Iscariot signaled to the attendant Roman soldiers the identity of Jesus by placing a kiss upon the condemned Messiah. Caravaggio’s Christ isn’t unfamiliar; he’s got the wan complexion and the long, auburn hair, the beard and the simple robes. But the facial expression is exemplary. For the eponymous figure in The Taking of Christ looks downward towards Judas’ grasping hand with eyes that convey both heartbreak and terror, his eyebrows arched upwards and his parted mouth grimacing. Looking at the Caravaggio, we are examining a painting which purports to be of God, and yet it’s a very different God, a frightened and broken God. A human God—or rather a being that is somehow equivalently both human and God.The scandal of that conjunction, of that “and” in the phrase “God and Man,” remains difficult for even the pious to fully comprehend. “The dual substance of Christ—the yearning, so human, so superhuman, of man to attain God and identify with him—has always been a deep inscrutable mystery to me,” begins the Greek author Nikos Kazantzakis in the prologue to his beguiling, blasphemous and beautiful 1955 novel [The Last Temptation of Christ](https://bookshop.org/a/132/9780684852560). Author of the existentialist classic [Zorba the Greek](https://bookshop.org/a/132/9781476782812), Kazantzakis’ religious novel was a similarly introspective attempt to answer what constitutes the good life, except here he offers a psychological appraisal of God incarnate. Kazantzakis performs with words what Caravaggio did with oils, gracing his readers with a fleshy and fallen Jesus. Strung between humanity and divinity as he shall one day be strung upon the cross, Kazantzakis’ Jesus is a cross maker, the only Judean willing to construct such implements for the Romans. Tortured by the understanding that he is God as well as man, Jesus’ collusion with the Romans is a means of rebellion against his Father, a rebellion that marks his tortured life until he blissfully surrenders in the moments before his death. This Jesus hardly seems divine; he is a poor speaker, a coward, unpleasant, and an inscrutable teacher. Barely a miracle-worker and hardly a philosopher. But he is God. This is precisely Kazantzakis’ point. Christ is not a teacher as Socrates, a magician like Hermes, or a leader as is Alexander, but rather his gift is the redemptive degradations of God lowering himself to being a man. Regardless of the author’s own complicated faith, The Last Temptation of Christ was targeted for censure immediately upon publication—the Greek Orthodox Church attempted to ban it and excommunicate the author—but despite the venom directed at The Last Temptation of Christ, it remains the most moving fictionalization of the gospels from the 20th century, the rare book to take seriously the predicament of a man who is somehow also the Lord. “For the right faith is,” reads the Athanasian Creed, adapted in the distant 6th century, “that our Lord Jesus Christ, the Son of God, is God and Man.” What paradoxes are implied by that conjunction, by that “and” which yokes together the quotidian and the sublime, the sacred and the profane. To be both “God and Man,” the ultimate subversion of the principle of non-contradiction upon which Western logic is established. In Tertulian’s 2nd-century apologetics on behalf of that faith which was stumbling block to the Jews and foolishness to the Greeks, the theologian infamously intoned that he believed in such things as the incarnation precisely because they were absurd, what his contemporary Cyril of Alexandria described as the “rare and strange paradox of God in servant’s form and divine glory in human abasement.” Ironically Kazantzakis’ heresy was that he wasn’t a heretic, he took this theology seriously, from which certain narrative conclusions must be drawn. What The Last Temptation of Christ renders as stark as the contrast of chiaroscuro in a Caravaggio composition is not the separation of God and human, but instead their inseparability, their complex interdependence, the way that the light begets the dark and the dark begets the light. That melancholy Dane Soren Kierkegaard writes in his 1844 Philosophical Fragments about this “ultimate paradox,” whereby God is bound, and “suffers under the consequence of his… decision to become an individual human being.” The implications are clear—it means that God would have slept and eaten, felt pain and pleasure, love and rage, have both shit and fucked (or at least sometimes desired it). Indeed the Christ of Kazantzakis is “full of virility;” he implores to an angelic intercessor that “I don’t care about the kingdom of heaven. I like the earth. I want to marry, I tell you; I want Magdalene.” Jesus’ most dedicated of followers was Mary Magdalene, long identified as a prostitute (which is her vocation in the novel), and whom the Son of God is condemned to love. Eventually, Jesus “saw her eye frolic seductively, cunningly, like the eye of an angel.” Christ and Mary consummate their love; they marry and raise children, the Messiah living the life of a regular man. The important word here is imagined, for this is not merely an invention of Kazantzakis, but a dream of his character as well, for this is what the “last temptation” refers to, an elaborate fantasy imparted by the Devil in the minutes between Christ’s anguished plea of “My God, why hast thou forsaken me?” and the beatified acceptance of “It is finished.” The Martin Scorsese 1988 film adaptation, which was most peoples’ introduction to Kazantzakis’ narrative (such as mine), was even more controversial than the novel. If Kazantzakis’ is the greatest literary treatment of Christ in the 20th century, than Scorsese’s was the greatest cinematic, doing with celluloid what Kazantzakis did with words and Caravaggio did with oil. There’s so much to recommend in the movie—Willem Dafoe Christ! Harvey Keitel playing Judas with a Brooklyn accent! The Peter Gabriel soundtrack! A serpentine Pontius Pilate played by David Bowie! What’s most integral in the film, however, is the potent religious meditation offered, the seriousness with which Scorsese meditated upon Christ’s humanity. Regardless, when the movie was released, Mother Mary Angelica, the stern founder of the conservative Catholic Eternal Word Television Network, implored that willingly watching the movie was a “deliberate act of blasphemy,” adding that The Last Temptation of Christ “has the power to destroy souls.” Shortly after that, a far-right Catholic terrorist group attacked a movie theater in Paris; an incendiary device packed with potassium chlorate and sulphuric acid detonated, leading to the hospitalization of thirteen people, four of them seriously injured. That Scorsese himself was deeply religious (as was Kazantzakis) and had indeed briefly attended seminary, was of no accounting. Of no accounting because Christ’s humanity may be orthodoxy, but it’s a scandal that’s often hard for the orthodox themselves to countenance. The scandal of that conjunction, of that “and” in the phrase “God and Man,” remains difficult for even the pious to fully comprehend. For what scripture might lack in hard evidence, the belief in Jesus Christ as being both fully human and fully divine has been reaffirmed repeatedly at numerous ecumenical Church councils; at cosmopolitan Byzantine towns such as Ephesus in 431 and Chalcedon in 451, several times in Nicaea and several times in Constantinople. The creeds formulated at these councils defined the contours of dogma as it would develop and technically remain canon (with minor differences) among the Orthodox and Catholic churches, and most Protestants. Because of this, Scorsese’s frequent collaborator Paul Schrader (raised a fervent Presbyterian) defended his screenplay in The New York Times, writing that the film concerned “the most fundamental issue of Christianity… this conundrum of his dual nature,” while noting that Jesus’ humanity “always gets short shrift because it’s uncomfortable to deal with.” Christian art has tended to split the difference between the alien Christ of the icon or the familiar Jesus of gauzy portraiture, while today he is ideologically driven between the milquetoast bourgeois liberalism of mainline Protestantism or the smarmy God-bro of muscular evangelicalism, yet the implication of that paradoxical conjunction—“God and man”—so rarely reaches the expression that it does in Caravaggio, or Kazantzakis, or Scorsese. An irony of Christian history is that most heresies attempt to make the faith more rational, to reject Tertulian’s embrace of absurdity. A motley of approaches to tame the wildness of Christianity, from the argument that Christ was a lesser deity (known as Arianism) to the claim that he was apotheosized to divinity (called Adoptionism), yet all of these exotically named theologies were roundly denounced by the Church, those bishops of the official faith preferring the radical paradox to these conservative schisms. Every respectable Christian heresy erroneously attempted to make the faith more rational, more comprehensible, but as Tertulian (among others) understood, the power of the gospel narrative was established if Jesus wasn’t interpreted as mere godman or demigod, but rather if he was understood through this bizarre doctrine that he was equally man and God. “My principal anguish and the source of all my joys and sorrows from my youth onward has been the incessant, merciless battle between the spirit and the flesh,” writes Kazantzakis, his novel a parable about that tension. What’s perhaps most disquieting about The Last Temptation of Christ is that the Messiah’s victory upon the cross is simultaneously a tragedy. A tragedy because we’ve been privy to the life which Jesus might have lived, the happy marriage and the numerous children, but we’re to understand that it’s his own humanity which must be sacrificed if the rest of ours’ is to be redeemed. In the penultimate scene of Scorsese’s movie, an elderly and dying Jesus is laid out upon a straw mat while the surviving apostles come to pay their respects to the man whom they once followed. Only Judas stands apart from the sycophantic platitudes of Peter and Thomas, James and Andrew. Outside, they can hear screams from their fellow Jews who are being slaughtered by the Romans, the flames of the burning Temple in Jerusalem sending smoke through the open window of Christ’s hut. Through this terror, the other disciples are disgusted by Judas, his apparent lack of respect. Blood begins to pull on the crucifixion wounds of the distressed Christ, but Judas remains firm, yelling “What’s good for men isn’t good for God!” Judas Iscariot proves himself to be not just the most loyal of apostles, but the only loyal disciple, the only one willing to condemn his own soul for the benefit of humanity. Christ realizes his error and acquiesces to his death, the illusion is dispelled and the Son of God finds himself back on the cross, completing his purpose. Between the various forms of love it is only what the Greeks called agape, that universal and disinterested love for all creation, which is fit for God, though the humanity of Christ doesn’t make him desire the other forms any less. It is to be imagined that Jesus Christ must have wished to feel the caress of a beloved known as eros, to know the easygoing friendship of Philia, to dedicate himself to Storge, the unbreakable familial love between a parent and child. For the author so loved the Messiah that Kazantzakis wished such tenderness for Christ, but the heartbreak is in his understanding that such a life was impossible. An entire life lived as an illusion, in the last moments before he succumbed to death, was all that Christ would be privy to. A pause, a break, an ellipses. Appropriate then when we consider all of that which is left unsaid, unmanifested, unconsummated, all of that which is set in the gaps and occurs in the pauses, for it’s in an ellipse that Christ may find his own love. Less than a decade before Kazantzakis published his novel, and a remarkable discovery of sunbaked papyri from the first centuries was discovered in Nag Hamadi, Egypt. An entire library of apocryphal gospels and epistles unknown for two millennia, including a work ascribed to the apostle Philip. There, in an arresting lacuna, the fragmentary scroll brittle and incomplete, we’re told of Mary Magdalene whom Christ did “[…] more than the disciples and… kiss her.” Within those missing portions a whole life could have been lived, just as in the dreams upon the cross, all of it as fleeting as any life before death, before it is indeed finished. [Caravaggio](https://lithub.com/tag/caravaggio/) [Christianity](https://lithub.com/tag/christianity/) [Ed Simon](https://lithub.com/tag/ed-simon/) [Jesus Christ](https://lithub.com/tag/jesus-christ/) [Martin Scorsese](https://lithub.com/tag/martin-scorsese/) [Nikos Kazantzakis](https://lithub.com/tag/nikos-kazantzakis/) [Spirituality](https://lithub.com/tag/spirituality/) [the Bible](https://lithub.com/tag/the-bible/) [the divine](https://lithub.com/tag/the-divine/) [The Last Temptation of Christ](https://lithub.com/tag/the-last-temptation-of-christ/) [The Taking of Christ](https://lithub.com/tag/the-taking-of-christ/) Previous Article [March’s Best Reviewed Fiction](https://lithub.com/marchs-best-reviewed-fiction/) Next Article [The Literary Film & TV You Need to Stream in April](https://lithub.com/the-literary-film-tv-you-need-to-stream-in-april/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://bookshop.org/a/132/9781476782812),",
      "https://www.bookshop.org/a/132/9780684852560).",
      "https://bookshop.org/a/132/9780684852560).",
      "https://www.bookshop.org/a/132/9781476782812),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christ ed simon",
          "sentiment": "negative"
        },
        {
          "name": "caravaggio",
          "sentiment": "none"
        },
        {
          "name": "jesus",
          "sentiment": "none"
        },
        {
          "name": "judas iscariot",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "caravaggio",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gethsemane",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T14:32:10.375+03:00",
    "updated": "2024-03-29T14:32:10.375+03:00"
  },
  {
    "uuid": "f47c13baf4d734fa8d8d235e43b74b945b0c7911",
    "url": "https://www.sciencenorway.no/agriculture-fish-food/forgotten-recipes-roe-waffles-brain-sausage-and-stuffed-heart-sacs/2484481",
    "ord_in_thread": 0,
    "author": "Nina Kristiansen",
    "published": "2025-04-23T22:01:00Z",
    "title": "Rediscovering offal: The nutritional benefits of eating the whole animal",
    "text": "Forgotten recipes: Roe waffles, brain sausage, and stuffed heart sacs\nWe used to eat the whole animal. Now we stick to the muscles and minced meat.\nWhen you buy a whole turkey, it comes with a bag of giblets. You get the bird's heart, liver, neck, and gizzard – a part of the stomach.\n“This is perhaps the closest we come to direct contact with offal nowadays,” Eva Narten Høberg said during a lecture at the National Library of Norway on March 11, 2025.\nAt least as far as we know.\n“Offal can be more camouflaged than the bag you find in the turkey,” said Høberg, who is a researcher at the Norwegian Institute of Bioeconomy Research (Nibio).\nOffal was a natural part of the diet in the past, but it has become unfamiliar to people today.\nThe nutritious blood\nHøberg believes we should use the whole animal:\n\"It's ethical and sustainable management of the valuable food resource that animals represent.\"\nThat's why she believes it's time to rediscover this good and nutritious food.\nThe blood, for example.\nAfter an animal is stunned before slaughter, the carotid artery is cut and the blood is drained.\nBlood is a\ngood source of iron, according to Høberg, and it is still used as an ingredient\nin cured sausages. Grilstad’s\nblack sausage and Gilde’s stabbur\nsausage both contain blood.\nThe attendees were given samples along the way, prepared by the restaurant Credo.\nThe blood pancakes were made from pig's blood, broth, barley, milk, and syrup.\nNo food waste\nOffal is defined as an animal’s internal organs and blood, but also includes the tongue, head, feet, shanks, bones, and bone marrow.\nThe oldest and most common offal came from ruminants and fish, according to the Nibio researcher.\nCows, sheep, and goats were the first domesticated animals. They eat plants and do not compete for food with their owners.\nPigs don’t graze, so farms had to have enough food scraps to feed them.\n“Food waste was a concept that didn’t exist,” said Høberg.\nPeople kept the livestock they could afford. There were pigs during the Viking Age, but only on the largest farms.\nEasier to deal with minced meat\nPeople hunted seabirds and forest birds, but domestic chickens did not arrive until the Middle Ages.\n“Today we’re so far removed from food production that handling an entire carcass can quickly become difficult. It can also reveal more than we're comfortable knowing about what we're really eating,” said Høberg.\nThat’s why minced meat has become so popular.\n“It’s more pleasant than having to deal with a whole animal carcass,” said Høberg.\nToday’s consumers can still handle the sight of whole chickens and turkeys.\n“We can still deal with them in their whole form,” she said.\nHearts in cream sauce\nThe first Norwegian cookbooks appeared in the 1800s. They explain in detail how to take care of the entire slaughtered animal, including the meat, blood, and offal.\nHøberg presented the figures for the consumption of offal in Norway today .\n52 per cent of Norwegians never eat liver or offal for dinner. That's twice as many as in 1989.\nLess than one per cent of Norwegians consume offal for dinner every week.\nOnly seven per cent of the population have offal or liver on the dinner table a few times a year. In 1989, it was 21 per cent, according to the consumer survey from Ipsos.\n“The heart is very versatile, either fried or stuffed. It can get tough over the years, because it works hard, but with proper preparation, it’s delicious food,” said Høberg.\nHearts can be\nprepared with a cream sauce or in a stew, as shown here on NRK\n(link in Norwegian). Cured reindeer hearts are a delicacy from the Sámi tradition.\nGullar is a dish that has almost disappeared.\n“They’re heart sacs that are filled with offal, meat, onion, salt, pepper, and a little flour. The heart sac is used like sausage casings,” Høberg said.\nLiver pâté lives on\nThe liver is the body's largest gland. It cleans the blood.\n“Liver has a distinctive taste that can resemble game meat,” said Høberg.\nLiver contains\na lot of iron and vitamin A and works well in stews, meatloaf, and pâtés, according to\ncookbooks (link in Norwegian).\nPâté made from pork liver is the most accepted use of offal today, Høberg believes. Liver pâté is still used as a spread in many Norwegian homes.\nKidneys used in different ways\nUrine is formed in the kidneys. That's why they have to be soaked in water before use.\n“The substances need to be washed out, it's nothing more mysterious than that,” said Høberg.\nSlightly older cookbooks have numerous recipes using kidneys from lamb, reindeer, and veal. Kidneys can be fried and served with cream sauce, flambéed, or used in stews.\nAdrenal glands are rarely used in cooking.\n“But it might actually be quite smart to eat them too. They contain vitamin C, which is surprising, because we’ve been taught that vitamin C isn’t found in animal-based foods,” she said.\nUnknown in Norway, a delicacy in France\nThe thymus is a gland in the chest of both humans and animals, and it is important for our immune system.\n“When we're young, the thymus is full and well-developed. The same goes for animals. But after puberty, it becomes less soft and delicate,” said Høberg.\nCalf's thymus is a delicacy in France and Italy. It is also called sweetbread.\nIngrid Espelid Hovig was the host of NRK’s Fjernsynskjøkkenet (TV Kitchen) for 40 years. She wrote more than 60 cookbooks.\nAccording to Hovig, heart and liver are everyday food, while thymus and kidneys are for special occasions.\nPizza with lung hash\nLung hash is still sold in many Norwegian grocery stores.\n“The lungs have had the honour of giving the dish its name, but lung hash contains a mixture of many types of offal and meat, well seasoned with nutmeg, cloves, and ginger,” Høberg said.\nMost viewed\nGilde's version contains 10 per cent lung meat, 63 per cent 'meat raw materials', and\npig hearts.\nEspelid Hovig’s cookbook Den rutete kokaboka includes a recipe for pizza with lung hash.\nIn 2021,\nresearchers at Nofima conducted a test. They added beef lungs to grilled\nsausages. Then they let their own panel of tasters and regular consumers taste\nthe sausages without telling them they contained lungs. No one\nfound the taste to be negative, the researchers said in an\narticle from Nofima (link in Norwegian).\nCervelat comes from the brain\nToday, offal that could be eaten by humans are used as dog food.\n“Using nutritious parts of the carcasses as animal feed is wasteful. With prosperity in Norway came the tenderloin. We've developed the attitude that we can just throw away what we don't want. Several of the offal products we now decline to eat contain more of the important nutrients than the muscle meat we actually do eat,” meat researcher Rune Rødbotten stated in the article.\nThe brain needs fat to function. That's why it's quite fatty, but well suited for sausages.\n“The word cervelat comes from the Italian cervello, which means brain. But there's probably no trace of brain in Norwegian servelat,” said Høberg.\nYou can find a lot of recipes for brain sausages in old cookbooks. And the brain can be used in the same way as kidneys, according to Høberg.\nIt doesn't stop at the brain. The tongue is meaty and delicious too. Many Norwegians still cook it for Christmas. Boiled beef tongue can also be bought as a cold cut in the store.\nPig heads are still used\nHøberg thinks the head, feet, and legs – called shanks – are parts of the animal that should be used more.\nThe tradition of using the pig's head in head cheese still lives on.\nCow’s udders can be used both as a spread and as a dinner dish, according to older recipes.\nThere are two common ways to prepare offal.\nFrench and Norwegian preparation\n“One way is to let the different organs shine individually in their own dishes. That's common in French cuisine,” said Høberg.\nIn Norway, the traditional use of internal organs is to combine several of them in a mixture.\n“It's a practical and effective use of all parts of the carcass. It’s also a way to camouflage the ingredients – an advantage for the faint of heart,\" she said.\nHøberg pointed out that the coastal culture is just as important as farming culture in Norwegian food traditions.\nThat's why waffles made from cod roe were the final tasting to be passed around at the National Library.\n“Roe is the fish's eggs, and they're rich in protein. A well-known practice along the coast in Nordland county is to make the waffle batter with fish eggs instead of chicken eggs,” said Høberg.\nTherese and Magnus Fagerhaug each received their own waffle heart.\n“I can taste the seafood, but the flavour was very good,” said Therese Fagerhaug.\n———\nTranslated by Ingrid P. Nuse\nRead the Norwegian version of this article on forskning.no\nRelated content:\nSubscribe to our newsletter\nThe latest news from Science Norway, sent twice a week and completely free.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->diet",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->organic food"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.gilde.no/produkter/000000005000001184",
      "https://www.gilde.no/produkter/000000005000007161",
      "https://www.forskning.no/fisk-historie-landbruk/rognvaffel-hjernepolse-og-fylte-hjerteposer-oppskriftene-har-gatt-i-glemmeboka/2479162",
      "https://www.grilstad.no/produkter/svartpolse/",
      "https://www.nb.no/items/URN:NBN:no-nb_digibok_2014100907597",
      "https://www.forskning.no/baerekraft-forbruk-mat-og-helse/matforskerne-blandet-lunger-i-polsene-vil-du-ha/1872000",
      "https://www.nrk.no/mat/hjerter-i-paprika-1.11074747",
      "https://www.grilstad.no/produkter/svartpolse",
      "https://forskning.no/baerekraft-forbruk-mat-og-helse/matforskerne-blandet-lunger-i-polsene-vil-du-ha/1872000",
      "https://nb.no/items/URN:NBN:no-nb_digibok_2014100907597",
      "https://nrk.no/mat/hjerter-i-paprika-1.11074747",
      "https://gilde.no/produkter/000000005000007161",
      "https://forskning.no/fisk-historie-landbruk/rognvaffel-hjernepolse-og-fylte-hjerteposer-oppskriftene-har-gatt-i-glemmeboka/2479162",
      "https://gilde.no/produkter/000000005000001184",
      "https://grilstad.no/produkter/svartpolse/"
    ],
    "entities": {
      "persons": [
        {
          "name": "Eva Narten Høberg",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "(S",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "S",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "Citigroup",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "C",
              "exchange": "NYSE"
            }
          ]
        },
        {
          "name": "& TV",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "TV",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T01:24:59.842+03:00",
    "updated": "2025-04-24T01:24:59.842+03:00"
  },
  {
    "uuid": "500db4dff1fae19c4ed14cc8556ed6ee9609c24d",
    "url": "https://www.infobae.com/america/agencias/2025/03/19/carballes-vence-a-oconnell-y-se-enfrentara-a-nakashima-en-la-segunda-ronda-del-miami-open",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2025-03-19T23:00:00Z",
    "title": "Carballés vence a O'Connell y se enfrentará a Nakashima en la segunda ronda del Miami Open - Infobae",
    "text": "Nueva York, 19 mar (EFE).- El tenista español Roberto Carballés vengó este miércoles su derrota en Indian Wells ante el australiano Christopher O'Connell y lo derrotó en el Abierto de Miami, donde disputará la segunda ronda frente al estadounidense Brandon Nakashima.\nCarballés, número 53 del mundo, perdió hace dos semanas en la primera ronda del torneo californiano contra O'Connell, que ocupa la posición 78 del ránking.\nEste miércoles tenía la opción de la revancha en Miami y finalmente se pudo vengar con remontada por 6-3, 3-6 y 7-6(5) en dos horas y 33 minutos.\nCarballés no atravesaba un buen momento con cinco derrotas seguidas, pero tras romper esa mala racha se verá las caras en la siguiente ronda de Miami con Nakashima (n.32).\nEl ganador de ese duelo enfrentará al vencedor del partido de segunda ronda entre el español Carlos Alcaraz (n.3) y el belga David Goffin (n.55). EFE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->regular competition",
      "Sport->tennis",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->game"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:25:20.343+02:00",
    "updated": "2025-03-20T01:25:20.343+02:00"
  },
  {
    "uuid": "d3a43b8e6188adfcbad32a1231fab4f908d6f813",
    "url": "https://www.telemundo.com/shows/al-rojo-vivo/video/maestros-aseguran-haber-recibido-supuestos-mensajes-del-mas-alla-en-escuela-de-honduras-tmvo12571375",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2024-02-23T23:47:00Z",
    "title": "Maestros aseguran haber recibido supuestos mensajes del más allá en escuela de Honduras",
    "text": "- UP NEXT Experto en decoración convierte un garage en un llamativo estudio de grabación para pódcast03:01 Luna de Liberación: experta dice influencia de este evento astrológico a nivel personal y colectivo04:59 Rompen Récord Guinnes por hacer la cama más grande del mundo en Chile00:32 Gregorio Pernía opina sobre pelea de Lupillo Rivera y Alfredo Adame en La Casa de los Famosos 401:13 Encuentran sin vida a estudiante de enfermería dentro del campus de la Universidad de Georgia00:31 Estudio en EEUU descubre 275 millones de variantes genéticas nuevas02:58 Niña muere en playa de Florida tras quedar enterrada en hoyo que cavó01:52 Acusan a hombre hispano de presunta agresión tras brutal ataque en pleno vuelo de Alaska Airlines00:34 Top 5: Asesina de Selena podría salir libre, gusanos en la nariz, mantarraya embarazada de tiburón11:58 Al Rojo Vivo 02/24 Resumen Al Rojo Vivo, jueves 22 febrero de 202403:33 Retiran el Récord Guinness al perro más viejo del mundo00:27 Mujeres participan en festival nudista por primera vez en Japón00:33 Un venado sorprende a turistas en una playa de Baja California00:22 Tiburones de 25 pies de largo sorprenden a los pasajeros de un navío00:23 Famosos ARV: Don Pedro Rivera opina de sus nietos y Cristian Castro habla de boda03:39 Investigación revela presuntas consecuencias a la salud de las ondas electromagnéticas03:23 Revelan motivo por el cual AT&T dejó sin servicio telefónico a varios clientes en EE.UU.00:32 Resumen Al Rojo Vivo, viernes 23 febrero de 202409:10 - UP NEXT Experto en decoración convierte un garage en un llamativo estudio de grabación para pódcast03:01 Luna de Liberación: experta dice influencia de este evento astrológico a nivel personal y colectivo04:59 Rompen Récord Guinnes por hacer la cama más grande del mundo en Chile00:32 Gregorio Pernía opina sobre pelea de Lupillo Rivera y Alfredo Adame en La Casa de los Famosos 401:13 Encuentran sin vida a estudiante de enfermería dentro del campus de la Universidad de Georgia00:31 Estudio en EEUU descubre 275 millones de variantes genéticas nuevas02:58 Niña muere en playa de Florida tras quedar enterrada en hoyo que cavó01:52 Acusan a hombre hispano de presunta agresión tras brutal ataque en pleno vuelo de Alaska Airlines00:34 Top 5: Asesina de Selena podría salir libre, gusanos en la nariz, mantarraya embarazada de tiburón11:58 Al Rojo Vivo 02/24 Resumen Al Rojo Vivo, jueves 22 febrero de 202403:33 Retiran el Récord Guinness al perro más viejo del mundo00:27 Mujeres participan en festival nudista por primera vez en Japón00:33 Un venado sorprende a turistas en una playa de Baja California00:22 Tiburones de 25 pies de largo sorprenden a los pasajeros de un navío00:23 Famosos ARV: Don Pedro Rivera opina de sus nietos y Cristian Castro habla de boda03:39 Investigación revela presuntas consecuencias a la salud de las ondas electromagnéticas03:23 Revelan motivo por el cual AT&T dejó sin servicio telefónico a varios clientes en EE.UU.00:32 Resumen Al Rojo Vivo, viernes 23 febrero de 202409:10",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T02:09:56.912+02:00",
    "updated": "2024-02-26T06:32:20.938+02:00"
  },
  {
    "uuid": "096e315a169173b19c9af3bb7c12cca10cd346cf",
    "url": "https://www.telediario.mx/comunidad/milagritos-perrunos-artesanias-de-mascotas-para-petlovers-puebla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leslie Mora",
    "published": "2025-01-23T22:11:00Z",
    "title": "Milagritos perrunos inmortaliza a las mascotas en artesanías en Puebla",
    "text": "Milagritos perrunos inmortaliza a las mascotas en artesanías en Puebla\nSi eres petlover y quieres tener un objeto especial sobre tu mascota, Isabel García puede crear una artesanía única de tu lomito, michi u otro animal de compañía para recordarlo.\nLos 'milagritos perrunos' son artesanías con las que los dueños de las mascotas recuerdan a sus mejores amigos y los honran en vida. Isabel García es una poblana emprendedora que se encarga de plasmar con su pincel y su técnica realista a los perros, gatos y otros animales en diferentes artículos de decoración.\nCapturar la esencia de los mejores amigos del hombre, es posible a través de estas figuras de cerámica que sobresalen por sus colores, su forma de corazón con alas de ángel, con coronas, marcos abstractos y flores. Mismos que ofrece en su negocio llamado Macetas de la Isa.\n-\nTe recomendamos\nCuánto cuesta la entrada a Africam Safari en 2025 para ver a la jirafa BenitoComunidad\nCada pieza mide entre 14 y 16 centímetros, pueden llevar escrito el nombre de las mascotas; asimismo, los colores, diseños y figuras son elegidos por los clientes, su costo es de 250 pesos por cada pieza.\nLos tonos coloridos y su creatividad son los elementos que caracterizan a los 'milagritos mexicanos', figuras alusivas que se usan para agradecer o pedir por algo. Ahora también tienen la función para honrar a los lomitos que partieron de este mundo terrenal y para admirar a quienes todavía alegran los días de sus dueños.\n????????️ 'Milagritos perrunos' son artesanías para recordar a las mascotas. Isabel García es una poblana emprendedora que se encarga de plasmar con su pincel a los perros, gatos y otros animales en diferentes artículos de decoración.\n— Telediario Puebla (@TelediarioPUE)\n????️[@LeslieMora22]\n????[https://t.co/zQoP0tuz7P][pic.twitter.com/69b758pn8P][January 23, 2025]\n“No solamente para los perritos que ya no están, sino para tener ese recuerdo de los perritos, gatitos, conejos, me han pedido de todo, de los que están vivos, para tenerlos como decoración en casa”, dijo en entrevista para TELEDIARIO.\nEstos artículos sirven para adornar paredes, repisas, altares o espacios de las mascotas. Además, no solo pueden ser plasmados en estas figuras, sino en porta inciensos, tazas, medallones, macetas y otros artículos.\n“Medallones que son con diferentes diseños, esos varían, el básico es de 450, y aumenta el precio según las mascotas porque caben hasta cuatro mascotas y el porta inciensos, es el modelo nuevo ese cuesta 350 y pinto tazas que son solamente decorativas y están entre 300 y 350, dependiendo justo del trabajo que lleva”, señaló.\n-\nTe recomendamos\nBisutería con toque vintage hecha en Puebla; inmortalizan la naturaleza en accesoriosComunidad\nEste proyecto nació en 2020, cuando la pandemia dejó sin trabajo a Isabel, por lo que tuvo que salir adelante por su propia cuenta y comenzó a ofrecer sus productos a sus familiares y amigos hasta crear una comunidad y una cartera de clientes no solo en la entidad.\nCabe destacar que, actualmente, hace envíos cualquier estado del país y entregas personales en la capital poblana y la Ciudad de México.\nFinalmente, todos los pedidos que realicen con Isabel García, deben ser solicitados con al menos diez días de anticipación, esto debido a que su ejecución detallada requiere de tiempo y varias capas para lograr un resultado realista.\nAGA\n- Queda prohibida la reproducción total o parcial del contenido de esta página, mismo que es propiedad de TELEDIARIO; su reproducción no autorizada constituye una infracción y un delito de conformidad con las leyes aplicables.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->visual arts",
      "Arts, Culture and Entertainment->culture",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Isabel García",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:23:45.929+02:00",
    "updated": "2025-01-24T00:23:45.929+02:00"
  },
  {
    "uuid": "20d2ab89b0fea5bf1684d94b7aec214d21538cfd",
    "url": "https://ultimosegundo.ig.com.br/afp/2024-06-27/extrema-direita-francesa-promete-nao-deixar-que-imperialismo-russo-absorva-ucrania.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-06-27T21:17:00Z",
    "title": "Extrema direita francesa promete não deixar que 'imperialismo russo absorva' Ucrânia",
    "text": "O político de extrema direita Jordan Bardella, cujo partido lidera as pesquisas para as eleições legislativas na França, afirmou nesta quinta-feira (27) que não permitirá que \"o imperialismo russo absorva um Estado aliado como a Ucrânia\", embora seja contrário ao envio de tropas ao território ucraniano.\n\"Minha posição é muito simples sobre este conflito [...] É de apoio à Ucrânia e de evitar uma escalada com a Rússia, que é uma potência nuclear\", declarou Bardella durante um debate televisivo com o primeiro-ministro Gabriel Attal e o candidato de esquerda Olivier Faure.\nBardella, que deverá ser o primeiro-ministro se o partido que preside, o Reagrupamento Nacional (RN), conseguir maioria absoluta nas eleições de 30 de junho e 7 de julho, reiterou que o envio de tropas francesas à Ucrânia implicaria \"um risco de cobeligerância\", de \"escalada\".\n\"Também me oponho ao envio de mísseis de longo alcance que poderiam, por exemplo, atacar diretamente o território russo e colocar a França e os franceses em uma situação de beligerância\", acrescentou o líder de extrema direita, cujo partido foi visto por muito tempo como próximo a Moscou.\nAs declarações de Bardella ocorrem em meio a uma polêmica na França devido aos comentários de Marine Le Pen, líder 'de facto' do RN, que sugeriu que o presidente francês Emmanuel Macron teria dificuldade em enviar tropas à Ucrânia, um cenário que ela não descarta, caso seu partido vença.\n\"Sem questionar a prerrogativa do presidente em matéria de envio de tropas ao exterior, o primeiro-ministro tem, através do controle orçamentário, um meio de se opor\", escreveu Le Pen na rede social X.\nPara Attal, da aliança de centro-direita de Macron, as palavras de Le Pen são \"uma mensagem muito grave para a segurança dos franceses\" enviada \"para potências mundiais, para todo o mundo\".\nFaure, representante da coalizão de esquerda Nova Frente Popular (NFP), afirmou ser \"favorável\" ao envio de mísseis, se estes forem usados para atacar \"infraestruturas\" no território russo que são utilizadas \"para bombardear o solo ucraniano\".\nSe o RN conseguir maioria absoluta, Macron poderá ser obrigado a compartilhar o poder com um governo de outra ideologia, em uma hipotética \"coabitação\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:56:56.093+03:00",
    "updated": "2024-06-28T00:56:56.093+03:00"
  },
  {
    "uuid": "abf5ae446b8ed3874e33e9d575607022a854ac80",
    "url": "https://risingkashmir.com/spinal-fluid-leakage-a-serious-threat-to-lifelong-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DR. MANISH PATNI",
    "published": "2025-02-20T23:35:00Z",
    "title": "Spinal Fluid Leakage: A Serious Threat to Lifelong Health",
    "text": "The human body is a spectacle of intricate systems working in harmony, and among its most delicate structures is the central nervous system (CNS). Central to its function is the cerebrospinal fluid (CSF), a clear, protective liquid that safeguards the brain and spinal cord. However, when this vital fluid leaks due to trauma, surgery, or other causes, it can lead to serious health complications.\nWhat is a Spinal Fluid Leak?\nA spinal fluid leak occurs when a tear or hole develops in the dura mater, the protective membrane surrounding the spinal cord and brain. This allows cerebrospinal fluid to escape, often resulting in debilitating symptoms. Such leaks may arise from head or spinal injuries, surgical complications, or spontaneous causes. Common sites for CSF leaks include the spinal column and the base of the skull.\nHow Dangerous is a Spinal Fluid Leak?\nWhile some spinal fluid leaks are minor and are resolved on its own, others can pose significant risks. Key dangers include:\n- Chronic Headaches: The hallmark symptom of a CSF leak is a severe headache that worsens when standing and improves when lying down.\n- Infections: The loss of CSF can increase the risk of infections like meningitis, a potentially life-threatening condition.\n- Neurological Issues: Prolonged leaks may cause symptoms such as visual disturbances, hearing loss, or cognitive impairment.\n- Permanent Disability: In severe cases, untreated CSF leaks can lead to irreversible damage to the brain or spinal cord, hampering mobility, coordination, or other critical functions.\nPrecautions to Prevent and Address Spinal Fluid Leaks\nGiven the serious implications of a CSF leak, proactive measures are essential:\nProtect Against Trauma:\n- Use seatbelts while driving and wear helmets during activities like cycling or contact sports. Avoid risky behaviors that may lead to falls or injuries to the head and spine.\nSeek Immediate Care After Injury:\n- Any head or spinal trauma should be evaluated by a medical professional to rule out a CSF leak.\n- Recognize Early Symptoms:\n- Persistent headaches, nausea, clear fluid drainage from the nose or ears, and vision changes are red flags.\nPost-Surgical Vigilance:\n- Patients recovering from spinal or brain surgery should follow all post-operative care guidelines and report unusual symptoms promptly.\nAvoid Excessive Strain:\n- Activities that increase pressure on the spine, such as heavy lifting or intense coughing, should be done with caution.\nTreatment Options\nTreatment for spinal fluid leaks depends on their severity and underlying cause. A few options are:\n- Conservative Management: Bed rest, increased hydration, and caffeine intake can help minor leaks heal naturally.\n- Epidural Blood Patch: A small amount of the patient’s blood is injected near the leak to seal it.\n- Surgical Repair: Severe or persistent leaks may require surgical intervention to close the tear in the dura mater.\n- Infection Control: Antibiotics or antivirals may be prescribed if there is a risk of meningitis.\n- Looking forward\nSpinal fluid leakage is a serious medical condition that demands attention and care. Early recognition and prompt treatment are crucial to preventing complications and ensuring a full recovery. By taking precautions and remaining vigilant about symptoms, individuals can protect themselves from the potentially lifelong impacts of a CSF leak. Always consult a healthcare professional if you suspect a spinal fluid leak to safeguard your health and well-being.\n(Author is Neurologist, (DNB Neurology), HCG Hospitals, Bhavnagar)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "topics": [
      "Health->medical condition",
      "Health->health treatment and procedure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "abf5ae446b8ed3874e33e9d575607022a854ac80",
      "first_syndicated": true
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T02:23:01.188+02:00",
    "updated": "2025-02-21T02:23:01.188+02:00"
  },
  {
    "uuid": "adb5d4159298c72d8431cbd970c430dc9a4dfeb9",
    "url": "https://www.newscenter1.tv/news/national/missoula-students-gain-hands-on-experience-with-a-brand-new-donated-car/article_4e6e74ce-c4d9-5213-90ee-ce48ec325998.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alaina Margo NonStop Local Multimedia Journalist",
    "published": "2024-12-05T05:00:00Z",
    "title": "Missoula students gain hands-on experience with a brand-new donated car | National | newscenter1.tv",
    "text": "MISSOULA, Mont. – Students at Sentinel High School's automotive department have something new to be excited about: a brand-new car donated to their program. This new addition is not just for Sentinel students. Noah Lofink and Truman Wells, seniors from Hellgate High School, also benefit from the program. They drive over to Sentinel for classes in the automotive shop daily, gaining hands-on skills and more. \"I'm a senior over at Hellgate, but I come here for auto and, our fifth period to TA for auto one,\" said Lofink. \"I feel like there's some leadership and leadership skills involved with it. It's a really, really rowdy class.\" The program encourages students to take personal ownership of their projects. Wells, for example, is working on diagnosing an issue with his own engine. He has the skills to make a theory surrounding his engine's issue. \"A lifter in one of these started clicking really badly and then became more catastrophic of the camshaft and just shredded itself... that's my guess,\" he said. The new car is a significant upgrade for the students, as the automotive shop's existing vehicles are much older. \"The newest one I can think of out there is a 2006, so from 2006 to 2024, there's quite a big difference just when it comes to technology,\" said Leah Philbert, Sentinel High School's automotive instructor. \"It's really important for the kids to be up to date on technology.\" Wells emphasized the value of the new car for learning. \"With the new vehicle that we get, we can learn more from that basis and diagnostics,\" he said. Lofink added, \"It's important to learn the newer technologies, because going into auto or in my case, diesel is a career, it's something I'm going to have to have to figure out.\" The curriculum includes Ford's online training, which is the same used by their professional teams. Sentinel High School has some of the highest student performance in this training nationwide. The car was donated by Lithia Ford, supporting the young community and the future of the automotive industry. \"We couldn't operate our program without the support of people in our community and the businesses around, so this is awesome,\" Philbert stated. With a new car and growing excitement, students at Sentinel High School are ready to rev-up for their futures.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "topics": null,
    "ai_allow": false,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "adb5d4159298c72d8431cbd970c430dc9a4dfeb9",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-12-06T04:16:41.029+02:00",
    "updated": "2024-12-06T04:16:41.029+02:00"
  }
]