[
  {
    "uuid": "94c1767708ec4ae558a63df1247151936d98df28",
    "url": "https://english.huanqiu.com/article/4ITvL7vNas3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "责编：梁昊",
    "published": "2024-07-04T17:10:00Z",
    "title": "Reclaimed water cleans up lake, rivers",
    "text": "Editor's note:\nAs protection of the planet's flora, fauna and resources becomes increasingly important, China Daily is publishing a series of stories to illustrate the country's commitment to safeguarding the natural world.\nXi'an Lake, located in the north of the Shaanxi provincial capital Xi'an, used to be an eyesore avoided by the locals, after years of sand exploitation and factory runoff left it stinking and polluted.\n\"When I was a child, adults would tell us to stay away from it,\" said Chen Xu, 37, referring to the body of water the size of roughly 200 soccer pitches.\nHaving grown up near the lake in Xilongwo village, Chen left to become a steelworker after finishing school.\nOn a return visit to his hometown in 2016, Chen was shocked to discover that the once-polluted Xi'an Lake had been given a much-needed face-lift — the water was cleaner, the air was fresh, there were shrubs and trees planted and people were even visiting it for leisure.\nThe progress has been made possible through a local government initiative launched in 2013 to treat the area with reclaimed water, according to Wang Yijun, an official with Xi'an's ecological management center for the Weihe River, where the lake water flows into.\nOn average, about 50,000 cubic meters of reclaimed water is diverted into the lake every day. After flowing through the 1.5-million-cubic-meter lake, where a gradual process of natural purification is taking place, the water runs into the Weihe.\nReclaimed water is wastewater that has been treated for industrial or environmental purposes, or irrigation.\nThe water passing through the lake is rated at Grade IV in China's five-tier quality system for surface water, with Grade I being the best.\nGrade IV surface water is suitable for industrial purposes as well as water-related recreational activities that do not necessitate direct human contact.\nAfter cleaning up the water in 2016, the government launched a project to plant trees and shrubs in the lake's surroundings, as well as build a 6.7-kilometer scenic walkway around it.\nImpressed by the remarkable changes to Xi'an Lake, Chen was motivated to return to his hometown to work as a sanitation worker.\n\"I enjoy working in such a beautiful environment, and it's close to home, allowing me to take better care of my family,\" he said.\nYang Yi, who lives in a community five minutes drive from the lake, said the area has become a popular spot for leisure, and that she takes her two children there at least once a month.\n\"Many people come for camping. On weekends, the area is often packed with tents,\" said the 39-year-old. \"There are so many visitors that it's not easy to find a place to park our car.\"\nTo complement the growing number of visitors, businesses are seizing upon new opportunities. One example is V Coffee, which opened by the lake in 2021.\n\"The scenery here is good, and there are many visitors,\" said Dan Zhengzhong, manager of the cafe. On average, we have more than 100 customers a day throughout the year, with business especially good in spring, he said.\nGreen vision\nAs China modernizes guided by Xi Jinping Thought on Ecological Civilization, the transformation of Xi'an Lake is an example of how governments can take measures to address water pollution while simultaneously meeting people's desire to be around a cleaner, more pleasant environment.\nThis progress is significant in regions grappling with severe water scarcity and illustrates the tangible outcomes of concerted efforts made toward improving environmental sustainability and public well-being.\nEcological civilization is a concept promoted by President Xi for balanced and sustainable development that features harmonious coexistence between humans and nature. One of its 10 tenets is that there should be no welfare more universally beneficial than a sound natural environment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chen xu",
          "sentiment": "none"
        },
        {
          "name": "chen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "china daily",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "xilongwo village",
          "sentiment": "none"
        },
        {
          "name": "xi'an lake",
          "sentiment": "none"
        },
        {
          "name": "shaanxi",
          "sentiment": "none"
        },
        {
          "name": "xi'an",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T17:39:10.424+03:00",
    "updated": "2024-07-05T17:39:10.424+03:00"
  },
  {
    "uuid": "8ad3fba30dafcf4bc9f72b9a5bdee823bc70ba21",
    "url": "https://www.newsbreak.com/washington-dc/3478351813673-policeman-turned-preacher-reveals-why-he-went-from-drug-busts-to-sermons-i-was-seeing-sin-alive",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-06-02T15:18:00Z",
    "title": "Policeman-turned-preacher reveals why he went from drug busts to sermons: ‘I was seeing sin alive’",
    "text": "By Steve Janoski ,\n1 hour ago\nDale Sutherland lived many lives during his lengthy career as an undercover cop with the Washington, DC police.\nOnce, he posed as a body shop owner. Another time, it was a Philadelphia mobster. On other occasions, he was in the import/export business — or just another heroin addict scoring drugs on the corner.\nBut though it all — including his 29-year run on the force — he treasured one role above all else: Preacher.\nSutherland spent 29 years as a cop — and 22 of those years were spent working undercover. Courtesy of Dale Sutherland “I was a pastor and a policeman,” Sutherland, 60, of Vienna, Virginia, told The Post last week. “So I would be in Washington at night, making drug buys posing as a guy who owned a recording studio, and I’d be getting calls from church about a counseling meeting I had the next day.”\n“Or, I would be at the church getting ready for a sermon, and I’d be getting texts or phone calls from drug dealers coming down with a large shipment of drugs,” he continued. “So it was like both worlds were really crazy together. It was a little confusing.”\nNow, 11 years after he retired from the DC police, Sutherland has started his own podcast — appropriately dubbed “Cops, Criminals and Christ” — in which he not only explores how those three worlds intertwined, but also the peculiar dichotomy of being a God-fearing, Bible-toting man who lied for a living.\n“The thing that I’m really good at is lying,” Sutherland, now a pastor at the CityLight Church in Falls Church, Virginia, said with a laugh. “I’m really good at that. Which is not exactly what you want from your local pastor. I scammed people for 22 years — I was telling them somebody I was not.”\n“But the way we look at it is, the Bible is very clear about society needing protection from bad guys,” he said. “And this was a way to faithfully help the community to rid themselves of really bad people.”\nOhio shooting leaves at least 1 dead, dozens more wounded: police\n“That was the way I mentally saw it,” the married father-of-three continued.\nDale Sutherland, a pastor and retired Washington DC police officer, has started a podcast called, “Cops, Criminals and Christ.” Courtesy of Dale Sutherland “And spiritually, I thought it was okay to go to the strip clubs or buy drugs and hang around these really rotten people with that goal. Because I really believed it was the best way to catch these guys. Nobody else is going to get them like we got them.”\nBorn in northern Maine, Sutherland said he spent 22 years working mostly undercover as he and his colleagues tried to bust up the gangs that prowled the Capitol city’s streets — everyone from MS-13 to foreign drug cartels to ultra-violent street gangs.\nSometimes that meant simple street buys in DC or Manhattan’s Washington Heights, where the job sometimes took him.\nOther times, it meant lengthy cases where he’d create an identity, then stay in-character for months at a time.\nTo Sutherland, though, it was all the same.\nDuring his career, Sutherland helped bust members of MS-13 and ultra-violent street gangs, among others. Courtesy of Dale Sutherland “You’re using the same kind of skills,” he said. “But if you can buy drugs from a crowd at 178th and Broadway — to me, that’s the heart of undercover work.”\nSutherland loved the job — he said he would do it again right now, if he could.\nIllegal immigrant wanted on warrant now suspected in fatal shooting outside NYC building\nBut a life on the street is not without heartbreak — or danger.\nNow, Sutherland is a preacher at the CityLight Church in Falls Church, Virginia. Courtesy of Dale Sutherland He was nearly killed more than a half-dozen times, he said.\nAnd in 1992, an informant with whom he had grown close was gunned down by a vicious street gang he was investigating, in an incident that nearly claimed Sutherland’s life as well.\n“This informant and I went to make a buy,” Sutherland said. “We were late, which was typical for me. But that ended up saving my life because they had planned that when we arrived, they were going to shoot us both in the car.”\n“But because we were so late, they had given up,” he said. “So [the informant] got out of the car to go find them. And when he found them, they killed him … they shot him 28 times.”\nSutherland also became a pastor in 2001, and has continued since his 2013 retirement from the force Courtesy of Dale Sutherland “I had just been with this fella, I’d shared Jesus with him, I’d really got to know him,” Sutherland said. “We’d been together 10 minutes earlier. And now he’s riddled with bullets. It was a tough time, it was very sad.”\nThat’s where his faith came in, he said.\nCLICK HERE TO SIGN UP FOR OUR MORNING REPORT NEWSLETTER\nIn fact, it’s the reason he became a cop in the first place.\nThere were at least seven or eight attempts on his life, Sutherland said. Including a specific near-miss in 1992. Courtesy of Dale Sutherland “The basic deal was we really believe that everybody can have a personal, close relationship with Christ,” Sutherland said of the non-denominational church at which he preaches.\n“That’s what I’ve been chasing my whole life. And I actually joined the police department so I could get better at it.”\nAlong the way, he saw the worst of humanity. But that only reaffirmed his beliefs.\nA French film company has also made a documentary about his undercover work called “Dale Undercover.” Courtesy of Dale Sutherland “I mean, I was seeing sin alive,” he said. “When you’re driving around the city as a policeman, you see all the broken lives and the kids and what addiction does, what violence does, you’re like man, the Bible’s right. It’s actually right.”\nSutherland started his podcast — which is now three episodes deep — because he thinks it might be another way to spread the good word.\nAnd a new documentary series called “Dale Undercover” — which premiered in April at the Cannes International Series Festival in France — could help that along.\n“I think what happened in my life … is not that interesting,” he said. “But what I’ve learned is it’s another avenue, just another method to get the same message out.”\n“I would more [likely] listen to an interesting story than … just a regular preacher,” he continued. “So maybe God could use, even me, to communicate this truth.”\n“But through the story, more people might be open to hear it.”\nFor top headlines, breaking news and more, visit nypost.com.\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://nypost.com/tag/undercover/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3SJaBG_0tdsE1dN00",
      "https://img.particlenews.com/image.php?url=0X64dT_0tdsE1dN00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=40ndcc_0tdsE1dN00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0NqECW_0tdsE1dN00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3oC77u_0tdsE1dN00",
      "https://img.particlenews.com/image.php?url=0FpW0S_0tdsE1dN00",
      "https://img.particlenews.com/image.php?url=0NqECW_0tdsE1dN00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0voytb_0tdsE1dN00",
      "https://img.particlenews.com/image.php?url=06TgO0_0tdsE1dN00",
      "https://nypost.com/",
      "https://nypost.com/2024/05/19/us-news/churches-turn-to-armed-volunteers-as-gunmen-threaten-pastors-worshippers/",
      "https://nypost.com/2024/06/02/us-news/ohio-shooting-leaves-1-dead-dozens-more-wounded-police/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=06TgO0_0tdsE1dN00",
      "https://img.particlenews.com/image.php?url=3oC77u_0tdsE1dN00",
      "https://nypost.com/tag/pastors/",
      "https://img.particlenews.com/image.php?url=3SJaBG_0tdsE1dN00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0FpW0S_0tdsE1dN00",
      "https://nypost.com/2024/05/30/us-news/illegal-immigrant-wanted-on-warrant-now-charged-in-fatal-shooting-outside-nyc-building/",
      "https://img.particlenews.com/image.php?url=0voytb_0tdsE1dN00",
      "https://nypost.com/2024/03/28/lifestyle/pastors-daughter-leaves-onlyfans-career-behind-after-finding-jesus-and-new-boyfriend/",
      "https://email.nypost.com/morning-report/?c=fmu5i4jfoewqjfci",
      "https://img.particlenews.com/image.php?url=40ndcc_0tdsE1dN00",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0X64dT_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0X64dT_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3SJaBG_0tdsE1dN00",
      "https://www.email.nypost.com/morning-report/?c=fmu5i4jfoewqjfci",
      "https://www.nypost.com/2024/06/02/us-news/ohio-shooting-leaves-1-dead-dozens-more-wounded-police/",
      "https://www.nypost.com/2024/05/30/us-news/illegal-immigrant-wanted-on-warrant-now-charged-in-fatal-shooting-outside-nyc-building/",
      "https://www.img.particlenews.com/image.php?url=06TgO0_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=0FpW0S_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=0NqECW_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=40ndcc_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=40ndcc_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=06TgO0_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0NqECW_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=3oC77u_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=0X64dT_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=0voytb_0tdsE1dN00",
      "https://nypost.com/tag/pastors",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0voytb_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3oC77u_0tdsE1dN00",
      "https://www.img.particlenews.com/image.php?url=3SJaBG_0tdsE1dN00",
      "https://www.nypost.com/",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0FpW0S_0tdsE1dN00",
      "https://email.nypost.com/morning-report/",
      "https://www.nypost.com/tag/pastors/",
      "https://nypost.com/2024/06/02/us-news/ohio-shooting-leaves-1-dead-dozens-more-wounded-police",
      "https://nypost.com/tag/undercover",
      "https://nypost.com/2024/05/19/us-news/churches-turn-to-armed-volunteers-as-gunmen-threaten-pastors-worshippers",
      "https://www.nypost.com/2024/05/19/us-news/churches-turn-to-armed-volunteers-as-gunmen-threaten-pastors-worshippers/",
      "https://nypost.com/2024/03/28/lifestyle/pastors-daughter-leaves-onlyfans-career-behind-after-finding-jesus-and-new-boyfriend",
      "https://www.nypost.com/2024/03/28/lifestyle/pastors-daughter-leaves-onlyfans-career-behind-after-finding-jesus-and-new-boyfriend/",
      "https://nypost.com",
      "https://www.nypost.com/tag/undercover/",
      "https://img.particlenews.com/image.php",
      "https://nypost.com/2024/05/30/us-news/illegal-immigrant-wanted-on-warrant-now-charged-in-fatal-shooting-outside-nyc-building"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dale sutherland",
          "sentiment": "negative"
        },
        {
          "name": "steve janoski",
          "sentiment": "negative"
        },
        {
          "name": "sutherland",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "washington, dc",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T20:11:50.060+03:00",
    "updated": "2024-06-02T20:11:50.060+03:00"
  },
  {
    "uuid": "1a4e14aab13795a4903b09b8c74bd920cae70f40",
    "url": "https://andaluciainformacion.es/andalucia/1675203/la-capital-jiennense-celebra-la-solemnidad-del-corpus-christi-este-domingo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-05-31T19:56:00Z",
    "title": "La capital jiennense celebra la solemnidad del Corpus Christi este domingo | Andalucía Información. Todas las noticias de Andalucía",
    "text": "El sol relucirá en la capital jiennense este lunes, pero lo hará más, si cabe, el Santísimo Sacramento. Jaén celebra este domingo la solemnidad del Corpus Christi, y lo hará con la celebración de la Eucaristía en la Catedral de Jaén y por las calles de la capital. A las 10 de la mañana comenzará la Eucaristía de la solemnidad del Corpus, presidida por el obispo de la Diócesis de Jaén, Sebastián Chico Martínez. Al término de esta, el Santísimo recorrerá las calles de la capital jiennense en su custodia. Además, tal y como vienen siendo habitual, muchos niños y niñas que han recibido su primera comunión este año, acompañarán al Señor en esta procesión. El inicio del cortejo contará con los sones de la Banda de Cornetas y Tambores del Santísimo Cristo de la Expiración y tras la custodia estará la Banda Municipal de Jaén. Además, cofradías y otras instituciones de nuestra tierra conformarán este cortejo que partirá de la Catedral y recorrerá las calles del centro de Jaén. Para una cita de este calibre, la Diócesis de Jaén pide a la jiennenses que engalanen las calles y balcones. En este sentido, la Comisión organizadora del Corpus Christi y la Asociación de Amigos de las Catedrales de Jaén y Baeza han convocado un concurso de altares, balcones, alfombras y escaparates por las zonas en las que discurra la procesión. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T13:29:46.809+03:00",
    "updated": "2024-06-01T13:29:46.809+03:00"
  },
  {
    "uuid": "2349d5bbf4500f90014498a542707955c54d4a71",
    "url": "https://es.dayfr.com/technology/2022427.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "faustina.",
    "published": "2024-10-17T16:47:00Z",
    "title": "Esta nueva funci\\u00f3n de Windows realmente simplificar\\u00e1 el manejo doloroso",
    "text": "Microsoft continúa mejorando las aplicaciones principales de Windows. Se está probando una función innovadora y particularmente práctica para una de las utilidades integradas del sistema. Si bien Windows 11 no ha experimentado cambios importantes este año, a pesar de la llegada de la tan esperada versión 24H2, varios programas integrados de forma predeterminada en el sistema operativo han recibido algunas novedades interesantes. La aplicación Notas adhesivas (Notas adhesivas), por ejemplo, se ha modernizado completamente y ha adquirido una nueva interfaz gráfica, Mobile Connected se ha enriquecido con una función para extraer el texto de las fotografías tomadas con el smartphone y Fotos ofrece ahora un borrador mágico para eliminar automáticamente los elementos no deseados de las imágenes. Otra aplicación básica de Windows pronto recibirá también una nueva función especialmente práctica: la herramienta de captura de pantalla. Esta pequeña utilidad permite, como su nombre indica, realizar una captura (una “fotografía”) de todo o parte de lo que se muestra en pantalla. Esto es muy útil para ilustrar cómo funciona el software, para mostrar un error en un foro de soporte informático o para grabar parte de una página web, por ejemplo. La aplicación mejora periódicamente y ya permite extraer el texto o escanear los códigos QR presentes en las capturas. Como señala el sitio especializado Windows Latest, actualmente se está probando una nueva función para Screen Capture Tool: la capacidad de extraer tablas de datos en capturas para importarlas a otra aplicación, como Excel. Según Windows Latest, utilizar esta función sería tan sencillo como eficaz. Simplemente tome una captura de pantalla de una tabla y luego haga clic en el botón Acciones de texto. Además de las funciones Copiar todo el texto y Supresión rápida ya existente, una nueva acción denominada Copiar como tabla ya estará disponible. Después de hacer clic en este botón, simplemente copie y pegue en la aplicación de su elección, como Excel, para insertar la tabla extraída de la captura. Y el resultado sería totalmente satisfactorio, ya que según las pruebas realizadas por Windows Latest, los datos quedarían perfectamente copiados, en forma de tabla y “sin ningún error”. El sitio, sin embargo, tiene una reserva: para evitar que se extraigan y copien datos no deseados, la captura de pantalla sólo debe contener la tabla en cuestión y no los elementos que la rodean, como la interfaz de una aplicación. Esta nueva función se encuentra actualmente en fase de pruebas, dentro de uno de los canales de desarrollo del programa Windows Insider. Por lo tanto, no es accesible al público en general en este momento y debe instalar la versión 11.2409.22.0 de Screen Capture Tool para aprovecharla. Como se trata de una versión preliminar que se está probando actualmente, obviamente no se recomienda en una computadora de casa o del trabajo. Así que tenga paciencia, la función se implementará automáticamente para los usuarios de Windows 11 una vez finalizada y resultará muy práctica en ciertos casos, en particular para copiar instantáneamente una tabla en un documento escaneado sin tener que realizar ninguna entrada manual.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Corporate News and Profiles",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Mobile Connected",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-18T01:27:42.615+03:00",
    "updated": "2024-10-18T01:27:42.615+03:00"
  }
]