[
  {
    "uuid": "dda0f75645cc14ae2c164a1ce4dd7fd5588d7c12",
    "url": "https://www.sandiegouniontribune.com/en-espanol/noticias/story/2024-01-19/senegal-sigue-perfecto-en-la-defensa-de-su-titulo-de-la-copa-africana-y-golea-3-0-a-camerun",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Por CIARÁN FAHEY",
    "published": "2024-01-19T20:13:00Z",
    "title": "Senegal sigue perfecto en la defensa de su título de la Copa Africana y golea 3-0 a Camerún",
    "text": "Senegal sigue perfecto en la defensa de su título de la Copa Africana y golea 3-0 a Camerún\nSadio Mané anotó un tardío gol para sellar la goleada 3-0 de Senegal ante Camerún y confirmó su lugar en la siguiente fase de la Copa Africana de Naciones el viernes.\nMané fue asediado por sus compañeros tras anotar el tercer gol en el quinto minuto del tiempo añadido y con lo que coronó una impresionante actuación tras el tanto de Ismaïla Sarr y la asistencia a Terenga.\nSenegal es líder del Grupo con triunfos consecutivos por 3-0 y confirmó terminar entre los dos primeros.\n“Hemos disputado dos encuentros. Tenemos siete. Es importante mantenernos enfocados”, indicó el seleccionador de Senegal Aliou Cissé.\nLas esperanzas de Camerún, cinco veces campeón del torneo, de avanzar penden de una victoria sobre Gambia y un favor de Senegal ante Guinea en la última serie de la fase de grupos el martes.\nGuinea tiene un punto antes de su encuentro ante Gambia el viernes.\nEl portero del Manchester United André Onana fue titular con Camerún tras perderse el primer duelo ante Guinea debido a que llegó tarde.\nEl juego inicio mientras la mayoría de los aficionados seguían intentando ingresar al Estadio Charles Konan Banny.\nEl fuerte de inicio de Senegal se vio recompensado a los 16 minutos cuando Sarr disparó a gol después de que Onana no pudo despejar un tiro de esquina.\nLos aficionados seguían ingresando cuando se detuvo el duelo a los 30 minutos para un descanso para refrescarse.\nCuando se reanudó el duelo, Senegal se mantuvo dominante y tuvo varias oportunidades. Pero no disfrutó de la misma superioridad tras el descanso, entonces cuando Habib Diallo tomó el pase de Sarr a los 71 minutos para anotar le dio un alivio a la selección senegalés.\nMané les dio más razones para celebrar\nEN LA CIMA\nCabo Verde se convirtió en el primer país en alcanzar la fase de eliminación directa con una cómoda victoria 3-0 ante Mozambique.\nLos goles de Bebé, Ryan Mendes, y Kevin Pina le dio al equipo su segunda victoria en dos encuentros para terminar líderes del Grupo B sobre Egipto y Ghana a falta de un duelo en la fase de grupos.\nCabo Verde tiene seis unidades, seguido de Egipto con dos. Ghana y Mozambique tienen una unidades antes de los últimos duelos de la fase de grupos el lunes.\nCabo Verde disputa la Copa Africana por cuarta ocasión y en el 2013 la pequeña isla del Atlántico alcanzó los cuartos de final.\nRecibe las últimas noticias en español lunes, miércoles y viernes.\nSuscríbete a nuestro boletín informativo\nYou may occasionally receive promotional content from the San Diego Union-Tribune en Español.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-19T22:35:18.342+02:00",
    "updated": "2024-01-19T22:35:18.342+02:00"
  },
  {
    "uuid": "e61df7c76e57753df94a2ee5fb690b34e564aa55",
    "url": "https://calgary.citynews.ca/2024/01/13/calgary-car-safety-tips/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alejandro Melgar",
    "published": "2024-01-13T20:20:00Z",
    "title": "Expert offers car safety tips to Calgarians amid freezing temperatures",
    "text": "Posted Jan 13, 2024 01:20:43 PM. Last Updated Jan 13, 2024 01:20:46 PM. From engine and battery problems to low tire pressure and fuel efficiency, the frigid January temperatures in Calgary have been taking a toll on vehicles. The Alberta Motor Association (AMA) says wait times for towing or winching is 96 hours as of Saturday afternoon, and 84 hours for a battery boost, flat tire, lockout, or fuel delivery. “We’re currently experiencing extended wait times. If you’re at the roadside and require service, please stay safe and try to get somewhere warm. Once you are safe, contact us to look after your vehicle,” the AMA said. As for mechanics in Calgary, Gemal Rafih with My Calgary Mechanic says he’s been working non-stop. One big issue he’s noticed with vehicles: Not enough people are using a block heater. “It prevents the antifreeze from freezing in the engine, and that also keeps the oil kind of like a liquid, so it doesn’t become too hard inside the engine,” he said. “On first startup, which is the most difficult and where the most engine wear happens, you want that oil to flow quickly. So by keeping the antifreeze a liquid, you keep the oil liquid and you get better starts.” He also says there are plenty of things that are within our control, like having reliable tires. “All season tires, they become like hockey pucks so they just slide they retain heat. So they’re gonna melt the surface underneath, and then they’re gonna sit in the puddle of water, and it’s going to be slick,” he told CityNews. “Winter tires stay soft, and they give you a better grip and traction, and they don’t harden up.” There’s the age-old debate on whether winter tires are actually worth the investment, and in short, Rafih says they are. Another big problem is tire pressure. He says having good tires is one thing, but maintaining proper pressure is another. “Regardless of the tires that you have, you’re going to lose three or four, maybe five PSI just due to temperature fluctuation. That’s normal,” Rafiah said. “But you don’t want to go down more than that because the tire to overheat and if it hits a curb or slides into a curb or a pothole that could actually deflate if it’s too low on air.” Rafih recommends checking the pressure to see if it matches the levels on your owner’s manual and having a spare handy just in case. Environment and Climate Change Canada (ECCC) says temperatures will hit a high of -28 C with a windchill of -43 C Sunday morning and -37 C in the afternoon. Saturday is a high of around -30 C with a nearly -40 C windchill.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gemal rafih",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alberta motor association",
          "sentiment": "none"
        },
        {
          "name": "my calgary mechanic",
          "sentiment": "none"
        },
        {
          "name": "ama",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "calgary",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T22:44:30.788+02:00",
    "updated": "2024-01-13T22:48:33.529+02:00"
  },
  {
    "uuid": "94a6c617c1bc60fee135340cb16727939f892ca2",
    "url": "https://www.meteoweb.eu/2024/03/allerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte/1001392606",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Filomena Fotia",
    "published": "2024-03-22T13:41:00Z",
    "title": "Allerta Meteo Toscana: in Alto Mugello domani codice giallo per vento forte",
    "text": " TOSCANA Allerta Meteo Toscana: in Alto Mugello domani codice giallo per vento forte Un nuovo calo della pressione interesserà le zone appenniniche di Filomena Fotia 22 Mar 2024 | 14:41 MeteoWeb Un’ allerta meteo codice giallo per vento forte in Alto Mugello è stata emessa dalla Sala operativa della protezione civile regionale della Toscana : l’avviso è valido dalle 13 fino alla mezzanotte di domani, sabato 23 marzo. Un nuovo calo della pressione interesserà nel fine settimana le zone appenniniche, con un rinforzo dei venti di Libeccio a partire dalla tarda mattinata di domani, che diventeranno forti in particolare sui versanti della Romagna-Toscana, in Alto Mugello.\n Previsioni\n toscana maltempo Video ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://b5a7b.emailsp.net/frontend/subscribe.aspx",
      "https://i.vimeocdn.com/video/1808317126-1aecb31f85b7f740dd8b376a7e9d9aa692977dfcdff015c3aafb5f23387924c2-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://player.vimeo.com/external/919029444.m3u8?s=7d104428c8b8d839da7f76619aea960908c45d41&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://player.vimeo.com/progressive_redirect/playback/919029444/rendition/360p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=8054c85e6c9f0e90bf5d5e59a69a668f559c97fcd7c7da41f787f8ccd6098558",
      "https://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://www.addtoany.com/add_to/whatsapp",
      "https://www.i.vimeocdn.com/video/1808317126-1aecb31f85b7f740dd8b376a7e9d9aa692977dfcdff015c3aafb5f23387924c2-d_640x360?r=pad",
      "https://www.player.vimeo.com/progressive_redirect/playback/919029444/rendition/360p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=8054c85e6c9f0e90bf5d5e59a69a668f559c97fcd7c7da41f787f8ccd6098558",
      "https://player.vimeo.com/external/919029444.m3u8",
      "https://www.addtoany.com/add_to/twitter",
      "https://player.vimeo.com/progressive_redirect/playback/919029444/rendition/360p/file.mp4",
      "https://www.addtoany.com/add_to/email",
      "https://addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://www.addtoany.com/add_to/pinterest",
      "https://www.player.vimeo.com/external/919029444.m3u8?s=7d104428c8b8d839da7f76619aea960908c45d41&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/facebook",
      "https://i.vimeocdn.com/video/1808317126-1aecb31f85b7f740dd8b376a7e9d9aa692977dfcdff015c3aafb5f23387924c2-d_640x360",
      "https://www.b5a7b.emailsp.net/frontend/subscribe.aspx",
      "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://www.addtoany.com/add_to/linkedin",
      "https://addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte",
      "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2024%2F03%2Fallerta-meteo-toscana-alto-mugello-domani-codice-giallo-vento-forte%2F1001392606%2F&linkname=Allerta%20Meteo%20Toscana%3A%20in%20Alto%20Mugello%20domani%20codice%20giallo%20per%20vento%20forte"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T15:44:40.374+02:00",
    "updated": "2024-03-26T07:14:22.275+02:00"
  },
  {
    "uuid": "7afde6fd4e56fa5db866d463f59f7087061f1a2f",
    "url": "https://www.meneame.net/story/atentado-islamista-durante-misa-navidad-deja-mas-160-cristianos/c033",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nebuchanezzar",
    "published": "2023-12-28T21:41:00Z",
    "title": "#33 Un atentado islamista durante la misa de Navidad deja más de 160 cristianos asesinados en Nigeria",
    "text": "[Expat_Guinea_Ecuatorial](/user/Expat_Guinea_Ecuatorial)a [gaceta.es](/go/link/3891432) [#0](c0#c-0) Ese titular es tendencioso y confuso, y probablemente seas consciente. El ataque no fue durante una misa, como quiere dar a entender, si no que se atacó una serie de aldeas de manera coordinada. Y además, el factor religioso no es el único relevante, y tampoco está plenamente confirmado.\nHay fuentes mucho más serias, informadas y rigurosas que la que has mandado...\n[#10](c10#c-10) Resulta difícil creer que puedan existir fuentes más serias leyendo maravillas cosas como:\nLa reciente matanza sucedida en Navidad confirma lo que anuncian las estadísticas: el cristianismo es la religión más perseguida en el mundo. Y no se limita solamente a esta región de África, sino que ocurre en Asia y Medio Oriente. Hace poco a cristianos perseguidos por el régimen comunista chino se les negó asilo en la España de Pedro Sánchez y el PSOE. Solo una lo pudo obtener porque su salud le impedía subir al avión donde la deportaban.\nTodo ello, mientras las pateras siguen llegando a España, posiblemente con insurgentes tan radicales como los que masacran a los cristianos en Nigeria y sin el amparo para los cristianos que huyen de estos.\n[#9](c9#c-9) bueno. Entérate quién financio al valeroso pueblo de Afganistán y sus valerosos guerreros los muyahidines( les dedicaron Rambo iii y todo), o quien armó y financio a Irak, a estos que ves ahora este terrible atentado de la noticia, quien los organizo y financió, ... Después nos vuelves a contar estás cosas. Y si sigues pensando que está irán detrás de todo pq es omnipresente vale. Si ves q algún otro estado puede estar implicado, fijate quién lo arma y financia. Un saludo.\n[#13](c13#c-13) lo se y lo he criticado 100 millones de veces, dinero de EEUU y Arabia Saudita y Pakistán.\nPero eso no les importa para llamarlos partisanos, \"que en Europa les habría llamado partisanos y que habrían luchado contra los nazis\"\nEso es mierda, el fanatismo religioso no atiende a razones.\nAl menos tu comentario muestra algo de vergüenza de esa gente... Algo es algo.\n[#20](c20#c-20) pues mira otra vez la captura que mandas, pq es exactamente lo que estoy diciendo. Afganistán era un país más adelantado que España y las mujeres iban sin velo. El tío Sam puso a la derecha religiosa conservadora, o lo que viene a ser los fascistas de toda la vida, pero en musulmán, a levantarse en armas... Cómo en Irak, libia, Egipto, Ucrania... Mismo proceder en todos lados, mismo resultado en todos lados. Países de mierda con gobiernos autoritarios y la población paupérrima y reprimida. Eso es el tío Sam.\n[#30](c30#c-30) Claro, Afganistan era un paraiso...\nhttps://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992))\nTienes una vision de la historia bastante distorsionada. China tambien dio armas a los talibanes para luchar contra la URSS, entre otros tantos paises....\nClaaaaaaro, todo culpa del tio sam...\n[#31](c31#c-31) entérate lo que era Afganistán antes del 92.\nEra un estado laico. En el año 90 la mayoría del profesorado eran mujeres, por ejemplo, que estaba integrada en el mundo laboral.\nY la revolución hostigada por el tío Sam puso a los integristas islámicos. Los valerosos muyahidines, como dijeron en Rambo 3, que les dedicaron.\nInfórmate tú un poquito, antes de hablar sin saber.\n[#14](c14#c-14) Yo no apoyo yihadistas, eso es Israel que apoya a DAESH\nYo soy de izquierdas, no apoyo a la extrema derecha\nNo es muy dificil de entender, ánimo\n[#18](c18#c-18) otro comentario más de \"la culpa es de todos menos de la yihad y los países de mierda donde reina la sharia\"\nHoy te estás coronado máquina.\nQue lastima que estes aquí criticando a occidente para tapar mierdas de asesinos fanatizados y no allí al revés como los verdaderos mártires que si luchan por denunciar atrocidades de países islámicos, ahí veríamos lo valiente que eres con tu reinvidicacion de sofa y tu bandera nazi con la israelí en la foto de perfil.\n[#25](c25#c-25) Financiasteis a los talibanes para combatir a los rusos y ahora estamos pagando los platos\nFinanciar ISIS para destruir oriente medio\nFinanciar siempre lo peor para seguir con los genocidios, apartheid, limpieza étnica...\n[#26](c26#c-26) \"Financiasteis a los talibanes\"\nyo no financie a nadie, manipulador de pacotilla. Típico de esos de la bandera de tu perfil.\nMuestras muchos decíamos que la primavera árabe está plagado de fanáticos religiosos que apoyaban las reveliones, tantos otros decían que \"callate, hacen lo que deberíamos estar haciendo en Europa, es una revolución\". Ahora a gente como tú, si tu, que estás criticando a los críticos con el yihadismo de hamas se le avisa que apoyar grupos terroristas que hacen matanzas públicas es una barbaridad y que esto les embalentona y atrae a más fanáticos y que será la perdición de Palestina no escucháis. Dentro de 10 años saldrán muchos de Europa que han visto gritos de Allahu adbak y tontos en Internet diciendo que el único error de hamas es no haber actuado antes... Luego habrán chavales que pensarán que están siendo héroes en un Isis o unos talibanes dando su vida por puercos que vienen a cuerpo de rey con 4 mujeres y esclavas sexuales.\nMira, igual en que en Gaza, pero estos no lo llaman masacre.\nhttps://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html\nhttps://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/\n[#9](c9#c-9) ¿En qué parte de su comentario dice eso? \"no son culpables de sus actos\" y toda la mierda que sigue. O qué parte de su comentario te ha llevado a esa conclusión, si es que necesitas algo más de margen.\nAunque es posible que esa respuesta no tenga nada que ver con su comentario y simplemente sea una patética y lamentable pataleta porque no te ha gustado su respuesta.\n[#17](c17#c-17) \"por no sé que historia\".\n¿O por \"no quiero saber\"? Te dan la oportunidad de aprender, no la desperdicies.\n[#19](c19#c-19) tienes algún comentario de crítica o de repudio a esta atrocidad? O vienes aquí a adoctrinar me sobre lo malo que es eeuu?\nEs una noticia de 160 muertos a manos de yihadistas por ser infieles.\nEntre tu y yo? Es duro entrar aquí a un noticia tan trágica y ponerte a discutir sobre si la culpa es o no es de occidente o ya estás curado de eso?\nEntras aquí a recalcar que \"no quiero saber\" tu verdad... Que ascazo.\n[#21](c21#c-21) Eres tú quien ha introducido este tema. Igual esperabas otro tipo de respuestas y ahora te arrepientes de haberte puesto a chapotear con intención de salpicar a los demás.\n[#23](c23#c-23) en todo momento denunció:\n1* las atrocidades de grupos islamistas radicales, no como tantos aquí que aprendieron que eran los talibanes hace 2 meses y ahora los llaman partisanos. Asesinos es su nombre, como es el del gobierno de irán o Arabia Saudita ente otros.\n2* crítico a los que claramente ocultan y defienden a estos asesinos bajo un pretexto de victimismo en Palestina.\nUn terrorista es un terrorista y lo es con 0 muertos en Palestina y con un millón de muertos.\n[#27](c27#c-27) 1a parte todo bien. Segunda, ya no tanto ¿Cómo que terrorista se es y punto?\n¿Crees de verdad que si a esta gente nadie estuviera tocándole los huevos en su casa harían lo mismo?\nIr a la raíz del problema, a las causas, e intentar desenredar un tema complejo no es defender a nadie.\nEstos son los que en Francia, España e Italia eran llamados partisanos por que no se que mierdas de las circunstancias? O estos los podemos llamar terroristas?\nLa yihad se lleva a cabo con muerte de infieles y el miedo a serlo.\nNo se trata de liberar nada, cada ataque sirve para atraer radicales y causar estragos en los no creyetes.\nQuien apoya a yihadistas es tan asesino como ellos.\n[#3](c3#c-3) Estos son los que llevan EEUU y UK financiando más de un siglo\nA lo más fundamentalista y extremista\nAquí cuando iban a la casa blanca a recibir paguitas\nhttps://es.m.wikipedia.org/wiki/Archivo:Reagan_sitting_with_people_from_the_Afghanistan-Pakistan_region_in_February_1983.jpg\n[#8](c8#c-8) bajo ninguna circunstancia son culpables de sus actos, siempre es otro, la culpa siempre será de EEUU, de UK, de la sociedad, de la Bernarda, pero nunca ellos y su fanatismo religioso serán los culpables para vosotros.\nVuestra fijación por defender o tapar cada asesino terrorista con escusas es repugnante y os rebaja como... Voy a decir seres humanos.\nEs decir para vosotros el fanatismo islámico viene de un supuesto apoyo de EEUU a hamas y no de irán...\nBoko haram es un paso de baile radicalizado por EEUU.\nLos talibanes son partisanos radicalizados por EEUU.\nLos hermanos musulmanes se radicalizado jugando call of duty.\nPero jamás lobbys, poderes y dinero de países radicales apoyan a estos grupos de mierda.\nAsí es vuestro mundo.\n[#12](c12#c-12) pero si tu pecas de lo mismo.\nA quien coño quieres dar lecciones?\nEEUU: apoyo yihadistas para quitarse de en medio a un enemigo común.\nTu: apoyas yihadistas para quitarte de en medio un enemigo común.\nEso que tienes ahí llamando nazis es la bandera de Israel no? Imagino que no eres simpatizante, pues eso.\nLa única deferencia entre EEUU y vosotros es que a EEUU sólo le movía la política, a vosotros os pierde el fanatismo.\nSabes lo que más me revienta de vosotros? Que no vais a ser vosotros quien caiga en esa oscuridad por vuestra culpa.\nHabrá niños de 15 que se sentirán libertadores, partisanos, defensores poniendo bombas para un estado islámico por vuestra culpa y vuestros comentarios.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992",
      "https://www.lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia/",
      "https://es.zenit.org/2023/12/12/22-cristianos-muertos-en-gaza-cohete-sin-detonar-hallado-en-parroquia",
      "https://lavanguardia.com/internacional/20231217/9456963/iglesia-denuncia-israel-mato-sangre-fria-dos-feligresas-gaza.html",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992)",
      "https://www.es.wikipedia.org/wiki/Guerra_de_Afganist%C3%A1n_(1978-1992"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:14.749+02:00",
    "updated": "2023-12-29T01:04:14.749+02:00"
  },
  {
    "uuid": "93ec9a035994b8d067da0b22ceacc6136b682383",
    "url": "https://www.ansa.it/canale_scienza/notizie/terra_poli/2023/12/29/mediterraneo-il-livello-del-mare-sta-salendo-a-velocita-tripla-_876d2898-5405-4358-9e83-96afab247106.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agenzia ANSA",
    "published": "2023-12-29T00:00:00Z",
    "title": "Mediterraneo, il livello del mare sta salendo a velocità tripla - Terra e Poli - Ansa.it",
    "text": "In certe zone del Mediterraneo il livello del mare sta salendo a velocità tripla rispetto alle stime fatte finora: oltre 38.500 chilometri quadrati di coste saranno presto a rischio inondazione. Lo indica lo studio firmato da tre ricercatori italiani delle sedi di Roma e Bologna dell'Istituto Nazionale di Geofisica e Vulcanologia e dell'Università olandese di Radboud, pubblicato %20AppleWebKit/537.36%20(KHTML,%20like%20Gecko)%20Chrome/120.0.0.0%20Safari/537.36&ssu=&ssv=&ssw=&ssx=W10=)sulla rivista Environmental Research Letters. Per l'Italia, le coste più a rischio sono quelle di Friuli Venezia-Giulia, Veneto, Emilia-Romagna e Puglia settentrionale per il versante adriatico, insieme a quelle di Toscana, Lazio e in parte della Sardegna per quello tirrenico. La causa di questa modifica al rialzo delle proiezioni sull'aumento del livello del mare sta nel fenomeno della subsidenza. \"La subsidenza, cioè il lento movimento verso il basso del suolo dovuto a cause naturali o antropiche, ha un ruolo cruciale nell'accelerare l'aumento del livello del mare lungo le coste, innescato dal riscaldamento globale a partire dal 1880\", osserva Marco Anzidei, dell'Ingv, dello studio con Antonio Vecchio ed Enrico Serpelloni. \"Le nostre analisi mostrano che, proprio a causa della subsidenza, in alcune zone del Mediterraneo il livello del mare sta aumentando a una velocità quasi tripla rispetto alle zone stabili\", aggiunge Vecchio dell'Università di Radboud e primo autore della ricerca. Nella ricerca, osserva Serpelloni, sono stati utilizzati i dati dei sistemi di navigazione satellitare, che permettono di calcolare in maniera estremamente precisa le velocità di spostamento verticale del suolo. Alla luce di questi dati, i tre ricercatori hanno ricalcolato le attuali proiezioni fino al 2150 in 265 zone del Mediterraneo. \"Nelle aree risultate più a rischio ci saranno maggiori impatti sull'ambiente, sulle attività umane e sulle infrastrutture\", dice Anzidei: \"È quindi necessario - conclude - intraprendere azioni concrete a sostegno delle popolazioni costiere\". Riproduzione riservata © Copyright ANSA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://hcvalidate.perfdrive.com/fb803c746e9148689b3984a31fccd902//?ssa=6f431347-2134-4618-b1c4-e47245403e02&ssb=62927243677&ssc=https%3A%2F%2Fiopscience.iop.org%2Farticle%2F10.1088%2F1748-9326%2Fad127e&ssi=551ae25b-8427-434f-ad42-510db0595d9f&ssk=support@shieldsquare.com&ssm=05637771833655699617344782936299&ssn=2034d2fb4cc6a590328ac3d77d557293954f0d10895e-7790-4ee1-878d30&sso=4c1dc602-ef17b56b9e9935a53e4509db779489c474c26c13472d4a47&ssp=02052002081694748314170381242979664&ssq=70834934858343618625379525878584814611935&ssr=MjEzL",
      "https://www.hcvalidate.perfdrive.com/fb803c746e9148689b3984a31fccd902//?ssa=6f431347-2134-4618-b1c4-e47245403e02&ssb=62927243677&ssc=https%3A%2F%2Fiopscience.iop.org%2Farticle%2F10.1088%2F1748-9326%2Fad127e&ssi=551ae25b-8427-434f-ad42-510db0595d9f&ssk=support@shieldsquare.com&ssm=05637771833655699617344782936299&ssn=2034d2fb4cc6a590328ac3d77d557293954f0d10895e-7790-4ee1-878d30&sso=4c1dc602-ef17b56b9e9935a53e4509db779489c474c26c13472d4a47&ssp=02052002081694748314170381242979664&ssq=70834934858343618625379525878584814611935&ssr=MjEzL",
      "https://hcvalidate.perfdrive.com/fb803c746e9148689b3984a31fccd902//"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:29:34.021+02:00",
    "updated": "2023-12-29T13:29:34.021+02:00"
  },
  {
    "uuid": "256c7f3aaa82f0d38207b73ec2613b614f99b259",
    "url": "https://reseauinternational.net/les-crypto-sionistes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Réseau International",
    "published": "2023-12-29T04:44:00Z",
    "title": "Les crypto-sionistes",
    "text": "-\nSoutenez Réseau International\nNous avons besoin de vous\npar Djamel Labidi\nAutour du sionisme, il y a cette zone grise de ceux qui soutiennent Israël mais se défendent avec vigueur d’être sionistes. Ce sont les crypto-sionistes.\nLe crypto-sioniste n’est pas sioniste. Il n’est pas non plus antisioniste. Mais il n’existerait pas sans l’existence du sionisme. L’un ne va pas sans l’autre. Le crypto-sioniste est indéfinissable. On ne peut le saisir qu’à travers la description de ses comportements.\nLe crypto-sioniste n’est pas juif, par définition. Mais il peut l’être. Le crypto-sioniste est un être rationnel. Il ne recourt pas à un droit de propriété biblique, messianique, religieux sur la terre. S’il parle de la Shoah, c’est pour souligner la nécessité d’un État pour protéger les juifs, d’un refuge national. Il est toujours laïc mais il est bien plus indulgent envers l’extrémisme religieux juif qu’envers l’islamisme. Que l’État d’Israël soit un État juif ne le gêne pas. Mais que l’État palestinien soit un État islamiste l’incommoderait au plus haut point, et même déclenche son indignation laïque.\nLe crypto-sioniste et l’islamisme\nLe thème récurrent du crypto- sioniste est le danger de l’islamisme. Il veut englober la question palestinienne dans un conflit contre l’islamisme mondial. II fait le pont entre le 11 septembre, l’attentat du «Bataclan» à Paris, le 7 octobre récent, bref entre ce qui se passe en Palestine et la lutte globale contre le «terrorisme islamiste». Il dissout la question palestinienne dans un grand complot islamiste, une guerre de civilisation.\nIl le répète, il n’est pas anti palestinien, il est anti-islamiste. Il peut se prononcer, à certains moments, pour un État palestinien mais il n’acceptera jamais un État islamiste palestinien. Le crypto sioniste ne mène pas la lutte contre le peuple palestinien mais contre Hamas. Vous me direz que cela revient en pratique au même puisque les Palestiniens soutiennent aujourd’hui Hamas. Mais cela, il le nie.\nLe crypto-sioniste est donc devenu, à posteriori, un admirateur de l’organisation palestinienne Fatah, «martyrisée» à son sens, par Hamas. Il ne tarit pas d’éloges pour «la tendance laïque de l’OLP» qu’il qualifiait naguère de «dangereux terroriste».\nLe crypto-sioniste est plutôt de gauche mais il peut être de «droite» et même d’extrême droite, ces notions étant tout à fait relatives et évoluant suivant le lieu et le temps. Bref, on en trouve dans toutes les familles politiques occidentales. Mais il est dans tous les cas occidentaliste et aussi atlantiste. C’est le corpus idéologique du crypto-sioniste, l’idée maitresse, chez lui : qu’Israël est un «bastion avancé de l’occident».\nÉtant avant tout occidentaliste, et dans la mesure où l’Occident a dominé ou influencé à des degrés divers tous les pays du monde, le crypto-sioniste, peut se manifester à travers toute appartenance culturelle ou religieuse, chrétienne ou autre. On peut donc, tout aussi bien le retrouver, parfois, dans les élites occidentalistes des pays arabo-musulmans. Celles-ci partagent certains traits du crypto-sioniste européen, notamment l’hostilité épidermique à tout islamisme. On reconnait le crypto-sioniste, dans les pays arabo-musulmans, à ce qu’il se distingue notamment par une réserve et un silence prudents sur le génocide de Gaza, et à la sympathie qu’il trouve dans des milieux occidentaux pro-israéliens influents ainsi qu’en Israël. L’Occident et les États arabes affiliés savent récompenser et entretenir ces élites par des récompenses et une notoriété factice. C’est l’histoire du Faust de Goethe qui ne cesse de se répéter à travers les âges.\nLe crypto-sioniste est plutôt un intellectuel. Il a un haut niveau culturel. Son idéologie demande, en effet, l’élaboration d’un argumentaire culturellement assez compliqué. Elle nécessite de manier le paradoxe comme par exemple qu’Israël libère les Palestiniens du Hamas en les bombardant, que «c’est Hamas qui est responsable du carnage de Gaza et de tout ce qui se passe» etc..\nLe crypto-sioniste se réclame, avant tout, d’un humanisme. Il se rattache souvent à des traditions de la gauche européenne. Ainsi, il a par exemple ses références dans les «kibboutz socialistes». Il verse des larmes de tendresse sur ces kibboutz, autour de Gaza, qui ont été, pourtant, déplore-t-il, «les premières cibles» des habitants de Gaza. «Les ouvriers palestiniens de Gaza venaient y travailler, ils y étaient soignés», soupire le crypto-sioniste de gauche, déçu par tant d’ingratitude… Mais le même ne supportera pas que ces Palestiniens, qu’il aime tant, lui rappellent que les Kibboutz sont sur leurs terres.\nLe Palestinien errant depuis des décennies de Palestine, à la Jordanie, et de la Jordanie à Beyrouth, et de Beyrouth à Tunis, et puis dans le monde entier, a remplacé le mythe du juif errant. Mais cela n’attire aucune compassion chez le crypto-sioniste. Il est d’ailleurs contre le retour de la diaspora palestinienne pour des raisons «objectives», car cela renverserait, dit-il, l’équilibre démographique.\nLe crypto-sioniste est un démocrate\nPreuve que le crypto-sioniste est plein de bons sentiments envers les Palestiniens, il est contre l’extrême droite israélienne contre laquelle il n’a pas de mots assez durs. Le crypto-sioniste est toujours un démocrate.\nIl s’évertue à voir en Israël une droite et une gauche. Il dénonce l’extrême droite, le gouvernement de Netanyahou comme seul responsable de la situation. Cela lui permet, du coup, de dépeindre Israël comme un État «normal» et de cacher ses problèmes structurels en tant qu’État en fait colonialiste, ce qui y rend impossible toute démocratie, sauf celle au bénéfice de la population coloniale. Un tour de passe-passe.\nDans le discours crypto-sioniste, il ne s’agit donc, au fond, que d’attendre simplement que la gauche et la démocratie triomphent en Israël pour que le conflit israélo palestinien soit réglé. Cela fait 75 ans.\nMais dès que l’affaire devient sérieuse, dès qu’Israël entre en situation de crise, comme ce fut le cas le 7 Octobre et en bien d’autres occasions, lorsqu’on en arrive au concret, au crucial, au passage à l’acte, c’est l’union sacrée, le crypto-sioniste fait front avec la droite et l’extrême droite israéliennes, car Israël, clame-t-il, a «le droit de se défendre». Il n’est plus question alors pour lui que des Israéliens et de l’existence d’Israël. On s’aperçoit alors que le crypto-sionisme n’est que le visage soft du sionisme. Il en est le versant gauche. Tout son rôle est de faire accepter, par sa présence, l’autre versant, celui de la droite et de l’extrême-droite, et convaincre qu’il les contrebalance. Dès lors son existence apparait, comme la justification de la droite sioniste, voire comme son alibi. Le sionisme ne devient plus alors qu’une opinion, un courant, une tendance, dans «un État de droit, où se fait le débat démocratique, dans la seule démocratie de la région».\nL’idéologie victimaire\nLa posture victimaire est le point de rencontre entre le sioniste et le crypto-sioniste. Le crypto-sioniste est très sensible à l’argument du sionisme du juif éternellement persécuté. Le crypto-sioniste fonde l’existence de l’État d’Israël sur les persécutions dont ont été victimes les juifs. Le sionisme a largement utilisé cette idée d’un État juif, protecteur des juifs, victimes de tous temps de discriminations. C’est donc un point très fort de rencontre, de convergence, notamment dans les périodes de crise où cet esprit victimaire s’exacerbe, comme cela a été le cas le 7 octobre, où il a été exploité intensément dans la propagande sioniste et crypto-sioniste.\nLes choses en effet ne sont pas simples. Cette idéologie victimaire est restée très vivante chez les juifs malgré la création de l’État israélien. Son armée est la plus forte de la région et en principe ce danger n’existe pas. Cela n’empêche pas les sionistes de crier à la volonté d’effacer Israël. La propagande décrit de nouveaux pogroms fantastiques et bat le rassemblement autour d’un point de sensibilité extrême, une sorte de blessure historique jamais fermée car entretenue. L’inversion est totale car s’il y a victimes et danger existentiel pour un peuple, c’est bien du côté du peuple palestinien.\nCela n’empêche pas cette idéologie victimaire, non seulement d’exister, mais de justifier les pires massacres des Palestiniens, dans une pathologie évidente de délire paranoïaque collectif, où le paranoïaque, comme c’est connu, passe à la violence parce qu’il se sent menacé, et qu’il vit dans un sentiment permanent de persécution.\nLe crypto-sioniste croira dur comme fer à la version officielle israélienne sur les évènements du 7 octobre, bien qu’elle soit de plus en plus mise en doute. C’est d’ailleurs un indice aussi pour le reconnaitre. On croit à ce qu’on veut croire.\nLe crypto-sioniste, bien dans son rôle, ajoutera à ce récit, des détails de psychologie de masse, «la sidération qu’aurait ressentie Israël». Il y puisera des excuses aux bombardements et au carnage qui va suivre, voire leur légitimation… Il dira bien sûr quelques généralités sur les victimes palestiniennes, mais il ne désavouera jamais les tueries massives à Gaza, oubliant que c’est la population de Gaza qu’Israël élimine, et pas le Hamas comme il feint de le croire. «Il faut bien d’abord éradiquer le Hamas, l’éliminer, ou alors comment faire pour que le 7 octobre ne recommence pas», dira le crypto-sioniste l’air désolé, sans même songer une seconde à l’habit de paix et d’une solution politique qu’il revêt les autres jours de l’année.\nQuand donc Israël estimera que le Hamas est éliminé et arrêtera cette tuerie de masse ? Un objectif aussi imprécis donne évidemment tout loisir à Israël aussi bien de continuer le massacre que de l’arrêter, comme il le veut. Mais surtout, de masquer le véritable objectif, celui d’éliminer, d’une façon ou d’une autre, physiquement ou par l’exil, la population de Gaza, et, pourquoi pas, de proche en proche, tous les Palestiniens.\nIl n’y a plus alors qu’un seul point de différence entre le sioniste et le crypto-sioniste : le sioniste assume, cyniquement, son projet d’effacer le peuple palestinien de la Palestine, le crypto-sioniste en fait porter la responsabilité aux «extrémistes» palestiniens. Dans les situations de crise aigüe, le crypto-sioniste n’est même plus la version soft du sionisme.\nLe juif anti-sioniste versus le crypto-sioniste\nLe crypto-sioniste se reconnait aussi à cela qu’il ne parlera jamais, ou rarement, des causes du conflit israélo-palestinien, de ses causes profondes historiques et actuelles, mais préfèrera toujours centrer le débat sur la question de la violence. C’est ce qu’il fait en permanence dans sa propagande, comme dernièrement, en faisant commencer la tragédie actuelle à ce qu’il appelle «le pogrom du 7 octobre».\nLe crypto-sioniste est l’antithèse du juif antisioniste. Celui-ci se manifeste actuellement de plus en plus dans le monde au fur et à mesure de l’escalade de la violence israélienne. Le juif antisioniste refuse cette propension sioniste de considérer le martyre du peuple palestinien comme une réparation du martyre juif. Il refuse de considérer l’État d’Israël comme une solution à l’identité juive. Il refuse de relier l’existence de la religion juive à un État, et il veut qu’elle soit comme toutes les religions, à vocation universelle.\nEnfin, le crypto-sioniste voit l’antisémitisme partout. Il le décèle là où personne ne le voit. Il recherche avec obsession tous les masques derrière lesquels se cache l’antisémite. Et pour terminer, voici à ce sujet, une perle de l’argumentaire crypto-sioniste. C’était le 20 décembre dernier, sur le plateau de la chaine d’information française LCI, un intellectuel et journaliste français bien connu qui expliquait, dans un raisonnement laborieux que : «dire qu’Israël commet un génocide à Gaza est une affirmation antisémite car elle fait référence sans le dire au fait que les juifs ont été victimes d’un génocide et que donc ils en commettent à leur tour un». Il faut le faire !",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T09:31:51.013+02:00",
    "updated": "2023-12-29T09:31:51.013+02:00"
  },
  {
    "uuid": "f35c29fc1f21c39623de23df56aa7597c6bf99c9",
    "url": "https://www.fox43.com/article/news/local/lancaster-county/truck-driver-meth-alcohol-system-head-on-collision-killed-two-lancaster-county/521-22e383ce-ad4b-4b48-b464-30d5438f73cf",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Leah Hall",
    "published": "2024-04-25T00:00:00Z",
    "title": "Truck driver had meth, alcohol in system when head-on collision killed two in Lancaster County | fox43.com",
    "text": "LANCASTER COUNTY, Pa. — A New York man has pled guilty to a crash that killed two people in December of 2022. According to the [Lancaster County District Attorney's Office](https://lancaster.crimewatchpa.com/da/11617/post/new-york-truck-driver-had-meth-alcohol-system-when-causing-head-fatal-december-2022-crash), Jadminder Singh, 43, had methamphetamine and alcohol in his system on Interstate 76 in Brecknock Township when he caused a head-on collision, killing Nubia Llivipuma, 45, and Mariana Llivipuma, 39, of Santa Isabel Canton, Ecuador. Singh entered a negotiated guilty plea on two counts of homicide by vehicle while DUI, two counts of homicide by vehicle, five counts of DUI, one count of aggravated assault while DUI, one count of aggravated assault by vehicle, four counts of recklessly endangering another person and three summary offenses. “The defendant put all travelers on I-76 in danger that night,” said Assistant District Attorney Caitlin Blazier. “And he caused the death of two victims.” “Another tragedy, another waste of life because people can’t control themselves,” Lancaster County Judge Thomas Sponaugle said before accepting the plea. Singh will spend seven to 20 years in prison, according to the Lancaster County District Attorney's Office. On Dec. 23, 2022, at 9:31 p.m., troopers with the Pennsylvania State Police were dispatched to a report of a tractor-trailer traveling east in the westbound lane of I-76. At 9:38 p.m., police were notified that the tractor-trailer had collided with another vehicle. Police discovered at the scene the tractor-trailer was heavily damaged, facing eastbound in the center of the westbound lanes. It had collided with a Ford F-250 that had sustained heavy damage and a Toyota Corolla with minor damage. Nubia and Mariana were pronounced dead at the scene by a deputy coroner. A third victim was transported to a local hospital with injuries. Singh was identified as the driver of the tractor-trailer and consented to a blood draw, which showed methamphetamine and a 0.048% blood alcohol level in his system. The legal alcohol limit for commercial drivers is 0.04%.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Crime, Law and Justice",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://lancaster.crimewatchpa.com/da/11617/post/new-york-truck-driver-had-meth-alcohol-system-when-causing-head-fatal-december-2022-crash),",
      "https://www.lancaster.crimewatchpa.com/da/11617/post/new-york-truck-driver-had-meth-alcohol-system-when-causing-head-fatal-december-2022-crash),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "singh",
          "sentiment": "none"
        },
        {
          "name": "caitlin blazier",
          "sentiment": "none"
        },
        {
          "name": "mariana llivipuma",
          "sentiment": "none"
        },
        {
          "name": "jadminder singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lancaster county district attorney's office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "lancaster county",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "lancaster county",
          "sentiment": "none"
        },
        {
          "name": "nubia llivipuma",
          "sentiment": "none"
        },
        {
          "name": "ecuador",
          "sentiment": "none"
        },
        {
          "name": "brecknock township",
          "sentiment": "none"
        },
        {
          "name": "santa isabel canton",
          "sentiment": "none"
        },
        {
          "name": "interstate 76",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:39:23.492+03:00",
    "updated": "2024-04-26T03:53:08.523+03:00"
  },
  {
    "uuid": "edfdf1cc3b6dbe0ed4ed6643d4ceb4050d07aed4",
    "url": "https://www.football-espana.net/2024/08/30/real-madrid-believe-they-know-reason-behind-poor-vinicius-junior-form-club-concerned",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ruairidh Barlow",
    "published": "2024-08-30T09:11:00Z",
    "title": "Real Madrid believe they know reason behind poor Vinicius Junior form – club concerned",
    "text": "Real Madrid have not had the most impressive of starts to their league campaign, failing to outgun RCD Mallorca and Las Palmas, which has left them four points behind Barcelona after just three games. The failure of their attacking trident to gel has set alarm bells ringing at the Santiago Bernabeu.\nThat is according to Marca , who say that the club are concerned not just by the lack of goals from Kylian Mbappe, but the form of Rodrygo Goes and Vinicius Junior . They believe that the interest from Saudi Arabia in the latter has distracted him, and they do not feel he is as focused as he should be. Despite Vinicius clarifying recently in an interview that he wants to stay at Real Madrid, there is a feeling that his actions and gestures are not the same as his words.\nhttps://x.com/footballespana_/status/1829445198750925248\nCertainly it seems the temptation to point the finger might be proving a little too attractive. Los Blancos have shown flashes of quality, but the reality is that Vinicius’ form does not seem to be any poorer than that of Rodrygo or Mbappe. It is no surprise that Real Madrid are having teething problems – this was the case last season, but absence Jude Bellingham’s goals and combined with the much higher expectations in part explain the difference.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://x.com/footballespana_/status/1829445198750925248",
      "https://www.marca.com/futbol/real-madrid/2024/08/30/66d17f16268e3e1c648b457e.html",
      "https://marca.com/futbol/real-madrid/2024/08/30/66d17f16268e3e1c648b457e.html",
      "https://www.x.com/footballespana_/status/1829445198750925248"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vinicius junior",
          "sentiment": "neutral"
        },
        {
          "name": "marca",
          "sentiment": "none"
        },
        {
          "name": "kylian mbappe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "real madrid",
          "sentiment": "neutral"
        },
        {
          "name": "barcelona",
          "sentiment": "none"
        },
        {
          "name": "los blancos",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "santiago bernabeu",
          "sentiment": "none"
        },
        {
          "name": "las palmas",
          "sentiment": "none"
        },
        {
          "name": "mallorca",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T12:52:16.566+03:00",
    "updated": "2024-08-30T19:06:23.032+03:00"
  },
  {
    "uuid": "dde576b6e043ac20f517d4b8e3f2f0eab5fb5ff4",
    "url": "https://ndtv.in/videos/government-is-preparing-to-give-33-reservation-to-women-in-lok-sabha-election-2029-source-breaking-n-951599",
    "ord_in_thread": 0,
    "author": "NDTV India",
    "published": "2025-06-09T00:00:00Z",
    "title": "Lok Sabha Election 2029 में महिलाओं को 33% आरक्षण देने की तैयारी कर रही सरकार- सूत्र | Breaking News",
    "text": "Lok Sabha Election 2029 को लेकर एक बड़ा अपडेट सामने आया है. बताया जा रहा है कि अगले चुनाव में महिलाओं को 33 प्रतिशत आरक्षण देने की बात सामने आ रही है. सूत्रों के हवाले से जानकारी है कि 2029 चुनाव से पहले परिसीमन होगा. #LokSabhaElection2029 #Reservation #WomenCandidate",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Education"
    ],
    "topics": [
      "Politics->political candidates",
      "Politics->national elections",
      "Politics->women's rights",
      "Social Issue->social problem",
      "Social Issue->demographics",
      "Social Issue->women"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_in",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T11:33:34.263+03:00",
    "updated": "2025-06-12T08:58:03.000+00:00"
  }
]