[
  {
    "uuid": "cb153245a531fb15eb4d9f8e889a367d4ce857ac",
    "url": "https://www2.cbn.com/news/israel/psalm-22-amazingly-accurate-faith-building-prophecy-christs-death-cross",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paul Strand",
    "published": "2024-03-29T00:00:00Z",
    "title": "Psalm 22: An Amazingly Accurate, Faith-Building Prophecy of Christ's Death on the Cross | CBN News",
    "text": "ANALYSIS\nJesus said on the cross \"My God, my God, why have you forsaken me?\" When as a new Christian I read that, it really shook my faith because it kind of sounded like Jesus was losing His. Well, when you find out what's actually going on with those words, it can take your faith from shaky to sure.\nJesus was quoting Psalm 22, verse 1 word-for-word. While He could hardly breathe up on the cross, He certainly couldn't quote the entire long psalm, but with those few words He could manage, He was pointing the way, guiding people to go read Psalm 22.\nNailed It, Down to the Tiny Details\nSince it was written a thousand years before Christ's birth and also before crucifixion was invented, Psalm 22 is an amazing prophetic look at exactly what would happen that historic crucifixion day, down to the tiny details.\nI went through it verse by verse with Bishop Bart Pierce of Baltimore, Maryland's Rock City Church.\nFirst off, Jesus knew He wasn't being forsaken. He volunteered to make this blood sacrifice because as the pure Lamb of God, He was the only one who could take away the sins of all mankind by shedding His perfect blood for them.\n'The Purest Lamb There's Ever Been'\n\"He was the Lamb slain from the foundation of the world. It was the purest Lamb there's ever been,\" Pierce said. \"There was no purer blood than His blood.\"\nBut since a holy God can't be in the presence of sin without doing something about it, Pierce stated, \"He was turning His face, because He couldn't look at sin.\" And at that time as Jesus took on the sins of the world, He became sin personified.\nStill, Jesus by pointing us to Psalm 22, let mankind know that the time of His heavenly Father turning from Him would end, and later in the psalm, in verses 23-24 declared, \"You who fear the Lord, praise Him! All you descendants of Jacob, honor Him! Revere Him, all you descendants of Israel! For He has not despised or disdained the suffering of the afflicted One; He has not hidden His face from Him but has listened to His cry for help.\"\nPsalm 22 Foresaw the Night that would Come in the Day\nStill, King David in Psalm 22:2 describes Christ on the cross earlier declaring \"I cry out by day, but you do not answer, by night, and am not silent.\"\nPierce pointed out how Christ was crying out from the cross both in the day and night, as God turned the daytime world dark for three hours. Or as Matthew 27:45 put it, \"From the sixth hour until the ninth-hour darkness came over all the land.\"\nPierce explained the New Testament describes those hours, \"When darkness came on the earth, it says, and there was thundering and lightning and the earth shook.\"\nThe Bullish Romans Who Surrounded & 'Crowned' Jesus\nPsalm 22:12 has confused people over the years: \"Many bulls surround me; strong bulls of Bashan encircle me.\"\nBashan was where the strongest, beefiest, fiercest cattle lived in Jesus' time. Some scholars think Jesus is really referring to his fierce enemies like the Pharisees. Others believe he's speaking of the strong, beefy, bull-like Roman soldiers who tortured Him and nailed Him to the cross.\nInterestingly, when it says strong bulls \"encircle me,\" the words are better translated \"crown me.\" Remember, it was the Roman soldiers who jammed a crown of thorns onto Jesus' head.\nThe Nailing of Jesus' Hands & Feet Foretold\nJews in that day referred to Gentiles as \"dogs\" and verse 16 says \"Dogs have surrounded me; a band of evil men has encircled me, they have pierced my hands and my feet.\"\nPsalm 22, a thousand years in advance, perfectly describes Roman Gentiles nailing Christ's hands and feet to the cross.\nThe psalmist wrote it many, many years in advance of crucifixion's invention. As Pierce put it, \"Before that was ever even thought about.\"\nBoth the Dividing & Casting Lots for Garments Foreseen\nVerse 18 says, \"They divide my garments among them and cast lots for my clothing.\"\nKing David prophetically describes the Romans both dividing and casting lots for Christ's garments.\nThe Gospel of John 19:23-24 relates, \"When the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. The garment was seamless, woven in one piece from top to bottom. 'Let's not tear it,' they said to one another. 'Let's decide by lot who will get it.'\"\nAnd King David's description of the agony caused by crucifixion is eerily accurate.\nVerse 14: \"I am poured out like water, and all my bones are out of joint. My heart has turned to wax, it has melted away within me.\"\nPierce said of crucifixion, \"All your liquids run out or your body and they go to your feet.\" And that makes it feel like your heart has turned to wax and melted away. Also, the downward drag pops many bones out of joint.\nVerse 15: \"My tongue sticks to the roof of my mouth.\"\n\"He would have become so parched of mouth,\" Pierce said of those hours. \"He was losing His liquids in His body.\"\nPsalm 22 Describes Exactly What the Crowd Would Do, Say\nVerses 7 and 8 share exactly what Jesus' enemies would do and say at the cross: \"All who see me mock me; they hurl insults, shaking their heads; 'He trusts in the Lord; let the Lord rescue him.'\"\nThen listen to how Matthew 27:39, 41-43 describes what actually happened: \"Those who passed by hurled insults at him, shaking their heads\" and \"…the elders mocked him. 'He trusts in God. Let God rescue him.'\"\nKing David in the distant past nailed this scene word for word.\n\"David had a divine revelation,\" Pierce stated. \"And you can no longer, once you read Psalm 22, you cannot separate it from the crucifixion, from the story in the Gospels. The two must stay together.\"\nSalvation & a Global Faith Foreseen\nThe second half of Psalm 22 turns powerfully positive, with talk of a global faith, saying in verse 27, \"All the ends of the earth will remember and turn to the Lord, and all the families of the nations will bow down before him.\"\nAs Pierce put it, \"David saw there was coming a day where all these things would make sense and the Messiah would come. And when He did, mankind would know to turn towards Him.\"\nPsalm 22 speaks of eternal salvation in verse 26: \"…they who seek the Lord will praise him – may your hearts live forever!\" And in verse 29, \"…all who go down to the dust will kneel before him – those who cannot keep themselves alive.\"\nThey can't keep themselves alive, but Jesus can. And He can give them eternal life.\nPierce commented, \"The one on that cross is about to change mankind…and David saw that!\"\nThe Final Hidden Revelation The Amplified Bible Reveals\nVerses 30 and 31 conclude the psalm by describing a faith going on into the ages, saying, \"…future generations will be told about the Lord. They will proclaim his righteousness to a people yet unborn – for he has done it.\"\nAnd Pierce shares how the psalm delivers a final surprising revelation, explaining, \"It says there in the Amplified, that last statement in verse 31, it doesn't just say 'it's done.' It says the words 'it is finished.' And that's the very word that Jesus used: 'It is finished.'\"\nSo Jesus on the cross said the exact first words of Psalm 22, and then his final words were the exact last words of Psalm 22. He was definitely pointing us to this amazing thousand-year-old prophecy about His death and its results even in the moments He was completing His sacrifice to save all mankind.\nThe Next Two Psalms Take Us Down to Hell & Up to Heaven\nThe next two psalms allude to what happened after the crucifixion. In death, Jesus went down to hell and warred with Satan, ripping away from him the keys of life and death. Psalm 23 says, \"Even though I walk through the valley of the shadow of death, I will fear no evil,\" and \"You prepare a table before me in the presence of my enemies.\"\nAnd Psalm 24 then describes Christ's glorious ascension back into heaven after His resurrection, saying, \"Lift up your heads, O you gates, be lifted up, you ancient doors, that the King of glory may come in. Who is this King of glory? The Lord strong and mighty, the Lord mighty in battle.\"\nFrom that cross on, He warred for the souls of men…and He won the battle for all eternity.\nShare This article",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus",
          "sentiment": "negative"
        },
        {
          "name": "christ",
          "sentiment": "negative"
        },
        {
          "name": "bart pierce",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rock city church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "baltimore",
          "sentiment": "none"
        },
        {
          "name": "maryland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T18:08:56.447+03:00",
    "updated": "2024-03-29T18:34:22.866+03:00"
  },
  {
    "uuid": "8b88684cf55718139b35e00677e48c87d3b7ace9",
    "url": "https://30seconds.com/food/tip/65232/One-Pan-Baked-Greek-Chicken-Recipe-With-Lemon-Rice-Is-Fantastic",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Donna John",
    "published": "2024-01-05T20:24:00Z",
    "title": "One-Pan Baked Greek Chicken Recipe With Lemon Rice Is Fantastic",
    "text": "One-Pan Baked Greek Chicken Recipe With Lemon Rice Is Fantastic by Donna John\n[Greek Recipes](/food/category/greek-recipes/) [Poultry](/food/category/poultry/) [Dinner](/food/category/dinner/) [Cookbooks](/food/category/cookbooks/) [Like\nLike tip\nYou liked\n](/food/tip/65232/like) [Comments\nAdd comment\n](#comments) [Collections\nAdd to collection\nIn collection\n]()\nMagi Maehashi, the creator of this recipe, says it is \"the best chicken and rice recipe in the world.\" She admits it's not an \"authentic Greek dish,\" but it does use classic\nGreek ingredients. I have to agree with Magi that this is a pretty spectacular one-pot baked chicken dinner.\nThis is another winning recipe from my favorite cookbook,\nRecipeTin Eats Dinner by Magi Maehashi. To make this easy Greek-inspired\nbaked chicken recipe you will need bone-in chicken thighs, fresh lemons for juicing and zesting, dried oregano, fresh garlic, salt and black pepper, olive oil, onion, long-grain rice and chicken broth. The recipe starts on the stovetop and ends in the oven, so you will need an ovenproof skillet.\nServe this Greek chicken for\ndinner with your favorite side dishes. It's pretty much a meal on its own, but I added a fresh garden salad on the side.\nNote: 30Seconds is a participant in the Amazon affiliate advertising program and this post contains affiliate links, which means we may earn a commission or fees if you make a purchase via those links.\nCuisine: Greek\nPrep Time: 10 minutes\nCook Time: 50 minutes\nTotal Time: 1 hour\nServings: 5\nIngredients\nChicken and Marinade\n- 2 pounds bone-in, skin-on chicken thighs\n- 1 - 2 lemons, for zesting and juicing (about 4 tablespoons juice)\n- 1 tablespoon\ndried oregano\n- 4 cloves garlic, minced\n- 1/2 teaspoon salt (or to taste)\nLemon Rice\n- 1 1/2 tablespoons olive oil (divided)\n- 1 small onion, finely chopped\n- 1 cup\nlong-grain rice(uncooked)\n- 1 1/2 cups\nchicken broth\n- 3/4 cup water\n- 1 tablespoon\ndried oregano\n- 3/4 teaspoon salt (or to taste)\n- black pepper, to taste\n- fresh parsley or oregano, for garnish (optional)\n- fresh lemon zest, for garnish (optional, but recommended)\nHelpful Products\nRecipeTin Eats Dinner Le Creuset Cookware Tongs Lemon Juicer Cutting Board Chef Knife Measuring Cups Measuring Spoons Skillet Cast Iron Skillet Grater Aluminum Foil Pepper Grinder\nRecipe Notes\n- I put my chicken in the marinade in the morning so it marinated all day.\n- I used my Le Creuset round baking dish to make this recipe, but any oven-proof pan with a lid would work. If you don't have a lid, cover with aluminum foil.\n- I put the spent lemons into the bag with the marinade and added lemon slices to the top before baking.\nHere's how to make it:\n- Combine all the marinade ingredients in a plastic zipper bag or shallow dish. Cover and marinate 20 minutes to overnight in the refrigerator.\n- When ready to cook, remove the chicken from the marinade (reserve the marinade in the bag). Heat 1/2 tablespoon of the olive oil in an oven-proof skillet over medium-high heat. Put the chicken into the skillet skin side down and cook until golden brown. Flip it over and cook the other side to golden brown (it will not be cooked through at this point). Remove the chicken to a plate.\n- Add the remaining olive oil to the skillet. Add the onion and cook until soft, about 2 to 3 minutes.\n- Add the rice, chicken broth, water, dried oregano, salt, pepper and reserved marinade.\n- Stir to combine the ingredients and bring to a simmer.\n- Put the chicken back into the skillet. Cover the skillet and bake in a preheated 350-degree F oven for about 35 minutes. Remove the lid and continue to bake for about 10 more minutes or until all the liquid has absorbed and the rice is tender.\n- Remove from the oven and let it rest for about 5 minutes before serving. Garnish with parsley, oregano and fresh lemon zest, if desired.\nNutrition Facts Per Serving\nCalories: 495\nTotal Fat: 38.1g\nSaturated Fat: 6.8g\nCholesterol: 58mg\nSodium: 151mg\nTotal Carbohydrate: 22.7g\nDietary Fiber: 2g\nTotal Sugars: 2g\nProtein: 18.4g\nVitamin D: 0mcg\nCalcium: 38mg\nIron: 2mg\nPotassium: 285mg\nRecipe cooking times, nutritional information and servings are approximate and provided for your convenience. However, 30Seconds is not responsible for the outcome of any recipe, nor may you have the same results because of variations in ingredients, temperatures, altitude, errors, omissions or cooking/baking abilities. This recipe has been analyzed by VeryWellFit. However, any nutritional information is provided as a courtesy and it is up to the individual to ascertain accuracy. To ensure image quality, we may occasionally use stock photography.\nNeed to convert cooking and baking measurements? Here are some\nkitchen conversion charts. Here's how to submit your recipes to 30Seconds.\nTake 30 seconds and\njoin the 30Seconds community, and follow us on Facebook to get recipes in your newsfeed daily.\nRelated Products on Amazon We Think You May Like:\n30Second Mobile, Inc. is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.amazon.com/s?k=dried+oregano&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=citrus+juicer&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.facebook.com/30SecondsCom",
      "https://www.amazon.com/s?k=rice&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "http://www.amazon.com/exec/obidos/ASIN/B0749KYFXX",
      "https://www.amazon.com/s?k=cast+iron+skillet&tag=30secondmom09-20&ref=nb_sb_noss",
      "https://www.amazon.com/s?k=vegetable+grater&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=chicken+broth&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "http://www.amazon.com/exec/obidos/ASIN/1682688429",
      "https://www.amazon.com/s?k=skillet&crid=4Z3KUFX99U1O&sprefix=skill%2Caps%2C267&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=cutting+board&crid=O9X3E7BDN3L4&sprefix=cutting+boa%2Caps%2C313&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=aluminum+foil&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=measuring+spoons&crid=1C7FUEMZCSD0F&sprefix=measuring+spoon%2Caps%2C280&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s?k=measuring+cups&crid=2S0P87I8AF2ZT&sprefix=measuring+u%2Caps%2C404&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=pepper+grinder&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=Le+Creuset&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://www.amazon.com/s?k=chef+knife&crid=1V6P9VBZFNZ53&sprefix=cutting+board%2Caps%2C2283&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=measuring+spoons&crid=1C7FUEMZCSD0F&sprefix=measuring+spoon%2Caps%2C280&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=citrus+juicer&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "http://amazon.com/exec/obidos/ASIN/1682688429",
      "https://amazon.com/s?k=chicken+broth&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=chef+knife&crid=1V6P9VBZFNZ53&sprefix=cutting+board%2Caps%2C2283&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=aluminum+foil&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://www.amazon.com/s",
      "https://amazon.com/s?k=cast+iron+skillet&tag=30secondmom09-20&ref=nb_sb_noss",
      "https://amazon.com/s?k=rice&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=dried+oregano&tag=30secondmom09-20&ref=nb_sb_noss_1",
      "https://amazon.com/s?k=pepper+grinder&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=cutting+board&crid=O9X3E7BDN3L4&sprefix=cutting+boa%2Caps%2C313&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=measuring+cups&crid=2S0P87I8AF2ZT&sprefix=measuring+u%2Caps%2C404&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=Le+Creuset&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://amazon.com/s?k=skillet&crid=4Z3KUFX99U1O&sprefix=skill%2Caps%2C267&tag=30secondmom09-20&ref=nb_sb_noss_2",
      "https://facebook.com/30SecondsCom",
      "http://amazon.com/exec/obidos/ASIN/B0749KYFXX",
      "https://amazon.com/s?k=vegetable+grater&tag=30secondmom09-20&ref=nb_sb_noss_2"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donna john",
          "sentiment": "negative"
        },
        {
          "name": "magi",
          "sentiment": "none"
        },
        {
          "name": "magi maehashi",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:43:32.682+02:00",
    "updated": "2024-01-06T00:43:32.682+02:00"
  },
  {
    "uuid": "cb9cbf1463d87a726b20a2df3886d5c2e2bb5583",
    "url": "https://www.wktv.com/news/health/2-mpox-cases-in-oneida-county-1-case-in-otsego-county/article_791da92a-5b44-11ef-9e94-cb6d6bf25e90.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Zach Lewis",
    "published": "2024-08-15T04:00:00Z",
    "title": "2 Mpox Cases in Oneida County, 1 Case in Otsego County | Health | wktv.com",
    "text": "UTICA, N.Y. -- The World Health Organization recently announced a global health emergency due to mpox. Three cases have been reported locally—two in Oneida County and one in Otsego County, [according to the New York State Health Department tracking map](https://www.health.ny.gov/diseases/communicable/zoonoses/mpox/data/). Mpox, also known as monkeypox, is a viral illness spreading quickly in Africa. Since the start of the year, Africa has recorded over 17,000 cases and more than 500 deaths. There is concern with a certain strain of mpox. “We remain vigilant and are closely monitoring the spread of the clade I mpox variant that is currently circulating countries in Africa—and while there are currently no known cases of this variant in the U.S., we are taking proactive measures now to encourage those at risk to get fully vaccinated, which means two doses of the JYNNEOS vaccine,” State Health Commissioner Dr. James McDonald said. “Health care providers should be vigilant and ask about travel when presented with patients who might have contracted mpox. While mpox cases remain low in New York State, and we have not yet seen a case of this mpox variant circulating here, I want everyone to take measures to protect themselves,” McDonald said. The state health department said that there are enough doses of the JYNNEOS vaccine—now available commercially. The State has information [here](https://www.health.ny.gov/diseases/communicable/zoonoses/mpox/exposed.htm) for individuals who become sick or exposed to mpox. [Click here](https://www.health.ny.gov/diseases/communicable/zoonoses/mpox/vaccine.htm) for more about the mpox vaccine.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.health.ny.gov/diseases/communicable/zoonoses/mpox/vaccine.htm)",
      "https://www.health.ny.gov/diseases/communicable/zoonoses/mpox/exposed.htm)",
      "https://www.health.ny.gov/diseases/communicable/zoonoses/mpox/data/).",
      "https://health.ny.gov/diseases/communicable/zoonoses/mpox/vaccine.htm)",
      "https://health.ny.gov/diseases/communicable/zoonoses/mpox/exposed.htm)",
      "https://health.ny.gov/diseases/communicable/zoonoses/mpox/data/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mpox",
          "sentiment": "none"
        },
        {
          "name": "james mcdonald",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "mpox cases",
          "sentiment": "negative"
        },
        {
          "name": "world health organization",
          "sentiment": "negative"
        },
        {
          "name": "new york state health department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oneida county",
          "sentiment": "none"
        },
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "otsego county",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        },
        {
          "name": "utica",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:34:29.447+03:00",
    "updated": "2024-08-16T00:34:29.447+03:00"
  },
  {
    "uuid": "4bfe5dd3014b93ce5b5a8abca77e067fada2c7e4",
    "url": "https://www.antimusic.com/p/24/0919lcd_soundsystem_announce_nyc_residency.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NLM",
    "published": "2024-09-19T05:00:00Z",
    "title": "LCD Soundsystem Announce NYC Residency",
    "text": "(NLM) Following sold out residencies in 2021, 2022 and 2023, LCD Soundsystem has announced its return with an update: The band's 2024 NYC residency will consist of 12 shows over three weekends at Knockdown Center in Queens.\nAfter last year's successful run of shows at the venue, the 2024 residency will further explore the potential of the Knockdown space, expanding to include a variety of live openers, nightly afterparties featuring DJ sets from special guests, a DFA Records swap meet, an on-site iteration of the Michelin-starred Four Horsemen wine bar, and more.\nLCD Soundsystem's returning residency is produced by The Bowery Presents, as part of the company's 20th anniversary celebration. As Bowery celebrates 20 years, American Express has been a proud partner of The Bowery Presents for over 15 years by providing presale ticket access and perks at select The Bowery Presents events.\nTickets for all 12 shows will go on-sale to the general public beginning Thursday, September 26 at 10:00 a.m. ET. via AXS.com. American Express is providing access to Amex Presale Tickets, available for Card Members to purchase before the general public beginning Tuesday, September 24th at 10 am local through Wednesday, September 25th at 10 pm local (or while supplies last) - this is one of the many entertainment benefits American Express Card Members can access across the arts, theater, sports and music through Amex Experiences.\nLCD Soundsystem 2024 NYC residency dates at Knockdown Center are as follows:\n- Thursday, November 21\n- Friday, November 22\n- Saturday, November 23\n- Sunday, November 24\n- Thursday, December 5\n- Friday, December 6\n- Saturday, December 7\n- Sunday, December 8\n- Thursday, December 12\n- Friday, December 13\n- Saturday, December 14\n- Sunday, December 15\nLCD Soundsystem Announce Los Angeles Residency LCD Soundsystem Announce 2023 Residency Alanis Morissette, LCD Soundsystem, Leon Bridges Lead Format Festival Lineup LCD Soundsystem Plan Two Spring Residencies\nMetallica Extend M72 World Tour Into 2025- Iron Maiden Announce 'Run For Your Lives' World Tour- Brujeria Frontman John Lepe Dies- more Famed Eagles Collaborator JD Souther Dead At 78- Jane's Addiction Share New Single 'True Love'- Rolling Stones- more Dustin Lynch And Jelly Roll Drive 'Chevrolet' To No. 1- Tyler Halverson Plots Beatin' Around The Bar Tour Residency- more Cruise News: Joe Bonamassa Heads for Alaska The Hollywood Stars - Starstruck Kenny Wayne Shepherd - Dirt on My Diamonds Vol. 2 Caught In The Act: Weezer's Voyage To The Blue Planet Tour\nVeil Of Maya Surprise Fans By Canceling Dates and Going On Hiatus Opeth Push Back 'The Last Will And Testament' Release LCD Soundsystem Announce NYC Residency David Bowie Previously Unreleased Recordings Coming Tomorrow Preview Pearl Jam's CBS News Sunday Morning Appearance KISS, Springsteen, Queen, Journey Lead AXS TV's Rocktober Concert Specials Ratt Including Unreleased Track On Out Of The Cellar' 40th Anniversary Reissue State Champs Go 'Light Blue' With New Single",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "American Express",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Queens",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:05:09.167+03:00",
    "updated": "2024-09-20T00:05:09.167+03:00"
  },
  {
    "uuid": "e5b673384cb953f6c5ba59771935243b4e6851ab",
    "url": "https://manilastandard.net/news/national/314424754/speaker-extends-cash-aid-to-soldiers-slain-wounded-in-clash-with-maute.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rio N. Araja",
    "published": "2024-03-10T07:25:00Z",
    "title": "Speaker extends cash aid to soldiers slain, wounded in clash with Maute",
    "text": "Upon instructions by President Ferdinand Marcos Jr., Speaker Ferdinand Martin Romualdez has extended financial aid to the families of six soldiers who perished and six others who were wounded during clashes with the terrorist group Dawlah Islamiyah-Maute in Lanao del Norte last Feb. 18.\nACT-CIS party-list Rep. Erwin Tulfo said over P4.14 million in financial, education and livelihood assistance from the Speaker’s personal calamity and emergency funds were given to the families of the 12 troopers who figured in the skirmishes with the Maute Group from last week of February until March.\nThe Department of Social Welfare and Development, along with the Department of Labor and Employment and the Commission on Higher Education were also set to provide livelihood and educational assistance to the victims and their families, Tulfo said.\nRomualdez said the President directed him to provide financial aid to the families of Cpls. Rey Anthony Salvador, Reland Tapinit, and Rodel Mobida, as well as PFC. Arnel Tornito, and Pvts. Micharl John Lumingkit and James Porras who died during the clashes with extremists.\nOthers who likewise received the subsidies were Cpls. Jaymark Remotigue, Rey Mark Limare, and Ernil Quiñones, PFC Marvien Aguipo, Pvts. Amiril Sakinal and Nazareno Provido. The extremist group clashed with the soldiers from the 44th Infantry Battalion in Barangay Ramain, Munai town in Lanao del Norte.\nFor the families of the six fallen soldiers, an aid package worth P400,000 to P430,000 was granted, consisting of P300,000 in cash aid, P30,000 in schooling aid for each child, and P100,000 in livelihood assistance.\nThe six wounded soldiers received P150,000 in cash aid, P30,000 in schooling aid for each child, and P100,000 in livelihood assistance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ferdinand marcos jr.",
          "sentiment": "negative"
        },
        {
          "name": "ferdinand martin romualdez",
          "sentiment": "negative"
        },
        {
          "name": "rey anthony salvador",
          "sentiment": "none"
        },
        {
          "name": "erwin tulfo",
          "sentiment": "none"
        },
        {
          "name": "tulfo",
          "sentiment": "none"
        },
        {
          "name": "reland tapinit",
          "sentiment": "none"
        },
        {
          "name": "arnel tornito",
          "sentiment": "none"
        },
        {
          "name": "micharl john lumingkit",
          "sentiment": "none"
        },
        {
          "name": "james porras",
          "sentiment": "none"
        },
        {
          "name": "romualdez",
          "sentiment": "none"
        },
        {
          "name": "rodel mobida",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "department of social welfare and development",
          "sentiment": "none"
        },
        {
          "name": "department of labor and employment",
          "sentiment": "none"
        },
        {
          "name": "dawlah islamiyah-maute",
          "sentiment": "none"
        },
        {
          "name": "commission on higher education",
          "sentiment": "none"
        },
        {
          "name": "maute group",
          "sentiment": "none"
        },
        {
          "name": "cis",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lanao del norte",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T17:57:52.712+02:00",
    "updated": "2024-03-10T21:52:28.448+02:00"
  },
  {
    "uuid": "ce634c4a6ce17c8cbfe0d3bf4ec1f4ab6ed89bcc",
    "url": "https://tvprime.correiobraziliense.com.br/noticia/293792/celebridades/video-sabrina-sato-quebra-o-silencio-e-pela-primeira-vez-fala-sobre-a-perda-de-seu-bebe-nao-consegui-20022025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alexandre Silva",
    "published": "2025-02-20T23:50:00Z",
    "title": "Vídeo: Sabrina Sato quebra o silêncio e pela primeira vez fala sobre a perda de seu bebê: 'não conse ...",
    "text": "Em um momento de sinceridade, Sabrina Sato abriu o coração e compartilhou pela primeira vez sobre a perda de seu bebê com o marido, Nicolas Prattes. A apresentadora revelou que sofreu um aborto espontâneo em novembro do ano passado, quando estava com 11 semanas de gestação.\nO momento delicado teve um impacto profundo em sua vida pessoal e também na sua tradicional preparação para o Carnaval 2025. Agora, a apresentadora desabafa sobre o momento de dor e recuperação após o que aconteceu.\nSabrina Sato sobre alta médica após perder bebê\nDurante um trecho do reality Carnaval da Sabrina, que vai ao ar nesta quinta-feira (20/02), a artista contou como a perda da gestação influenciou sua recuperação e seu retorno às atividades. Sabrina Sato também revelou que recebeu alta médica apenas quando estava próximo do Natal\nO relato de Sabrina refletiu a difícil conciliação entre o luto e a rotina exigente dos compromissos profissionais. O impacto da perda também se estendeu aos desfiles das escolas de samba, influenciando em seus ensaios.\nSabrina Sato fala pela primeira vez sobre a perda do bebê com Nicolas Prattes\n[pic.twitter.com/jpHlpKXZPS]— WWLBD ✌🏻 (@whatwouldlbdo)\n[February 20, 2025]\nSabrina Sato perdeu compromissos após perder bebê\nSabrina Sato precisou se ausentar de ensaios importantes, como o mini desfile da Vila Isabel, no Rio de Janeiro, e os compromissos com a Gaviões da Fiel, em São Paulo. “Eu tive vários compromissos e ensaios que não consegui comparecer”, lamentou a apresentadora, ressaltando as dificuldades enfrentadas nesse período.\nOutro desafio inesperado foi a adaptação das fantasias que Sabrina usaria no Carnaval. Como os figurinos haviam sido planejados para uma mulher grávida, foi necessário ajustá-los às pressas após a reviravolta.\nApesar de todos os obstáculos, a apresentadora mantém o otimismo e segue focada para fazer parte da folia. Segundo a artista, ela espera que, mesmo atrasada, espera que tudo saia como o esperado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Health->mental health and disorder",
      "Health->developmental disorder"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T02:22:33.266+02:00",
    "updated": "2025-02-21T02:22:33.266+02:00"
  },
  {
    "uuid": "54e32e3e37c7dd41187b9db9c9f239cc1ae99194",
    "url": "https://heraldodemexico.com.mx/espectaculos/2024/1/7/asi-es-el-tierno-gesto-de-alejandro-fernandez-para-arrullar-su-pequena-nieta-la-deja-quieta-con-su-bella-voz-567749.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gladis Balbastro",
    "published": "2024-01-07T22:06:00Z",
    "title": "Así es el tierno gesto de Alejandro Fernández para arrullar a su pequeña nieta, la deja quieta con su bella voz | El Heraldo de México",
    "text": "Alejandro Fernández se convirtió en el abuelo mas cool del espectáculo y esto debido a que en redes sociales empezó a circular un video en el que se aprecia al cantante junto a su pequeña nieta Cayetana cuando le ofrece lo que parece una serenata privada con el emblemático tema de mariachi “ódiame”. En la descripción del video viral en TikTok se menciona que esa es la manera en la que [Alejandro Fernández](https://heraldodemexico.com.mx/espectaculos/2023/12/12/alejandro-fernandez-cada-vez-se-parece-mas-vicente-fernandez-estas-son-las-fotos-que-lo-comprueban-562182.html) arrulla a su nieta antes de dormir, cabe señalar que en las imágenes también se aprecia la cara de la niña, quien parece admirada con la gran voz de su abuelo, uno de los grandes cantantes de la música en México. Sigue leyendo: [¡Reviven a Vicente Fernández! Así luce la escultura hiperrealista de \"Chente\" en su rancho 'Los 3 Potrillos'](https://heraldodemexico.com.mx/espectaculos/2023/12/16/reviven-vicente-fernandez-asi-luce-la-escultura-hiperrealista-de-chente-en-su-rancho-los-potrillos-563297.html) ¿Cuántos nietos tiene Alejandro Fernández? “El Potrillo” como también es conocido en la música, tiene cinco hijos, en la actualidad son Camila y Alex Fernández los únicos que se han convertido en padres, pues los demás están muy enfocados en otras etapas de su vida como lo son su carrera profesional, pues todos desarrollaron el talento vocal de su papá. La primera nieta de [Alejandro Fernández](https://heraldodemexico.com.mx/espectaculos/2023/12/8/alejandro-fernandez-fotos-con-las-que-el-potrillo-demuestra-que-llevar-canas-al-natural-esta-en-tendencia-561394.html) es Cayetana, hija de Camila y la segunda es Mía, hija de Alex, pero cabe señalar que está por llegar Nirvana, otra bebé producto del matrimonio del joven cantante con Alexia Hernández, que viene a completar la felicidad de todos los integrantes de la famosa familia. ¿Alejandro Fernández se casará en 2024? En lo que respecta a que Alejandro Fernández se convierte en padre nuevamente no se ha dado a conocer alguna noticia, tampoco algo referente a una próxima boda junto a su novia [Karla Laveaga](https://heraldodemexico.com.mx/espectaculos/2023/10/29/alejandro-fernandez-comparte-fotos-de-un-intimo-viaje-familiar-junto-karla-laveaga-su-hijo-nuera-550588.html), una bella modelo con quien tiene una relación formal desde hace algunos años y que lo acompaña a todos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:13:51.761+02:00",
    "updated": "2024-01-08T00:13:51.761+02:00"
  }
]