[
  {
    "uuid": "18622c1103ad5eccac57a128f5696a09369e0763",
    "url": "https://www.elfinanciero.com.mx/empresas/2024/06/06/mayoria-de-morena-en-el-congreso-preocupa-al-ift-desaparecera-en-los-proximos-meses",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christopher Calderón",
    "published": "2024-06-06T21:47:00Z",
    "title": "Mayoría de Morena en el Congreso preocupa al IFT: ¿Desaparecerá en los próximos meses?",
    "text": "El [Instituto Federal de Telecomunicaciones (IFT)](https://www.elfinanciero.com.mx/empresas/2024/04/16/ift-autoriza-a-satmex-la-desorbitacion-del-satelite-eutelsat-113-tras-falla-que-provoco-el-cese-de-operaciones/) se encuentra de nuevo en incertidumbre tras los [resultados electorales ](https://www.elfinanciero.com.mx/elecciones-mexico-2024/2024/06/03/clara-brugada-sera-jefa-de-gobierno-en-cdmx-gana-eleccion-segun-el-prep-con-51-por-ciento-de-los-votos/)que dan a la 4T la mayoría calificada en el Congreso y que, a su vez, abren de nuevo la posibilidad de discutir la desaparición de los organismos autónomos. “La autonomía es fundamental ante coyunturas políticas y económicas porque nos permite tomar decisiones basadas en criterios estrictamente técnicos y legales en beneficio de las personas”, advirtió Javier Juárez Mojica, comisionado presidente del IFT durante su participación en el Mobile 360 Latam, organizado por la GSMA. Añadió que mantener al organismo es fundamental dado que su autonomía posibilita al regulador de las telecomunicaciones impulsar la competitividad en la industria móvil, fija y de radiodifusión durante la próxima administración. Desde el inicio de la presente administración, el presidente [ Andrés Manuel López Obrador](https://www.elfinanciero.com.mx/nacional/2024/02/10/reformas-de-amlo-2024-que-son-y-como-funcionan-los-organismos-autonomos/) ha demostrado su inconformidad con la existencia de [organismos autónomos ](https://www.elfinanciero.com.mx/nacional/2024/01/19/va-amlo-por-extinguir-a-todos-los-organismos-autonomos/)como el Inai, IFT, la Cofece o la Comisión Reguladora Energía, por lo que se ha amagado con su desaparición para integrarlos como subdirecciones en diferentes secretarías de Estado. En este sentido, el hecho de que hasta ahora Morena y sus aliados hayan obtenido una mayoría en el Congreso, abren la puerta al avance del [Plan C](https://www.elfinanciero.com.mx/elecciones-mexico-2024/2024/06/03/amlo-pedira-a-claudia-sheinbaum-ir-por-reforma-al-poder-judicial-con-plan-c-de-iniciativas-en-congreso/), paquete de 20 reformas, entre las cuales se busca eliminar a los organismos autónomos. En incertidumbre, busca reducir costo del espectro En medio de la incertidumbre que ha generado la posible desaparición del IFT, Tania Villa, directora general de Planeación del Espectro en el IFT, aseguró que el órgano continúa gestionando trabajos para reducir el costo del espectro radioeléctrico, el insumo básico de las telecomunicaciones. “El espectro radioeléctrico en México no es el más caro de la región (Latam), es el más caro de todo el mundo y desde el IFT hemos buscado reunirnos con la Secretaría de Hacienda para que dejen de ver este insumo como un tema de recaudación”, indicó la directiva. Afirmó que de no lograr reducir los costos de espectro radioeléctrico en los próximos meses, quedarán desiertos algunos bloques de espectro de la IFT 12, licitación que, sostuvo, empezará en el tercer trimestre de este año y que podría sumar pérdidas a los más de 13 mil millones de pesos que el IFT ya ha perdido como consecuencia de los altos costos del insumo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T02:04:18.497+03:00",
    "updated": "2024-06-14T19:29:04.170+03:00"
  },
  {
    "uuid": "0018b4824278c7e93cb3cb3b9d5c7d58fac6ff1d",
    "url": "https://www.winnipegfreepress.com/breakingnews/2024/03/14/northern-girl-named-health-care-champion-child",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Katie May",
    "published": "2024-03-14T22:37:00Z",
    "title": "Northern girl named health care ‘champion child’ – Winnipeg Free Press",
    "text": "Advertisement Read this article for free: or Already have an account? Log in here » To continue reading, please subscribe: Monthly Digital Subscription $19 $0 for the first 4 weeks* - Enjoy unlimited reading on winnipegfreepress.com - Read the E-Edition, our digital replica newspaper - Access News Break, our award-winning app - Play interactive puzzles Continue *No charge for 4 weeks then billed as $19 every four weeks (new subscribers and qualified returning subscribers only). Cancel anytime. Read unlimited articles for free today: or Already have an account? Log in here » Janessa Dumas Colomb and her family had to move more than 800 kilometres south, to Winnipeg, to get the health care she needed as a child. The 15-year-old from northern Manitoba was named the 2024 Champion Child for the Children’s Hospital Foundation of Manitoba Thursday. While the annual recognition has been held for more than a decade, Thursday marked the first time a child from a remote community was selected to share her story and participate in speaking events with other children from across Canada and the U.S. “I’m feeling happy and excited about it,” Janessa said. The Indigenous teen said she felt it was important to be a vocal advocate “so that people know that it’s not just about the health care needed, but the distance I needed to go to get that health care, and to raise awareness for all the other children in northern communities.” Janessa had a kidney transplant in 2020 after suffering for most of her young life. Starting at age five, she had persistent urinary tract infections, and tests revealed one of her kidneys was diseased and the other had reduced function. By the time she was seven, she had stage 4 kidney disease. She and her family are from Mathias Colomb Cree Nation in Pukatawagan, but to get Janessa the treatment she needed from pediatric nephrology specialists at HSC’s Children’s Hospital, her parents decided to move to Winnipeg. “It was very hard, actually,” she said about undergoing serious medical care for years, especially with strict requirements such as “the fluid restrictions and the kidney-friendly diet that I needed to follow.” After the transplant, Janessa and her family were able to move back home. “I’ve been doing really good,” she said, adding she is considering becoming a nephrology nurse to help children like her. She said she hopes to be able to speak up for other young Manitobans who need health care, particularly in northern communities, and she hopes nursing stations will be able to improve and expand services. In general, Janessa said she hopes to encourage Manitobans to be uplifting to one another. “What would make it better for the province (is) if we all learn how to get along with each other, and uplift each other and support each other during everything that we do and what we go through.” Part of her role includes fundraising. She’s chosen to raise money for the nephrology centre at goodbear.ca/janessa — and speaking to hospital foundation donors about her experiences in the hospital. The role typically includes about 30 to 40 speaking engagements a year, said Kathryn McBurney, the foundation’s marketing director. “In Janessa’s case, it may be a little bit less because of the travel involved, but she’s been super helpful already in terms of developing videos that she can share with donors to say thank you,” and to share fundraising efforts, McBurney said. A champion is chosen from each province through the Children’s Miracle Network. Janessa and other child champions are set to travel to Florida next month to share their stories at a Children’s Hospital Week event. katie.may@freepress.mb.ca Katie May Reporter Katie May is a general-assignment reporter for the Free Press.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2024%2F03%2F14%2Fnorthern-girl-named-health-care-champion-child&src=sdkpreparse",
      "https://twitter.com/share?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/share?ref_src=twsrc%5Etfw",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.winnipegfreepress.com%2Fbreakingnews%2F2024%2F03%2F14%2Fnorthern-girl-named-health-care-champion-child&src=sdkpreparse",
      "https://twitter.com/share",
      "https://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "katie may",
          "sentiment": "negative"
        },
        {
          "name": "janessa dumas colomb",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "winnipeg free press northern",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "winnipeg",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:39:08.966+02:00",
    "updated": "2024-03-15T06:21:50.020+02:00"
  },
  {
    "uuid": "658e2ca00b9527efc22b4b4feedb19ab96447e32",
    "url": "https://dnyuz.com/2024/06/06/hollywood-expert-weighs-in-on-casting-trumps-vp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Daily Beast",
    "published": "2024-06-06T21:37:00Z",
    "title": "Hollywood Expert Weighs In on Casting Trump’s VP",
    "text": "Last week, a jury ruled that\nDonald Trump was guilty of 34 felony counts. This week, the GOP presidential candidate is vetting running mates to make sure they won’t embarrass the ticket.\nSources told multiple news outlets that Trump’s campaign requested additional information from seven contenders,\nMarco Rubio, JD Vance, Tim Scott, Byron Donalds, Elise Stefanik, Ben Carson and Doug Burgum.\nThe reports did not detail what questions are being asked but, based on Trump’s last VP selection process, it’s the superficial that matters most. Back then, Trump made that clear when he described\nMike Pence over and over as “straight out of central casting.”\n“He’s a real talent, a real guy,” Trump\nsaid. “And he is central casting, do we agree? Central casting. He’s been great.”\nPence looked the part, for sure. Every single American Vice President before him had been a white man, often with white hair and a white smile. That made Pence the obvious, stereotypical choice. And the American people bought it.\nThen in 2020,\nKamala Harris broke the mold. Suddenly, a woman and a person of color could occupy the Naval Observatory.\nSo what actor would “central casting” send for that part now? The stakes are even higher in 2024 since Trump turns 78 on June 14 and flaunts his fast food diet. Whoever he selects will be one clogged heartbeat away from the presidency. So who will Trump choose?\nTo answer this, The Daily Beast turned to John Levey, a top Hollywood casting director. Levey has four Emmys—two for his work on ER and two for his work on The West Wing, which means he has actual experience casting a Vice President. So we asked Levey to run through the leading candidates based on how the pair would look like on TV… and which would be the most “central casting” option in 2024.\nTo Levey, the most important thing in good casting is avoiding redundancy. “You want to get a balance, a differentiation,” he said during a phone interview. “In my book\n Right For the Role, I talk about how you cast a pilot the same way you’d balance a mobile. So if you have George Clooney on one end of the spectrum, then you would need to counterbalance his rakish sense of humor with Anthony Edwards’ reliability and solidness. And then you would balance Noah Wyle’s innocence with the kind of arrogance and seriousness of Peter Benton played by Eric LaSalle. And then, of course, you’d have to balance all that male energy with a sort of down home regular gal of Sherry Stringfield and a slightly more exotic and complex Julianna Margulies. No one of those six people infringes on the territory of the others and you get a whole spectrum of human experience.”\nLevey provided the following observations on Trump’s reported VP list… and a few others.\nThe top central casting candidates\nJ. D. VANCE, Senator, Ohio\nTOM COTTON, Senator, Arkansas\n“I think Vance is a very viable, central casting choice. The Midwest and Ohio is obviously a very important state in terms of the Electoral College. But also, he has that very calming, everyman vibe. And then when you add the obvious inference of intelligence that an Ivy League-educated person carries with them, and he’s attractive and seems like a decent fella. That’s an important quality to differentiate and balance the manic lunacy of his potential boss.\nVance and Cotton are both standard, unimaginative, low-risk choices. That’s not my style of casting, but I think it might be appropriate casting in this environment.\nI wouldn’t be surprised if Vance ends up shaving. In the tradition of the New York Yankees, facial hair is against the rules. I think his potential future boss will insist upon it.”\nThe short list\nMARCO RUBIO, Senator, Florida\n“Obviously, Rubio has his ethnicity as an advantage which would certainly play. And he has the experience of being a United States Senator so he knows how to behave. But I think he would have to try to find a way to accentuate his universal intelligence, rather than identity politics. If he leans into his Cuban-ness and Florida-ness that would be a mistake. He has to appeal to the white racists who are part of the base. You’d also have to eliminate all of Rubio’s past rhetoric about Trump to be accepted as Trump’s partner. Although that doesn’t seem to matter much.”\nELISE STEFANIK, Representative, NY\n“I certainly see her gender as an advantage and her regular-gal quality would play well. Some advisors might see her age as an asset, but I’d be concerned with her making Trump look old. It reminds me of when we cast Noah Wyle on the pilot of ER, we didn’t want him to come across like Doogie Howser and so we explained that we wanted his youth, but we also wanted to make sure that he was credible as a doctor. So for her ‘callbacks,’ my advice would be, ‘Don’t accentuate your youthful energy—in the way you dress, the way you present yourself. Get a serious demeanor since you’d be a heartbeat away from the presidency.’”\nTIM SCOTT, Senator, South Carolina\n“Scott satisfies the look, but he’s an empty vessel. In some ways, he is central casting since central casting is all about facade. For him, a lack of substance may well be an asset. I think he could make the older white guy feel hipper—and older white guys like me need all the help we can get in the hip department.\nStill, I’m not sure Trump would be comfortable with a Black man as a running mate and that might tip the scales toward Rubio.”\nDOUG BURGUM, Governor, North Dakota\n“Again, in casting, you want to avoid redundancy and he’s\njust another billionaire with a hot wife. Still, Burgum is shorter than Trump, which might make Trump feel good in the ultimate penis measuring contest.”\nBEN CARSON\n“Carson is redundant with Trump in two crucial ways—his age and association with the first term.”\nBYRON DONALDS, Representative, Florida\n“Donalds was born in one of the boroughs and now lives in Florida which gives the ticket a glaring lack of geographic diversity.”\nKilled her chances\nKRISTI NOEM, Governor, South Dakota\n“Noem would be an absolutely unacceptable candidate as a result of shooting her dog. And if she were to be the vice president, she should dress as Annie Oakley at all times.”\nThe wildcard\nNIKKI HALEY\n“I think Haley would be the most beneficial candidate for the vice presidency since others would be either redundant or too bland to make any impression at all. Also, if Trump selected her, it would sell the idea that his rivals can become his partners. Conflict can be a good thing. It’s an important part of drama and therefore an important part of casting.\nI would think that would set up an opportunity for there to be internal arguments in the Oval Office about policy. Trump and Haley are different. They have different perspectives. They’re from different generations. I think far and away she’d be the most interesting ‘television vice president’ for ‘the television version of Donald Trump.’ And, by the way, that is the only version.”\nThe verdict\n“Central casting to me means ‘on the nose.’ which is not always the best casting. Vance is the safest choice and Haley is the choice that I would advocate for with my showrunner.”\nThe post\nHollywood Expert Weighs In on Casting Trump’s VP appeared first on The Daily Beast.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://thedailybeast.com/keyword/donald-j-trump",
      "https://thedailybeast.com/keyword/elise-stefanik",
      "http://amazon.com/exec/obidos/ASIN/B0BCNYLKNV",
      "https://thedailybeast.com/the-west-wing-casting-director-john-levey-weighs-in-on-casting-trumps-vp?2024-06-06T21:22:41+00:00",
      "https://thedailybeast.com/keyword/kamala-harris",
      "https://www.thedailybeast.com/keyword/donald-j-trump",
      "http://www.amazon.com/exec/obidos/ASIN/B0BCNYLKNV",
      "https://www.usatoday.com/story/news/politics/2019/02/25/donald-trump-often-uses-central-casting-describe-those-around-him/2981978002",
      "https://thedailybeast.com/keyword/tim-scott",
      "https://thedailybeast.com/keyword/jd-vance",
      "https://thedailybeast.com/trumps-taste-for-rich-guys-with-hot-wives-may-help-burgum-in-veepstakes-report",
      "https://www.thedailybeast.com/trumps-taste-for-rich-guys-with-hot-wives-may-help-burgum-in-veepstakes-report",
      "https://www.thedailybeast.com/keyword/elise-stefanik",
      "https://www.thedailybeast.com/keyword/doug-burgum",
      "https://usatoday.com/story/news/politics/2019/02/25/donald-trump-often-uses-central-casting-describe-those-around-him/2981978002/",
      "https://thedailybeast.com/keyword/mike-pence",
      "https://www.thedailybeast.com/keyword/kamala-harris",
      "https://www.thedailybeast.com/keyword/tim-scott",
      "https://thedailybeast.com/keyword/doug-burgum",
      "https://www.thedailybeast.com/the-west-wing-casting-director-john-levey-weighs-in-on-casting-trumps-vp?2024-06-06T21:22:41+00:00",
      "https://thedailybeast.com/keyword/ben-carson",
      "https://www.thedailybeast.com/keyword/mike-pence",
      "https://www.thedailybeast.com/keyword/ben-carson",
      "https://www.usatoday.com/story/news/politics/2019/02/25/donald-trump-often-uses-central-casting-describe-those-around-him/2981978002/",
      "https://www.thedailybeast.com/keyword/jd-vance",
      "https://www.thedailybeast.com/the-west-wing-casting-director-john-levey-weighs-in-on-casting-trumps-vp",
      "https://www.dailybeast.com/keyword/marco-rubio",
      "https://dailybeast.com/keyword/marco-rubio"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "tim scott",
          "sentiment": "none"
        },
        {
          "name": "doug burgum",
          "sentiment": "none"
        },
        {
          "name": "elise stefanik",
          "sentiment": "none"
        },
        {
          "name": "marco rubio",
          "sentiment": "none"
        },
        {
          "name": "ben carson",
          "sentiment": "none"
        },
        {
          "name": "jd vance",
          "sentiment": "none"
        },
        {
          "name": "mike pence",
          "sentiment": "none"
        },
        {
          "name": "kamala harris",
          "sentiment": "none"
        },
        {
          "name": "byron donalds",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "neutral"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:12:27.290+03:00",
    "updated": "2024-06-07T01:12:27.290+03:00"
  },
  {
    "uuid": "bee6b081897d48f2768e0d0b7fb34645a6e6d111",
    "url": "https://www.elpais.cr/2023/12/28/el-papa-denuncia-las-matanzas-de-inocentes-en-el-mundo-y-critica-las-masacres-debidas-a-las-armas/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Por Europa Press",
    "published": "2023-12-28T21:50:00Z",
    "title": "El Papa denuncia las «matanzas de inocentes en el mundo» y critica las «masacres debidas a las armas» | Diario Digital Nuestro País",
    "text": "Roma, 28 Dic. (EUROPA PRESS) – El Papa ha denunciado este jueves las «matanzas de inocentes en el mundo», en un mensaje en la red social X (antes Twitter), donde también ha criticado las «masacres debidas a las armas». «Cuántas matanzas de inocentes en el mundo: en el vientre materno, en las rutas de los desesperados que buscan esperanza, en las vidas de tantos niños cuya infancia está devastada por la guerra. Estos niños son los pequeños Jesús de hoy», ha expresado. Asimismo, ha recalcado que, actualmente, «como en el tiempo de Herodes, las intrigas del mal, que se oponen a la luz divina, se mueven a la sombra de la hipocresía y del ocultamiento». «¡Cuántas masacres debidas a las armas ocurren en un silencio ensordecedor, a escondidas de todos!», ha lamentado. Según señala ‘Vatican News’, el Papa ha pronunciado en varias ocasiones las palabras «masacre de los inocentes», en recuerdo a las víctimas de los conflictos en curso, en Ucrania, Siria, Yemen, Armenia, Azerbaiyán, Sudán, Congo y, en particular, de la guerra que tiene lugar en Gaza. Así, en su mensaje Urbi et Orbi, hizo un llamamiento para poner fin a la actual carrera armamentística. «La gente, que no quiere armas sino pan, que lucha por salir adelante y pide la paz -dijo-, ignora cuánto dinero público se gasta en armamento. Sin embargo, ¡deberían saberlo! Que se hable de ello, que se escriba, para que se conozcan los intereses y las ganancias que mueven los hilos de las guerras», señaló.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:31:23.710+02:00",
    "updated": "2023-12-29T00:31:23.710+02:00"
  },
  {
    "uuid": "a7b8132342955d608df2e8dde10870cffc797f4c",
    "url": "https://www.larena.it/argomenti/sport/sport-nazionale/nba-victor-wembanyama-fuori-fino-a-termine-della-regular-season-1.12595207",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Società Athesis S.p.A.",
    "published": "2025-02-20T21:45:00Z",
    "title": "NBA: Victor Wembanyama fuori fino a termine della regular season | L'Arena",
    "text": "ROMA, 20 FEB - La stella dei San Antonio Spurs, Victor Wembanyama, salterà il resto della stagione regolare NBA a causa di una trombosi venosa alla spalla destra. Lo ha annunciato la stessa franchigia statunitense. Il problema di salute è stato diagnosticato \"al ritorno di Wembanyama a San Antonio dopo l'All Star Game a San Franscisco\", dove il giocatore ventunenne ha partecipato lo scorso fine settimana per la prima volta nella sua carriera, ha precisato la franchigia texana in un comunicato. Il rientro in campo è previsto ad aprile, quando la stagione regolare sarà già conclusa. E difficilmente gli Spurs si qualificheranno per i playoff. Il francese potrebbe però disputare Euro-2025 con la sua nazionale dal 27 agosto al 14 settembre: i blues sono impegnati con Lettonia, Cipro, Finlandia e Polonia..",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Health"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->basketball",
      "Health->injury",
      "Health->medical condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Victor Wembanyama",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "FEB",
          "sentiment": "negative"
        },
        {
          "name": "Spurs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "San Antonio",
          "sentiment": "none"
        },
        {
          "name": "Wembanyama",
          "sentiment": "none"
        },
        {
          "name": "Finlandia",
          "sentiment": "none"
        },
        {
          "name": "Polonia",
          "sentiment": "none"
        },
        {
          "name": "Cipro",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:01:49.593+02:00",
    "updated": "2025-02-21T00:01:49.593+02:00"
  },
  {
    "uuid": "36cb489c68cf934a8197b54ae241aaea0f9e6bb6",
    "url": "https://www.opovo.com.br/esportes/olimpiadas/2024/07/25/chefe-da-natacao-brasileira-sofre-acidente-na-vila-olimpica-e-leva-mais-de-15-pontos.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "O Povo",
    "published": "2024-07-25T23:38:00Z",
    "title": "Chefe da natação brasileira sofre acidente na Vila Olímpica e leva mais de 15 pontos",
    "text": "Chefe da natação brasileira sofre acidente na Vila Olímpica e leva mais de 15 pontosO profissional da CBDA foi atendido pela equipe médica do COB ainda nas dependências da Vila Olímpica Chefe de equipe da seleção brasileira de natação, Gustavo Otsuka compareceu ao treino desta quinta-feira (25) de muletas e caminhando com dificuldades. Ele sofreu um acidente no banheiro da Vila Olímpica e teve que levar mais de 15 pontos nas costas. “Fui sair do banheiro, após terminar o banho. Escorreguei no próprio piso do box e caí sentado. Quando caí sentado, como esse piso é feito de louça, se partiu em vários pedaços e cortou todas as costas. Realmente foi bem feio”, relatou. Seja assinante O POVO+ Tenha acesso a todos os conteúdos exclusivos, colunistas, acessos ilimitados e descontos em lojas, farmácias e muito mais. [Assine](https://mais.opovo.com.br/) O profissional da CBDA foi atendido pela equipe médica do COB ainda nas dependências da Vila Olímpica. \"Deram uma assistência super-rápida, total, integral, com tudo que havia de aparato médico importante e necessário para atender o meu caso. Estou me recuperando. Se Deus quiser, até o começo da natação, eu vou estar bem para poder ajudar o Brasil na sua performance”, completou Otsuka. Ele participou de uma sessão de fotos com os atletas da natação brasileira pela manhã e acompanhou parte do treino na Arena de La Défense. O local recebe as provas de 27 de julho a 4 de agosto. Otsuka não ficou até o fim das atividades e retornou à Vila para repousar após. O primeiro dia de competições da natação terá a definição das provas feminina e masculina dos 400m livre, além das provas do revezamento 4x100m livre. Ou seja, são quatro finais no total. [Fale com a gente](https://www.opovo.com.br/falecomagente)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T05:30:56.871+03:00",
    "updated": "2024-07-26T05:30:56.871+03:00"
  },
  {
    "uuid": "f4af5284d36ae072ae1c20d9c985e6392078f6fb",
    "url": "https://www.xataka.com/empresas-y-economia/china-se-prepara-para-peor-escenario-teme-que-eeuu-impida-a-tsmc-entregarle-chips-para-coches-smartphones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@juanklore",
    "published": "2024-11-15T15:01:00Z",
    "title": "China se prepara para el peor escenario: teme que EEUU impida a TSMC entregarle chips para coches y smartphones",
    "text": "TSMC está claramente alineada con el Gobierno de EEUU. Esta compañía taiwanesa, el mayor fabricante de circuitos integrados del planeta, se ha comprometido con la Administración estadounidense a asegurar el cumplimiento de los controles de exportación . TSMC colabora estrechamente con el Departamento de Comercio de EEUU desde que en octubre de 2022 las sanciones se extendieron a prácticamente toda la industria china de los semiconductores. A pesar de lo delicada que es la coyuntura actual, TSMC sigue teniendo clientes en China. Hasta hace apenas unos días continuaba fabricando para algunos de ellos chips para aplicaciones de inteligencia artificial (IA), aunque su compromiso con EEUU le ha llevado a comunicarles que no va a seguir fabricando para ellos ni chips para IA ni procesadores para computación de alto rendimiento. Lo que sí sigue produciendo para sus clientes chinos son semiconductores para vehículos eléctricos y smartphones. Hasta ahora. Según SCMP las empresas chinas sospechan que EEUU prepara un nuevo paquete de sanciones que podría dañar seriamente sus industrias tecnológica y de los coches eléctricos. TSMC ya no produce para buena parte de sus clientes chinos chips para IA fabricados en sus nodos de 7 nm o con una litografía más avanzada, y en estas circunstancias las compañías chinas temen que las prohibiciones de EEUU acaben extendiéndose a más tipos de circuitos integrados. Tanto es así que las empresas de China continental temen que TSMC deje de fabricar para ellas en sus nodos avanzados procesadores de propósito general, chips para conducción autónoma, circuitos integrados para teléfonos móviles de gama alta y otros semiconductores muy demandados en el país liderado por Xi Jinping. En la coyuntura de tensión que sostienen actualmente EEUU y China este escenario es muy creíble, y si estas nuevas sanciones prosperasen la industria tecnológica china y la de los coches eléctricos podrían verse seriamente dañadas. Es importante que no pasemos por alto que ahora mismo ningún fabricante chino de circuitos integrados tiene en producción nodos litográficos tan avanzados como los de TSMC. SMIC ( Semiconductor Manufacturing International Corp ) tiene la capacidad de fabricar chips de 7 nm, y quizá de 5 nm , recurriendo al multiple patterning , pero esta técnica encarece mucho el precio de los circuitos integrados y no permite producirlos en cantidades masivas. En estas circunstancias las empresas chinas afectadas por estas presumibles futuras sanciones de EEUU sufrirían. La consultora taiwanesa TrendForce, que es razonablemente fiable, está convencida de que estas prohibiciones llegarán pronto . Si sucede veremos cómo reacciona la Administración de Xi Jinping. Imagen | TSMC Más información | SCMP En Xataka | TSMC va a ser aún más difícil de batir: se prepara para recibir su primer equipo de litografía UVE High-NA este año",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://pr.tsmc.com/english/gallery-fabs-inside",
      "https://www.scmp.com/tech/tech-war/article/3286204/chinas-tech-firms-fear-bigger-curbs-tsmc-stops-ai-chip-supply-us-order?module=AI_Recommended_for_you_In-house&pgtype=section",
      "https://www.pr.tsmc.com/english/gallery-fabs-inside",
      "https://scmp.com/tech/tech-war/article/3286204/chinas-tech-firms-fear-bigger-curbs-tsmc-stops-ai-chip-supply-us-order?module=AI_Recommended_for_you_In-house&pgtype=section",
      "https://www.scmp.com/tech/tech-war/article/3286204/chinas-tech-firms-fear-bigger-curbs-tsmc-stops-ai-chip-supply-us-order"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Administración",
          "sentiment": "none"
        },
        {
          "name": "TSMC",
          "sentiment": "none"
        },
        {
          "name": "IA",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T18:06:52.961+02:00",
    "updated": "2024-11-15T18:06:52.961+02:00"
  },
  {
    "uuid": "5e601da0f663d684c305d79fddcbd7cc831aadbf",
    "url": "https://www.ukrinform.net/rubric-polytics/3815793-baltic-parliamentarians-call-for-support-to-ukraine-until-its-complete-victory.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ukrinform",
    "published": "2024-01-19T21:42:00Z",
    "title": "Baltic parliamentarians call for support to Ukraine until its complete victory",
    "text": "Baltic parliamentarians call for support to Ukraine until its complete victory This is said in a joint statement published on the [website](https://www.saeima.lv/en/news/saeima-news/33057-baltic-state-parliamentarians-call-for-support-to-ukraine-until-its-complete-victory) of Latvia’s Saeima, Ukrinform reports. “We call for immediate efforts in Europe to ensure the complete victory of Ukraine following the Peace Formula of the country,” said ānis Vucāns, Vice-President of the Baltic Assembly and Head of the Latvian Delegation. [Putin sets information conditions for escalation against Baltic countries - ISW](/rubric-ato/3814504-putin-sets-information-conditions-for-escalation-against-baltic-countries-isw.html) In the statement, members of the parliaments of Latvia, Estonia and Lithuania highlight the pivotal role of military, financial and political support for Ukraine to allow the country to fully reclaim its territories. They note that this support must be continued, sufficient, timely and future-planned. The Presidium of the Baltic Assembly encourages parliamentarians of other states not to underestimate the long-term consequences for the stability of Europe, the international system and all nations that value their freedom if assistance to Ukraine is not provided at a level compatible with the seriousness of the situation. The parliamentarians reiterate the clear support of the Baltic States for European and Euro-Atlantic integration of Ukraine. They also appeal to the international community to intensify their efforts in implementing the policy of sanctions against Russia and in searching for legal ways to use the frozen Russian assets for the reconstruction of Ukraine. The parliamentarians also remind that the mistakes made a decade ago when Russia grossly violated international law and occupied Crimea created a sense of impunity in the aggressor that resulted in a full-scale war in Ukraine, causing enormous human suffering and destruction for almost two years. The Baltic Assembly is an interparliamentary cooperation organisation of Latvia, Estonia and Lithuania established on 8 November 1991. Each national parliament of the Baltic States is represented in the Baltic Assembly by 12 to 16 members of parliament. As reported by Ukrinform, the Defense Ministers of Latvia, Lithuania, and Estonia signed an agreement to create a Baltic Defense Line to strengthen NATO's eastern border. Photo: www.saeima.lv",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.saeima.lv/en/news/saeima-news/33057-baltic-state-parliamentarians-call-for-support-to-ukraine-until-its-complete-victory",
      "https://saeima.lv/en/news/saeima-news/33057-baltic-state-parliamentarians-call-for-support-to-ukraine-until-its-complete-victory"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "putin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ukrinform",
          "sentiment": "none"
        },
        {
          "name": "saeima",
          "sentiment": "none"
        },
        {
          "name": "baltic assembly",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "latvia",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "lithuania",
          "sentiment": "none"
        },
        {
          "name": "estonia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T00:30:06.848+02:00",
    "updated": "2024-01-20T00:41:09.843+02:00"
  },
  {
    "uuid": "0cc0ba6776594c25a33920f60a37fe5d8043b970",
    "url": "https://www.newsbreak.com/usa-today-560565/3723251958620-the-first-severe-case-of-h5n1-bird-flu-confirmed-in-us-what-to-know-about-the-virus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-12-19T22:52:00Z",
    "title": "The first severe case of H5N1 bird flu confirmed in US: What to know about the virus",
    "text": "By Julia Gomez and Natalie Neysa Alund, USA TODAY ,\n30 minutes ago The Centers for Disease Control (CDC) confirmed the first case of \"severe\" avian influenza , commonly known as bird flu , less than a month after a child in California was diagnosed with the virus.\nOn Friday, the CDC confirmed a person from Louisiana had avian influenza A virus, H5N1 , after they were exposed to sick and dead birds in a backyard flock, according to a CDC press release. The patient was hospitalized, marking the first \"severe\" human case in the United States.\n\"While an investigation into the source of the infection in Louisiana is ongoing, it has been determined that the patient had exposure to sick and dead birds in backyard flocks,\" the CDC said in a statement. \"This is the first case of H5N1 bird flu in the U.S. that has been linked to exposure to a backyard flock.\"\nThe confirmation comes weeks after the first case of bird flu was found in a child in California . This year, 61 people in the U.S. have been infected with bird flu, according to the CDC.\nThe first severe case of avian influenza A(H5N1) virus was confirmed by the CDC in Louisiana. Dado Ruvic, REUTERS What is bird flu? Bird flu, also known as avian influenza, is a virus that can sometimes spread from infected animals, like birds and cows, to humans, according to the Cleveland Clinic. The virus primarily infects birds\nThere are multiple subtypes of the bird flu, but H5 subtypes of influenza A are the most common.\nThe two most common types of avian influenza are the following, according to Cleaveland Clinic:\nInfluenza A(H5N1) Influenza A(H7N9) In which states have people been infected by bird flu?\nWhich animals are most likely to be infected? Poultry are most likely to have avian influenza, according to the CDC's data. Around 123 million poultry have been affected since 2022 in all 50 states.\nSince Match 2024, over 700 herds of dairy cows have also been affected in 16 states.\nZoo animals infected, some killed, in Phoenix Two big cats and three large birds − a cheetah, a mountain lion, a swamphen, a kookaburra and an Indian goose - from the Wildlife World Zoo and Aquarium, 20 miles west of Phoenix, died, and others were infected after being exposed to the bird flu, according to USA TODAY's previous reporting.\nMaricopa County Department of Public Health officials transported the sick animals to the Arizona Department of Agriculture for testing which later indicated they were likely exposed to avian influenza.\nWho is most at risk? People who are most at risk of being infected by bird flu are those who work with poultry, waterfowl and dairy cows, according to Cleveland Clinic . However, it is rare for the infection to spread from person to person.\nWhile cases of bird flu in humans have been reported, the risk to the general public remains low, according to the CDC.\nHow does it spread? A person can be infected with the virus if they touch an object that has been contaminated and then touch their eyes, nose, or mouth, according to the CDC . The virus can also be spread through the handling of live and dead animals that are infected.\nIt can also be spread through eating, drinking or inhaling anything that contains the live virus like raw, unpasteurized milk.\nWhat are the symptoms? The symptoms of those who have been infected with bird flu can range in severity, according to the CDC, from no symptoms or mild illness to severe disease resulting in death.\nThe following are symptoms of bird flu, according to the Cleveland Clinic and CDC:\nPink eye Fever Fatigue Cough Muscle aches Sore throat Nausea Vomiting Diarrhea Stuffy or runny nose Shortness of breath or difficulty breathing Headaches Pneumonia requiring hospitalization How to avoid being infected To avoid becoming sick with avian influenza, the CDC recommends the following:\nAvoid contact with sick or dead animals, especially wild birds or poultry. People who do have contact with dead animals should wear the recommended recommended personal protective equipment, PPE, which should be provided by an employer at no cost. Julia is a trending reporter for USA TODAY. You can connect with her on LinkedIn , follow her on X, formerly known as Twitter, Instagram and TikTok : @juliamariegz, or email her at jgomez@gannett.com\nThis article originally appeared on USA TODAY: The first severe case of H5N1 bird flu confirmed in US: What to know about the virus",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Health->government health care",
      "Health->health organisation",
      "Health->communicable disease",
      "Science and Technology->medical research",
      "Science and Technology->biomedical science",
      "Social Issue->population and census",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.usatoday.com/story/news/health/2024/12/18/bird-flu-cows-dairy-person-infected/76989489007/",
      "https://my.clevelandclinic.org/health/diseases/22401-bird-flu#symptoms-and-causes",
      "https://img.particlenews.com/image.php?url=2t1vxj_0xYdWTxQ00",
      "https://www.usatoday.com/story/news/health/2024/12/06/bird-flu-usda-bulk-raw-milk-testing/76823852007/",
      "https://www.cdc.gov/bird-flu/prevention/farm-workers.html",
      "https://my.clevelandclinic.org/health/diseases/22401-bird-flu#diagnosis-and-tests",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=2t1vxj_0xYdWTxQ00",
      "https://www.cdc.gov/media/releases/2024/m1218-h5n1-flu.html",
      "https://www.tiktok.com/@juliamariegz",
      "https://www.cdc.gov/bird-flu/situation-summary/index.html",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=0GdlD4_0xYdWTxQ00",
      "https://www.linkedin.com/in/juliamgomez/",
      "https://twitter.com/JuliaMarieGZ",
      "https://www.usatoday.com/story/news/health/2024/12/18/louisiana-bird-flu-patient-severe-symptoms/77074515007/",
      "https://www.usatoday.com/story/news/nation/2024/12/13/bird-flu-arizona-zoo/76956233007/",
      "https://img.particlenews.com/image.php?url=0GdlD4_0xYdWTxQ00",
      "https://www.usatoday.com/story/news/health/2024/12/08/raw-farm-quarantined-recall-raw-milk-bird-flu/76760105007/",
      "https://www.instagram.com/juliamariegz/",
      "https://www.usatoday.com/story/news/nation/2024/12/19/h5n1-bird-flu-first-severe-case-louisiana/77082118007/",
      "https://www.my.clevelandclinic.org/health/diseases/22401-bird-flu#symptoms-and-causes",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=2t1vxj_0xYdWTxQ00",
      "https://usatoday.com/story/news/health/2024/12/06/bird-flu-usda-bulk-raw-milk-testing/76823852007/",
      "https://www.instagram.com/juliamariegz",
      "https://www.img.particlenews.com/image.php?url=0GdlD4_0xYdWTxQ00",
      "https://linkedin.com/in/juliamgomez/",
      "https://www.my.clevelandclinic.org/health/diseases/22401-bird-flu#diagnosis-and-tests",
      "https://usatoday.com/story/news/nation/2024/12/13/bird-flu-arizona-zoo/76956233007/",
      "https://www.img.particlenews.com/image.php?url=2t1vxj_0xYdWTxQ00",
      "https://cdc.gov/media/releases/2024/m1218-h5n1-flu.html",
      "https://usatoday.com/story/news/health/2024/12/08/raw-farm-quarantined-recall-raw-milk-bird-flu/76760105007/",
      "https://usatoday.com/story/news/nation/2024/12/19/h5n1-bird-flu-first-severe-case-louisiana/77082118007/",
      "https://www.usatoday.com/story/news/nation/2024/12/13/bird-flu-arizona-zoo/76956233007",
      "https://www.linkedin.com/in/juliamgomez",
      "https://www.usatoday.com/story/news/nation/2024/12/19/h5n1-bird-flu-first-severe-case-louisiana/77082118007",
      "https://www.usatoday.com/story/news/health/2024/12/18/bird-flu-cows-dairy-person-infected/76989489007",
      "https://usatoday.com/story/news/health/2024/12/18/bird-flu-cows-dairy-person-infected/76989489007/",
      "https://cdc.gov/bird-flu/prevention/farm-workers.html",
      "https://tiktok.com/@juliamariegz",
      "https://www.usatoday.com/story/news/health/2024/12/08/raw-farm-quarantined-recall-raw-milk-bird-flu/76760105007",
      "https://cdc.gov/bird-flu/situation-summary/index.html",
      "https://www.usatoday.com/story/news/health/2024/12/06/bird-flu-usda-bulk-raw-milk-testing/76823852007",
      "https://www.twitter.com/JuliaMarieGZ",
      "https://img.particlenews.com/image.php",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=0GdlD4_0xYdWTxQ00",
      "https://usatoday.com/story/news/health/2024/12/18/louisiana-bird-flu-patient-severe-symptoms/77074515007/",
      "https://www.usatoday.com/story/news/health/2024/12/18/louisiana-bird-flu-patient-severe-symptoms/77074515007",
      "https://instagram.com/juliamariegz/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Natalie Neysa Alund",
          "sentiment": "negative"
        },
        {
          "name": "Julia Gomez",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "Centers for Disease Control",
          "sentiment": "negative"
        },
        {
          "name": "CDC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:26:55.219+02:00",
    "updated": "2024-12-20T01:26:55.219+02:00"
  }
]