[
  {
    "uuid": "eb037ac15062630f9d312ec04331d770a2de8d12",
    "url": "http://www.china.org.cn/china/2023-12/29/content_116909419.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "蔺丽瑶",
    "published": "2023-12-29T00:53:00Z",
    "title": "China-US military video call achieves constructive progress: Defense ministry- China.org.cn",
    "text": "A recent video call between senior Chinese and U.S. military officers has achieved constructive progress, a spokesperson for China's Ministry of National Defense said on Thursday.\nLiu Zhenli, a member of China's Central Military Commission (CMC) and chief of staff of the CMC Joint Staff Department, and Charles Brown, chairman of the U.S. Joint Chiefs of Staff, had a video call on Dec. 21, ministry spokesperson Wu Qian said during a press conference.\nThey had a candid and in-depth exchange of views on the implementation of the consensus reached between the two countries' heads of state in San Francisco and on issues of common concern, Wu noted.\nChina expects that the U.S. side will work with China to advance the healthy and steady development of relations between the two countries' militaries on the basis of equality and mutual respect, Wu said.\nOn exchange programs, Wu said that the national defense departments of the two countries are maintaining communication and will announce progress in due course.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Science and Technology",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "liu zhenli",
          "sentiment": "none"
        },
        {
          "name": "wu qian",
          "sentiment": "none"
        },
        {
          "name": "charles brown",
          "sentiment": "none"
        },
        {
          "name": "wu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. joint chiefs of staff",
          "sentiment": "none"
        },
        {
          "name": "cmc joint staff department",
          "sentiment": "none"
        },
        {
          "name": "central military commission",
          "sentiment": "none"
        },
        {
          "name": "cmc",
          "sentiment": "none"
        },
        {
          "name": "ministry of national defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "san francisco",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:18:40.881+02:00",
    "updated": "2023-12-29T04:18:40.881+02:00"
  },
  {
    "uuid": "16297e4d43626c67a70aadf314d05c41bab572e3",
    "url": "https://vnexplorer.net/alemania-casi-toda-baja-sajonia-bajo-el-agua-s708160.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T14:25:00Z",
    "title": "Alemania: \"Casi toda Baja Sajonia bajo el agua\"",
    "text": "El ministro-presidente de la Baja Sajonia, Stephan Weil, junto a los servicios de emergencia trabajando en el río Aller.\nEl servicio meteorológico de Alemania (DWD) informó este viernes (29.12.2023) que se prevén más lluvias torrenciales en algunas zonas del país, como en Renania del Norte-Westfalia y la Baja Sajonia, afectadas ya durante varios días por graves inundaciones.\n“Tenemos una situación muy, muy tensa”, dijo este viernes la Ministra de Interior de Baja Sajonia, Daniela Behrens (del Partido Socialdemócrata o SPD), en la radio Deutschlandfunk. “Casi toda la Baja Sajonia está bajo el agua”, añadió Bahrens, por lo que se han desplegado cerca de 100.000 bomberos y organizaciones de ayuda técnica.\nBehrens añade que “todavía no se vislumbra un alivio”. De hecho, según las previsiones meteorológicas, habrá más lluvias y tormentas en los próximos días, lo que no aliviará la situación, sino que “la agravará en un lugar u otro”, sentenció.\nEn el municipio sajón de Lilienthal, por ejemplo, el ayuntamiento emitió un decreto prohibiendo el uso de fuegos artificiales en Nochevieja y Año Nuevo para proteger a los servicios de emergencia de despliegues adicionales.\nLa situación también es tensa a lo largo de los ríos Aller, Leine y Weser, situados en las partes más meridionales del Estado. Otras partes más céntricas ya estaban inundadas, según el Departamento de Aguas, Costas y Conservación de la Naturaleza (NLWKN, por sus siglas en alemán).\nEl premier de Baja Sajonia, Stephan Weil, declaró el jueves que nunca se habían producido inundaciones de esta magnitud.\n“Los expertos llevan mucho tiempo advirtiendo de que los fenómenos meteorológicos extremos están relacionados con el cambio climático”, dijo.\nEl DWD que remarcó el estado occidental de Renania del Norte-Westfalia sufriría de fuertes precipitaciones durante este viernes y el sábado. No obstante, la situación aquí ha remitido temporalmente, aunque sigue “a un nivel alto”, según el Ministerio de Medio Ambiente.\nEl nivel de las aguas también bajó en el Elba, a su paso por la ciudad oriental de Dresde. El jueves por la tarde, el agua alcanzó los 5,92 metros, justo por debajo de la marca de los 6 metros, lo que hubiese activado el segundo nivel de alerta más alto. El nivel de agua suele alcanzar los 2 metros por esta zona.\naa (dpa,afp)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcwjF.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcwjF.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:57:46.660+02:00",
    "updated": "2023-12-29T16:57:46.660+02:00"
  },
  {
    "uuid": "8a37ef680e1b7ed5fd0ec69286696454edfa6f1c",
    "url": "https://mx.advfn.com/bolsa-de-valores/NYSE/AGR/noticias/94085081/avangrid-companies-in-new-york-and-maine-honored-w",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Business Wire",
    "published": "2024-06-21T14:37:00Z",
    "title": "Avangrid Companies in New York and Maine Honored with Dual Emergency Response Awards",
    "text": "Awards recognize NYSEG and RG&E and CMP’s exemplary recovery efforts following extreme winter storms this past year\nView and download photos from these storms here\nAvangrid, Inc. (NYSE: AGR), a leading sustainable energy company and a member of the Iberdrola Group, announced today that it has received dual Emergency Response Award from Edison Electric Institute (EEI). The awards honor the extraordinary performance of Avangrid companies New York State Electric & Gas (NYSEG) and Rochester Gas and Electric (RG&E) and Central Maine Power (CMP) during recovery and restoration efforts from winter storms this past year.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20240621691405/en/\nNYSEG crews working to repair damage following Winter Storm Finn in January 2024. (Photo: Business Wire)\n“At Avangrid, we take pride in being leaders in safe, efficient and coordinated efforts to restore power to our customers after extreme storms like the ones our service areas have experienced this past winter,” said Pedro Azagra, Avangrid CEO. “These awards are a symbol of our commitment to our customers, our communities and operational excellence. We do this critical work well because electricity is an essential service that our customers rely on.”\nPresented to EEI member companies twice a year, the Emergency Response Awards recognize recovery and assistance efforts of electric companies following service disruptions caused by extreme weather or other natural events. Following an international nomination process, EEI announced the Avangrid companies as recipients during EEI 2024.\nNYSEG and RG&E were honored for their response to Winter Storm Finn, which struck New York state in January 2024. Winter Storm Finn brought high winds to upstate New York, causing outages in the NYSEG’s Geneva, Auburn, Lancaster, Mechanicville, and Ithaca divisions, and snapping poles and bringing down trees in RG&E’s Central and Fillmore divisions as well.\n“Our customers count on us to be first responders during New York’s sometimes wild weather, restoring power safely, effectively, and as quickly as possible,” said Trish Nilsen, president and CEO of NYSEG and RG&E. “Our commitment to our customers, our communities, and operational excellence are recognized by this award, but this critical work is a priority for us because electric and natural gas service is something they rely on.”\nCMP was honored for its response to a strong wind and rainstorm on December 18, 2023. This extreme storm prompted CMP to mount the largest restoration effort in the company’s history after 400,000 of its customers lost power over the duration of this weather event. The company ultimately restored power on Christmas Eve.\n“In Fairfield, Maine alone, thousands of trees fell, requiring what was essentially a street-by-street rebuild of the town’s electrical system,” said Joe Purington, CMP President and CEO. “In moments of crisis such as these storms, Mainers can count on us to be first responders and to restore power safely, effectively, and as quickly as possible.\nAbout Avangrid: Avangrid, Inc. (NYSE: AGR) aspires to be the leading sustainable energy company in the United States. Headquartered in Orange, CT with approximately $45 billion in assets and operations in 24 U.S. states, Avangrid has two primary lines of business: networks and renewables. Through its networks business, Avangrid owns and operates eight electric and natural gas utilities, serving more than 3.3 million customers in New York and New England. Through its renewables business, Avangrid owns and operates a portfolio of renewable energy generation facilities across the United States. Avangrid employs approximately 8,000 people and has been recognized by JUST Capital as one of the JUST 100 companies – a ranking of America’s best corporate citizens – in 2024 for the fourth consecutive year. In 2024, Avangrid ranked first among utilities and 12 overall. The company supports the U.N.’s Sustainable Development Goals and was named among the World’s Most Ethical Companies in 2024 for the sixth consecutive year by the Ethisphere Institute. Avangrid is a member of the group of companies controlled by Iberdrola, S.A. For more information, visit www.avangrid.com.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240621691405/en/\nMedia Contact:\nSarah Warren\nsarah.warren@avangrid.com\n585-794-9253",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.businesswire.com/news/home/20240621691405/en/",
      "https://static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://cts.businesswire.com/ct/CT?id=bwnews&sty=20240621691405r1&sid=ukadn&distro=nx&lang=en",
      "https://www.static.cloudflareinsights.com/beacon.min.js/vcd15cbe7772f49c399c6a5babf22c1241717689176015",
      "https://www.businesswire.com/news/home/20240621691405/en",
      "https://businesswire.com/news/home/20240621691405/en/",
      "https://www.cts.businesswire.com/ct/CT?id=bwnews&sty=20240621691405r1&sid=ukadn&distro=nx&lang=en",
      "https://cts.businesswire.com/ct/CT"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pedro azagra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "rg&e",
          "sentiment": "negative"
        },
        {
          "name": "cmp",
          "sentiment": "negative"
        },
        {
          "name": "nyseg",
          "sentiment": "negative"
        },
        {
          "name": "new york state electric & gas",
          "sentiment": "none"
        },
        {
          "name": "central maine power",
          "sentiment": "none"
        },
        {
          "name": "edison electric institute",
          "sentiment": "none"
        },
        {
          "name": "eei",
          "sentiment": "none"
        },
        {
          "name": "avangrid, inc.",
          "sentiment": "none"
        },
        {
          "name": "nyse",
          "sentiment": "none"
        },
        {
          "name": "iberdrola group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "rochester",
          "sentiment": "none"
        },
        {
          "name": "avangrid",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T17:54:13.532+03:00",
    "updated": "2024-06-21T17:54:13.532+03:00"
  },
  {
    "uuid": "075b70dc78d05f53fe9e4669abc147886272a866",
    "url": "https://hoy.com.do/colocan-el-gran-santo-domingo-en-alerta-amarilla",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Merilenny Mueses",
    "published": "2024-08-01T19:45:00Z",
    "title": "El Gran Santo Domingo está en alerta amarilla por onda tropical y vaguada",
    "text": "El Centro de Operaciones de Emergencias (COE) informó hoy que debido a la presencia de una onda tropical y una vaguada, el Gran Santo Domingo, el Distrito Nacional y otras provincias se encuentran en alerta amarilla. Las demás provincias que presentan este nivel de alerta son: Hato Mayor, El Seibo, María Trinidad Sánchez y Samaná.\nEn alerta verde se encuentran: Bahoruco, Monte Plata, Independencia, Elías Piña, Duarte, Sánchez Ramírez, Monseñor Nouel, San Pedro de Macorís, La Romana, La Vega, San Juan, La Altagracia, y Santiago.\nLa institución enfatizó que gran parte del país recibe la presencia de lluvias moderadas y fuertes\nAdemás, recomendó a la población de las provincias bajo alerta y que vive en zonas vulnerables a abstenerse de cruzar ríos, arroyos y cañadas.\nTambién puede leer: ¿ Cuál es la causa de las lluvias que se registran hoy a RD?\nAsí como también, aconsejó a las frágiles y pequeñas embarcaciones a tener precaución en la costa atlántica que navegan cerca del perímetro costero y dijo que no deben alejarse mar adentro debido a viento y oleaje anormal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/COE_RD/status/1819084371191910854",
      "https://www.x.com/COE_RD/status/1819084371191910854"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T01:14:14.324+03:00",
    "updated": "2024-08-02T01:14:14.324+03:00"
  },
  {
    "uuid": "dbdcf451477a26e94b0b9bd39ba9d880579fe533",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/bizwire-2024-1-5-advantech-brings-retail-to-nrf-2024-retails-big-show",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Decatur Daily Democrat",
    "published": "2024-01-05T00:00:00Z",
    "title": "Advantech Brings Retail to NRF 2024: Retail's Big Show | News | decaturdailydemocrat.com",
    "text": "Advantech will highlight our commitment to excellence, cutting-edge technology, and customer-centric solutions at the NRF 2024: Retail’s Big Show in New York City on January 14-16, 2024, in our partners, SOTI booth #6221 and Connection booth #1029. Advantech will showcase its latest award-winning point-of-sale (POS) system USC-300 Series as well as industrial-grade tablet AIM Series , all-in-one touch computer UTC Series , and box PC UBX Series . This press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20240105608038/en/ The USC-300 Series, an All-in-One POS system, has been awarded the prestigious 2024 Taiwan Excellence Award. This award honors the most innovative Taiwanese products that deliver substantial value to users worldwide and symbolizes Advantech commitment to excellence. Elevate Your Business Beyond the Aesthetics Tailored for retail and hospitality environments, the USC-300 Series seamlessly blends into any store decoration with sophisticated aesthetics and versatile design. As the world’s first POS system with an anodized aluminum housing, creating a hard, wear-resistant layer on the USC-300 Series. Anodized aluminum, known for its lightweight and corrosion resistance, distinguishes the USC-300 Series from the others by increasing longevity and decreasing total cost of ownership. Explore the sleek design and features of the USC-365 in our video! Efficient Computing with a 15.6 inch Touchscreen Powered by an Intel® Celeron® / Core™ i Series / Rockchip processor, the USC-300 Series is a scalable solution with high computing capabilities. Its 15.6-inch full HD LCD display with a 16:9 aspect ratio, LED backlight, and P-CAP touch, offers an immersive viewing experience and optimal content accommodations. USB-C Connection and Extendable Hub Capability By connecting via USB-C, the USC-360 Series ensures stable video, audio, and data transmission through a single cable while providing enough additional power to recharge other devices. The USC-300 Series features an optional I/O extension hub that seamlessly integrates into the stand. Users can choose between two I/O extension hubs: one equipped with USB 2.0 x 6 & COM x 4 ports for reliability and compatibility, or the other featuring 12V & 24V powered USB ports. This I/O hub option enhances the connectivity of various POS peripherals. Ergonomic, User-friendly Workstation The USC Series includes a stand which is dual hinged, allowing flexible viewing angle and adjustable height. Our ergonomic monitor stand provides a customizable viewing experience, promoting comfort and enhancing your overall well-being during extended work sessions. For more information or to set up an appointment to meet with Advantech at NRF 2024, contact [retail@advantech.com](mailto:retail@advantech.com). About Advantech Advantech is a prominent global player in the technology industry, specializing in industrial computing, IoT, and embedded solutions. The company's establishment in 1983 reflects a long-standing presence in the market, and its commitment to innovation and collaboration is a key aspect of Advantech's approach, allowing it to stay at the forefront of technological advancements. www.advantech.com View source version on businesswire.com: https://www.businesswire.com/news/home/20240105608038/en/ Contacts Tiffany Iskandar [Tiffany.iskandar@advantech.com ](mailto:Tiffany.iskandar@advantech.com) 949-420-2500 ext. 6226",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2Fubx-100-series%2Fsub_a4d5fede-290b-4141-8ab9-1d15f013606a&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=UBX+Series&index=5&md5=e2f84be607be554b7ef95e6ffdf05a76",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.connection.com%2Fretail%2Fevents%2Fnrf&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=Connection&index=1&md5=81168d4c549967dc143dc02a70ea4d86",
      "https://www.businesswire.com/news/home/20240105608038/en/",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2F-utc-100-series-%2Fsub_45441236-47f6-43b7-ae30-a0d86e1fb954&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=UTC+Series&index=4&md5=3d418a384697edf38e58a7e4ddbf1b95",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2F1-2kwkn0%2Faim-75s%2Fmod_8b88de24-9d12-44cf-9884-e85b5f9f995f&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=AIM+Series&index=3&md5=0c791e27a9443a6137fb9fa8288f40fd",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fapc01.safelinks.protection.outlook.com%2F%3Furl%3Dhttps%253A%252F%252Fyoutu.be%252FkvwlkVajQ7U%253Fsi%253D6TC4q7HK1KaWvgk9%26data%3D05%257C02%257CTiffany.Iskandar%2540advantech.com%257Ca9babc1f97e942edeb6d08dc028d369e%257Ca77d40d9dcba4ddab5715f18e6da853f%257C0%257C0%257C638388052731387935%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C3000%257C%257C%257C%26sdata%3DlxbYg1oS58XUIQ6%252BOxwsE%252FgCGX2Tpalgpr",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2Fusc-300-series%2Fsub_9146df72-2e0c-42af-be20-9e2a781f4c9a&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=USC-300+Series&index=2&md5=4c8248d35f8695245e8313a1d4e54be3",
      "https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fapc01.safelinks.protection.outlook.com%2F%3Furl%3Dhttp%253A%252F%252Fwww.advantech.com%252F%26data%3D05%257C02%257CTiffany.Iskandar%2540advantech.com%257Ca9babc1f97e942edeb6d08dc028d369e%257Ca77d40d9dcba4ddab5715f18e6da853f%257C0%257C0%257C638388052731387935%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C3000%257C%257C%257C%26sdata%3DJwmpyH9dvhATA4WAeuNc2q1UbcJUBrX5Q3%252Fz7DEiHAs%253D%26reserved%3D0&eshee",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.connection.com%2Fretail%2Fevents%2Fnrf&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=Connection&index=1&md5=81168d4c549967dc143dc02a70ea4d86",
      "https://businesswire.com/news/home/20240105608038/en/",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2Fubx-100-series%2Fsub_a4d5fede-290b-4141-8ab9-1d15f013606a&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=UBX+Series&index=5&md5=e2f84be607be554b7ef95e6ffdf05a76",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fapc01.safelinks.protection.outlook.com%2F%3Furl%3Dhttps%253A%252F%252Fyoutu.be%252FkvwlkVajQ7U%253Fsi%253D6TC4q7HK1KaWvgk9%26data%3D05%257C02%257CTiffany.Iskandar%2540advantech.com%257Ca9babc1f97e942edeb6d08dc028d369e%257Ca77d40d9dcba4ddab5715f18e6da853f%257C0%257C0%257C638388052731387935%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C3000%257C%257C%257C%26sdata%3DlxbYg1oS58XUIQ6%252BOxwsE%252FgCGX2Tpalgpr",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2F1-2kwkn0%2Faim-75s%2Fmod_8b88de24-9d12-44cf-9884-e85b5f9f995f&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=AIM+Series&index=3&md5=0c791e27a9443a6137fb9fa8288f40fd",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2Fusc-300-series%2Fsub_9146df72-2e0c-42af-be20-9e2a781f4c9a&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=USC-300+Series&index=2&md5=4c8248d35f8695245e8313a1d4e54be3",
      "https://cts.businesswire.com/ct/CT",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.advantech.com%2Fen%2Fproducts%2F-utc-100-series-%2Fsub_45441236-47f6-43b7-ae30-a0d86e1fb954&esheet=53878103&newsitemid=20240105608038&lan=en-US&anchor=UTC+Series&index=4&md5=3d418a384697edf38e58a7e4ddbf1b95",
      "https://www.businesswire.com/news/home/20240105608038/en",
      "https://www.cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fapc01.safelinks.protection.outlook.com%2F%3Furl%3Dhttp%253A%252F%252Fwww.advantech.com%252F%26data%3D05%257C02%257CTiffany.Iskandar%2540advantech.com%257Ca9babc1f97e942edeb6d08dc028d369e%257Ca77d40d9dcba4ddab5715f18e6da853f%257C0%257C0%257C638388052731387935%257CUnknown%257CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%253D%257C3000%257C%257C%257C%26sdata%3DJwmpyH9dvhATA4WAeuNc2q1UbcJUBrX5Q3%252Fz7DEiHAs%253D%26reserved%3D0&eshee"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "advantech",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "usc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "taiwan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:28:57.516+02:00",
    "updated": "2024-01-06T01:28:57.516+02:00"
  },
  {
    "uuid": "6436594ef18ff3f89bde4b45a1a44cfa7c9bfb25",
    "url": "https://menafn.com/1108111922/AMAZING-India-Applauds-6-Year-Old-Takshvi-Vaghani-After-World-Record-For-Lowest-Limbo-Skating-WATCH",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-04-17T23:00:00Z",
    "title": "AMAZING! India Applauds 6-Year-Old Takshvi Vaghani After World Record For Lowest Limbo Skating (WATCH) | MENAFN.COM",
    "text": "( MENAFN - AsiaNet News) In the world of limbo skating, Indian skaters continue to make waves, capturing global attention and setting remarkable records. The latest addition to this legacy comes from six-year-old Takshvi Vaghan, hailing from Ahmedabad in Gujarat, whose extraordinary feat has earned her a coveted spot in the Guinness World Records.\nTakshvi's achievement is nothing short of spectacular. Gliding effortlessly beneath a horizontal pole, she set a new world record for the lowest limbo skating over a distance of 25 meters. Her flawless demonstration of skill and agility was captured in a video that quickly went viral, showcasing her mastery of the sport. With just 16 centimeters of clearance, Takshvi surpassed the previous record holder, Manasvi Vishal of Pune, who had achieved the feat with a height of 16.5 centimeters.\nThe attention garnered by Takshvi's record-breaking performance highlights the growing prominence of Indian skaters on the global stage. Prior to Takshvi's accomplishment, Manasvi Vishal had held the distinction, showcasing India's talent and prowess in limbo skating. Takshvi's success serves as a testament to the dedication and hard work of Indian skaters, inspiring a new generation of athletes to pursue their dreams and push the boundaries of what is possible in the sport.\nBut the accolades don't end there. In July 2023, another Indian skater, Shrishti Dharmendra Sharma, made headlines by achieving the fastest time to limbo skate a distance of 50 meters. Clocking in at 6.94 seconds, Shrishti surpassed her own previous record of 7.38 seconds, further solidifying India's dominance in the world of limbo skating.\nAs these remarkable achievements continue to captivate audiences around the world, they not only showcase the talent and skill of Indian skaters but also serve as a source of national pride. With each record broken and each milestone achieved, Indian skaters are carving out their place in the annals of limbo skating history, cementing their legacy as some of the best in the world.\nMENAFN18042024007385015968ID1108111922\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://newsable.asianetnews.com/india/amazing-india-applauds-6-year-old-takshvi-vaghani-after-world-record-for-lowest-limbo-skating-watch-snt-sc500k",
      "https://www.newsable.asianetnews.com/india/amazing-india-applauds-6-year-old-takshvi-vaghani-after-world-record-for-lowest-limbo-skating-watch-snt-sc500k"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "manasvi vishal",
          "sentiment": "none"
        },
        {
          "name": "takshvi vaghan",
          "sentiment": "none"
        },
        {
          "name": "takshvi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "asianet news",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "pune",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:44:51.093+03:00",
    "updated": "2024-04-19T00:44:51.093+03:00"
  },
  {
    "uuid": "5c08d135ecf6bfcd22cc4a052acec264e91d2533",
    "url": "https://www.cravingtech.com/elgato-facecam-4k-brings-professional-video-quality-to-your-desktop-at-half-the-price.html",
    "ord_in_thread": 0,
    "author": "Michael Aulia",
    "published": "2025-07-31T03:19:00Z",
    "title": "Elgato Facecam 4K brings professional video quality to your desktop at half the price",
    "text": "Elgato’s newest webcam is making some bold claims about bringing DSLR-quality video to mainstream creators, and the specs suggest they might be onto something significant. The Elgato Facecam 4K promises Ultra HD video at 60 frames per second along with professional camera controls that could change how we think about webcam capabilities.\nElgato has built this around a 1/1.8-inch Sony STARVIS 2 sensor paired with a Prime Lens that maintains sharpness up to 1.2 metres with a full 90-degree field of view. The image processor handles everything from encoding to noise reduction, delivering uncompressed video when connected via USB 3.0. That sounds great on paper but the quality to back up this claim will show.\nJulian Fest, General Manager at Elgato, explains their positioning: “What once cost thousands of dollars in camera gear now sits comfortably on your monitor.”\nThe Camera Hub software offers manual ISO and shutter speed controls that give you that professional camera feel, while PTZ controls let you pan, tilt, and zoom digitally while maintaining impressive sharpness. The inclusion of LUTs for colour grading brings film-style post-processing directly into the webcam software, with presets available through the Elgato Marketplace.\nFor NVIDIA RTX users, there’s realistic background blur capability that mimics DSLR depth-of-field effects. Additional features include advanced noise reduction and HDR support, creating a comprehensive toolkit that goes well beyond typical webcam software.\nPerhaps the coolest addition is support for 49mm lens filters, marking the first time a webcam has offered this professional photography staple. This opens up creative possibilities like diffusion effects, starburst filters, or CPL filters to reduce reflections from glasses during video calls or streams.\nElgato is offering a free CPL filter for orders placed through their webstore, though the webcam supports any standard 49mm filter from photography suppliers.\nElgato Facecam 4K looks to be one of the most awesome inventions for the webcam world, but we need to wait until the reviews to see how these tech performs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->consumer goods",
      "Economy, Business and Finance->media and entertainment industry",
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->trend"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.elgato.com/ww/en/p/facecam-4k",
      "https://elgato.com/ww/en/p/facecam-4k"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [
        {
          "name": "Julian Fest",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Sony STARVIS",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:51:03.339+03:00",
    "updated": "2025-07-31T07:58:23.000+03:00"
  }
]