[
  {
    "uuid": "121085a14873806f036d1e26e41261a026c7e89e",
    "url": "https://dnyuz.com/2024/05/24/robe-wearing-dj-newjeansnim-draws-complaints-from-singapore-buddhists",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Al Jazeera",
    "published": "2024-05-24T00:00:00Z",
    "title": "Robe-wearing DJ NewJeansNim draws complaints from Singapore Buddhists – DNyuz",
    "text": "Singapore – A popular South Korean DJ ‘monk’, known for donning a cleric’s robes and combining electronic dance music with Buddhist mantras, is stirring controversy among the faithful in Singapore who claim he is denigrating the religion.\nOn Sunday, May 19, the Singapore Buddhist Federation called for NewJeansNim’s two performances at a disco club in June to be cancelled. In a Facebook post, it noted that the DJ dons a monk’s robe even though he is not ordained – this is “against [the] Vinaya”, or the code of conduct for Buddhist monks. The federation urged authorities to cancel his performance permits in order to “avoid bringing embarrassment to Buddhists”.\nNow, the government has got involved with Law and Home Affairs Minister K Shanmugam warning on Facebook that “action will be taken” should NewJeansNim – whose real name is Youn Sung-ho – proceed with his usual act. The comments on the minister’s post were broadly supportive, with many urging him to cancel the DJ’s performances altogether.\nIn accordance with an advisory from the Singapore Police Force, performance venue Club Rich’s owner, Jackie He, told Al Jazeera that the events, which have sold out, will be “non-religious”- and they will ensure NewJeansNim does not wear a monk’s robe, use a religious instrument or play any music that is related to a Buddhist chant. A member of the club’s management added that Youn had agreed to the terms, noting that the Buddhist elements are just one part of his repertoire. There has been no official comment from Youn himself.\nKelvin Siau, a lifelong Buddhist, told he Al Jazeera he would prefer that authorities go further. “He should be barred from entering Singapore. This is to show that Singapore is a strict country [on] religious matters,” said the 42-year-old, who said he found NewJeansNim’s act “disrespectful” and “an insult to the image of Buddhism and the monks”.\nClub Rich is located near one of the largest and most popular Buddhist temples in Singapore. According to a 2020 census, more than a third of Singapore’s population is Buddhist, making it the city-state’s leading religion.\nLeow Yuan Kai, 36, another lifelong Buddhist, was more forgiving about the show, however.\n“My friends and I do not think the performance has enough cause for concern,” he said. “It’s a performance in a night club with a very specific demographic as its audience after all.”\nRiling the faithful It is the second time in recent weeks that Youn, a 47-year-old comedian-turned-musician, has riled Buddhists in Southeast Asia. In early May, a dance club in Kuala Lumpur cancelled his second set “in the interest of social harmony” following complaints by both senior Buddhist clergy, as well as politicians who urged Malaysian authorities to ban him from future events.\nBy contrast, the shaven-headed, homily-dispensing Youn is a rising star in his home country, beloved by Gen Z and Millennial fans. He has also performed in places such as Taiwan, Hong Kong and Macau. Youn has even been employed by the Jogye Order, South Korea’s largest Buddhist order, to help spread the faith. Its president thanked him for “spreading a much younger Buddhism to the young generation”, according to the Korea Herald.\nAssociate professor Jack Chia of the National University of Singapore’s (NUS) history department, an expert on Buddhism in Southeast Asia, told Al Jazeera that for historical and socioeconomic reasons, there are significant differences between East Asia and Southeast Asia when it comes to expectations about the roles and conduct of Buddhist monks.\n“Buddhists in Malaysia, Singapore and Southeast Asia more broadly would find it offensive for a nonordained person to be dressed and performing in monastic robes in the name of Buddhism,” he said, adding that the performances were also taking place in a club which serves alcohol, whose consumption is forbidden by one of Buddhism’s five precepts.\nBy contrast, with the decline of religion – particularly Buddhism – in South Korea, the Buddhist community there is looking for creative ways to inspire interest in Buddhism among the younger generation. “It is no surprise that [the progressive Jogye Order] supports innovative methods to promote Buddhism and are happy to endorse NewJeansNim’s unconventional Buddhist DJ music,” Chia said.\nHe also pointed to Japanese Buddhists who have performed rock and hip-hop Buddhist music and even opened bars to attract a younger generation. Zen monk Kanho Yakushiji’s music has also been well-received by Buddhist communities worldwide.\nRacial and religious harmony Like Malaysia , Singapore is a multicultural, multireligious and multilingual society. It is particularly sensitive to anything that might disrupt racial and religious harmony. Authorities often invoke the spectre of racial riots from the 1960s, in which dozens were killed. Strict laws give authorities expansive powers to deal with those deemed to have crossed “red lines” on race and religion.\nThe conditions of a public entertainment licence for an establishment state that the entertainment on offer must not be likely to cause offence to any race, religion, ethnicity or nationality, or potentially cause disharmony among different groups. Authorities are quick to act on any potential strife. In 2019, despite agreeing to adhere to strict requirements, Swedish black metal band Watain saw its performance permit withdrawn after an online petition against its concerts.\nThe Ministry of Home Affairs said at the time that Watain had a history of denigrating religions and promoting violence, which had the potential to disrupt the city-state’s social harmony.\n“Singapore’s approach to religious and racial harmony – like many other things – is to act on complaints, often based on hurt feelings,” noted analyst Chong Ja Ian of NUS’s political science department. “There is a logic that says, if there are hurt feelings, the state must step in to resolve a situation, assure, and make sure nothing happens just in case there may be the chance of escalation.”\nChong added: “Such an approach may inadvertently encourage various groups to complain as loudly as they can about how hurt they are in anticipation of a crackdown. Less clear to me is what happens to groups and individuals that do not or cannot complain as loudly or as stridently, or what happens to society’s ability to accommodate difference.”\nThe post Robe-wearing DJ NewJeansNim draws complaints from Singapore Buddhists appeared first on Al Jazeera .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Arts, Culture and Entertainment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "law",
          "sentiment": "none"
        },
        {
          "name": "youn sung-ho",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "singapore buddhist federation",
          "sentiment": "none"
        },
        {
          "name": "buddhist",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        },
        {
          "name": "singapore police force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "singapore",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T08:25:54.656+03:00",
    "updated": "2024-05-24T10:20:01.252+03:00"
  },
  {
    "uuid": "2812ce50990264749c7faaae49c8880beb90271e",
    "url": "https://www.meneame.net/story/busque-diferencias-1/c082",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "juanac",
    "published": "2024-07-12T05:35:00Z",
    "title": "#82 Busque las diferencias",
    "text": "[MiguelDeUnamano](/user/MiguelDeUnamano)a [eldiario.es](/go/link/3958252)\n1. Que cuando habla de 200 000 ucranianos no habla de\nmenores .\n2. Que los [[MENAs ucranianos]] son 2 000.\n3. Que los MENAs ucranianos no son MENAs como tal, ya que tienen familias a cargo de ellos.\n4. Que los MENAs ucranianos no han venido de forma \"ilegal\", sino dentro de convenios de acogida temporal (Navidades, verano, etc.).\n5. Que todos los MENAs ucranianos vienen de un país en probada situación de guerra, cosa que no se puede decir del resto.\n6. Que los MENAs ucranianos mantienen en su mayoría arraigo familiar en su país de origen.\n7. Que los MENAs ucranianos tienen partida de nacimiento y se trata de niños y adolescentes de entre 9 y 14 años, mientras que los MENAs \"que suponen un problema\" tienen la mayoría entre 14 y ¿18 años?\nSi la viñeta da a entender que la diferencia es que unos son \"blanquitos\" y otros \"morenos\", recordar que en España existen desde hace muchos años convenios de acogida temporal de menores saharahuis por parte de familias españolas, y tienen mucho éxito.\nEn definitiva, que la viñeta es extremadamente demagógica.\n[#1](c1#c-1) Se nota que no te ha tocado convivir con ellos nunca. Yo he pasado por ello y me sobran todos tus prejuicios. No se juegan la vida por gusto.\n[#5](c5#c-5) ¿Y qué prejuicios he emitido yo? Simplemente he dado datos de por qué la viñeta es errónea o demagógica. Incluso he escrito \"ilegales\" entre comillas, porque llamar ilegal a un ser humano en la situación de esos chavales me parece fuera de sitio.\nY no, no vivo con ellos pero trabajo con algunos de ellos. No soy yo el que está lanzando prejuicios.\n[#6](c6#c-6) es que no debería decirse ilegal, lo correcto sería irregular.\nY, en todo caso, ilegal/irregular no sería la persona, sería la situación.\n[#6](c6#c-6) El problema de tratar estos temas por aqui, que al final se vuelve una lucha en demostrar quien es mejor persona, a base de descalificar al contrario.\nDe hecho en memeame hay muchos usuarios que mas que hablar del tema de un meneo, aprovechan los meneos para hablar de si mismos. Y ahi ya vienen las peleas, falacias y tonterias varias que muchos aguantan a diario por aqui, junto con temas que son tabu por la que te puede caer como es la inmigracion.\n[#10](c10#c-10) Bueno, yo he dado clases a una niña adolescente ucraniana. Y nos parecemos bastante más culturalmente que a un subsahariano y es un hecho.\nEso no quiere decir, que ambos no sean seres humanos, puedan ser buenas personas, tengan derechos etc.... Aquí no se debe de evaluar al peso a la persona. Pero, tampoco hay que se demagogo e intentar negar una realidad.\n[#18](c18#c-18) La unica cosa en comun es la cruz en la que está colgado vuestro profeta y el color de piel. En el resto no tenemos nada de nada.\nUn chaval de 10 años de Senegal y uno de Ucrania se integran igual de rapido en España si se les da las mismas oportunidades.\nPero claro… si a uno lo metemos en una casa-jaula sin medios ni presupuesto donde no se mezcla con nadie que no sea sub-sahariano… y al otro le metemos en colegios habituales, paguita a los padres y encima nadie los desprecia por su color de piel ni los llama delincuentes por ser “menas”. Pues obviamente el resultado es distinto en unos pocos meses.\n[#72](c72#c-72) Hablo en tercera persona porque para mi ese señor de la cruz me aporta lo mismo que Legolas. Una historia folclorica interesante.\n[#22](c22#c-22) ... paguita a los padres...\nTe das cuenta que eso elimina completamente el NA de MENA y los convierte en familias?\nAdemas los MENAs tambien reciben paguita una vez que entran en el sistema.\nTu comentario no tiene ni pies ni cabeza.\n[#78](c78#c-78) Te das cuenta que eso elimina completamente el NA de MENA y los convierte en familias?\nVENGA CAMPEON!!!! QUE YA LO TIENES!!!!!!! ANIMATE!!!!!!!!!! SIGUE PENSANDO!!!!!\nPista: ¿Crees que si a los padres de esos MENAs se les dieran las mismas oportunidades que a los padres de los MEs ucranianos seguirian teniendo ese \"NA\"?\nAdemas los MENAs tambien reciben paguita una vez que entran en el sistema.\n¿A que edad pasa eso, corazon? Que mi comentario tiene 3 lineas. No seamos cenutrios.\nTu comentario no tiene ni pies ni cabeza.\nMe imagino que te ha quedado claro que lo que no tiene ni pies ni cabeza es tu comprension lectora. Pero, por favor, si te quedan dudas, pidemelo que te hago un dibujo.\n[#18](c18#c-18) la homofobia, el odio/amor por rusia, tener la mentalidad de aquí hace 30 años, si, somos igualitos a ellos\n[#23](c23#c-23) Bueno... Pues nada, sigue a tu rollo. ¿Has leído mi comentario? He dicho, parecer... No ser unos puñetos clones.\nPD: si eres racista como eres... Quizás también debes de citar el estereotipo africano de incultura, homofobia, superstición, ablación de clítoris, machismo etc\n[#18](c18#c-18) Si tu dices que no tenemos nada en común, será porque no tenemos nada en común\nQue una persona se pueda integrar, no quiere decir que sea parecida o no, o que cuesta más que se integré. Un ucraniano nos guste o no, tienen una formación, escala de valores, cultura etc... Más parecida a la nuestra que la que tiene un subsahariano. Es un puñetero hecho. Coño que lo he visto con mis ojos.\n¿Eso quiere decir que no tengan derechos los subsaharianos? No. Sólo que es más fácil integrar a un ucraniano medio que a un subsahariano. Y aun así como tú dices un subsahariano si tiene motivación y se le da la oportunidad, lo hace.\nPero, eso no cambia en ningún momento la veracidad de mi comentario.\n[#7](c7#c-7) Hay muchas más similitudes culturales con marruecos que con ucrania, no me jodas, te recuerdo que España fue musulmana durante 7 siglos.\n[#7](c7#c-7) los ucranianos y los españoles tienen también unas diferencias culturales que lo flipas. Me he encontrado con varias ucranianas, aquí en España, con un nivel de supremacismo y falta de humanidad que los de extrema derecha se quedan cortos.\nA ver si porque compartamos frontera continental y religión creemos que somos iguales...\n[#8](c8#c-8) Cuando los “refugiados por guerra” eran sirios…. TAMBIEN teniais el mismo problema. Curiosamente… ¿Me pregunto que tendran en comun los refugiados de guerra sirios con lo que muestra la imagen para que también os supusiera un problema?\n[#1](c1#c-1) De hecho te diría que centrarse sólo en el color de la piel como hace el dibujante es hasta racista. Obvia todo el contexto de unos y otros. Y todas las diferencias socio-culturales.\nNo me resulta sorprendente la campaña de blanqueo (no pun intended) que hay con este tema últimamente.\n[#15](c15#c-15) No me resulta sorprendente la campaña de blanqueo (no pun intended) que hay con este tema últimamente.\n¿Campaña de blanqueo?\nEl amigo kumo en su universo paralelo. Pero si la campaña es DE LO CONTRARIO. De intentar vender el fin del mundo. Que tenemos a tu partido de ultras montando el circo.\n[#15](c15#c-15) Lo que tu digas. Son niños; a esas edades no tienen ni sus bases sociales y culturales moldeadas.\nRepite conmigo camarada; es racismo ... es falta de cultura y xenofobia.\nRepítelo 10.000 veces y si eso mírate en un espejo un rato.\n[#1](c1#c-1) La inversión pública para atender y ayudar a la población ucraniana desde 2022, entre fondos del Gobierno y cofinanciación de la Unión Europea, supera los 1.400 millones de euros.\nDel Fondo de Asilo, Migración e Integración (FAMI), para el marco 2021-2027, España tiene una asignación inicial de 482millones de euros.\n[#1](c1#c-1) y lo que no se puede o debe añadir por riesgo a caer en subjetividades personales pero no por ello menos veraz: mucha gente de las urbes (y cada vez más) tienen miedo de robos con agresión perpetrados por los que no son claritos de piel.\n[#1](c1#c-1) Pienso que hay que ir mas allá y abstraer un poco. Te pongo un ejemplo, IES público donde trabaja mi compadre.\nLlegan 2 refugiados de la guerra de Siria. Los meten en clase sin más y se pasa a ignorarlos, excepto cuando a alguien se le escapa un \"moro\" o \"puto moro\".\nLlegan 2 refugiados de la guerra de Ucrania. El IES se llena de banderas ucranianas. Todo se rotula en ucraniano, desde el aula mas grande al cuarto de la limpieza. Se les prestan dos tablets con software de traducción ucraniano-ruso-español instalado y configurado y tarjetas 4G con internet. Se les compra material escolar. El propio director acompaña a los niños a una papelería a que elijan la mochila que mas les guste, sea cual sea su precio. En todas las actividades colectivas se les presta una atención especial para que estén cómodos.\nCreo que esa es la idea.\n#1\n1. Que cuando habla de 200 000 ucranianos no habla de menores .\nLa mayoría de las personas llegadas a Canarias no son menores y los episodios de rechazo se muestran igual (cosa que no pasó con los ucranianos).\n3.- Que los MENAs ucranianos no son MENAs como tal, ya que tienen familias a cargo de ellos.\nNo es verdad; muchos llegaron sin acompañamiento\n4.- Que los MENAs ucranianos no han venido de forma \"ilegal\", sino dentro de convenios de acogida temporal (Navidades, verano, etc.).\nCuando se inició la guerra su llegada era ilegal; la UE activó la protección temporal para todos los ucranianos y legalizaron la llegada. Podrían hacer lo mismo con otras nacionalidades pero no interesa.\n5. Que todos los MENAs ucranianos vienen de un país en probada situación de guerra, cosa que no se puede decir del resto.\nEl principal colectivo en Canarias es maliense. ¿Te suena la guerra en Mali? Por cierto, les reconocen protección internacional.\n6. Que los MENAs ucranianos mantienen en su mayoría arraigo familiar en su país de origen.\n¿Has visto a los ucranianos regresar a Ucrania? ¿Has visto que porcentaje ocupan de los servicios de atención a refugiados?\n[#1](c1#c-1) Lo de los derevhos humanos que parecen no tienen \"los morenos\" lo dejas para otro día.\nUn comentario demagógico en toda su extensión te has cascado.\n[#1](c1#c-1)\n5. Que todos los MENAs ucranianos vienen de un país en probada situación de guerra, cosa que no se puede decir del resto.\nSe pueden decir cosas bastante peores del resto, pues los ucranianos han tenido ayuda europea para llegar aquí y los africanos han tenido que salir de su país como último recurso, muchos cruzar el desierto del Sáhara, varios países, lidiar con mafias y jugarse la vida una vez más en el estrecho o en el océano.\n6. Que los MENAs ucranianos mantienen en su mayoría arraigo familiar en su país de origen.\nSi los africanos no tienen arraigo es porque el resto de su familia no ha sobrevivido el viaje o en su país, o porque no tienen recursos para volver unos, o venir los otros.\n7. Que los MENAs ucranianos tienen partida de nacimiento y se trata de niños y adolescentes de entre 9 y 14 años, mientras que los MENAs \"que suponen un problema\" tienen la mayoría entre 14 y ¿18 años?\nLo de la partida de nacimiento es lo mismo. Unos vienen con acuerdos europeos y otros recorren 3000 km a pie y en bote, huyendo de la miseria y de la muerte. Para unos tener partida de nacimiento es una ventaja, para otros es una desventaja (pues les pueden identificar y enviar a su país una vez saben cuál es).\nLo que la viñeta viene a decir es que no se trata igual a unos refugiados que a otros. La gente no se va de su país, abandonando su familia, sus amigos y las posesiones que se puedan tener, por gusto. Ni ucranianos ni africanos.\nA los ucranianos les han tratado como hay que tratar a personas vulnerables. A los africanos no. Si a los africanos de países que están en conflictos perpetuos fuésemos y les diesemos visados, también vendrían con las mujeres y los hijos con sus partidas de nacimiento. Pero no lo hacemos. Esa es la diferencia. Y todos los puntos que citas vienen de esa diferencia.\n[#1](c1#c-1) De acuerdo. Ahora extrapólalo todo y dime por qué no acogen a palestinos, que a diferencia de los ucranianos, no tienen forma de salir.\n[#1](c1#c-1) Son niños, el acrónimo deshumanizador lo usan los fascistas para convertirlos en cosas o animales.\n[#1](c1#c-1) Te has picado mucho.\nLa viñeta no se mete con el gobierno, ni gobiernos pasados, España y las autonomías siempre han sido solidarias con los pueblos con problemas.\nLa viñeta apunta claramente a los que se quejan, VOX y todo el cuñadismo. Son está gente que se hace silencio en la mesa cuando en el telediario salen niños blancos que sufren y que pasan cuando son niños negros o incluso dicen que se lo merecen.\nCuando ya, ni en meneame, cuela la tomadura de pelo de \"nuehtroh niñoh\" me parece una muestra muy evidente de que la distancia entre la postura política oficial y la postura de la gente de la calle, es kilométrica.\nY el resto de partidos siguen siendo tan subnormales de permitir que la única vox que alude a los problemas que producen algunos menas son los rebuznos de Vox, tenemos un problema muy gordo. Porque en lugar de escuchar diversas propuestas, de más lógicas y razonables a más extremistas solo existen dos:\n-Son nuestros niños, traed todos los posibles a patadas\n-Tiradlos al medio del mar\nY de ahí nadie con dos dedos de frente sale ganando.\n[#9](c9#c-9) Universo paralelo caverno:\n“traed todos los posibles”\nRealidad: Son poco mas de 10.000. Y por supuesto NO LOS TRAEMOS. Lo que hacemos es mantenerlos vivos una vez que están aqui.\nAsi que… en efecto hay otras propuestas aparte de “tirarlos al mar” que es lo unico que proponeis en la caverna. Si no fuera así… no habría 10.000. Si de verdad “trajeramos a todos los posibles” tendrías 10 millones.\n[#13](c13#c-13)\nTampoco dice Vox que los tiren al medio del mar, aunque lo piensen, pero veo que de comprensión lectora, concretamente de la figura retórica de la hipérbole vas justito.\nPor cierto, ¿que han venido 10.000 y ya está, no van a venir más hoy ni mañana ni pasado?\nEntonces sin problemas, los repartimos y arreglado. No he dicho nada\nQue no hijo. Que no cuela\n[#14](c14#c-14) La realidad es la que hay. En total, en todos estos años tenemos 10.000. Lamento que no te guste.\nAl menos ya has aceptado que no “los traemos” sino que “vienen”. Pasito a pasito quizas terminas diciendo una verdad.\n[#19](c19#c-19) Igual hasta deja de ser un xenofobia de mierda, y supera su miedo a críos de 14-16 que se han recorrido 3-5000 km andando solo por tener una vida mejor.\nSi alguien piensas que delinquen por gusto, es extremadamente subnormal.\nSi delinquen los menas, que son los que más se la juegan , es por qué no tienen ninguna otra oportunidad.\n[#14](c14#c-14) Si, mañana y pasado vendrán más, y otros cuantos dejarán de ser menores y dejarán de estar a cargo del estado\n[#9](c9#c-9) Veo un problema dejar que VOX sea el único partido que trate la inmigración irregular en la esfera pública, que son unos gañanes pijos.\nDebería de haber un término medio entre el odio de VOX a los extranjeros pobres y el acogerlos a todos con los brazos abiertos.\n[#24](c24#c-24) Joder, si tememos la frontera de Ceuta y Melilla hasta con concertinas, pagamos un paston a Marruecos todos los años para que hagan el trabajo sucio en el Sáhara, y eso tanto con PP como con PSOE, coño la GC ha disparado a gente que llegaba a nado.\nY aun asi siguen llegando, y lo seguiran haciendo porque para que europa sea lo que es africa tiene que estar en la mierda, ha sido asi siempre, hasta Meloni se quejo que porque tenia que comerse el marron de la inmigración para que los franceses se llenen las arcas con sus excolonias.\nYo es que no puedo criticar a un emigrante que viene jugandose la vida porque yo haria lo mismo, si naciese en un pais de mierda intentaria irme a uno mejor, los españoles lo hemos hecho a espuertas cuando esto era un cortijo de señoritos y nos comían las moscas. La solución intermedia tirando hacia el lado de intentar contenerlos ya esta, pero no lo vas a parar, hablas de gente que desesperada cuyo mayor sueño es salir del infierno donde estan y les venden que esto es la hostia, en la tele, en redes, en todos lados.\nPodriamos hacer una cosa, ayudar a Africa a que tenga un nivel aceptable de vida, y que no quieran venir, pero igual el como afecta el resultado a los europeos no nos gusta, la inmigración es un precio que paga europa por su extraccion de recursos a bajo coste de Africa y viendo las cifras nos sale hasta barato.\n[#39](c39#c-39) \"hablas de gente que desesperada cuyo mayor sueño es salir del infierno donde estan\"\nY luego ir de viaje para ese \"infierno\" cada vez que pueden, decir que Marruecos es mejor que España, que tiene mejores paisajes, mejor todo, o que nos falta \"cultura general\" como la marroquí aquella que grabo un video jactandose de que ella era parte de la \"uma\".\nJamás en mi vida he visto a tanta gente desagradecida hacia el país que les acogió huyendo del \"infierno\" que mencionas.\n[#24](c24#c-24) Es que esos dos extremos te los estás inventando. El PSOE, por ejemplo, o el PP, no están en ninguno de los dos extremos.\n[#9](c9#c-9) \"Cuando ya, ni en meneame, cuela la tomadura de pelo de \"nuehtroh niñoh\"\"\nPerdona pero, aunque te joda, aquí la mayoría de la gente está de acuerdo en que si en España hay menores sin recursos ni familia se les de alimento y cobijo, aunque seáis muchos los impresentables racistas que están en contra, seguís siendo minoría (como en la sociedad, he de añadir)\nSi yo mañana me fuese con mi hijo a Alemania, Japón, Francia, Brasil, a casi cualquier pais y lo dejo allí tirado y me vuelvo a España ¿Qué pasaría? Obviamente acabarían identificándole, identificándome a mi, yo acabaría en la cárcel y mi hijo lo traerían de vuelta a España y se haría cargo de el quien tuviese que hacerse cargo.\nPor algún motivo asumimos que Marruecos es un país inferior, una puta mierda, un estercolero incapaz de hacer lo mínimo y nosotros, superiores y mucho mejores que los putos marroquíes y su rey homosexual nos hacemos cargo de lo que ellos son incapaces de hacer por ser seres inferiores.\nEsto es el \"no-racismo\" que tenemos en España.\nMerecidísima errónea a esta mierda de meneo. Se podría hablar de:\n-Proximidad cultural, muy superior a la de nuestros vecinos marroquís.\n-Nivel de problema generado, hasta ahora yo no he oído de las temibles bandas de menores ucranianas asolando nuestras ciudades.\n-De que esta gente viene para volverse (en principio) mientras que los otros vienen a quedarse.\n-De que esos 200000 son adultos la mayoría, y los niños vienen con padres y arraigo a sus familias. De hehco está prohibido adoptar niños ucranianos, y me parece bien. En una guerra hay mucha confusión y no pueden darse garantías.\nY esto lo dice una persona favorable a la libre circulación de personas (también lo soy de deportar en cuanto pierdes ese derecho con cualquier delito violento, no hablo de robar naranjas).\nEl Diario, lameculista de Putin y de sus minions podremitas (solo hay que ver donde metieron a la Cheminova, me pregunto si a esa también se la ha trincado), buscándose cada vez la ruina. Por momentos da más asco. Lo que era medio de referencia empieza a apestar.\n[#43](c43#c-43) \"Proximidad cultural, muy superior a la de nuestros vecinos marroquís\"\nY aquí dejé de leer. En serio, es que hay que ser muy gañán para pensar de verdad que hay más proximidad cultural con los ucranianos que con los marroquíes, menuda demostración de ignorancia.\n¿En qué hay más proximidad cultural? Quitando la religión, que en Ucrania son ortodoxos y en marruecos son musulmanes (y no hay tantas diferencias en realidad), en casi todas las facetas de la cultura (música, arquitectura, gastronomía, costumbres, etc) tenemos mucha más afinidad con marruecos, dado que ambos somos mediterráneos, tenemos comida similar, estaciones similares, tuvimos los mismos gobernantes durante siglos (a veces musulmanes que invadieron España y a veces españoles que invadieron marruecos) , joder, si incluso hay personajes de la historia reciente (Franco, Mola, Primo de Rivera) que jodieron los dos países... ¿Me puedes explicar en qué se parece más un ucraniano que un marroquí a un español?\n[#66](c66#c-66) llevo viviendo en barrios multiculturales desde hace más de 10 años, en Londres y Madrid, he estado años con una madrasa en la manzana de al lado, pero tú sigue a tu rollo, compa, sigue demostrando tu ignorancia una y otra vez, no te cortes\n[#62](c62#c-62) Hay BASTANTE más proximidad cultural con los ucranianos que con los marroquíes.\nYo no sé en qué momento las cosas obvias empezaron a ser controversiales.\nPero vamos, es bastante fácil probarlo, pon en Google mismamente imágenes de Rabat y de Kiev, y me cuentas cuál se parece más a la mayoría de ciudades de España.\n[#88](c88#c-88) ¿En qué cojones hay más proximidad cultural con los ucranianos que con los marroquís? y acabo de poner fotos de rabat y podrían ser perfectamente fotos de Granada o de Almería.\nelpanfleto.es en su línea simplista y mononeuronal, acorde a sus lectores habituales.\nSi no saben la diferencia entre los que huyen de una guerra a los que son subidos en pateras o en los bajos de los camiones y abandonados por los desgraciados de sus padres y su país que no los acepta de vuelta, es que ya no hay de dónde sacar.\nLos ucranianos tienen pasaporte ucraniano, se conoce su procedencia para rendir cuentas si delinquen.\nLos ucranianos vienen a refugiarse por los crímenes de guerra de un psicópata al que la mayoría de la bosta de meneantes se la lamen bien con gusto.\nLos otros vienen de sabe dios dónde y sabe dios a qué y no se les puede devolver a ningún lugar si hay problemas.\n[#31](c31#c-31) \"Los otros vienen de sabe dios dónde y sabe dios a qué y no se les puede devolver a ningún lugar si hay problemas\"\nPerfe, entonces si tienes en España un crío sin recursos, sin techo, sin familia, sin saber de dónde es ¿Qué propones hacer con él? Porque mientras no sean muchos (y no lo son) a mí me parece que darle techo, comida y educación es la única respuesta posible\n[#31](c31#c-31) A los ucranianos los fuimos a recoger a su país, a los otros les negamos la entrada.\nPOR ESO no tienen papeles,anormal.\nA los ucranianos tampoco los puedes devolver, que vas a mandarlos al frente?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.heraldo.es/noticias/nacional/2024/02/24/el-gobierno-cifra-en-casi-200-000-los-refugiados-ucranianos-acogidos-en-espana-desde-el-inicio-de-la-guerra-1713786.html",
      "https://heraldo.es/noticias/nacional/2024/02/24/el-gobierno-cifra-en-casi-200-000-los-refugiados-ucranianos-acogidos-en-espana-desde-el-inicio-de-la-guerra-1713786.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T10:45:20.726+03:00",
    "updated": "2024-07-12T10:45:20.726+03:00"
  },
  {
    "uuid": "11f15f93e8ca2050f6c09366d9b4865846a583a4",
    "url": "https://www.si.com/nfl/seahawks/seahawks-news/seahawks-confidence-christian-haynes-can-develop",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Connor Benintendi",
    "published": "2025-03-19T22:30:00Z",
    "title": "Seahawks 'still have confidence' OG Christian Haynes can develop",
    "text": "Seahawks 'still have confidence' OG Christian Haynes can develop\nDespite post-draft optimism, Seattle Seahawks third-round rookie guard Christian Haynes didn't have the rookie season many hoped he would. Haynes occasionally played on offense, but his contributions dwindled late in the season after sixth-round rookie Sataoa Laumea became the starter.\nHaynes began the season being platooned behind the team's previous starter, Anthony Bradford. He took offensive snaps in seven of the team's first eight games. After being inactive in Week 9, Haynes appeared on offense in just two of the final eight games.\nThe Seahawks haven't done much to address the offensive line in free agency, only bringing in former Baltimore Ravens swing tackle Josh Jones. Other players have visited, but Seattle is yet to successfully court any of them.\nESPN's Brady Henderson reported the team still believes in Haynes' ability to develop into a difference-maker, especially under offensive coordinator Klint Kubiak. Behind a run-first scheme, it could play to the second-year former UConn standout's strengths.\n\"Will Fries, who signed with Minnesota, was the only interior offensive lineman the Seahawks were prepared to break the bank for,\" Henderson wrote. \"They'll add a low-cost veteran to that group, but the difference-maker they need will have to come from the draft. They still have confidence in Christian Haynes, believing last year's third-round pick is a good fit for their new zone-blocking scheme.\"\nIn an ideal world, Laumea and Haynes could both develop into quality starters at the guard spots. But whether that's realistic is yet to be determined — potentially turning Seattle back to the draft to find instant starting-caliber talent.\nAdditionally, the new coaching staff hopes to improve on what former offensive coordinator Ryan Grubb and offensive line coach Scott Huff got out of last year's offensive front. Kubiak and John Benton, who was with the new Seahawks OC in New Orleans in 2024, are both proven NFL coaches.\nHaynes had a lot of upside coming out of the draft, even if he wasn't immediately NFL ready. With a whole offseason and training camp to improve, he may be able to prove himself in 2025.\nMore Seahawks on SI stories\nSeahawks hosting multi-talented wideout for pre-draft visit\nESPN says Seahawks did not plan to trade Geno Smith, DK Metcalf\nGrading Seahawks for two big trades, first wave of free agent signings\nSeahawks 7-round 2025 NFL mock draft goes defense first & second",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "topics": [
      "Sport->american football",
      "Sport->sports management and ownership",
      "Sport->sports coaching"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.pro-football-reference.com/players/H/HaynCh00/gamelog/2024/",
      "https://www.espn.com/nfl/story/_/id/44306094/2025-nfl-free-agency-key-roster-additions-subtractions-goals-left",
      "https://www.espn.com/nfl/player/_/id/4362135/christian-haynes",
      "https://espn.com/nfl/player/_/id/4362135/christian-haynes",
      "https://pro-football-reference.com/players/H/HaynCh00/gamelog/2024/",
      "https://espn.com/nfl/story/_/id/44306094/2025-nfl-free-agency-key-roster-additions-subtractions-goals-left",
      "https://www.pro-football-reference.com/players/H/HaynCh00/gamelog/2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Christian Haynes",
          "sentiment": "none"
        },
        {
          "name": "Anthony Bradford",
          "sentiment": "none"
        },
        {
          "name": "Sataoa Laumea",
          "sentiment": "none"
        },
        {
          "name": "Klint Kubiak",
          "sentiment": "none"
        },
        {
          "name": "Josh Jones",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Baltimore Ravens",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "ESPN",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T00:45:54.394+02:00",
    "updated": "2025-03-20T00:45:54.394+02:00"
  },
  {
    "uuid": "0177ccad9311cb3e6a5f30f2009798096cba764e",
    "url": "https://www.ilgazzettino.it/esteri/betlemme_gaza_palestinesi_hamas_parroco_papa_francesco_roma_israele_guerra_genocidio-7835567.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@francagiansol",
    "published": "2023-12-24T10:37:00Z",
    "title": "Il pastore luterano di Betlemme: «Gesù oggi sarebbe nato a Gaza», lettera durissima (e politica) contro il silenzio dei cristiani",
    "text": "«Siamo arrabbiati. Fermate il genocidio. Questo avrebbe dovuto essere un momento di gioia e invece stiamo piangendo. Se Gesù dovesse nascere oggi, sarebbe nato sotto le macerie a [Gaza](https://www.ilgazzettino.it/t/gaza)». «I leader del cosiddetto mondo \"libero\" si sono allineati uno dopo l'altro per dare il via libera a questo genocidio contro una popolazione prigioniera. Hanno dato la copertura. Non solo si sono assicurati di pagare il conto in anticipo, ma hanno velato la verità e il contesto, fornendo la copertura politica. A questo si è aggiunta la Chiesa occidentale che entra sotto i riflettori» scrive il religioso snocciolando i dati dei morti forniti da Hamas in questi due mesi di bombardamenti nella Striscia. «20.000 morti. Quasi 9.000 bambini uccisi nei modi più brutali. Giorno dopo giorno dopo giorno. 1,9 milioni di sfollati! Centinaia di migliaia di case distrutte. Gaza come la conosciamo non esiste più. Questo è un annientamento». Il padre luterano evita però di menzionare che all'origine di questa terribile guerra c'è il massacro del 7 ottobre, costato la vita a 1200 ebrei. Hamas tra i suoi punti costitutivi ha quello dell'annientamento dello Stato di Israele e di tutti gli ebrei. [Papa Francesco tuona: uccidere civili della parrocchia di Gaza «è terrorismo, lì ci sono solo bambini, anziani fragili e non terroristi»](https://www.ilgazzettino.it/vaticano/papa_francesco_angelus_accusa_israele_terrorismo_gaza_uccisione_donne_parrocchia_gaza-7821981.html) La lettera del religioso luterano include il lamento relativo all'indifferenza del mondo. («Forse al mondo importa? »). Poi cita la partizione della Palestina decisa nel 1948, omettendo però di ricostruire il contesto storico e soprattutto la guerra decisa dagli stati arabi di allora perchè non volevano riconoscere lo Stato di Israele. («Chiede lo svuotamento di Gaza, proprio come ha definito la pulizia etnica del 1948 un miracolo divino. Chiede a noi palestinesi di andare in Egitto, forse in Giordania, o perché non solo al mare?Signore, vuoi che ordiniamo al fuoco di scendere dal cielo e consumarli? Hanno detto di noi. Questa è la teologia dell'Impero»). [«Confido nel \"soft power\" del Papa per liberare mia cugina Karina», i familiari degli ostaggi israeliani in Vaticano](https://www.ilgazzettino.it/vaticano/ostaggi_israele_gaza_famigliari_a_roma_udienza_vaticano_confido_soft_power_papa_liberare_cugina_karina-7770271.html) La conclusione cui giunge padre Isaac è che questa guerra «ci ha confermato che il mondo non ci vede uguali. Forse è il colore della nostra pelle. Forse è perché siamo dalla parte sbagliata dell'equazione politica. Anche la nostra parentela in Cristo non ci ha protetto. Come hanno detto, se ci vuole uccidere 100 palestinesi per ottenere un singolo miliziano di Hamas, allora così sia! Non siamo umani ai loro occhi. L'ipocrisia e il razzismo del mondo occidentale sono trasparenti e spaventosi! Passano sempre le parole dei palestinesi con sospetto e qualificazione. No, non siamo trattati allo stesso modo (…) Ai nostri amici europei. Non voglio mai più sentirti darci lezioni sui diritti umani o sul diritto internazionale. Non siamo bianchi - non si applica a noi secondo la vostra logica». [Papa Francesco tuona: uccidere civili della parrocchia di Gaza «è terrorismo, lì ci sono solo bambini, anziani fragili e non terroristi»](https://www.ilgazzettino.it/vaticano/papa_francesco_angelus_accusa_israele_terrorismo_gaza_uccisione_donne_parrocchia_gaza-7821981.html) In un altro passo di questa lettera aperta diffusa in tutto il mondo: «Siamo indignati per la complicità della Chiesa. Che sia chiaro: il silenzio è complicità, e vuoti appelli alla pace senza un cessate il fuoco e la fine dell'occupazione, e le parole superficiali di empatia senza una azione diretta, sono tutte sotto la bandiera della complicità. Quindi ecco il mio messaggio: Gaza oggi è diventata la bussola morale del mondo». Il religioso aggiunge che Gaza era un inferno sulla terra prima del 7 ottobre, ma omette di rilevare che le chiese cristiane non hanno mai denunciato apertamente quello che stava facendo Hamas nella Striscia, applicando la Sharia, costruendo anche con i denari europei e internazionali un reticolato sotterraneo da usare a fini bellici, parificabile per estensione alla metropolitana di Londra, sottraendo di conseguenza aiuti per la popolazione civile costretta a sottostare ad un continuo indottrinamento radicale già nelle scuole, con una predicazione violenta e la negazione totale dello Stato di Israele. Una parte della lettera sembra poi includere una precisa critica persino al Vaticano. «Cerchiamo Gesù che si trova non dalla parte di Roma ma dalla nostra parte del muro, in una grotta, con una semplice famiglia. Vulnerabile. Sopravvivendo a malapena e miracolosamente a un massacro. Tra una famiglia di rifugiati. È qui che si trova Gesù». [Israele, il cardinale libanese che mette in difficoltà il Papa sulla guerra a Gaza: «È un genocidio»](https://www.ilgazzettino.it/vaticano/genocidio_gaza_cardinale_libanese_guerra_israele_hamas_papa_francesco_vaticano-7803018.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:56:44.753+02:00",
    "updated": "2023-12-24T18:43:30.961+02:00"
  },
  {
    "uuid": "574f32b01fdd40efa63b2041620ffbfb12d42410",
    "url": "https://www.elcaribe.com.do/panorama/internacionales/redadas-afectan-salud-mental-de-inmigrantes-republica-dominicana/",
    "ord_in_thread": 0,
    "author": "Agencias",
    "published": "2025-07-03T04:00:00Z",
    "title": "Redadas afectan salud mental de inmigrantes República Dominicana",
    "text": "Aterrados y escondidos se encuentran los migrantes indocumentados que viven en Puerto Rico, cuya salud mental se está deteriorando tras meses de continuas redadas por la política de deportaciones del presidente de Estados Unidos, Donald Trump.\nCada vez hay más personas en busca de ayuda psicológica para sobrellevar esta presión y ya se han reportado varios casos de intentos de suicidio, según comentaron a EFE miembros de las comunidades dominicana y haitiana en San Juan. “Muchas personas, amigos, también familiares, incluso yo también estoy afectado (psicológicamente) por el tema de la deportación”, relata visiblemente angustiado el dominicano Gerard Hernández desde la Plaza Antonio R. Barceló de Barrio Obrero, el epicentro de la comunidad inmigrante.\nA sus 41 años, Hernández llegó a Puerto Rico desde la vecina isla de República Dominicana en 2018, durante la primera legislatura de Trump, y asegura que está “bien asustado” porque “nunca había vivido una situación como esta”.\nEntre el 1 de enero y el 7 de junio de este año, agentes del Servicio de Inmigración y Aduanas de Estados Unidos (ICE, por sus siglas en inglés) arrestaron a 568 inmigrantes sin estatus migratorio definido en Puerto Rico, de los cuales 421 fueron dominicanos.\nDos de ellos eran familiares de Hernández, quien cuenta con tristeza cómo a su primo lo fueron a buscar a su casa a finales de enero y a su cuñado lo detuvieron durante la Semana Santa y lo deportaron a Santo Domingo.\n“Ningún ser humano es ilegal” esgrime un cartel que cuelga de una ventana en una de las calles aledañas a la Plaza Barceló, donde desde principios de año ha descendido el número de viandantes y muchos negocios están cerrados por el miedo de los comerciantes indocumentados a ser detenidos.\nUna persecución racial\nLeonard Prophil, portavoz de la comunidad haitiana en Puerto Rico, define la situación como “persecución racial”, al igual que distintas organizaciones que denuncian que las detenciones van muy orientadas con el color de la piel.\n“Lo que más daño está haciendo esta situación, es la cuestión de salud mental, día tras día hay jóvenes que están buscando ayuda psicológica, que están buscando también la forma de cómo pueden salir de esta persecución”, revela el vocero.\nProphil, quien recientemente tuvo que ingresar a dos compatriotas en la unidad de psiquiatría de San Juan, afirma que “la salud mental se está afectando mucho” tanto de inmigrantes como de empresarios que se han quedado sin trabajadores, sobre todo en la industria de la construcción.\nEn las últimas semanas, los agentes del ICE han efectuado arrestos en edificios en obras, por lo que cada vez más migrantes optan por no ir a trabajar.\nSe sienten traicionados por las autoridades\nEl vocero de la comunidad haitiana denuncia igualmente que 43 migrantes, entre dominicanos y haitianos, fueron detenidas el pasado 17 de junio cuando acudieron a un tribunal de San Juan para una cita judicial.\nEl miedo se incrementó después de que se confirmara el pasado junio que el Departamento de Transportación y Obras Públicas de Puerto Rico entregó al ICE los datos de inmigrantes sin estatus en regla pero sí con licencia de conducción.\nEn opinión del dominicano Hernández, la gobernadora Jenniffer González “lamentablemente se excedió”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Health->mental health and disorder",
      "Health->health care approach",
      "Health->health organisation",
      "Social Issue->social problem",
      "Social Issue->social services",
      "Social Issue->immigration"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Gerard Hernández",
          "sentiment": "none"
        },
        {
          "name": "Donald Trump",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Servicio de Inmigración y Aduanas de Estados Unid",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "EFE",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "EFE",
              "exchange": "ASX"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ve",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T09:01:33.057+03:00",
    "updated": "2025-07-04T06:08:24.000+00:00"
  },
  {
    "uuid": "a733e34cb719d867cff54c2bff82a9170872a642",
    "url": "https://www.newstalkzb.co.nz/on-air/heather-du-plessis-allan-drive/audio/sports-huddle-our-americas-cup-boat-is-broken-are-we-stuffed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newstalk ZB",
    "published": "2024-08-29T19:15:00Z",
    "title": "Sports Huddle: Our America's Cup boat is broken - are we stuffed?",
    "text": "Our America's Cup boat is broken - are we stuffed? On Air Heather du Plessis-Allan Drive Author Newstalk ZB , Publish Date Fri, 30 Aug 2024, 7:15pm Follow the podcast on\nA crane failure saw Team New Zealand's AC75 Taihoro land heavily on its cradle. Photo / America's Cup Our America's Cup boat is broken - are we stuffed? On Air Heather du Plessis-Allan Drive Author Newstalk ZB , Publish Date Fri, 30 Aug 2024, 7:15pm Tonight on The Sports Huddlle, Newstalk ZB rugby commentator Elliot Smith and sports journalist Nicky Styris joined in on a discussion about the following issues of the day - and more!\nOur America's Cup boats is broken - are we stuffed?\nEllis park All Blacks vs Springboks - are we stuffed?\nIs Lydia Ko New Zealand's greatest ever golfer? how many more major wins before she retires, do you think?\nDoes this latest Crichton thing prove the bunker has utterly failed to reduce poor reffing calls? do the refs just have it in for the Warriors?\nWho is going to be New Zealand's Paralympics hero - and in this day and age would the games benefit from getting underway a bit sooner?\nLISTEN ABOVE\nGet the App Take your Radio, Podcasts and Music with you\nGet the iHeart App Close Get more of the radio, music and podcasts you love with the FREE iHeartRadio app. Scan the QR code to download now.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.iheart.com/podcast/24837940/episode/210638795/?embed=true&pname=newstalkzb_web&sc=podcast_episode_embed",
      "https://iheart.onelink.me/wVOq/uaghcxc0",
      "https://www.iheart.com/podcast/24837940/",
      "https://www.iheart.com/podcast/24837940/?follow=true&pname=newstalkzb_web&sc=podcast_follow_link",
      "https://iheart.com/podcast/24837940/episode/210638795/?embed=true&pname=newstalkzb_web&sc=podcast_episode_embed",
      "https://www.iheart.com/podcast/24837940/episode/210638795/",
      "https://www.iheart.com/podcast/24837940",
      "https://iheart.com/podcast/24837940/?follow=true&pname=newstalkzb_web&sc=podcast_follow_link",
      "https://iheart.com/podcast/24837940/",
      "https://www.iheart.onelink.me/wVOq/uaghcxc0",
      "https://www.iheart.com/podcast/24837940/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "heather du plessis",
          "sentiment": "neutral"
        },
        {
          "name": "elliot smith",
          "sentiment": "none"
        },
        {
          "name": "lydia ko",
          "sentiment": "none"
        },
        {
          "name": "ellis",
          "sentiment": "none"
        },
        {
          "name": "nicky styris",
          "sentiment": "none"
        },
        {
          "name": "crichton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "all blacks vs springboks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "team new zealand",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T10:26:22.599+03:00",
    "updated": "2024-08-30T10:26:22.599+03:00"
  },
  {
    "uuid": "c6dc33f96cd4f83a6f319e0de3fab24fff7cede9",
    "url": "https://cadenaser.com/nacional/2024/02/29/joan-ribo-se-despide-le-hemos-ensenado-a-la-gente-que-la-izquierda-sabia-ponerse-de-acuerdo-para-gobernar-cadena-ser",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cadena SER",
    "published": "2024-02-29T20:12:00Z",
    "title": "Joan Ribó se despide: \"Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar\" | Actualidad | Cadena SER",
    "text": "[Política](/actualidad/politica/) Joan Ribó se despide: \"Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar\" Aimar Bretos entrevista Joan Ribó, exalcalde de Valencia Las entrevistas de Aimar | Joan Ribó Madrid El exalcalde de Valencia, Joan Ribó, [dejará su acta como concejal en el Ayuntamiento en los próximos días](https://cadenaser.com/comunitat-valenciana/2024/02/29/el-exalcalde-de-valencia-joan-ribo-deja-el-ayuntamiento-radio-valencia/). Ribó se comprometió a continuar hasta 2027 durante las pasadas elecciones autonómicas, tanto si revalidaba su cargo como si pasaba a la oposición. Sin embargo, considera ahora que ha llegado el momento de dar un paso atrás y dejar trabajar a la nueva dirección del partido, liderada por Papi Robles, con el objetivo de recuperar la alcaldía de la ciudad dentro de cuatro años. El ex edil ha explicado en 'Hora 25' con Aimar Bretos que El ex edil tiene previsto convocar una reunión del grupo municipal de Compromís la próxima semana para comunicárselo a sus compañeros de partido, antes de presentar la renuncia a su acta de concejal que se formalizará en el próximo pleno municipal ordinario. Tras su renuncia, le sucederá Luisa Notario, que era la siguiente en la lista de Compromís a las elecciones municipales. Las entrevistas de Aimar | Joan Ribó 27:53 Compartir El código iframe se ha copiado en el portapapeles Trayectoria política Ribó, de 76 años y catedrático de enseñanza secundaria, comenzó su carrera en política en 1995, en las filas de Izquierda Unida. Volvió a la docencia en 2007, cuando tras una crisis en su partido, abandonó la formación y la política. Fue en 2011 cuando Compromís lo designó como candidato a la alcaldía de Valencia, puesto que ocupó tras las elecciones de 2015, gracias a un pacto entre Compromís, el PSPV y Podemos que puso fin a 24 años de alcaldía de la popular Rita Barberá. Tras ocho años al frente del Ayuntamiento, Ribó no consiguió revalidar la mayoría necesaria para gobernar en las elecciones municipales de 2023, que dejaron el consistorio en manos del Partido Popular y Vox. En noviembre, el concejal se despidió como portavoz de Compromís en el Ayuntamiento y mantuvo que se quedaría en su puesto \"por una temporada\". “Hasta cuándo, no lo he pensado”, dijo entonces. Y ese momento parece haber llegado. Así ha sido la entrevista \"Me lleva a dejarlo dos elementos fundamentales. El primero es que hay en Compromís ya un equipo que está funcionando muy bien en el ayuntamiento encabezado por mi compañera Papi Robles y lo segundo, de muy reciente de ayer, que organizamos la ejecutiva de Compromís por Valencia. Y, en definitiva, me voy cuando de alguna manera están las cosas organizadas. Me he ido tranquilamente, primero dejando la portavocía y luego dejaré para ser exactos la semana que viene la concejalía. Me voy, pero voy a seguir trabajando en Compromís, voy a seguir trabajando codo a codo con mis compañeros en todas aquellas tareas que me asignen\". Sobre cómo ve el Ayuntamiento en manos del PP: \"Me sería muy fácil decir que está todo hecho en un desastre. Creo que hay una serie de elementos que por supuesto a mí me parecen muy preocupantes. El tema económico es un tema que va a explotar en manos de la señora Catalá y me preocupa profundamente los recortes en los temas sociales que se están produciendo, pero hay otros elementos, por ejemplo, el tema de la Capital Verde, al menos en apariencia se sigue manteniendo, se sigue desarrollando, aunque en el fondo yo creo que no se lo cree mucho, pero se sigue desarrollando. Entonces es una visión que yo creo que tenemos que esperar para tener una visión adecuada de cómo se va a desarrollar en estos momentos\" Sobre Catalá: \"Yo le he de reconocer a la señora Catalá que presta mucha atención a su imagen, al desarrollo de las cosas, pero habrá que esperar un poco a ver cuál es el desarrollo, de cómo va a organizar esta ciudad. Nuestra relación es una relación correcta, pero, por supuesto, una relación desde la distancia. Ella es la responsable del Partido Popular y hasta hace poco he sido responsable de Compromís y nuestra relación institucional es correcta. Por supuesto, cada uno en su sitio y nuestro sitio es bastante distinto\". \"Cuando he sido alcalde tampoco me he ido a comer con todas las personas que me invitaban porque yo creo que el comer es una cosa que yo quiero relacionar con mi familia, con mis amigos y en los temas de política, de negociación, prefiero hacerlo encima de una mesa. Creo que se desarrolla mucho más y mucho mejor. Quien me conoce sabe que muy pocas veces he comido fuera de mis amigos, fuera de mi familia\". \"Soy una persona que tengo mi edad, que no soy un jovencito. Sabía que esa era la última vez que yo me iba a presentar y el hecho de no haber conseguido la Alcaldía a mí me produjo un problema serio, en cuanto a decir tenemos un proyecto que se va a ver truncado. Pero, por otro lado, a nivel personal yo lo he llevado sinceramente bastante bien, o sea, sin ningún problema, sin ninguna frustración. Soy una persona que me gusta mucho la vida familiar, me gusta mucho la vida con mis amigos, con mi familia y no tengo demasiados problemas a ese nivel\". \"Los alcaldes tenemos menos capacidad para cambiar las cosas de lo que la gente piensa. Cuando entras a intentar cambiar determinadas cosas, te das cuenta que en la ciudad cuando planteas cualquier cambio, hay personas que les beneficia objetivamente y a algunas personas les perjudica. El hecho de que una persona pueda cambiar una ciudad depende mucho de los movimientos sociales, depende mucho de la concienciación de la ciudad y, en ese sentido, yo he tenido la suerte como alcalde de que esta ciudad es una ciudad que tiene una historia reivindicativa y yo recuerdo la lucha por el Saler. Yo recuerdo la lucha por tener por ejemplo un río Turia que no sea una autopista, yo recuerdo la lucha para que el Cabañal no se destrozara... Yo me siento heredero de esas luchas y que de alguna forma me han estimulado y ayudado a entender muchas de las cosas que nosotros hacíamos\". Sobre qué competencias tiene que tener un Ayuntamiento. \"Si uno puede desarrollar unas competencias, no tiene que dárselo a un organismo superior. Es bueno que el Ayuntamiento tenga estas competencias, lo que le falta muchas veces son los recursos suficientes para desarrollar esas competencias. Le pediría a los organismos competentes que lo que tienen es que desarrollar es mecanismos para que el Ayuntamiento disponga de los recursos necesarios, por eso me pongo tan nervioso. Eso pasa por por cobrar más impuestos, por eso no cobrar menos impuestos porque creo que en estos momentos si uno cobra menos impuestos está claro al cabo de poco tiempo se va a encontrar con que tendrá que reducir servicios o tendrá que endeudarse, con lo cual a la larga tendrá que reducir servicios\". \"Hay una serie de elementos que por supuesto no dependen de los parámetros de gobierno de una ciudad. Le pondré un ejemplo. En estos momentos, el gran problema que yo creo que tiene nuestra ciudad es el problema de la falta de vivienda y eso concretamente la ciudad lo puede resolver pero no lo puede resolver solo sin tener en cuenta un mercado dominante hasta estos momentos, sin tener en cuenta la Generalitat, sin tener en cuenta todo el Estado\". \"Para mí la cosa más tediosa es ver como pasa el reloj y no se pueden arreglar mejor las cosas que son imprescindibles con un tiempo susceptible. A veces el tiempo en que se tienen que arreglar las cosas por los elementos burocráticos, por los controles... Es tan largo que hace que la gente desespere. Pero son necesarios tener unos procedimientos muy garantistas. Yo creo que es imprescindible, pero a la vez también es imprescindible que las cosas se realicen con rapidez. A mí me pone histérico el ver la lentitud con la cual se están planteando los problemas, por ejemplo, de vivienda que son problemas que en estos momentos agobian a muchas personas jóvenes y a otras personas que no lo son tanto\". \"Si yo supiera...[la solución al problema de la vivienda]. Yo creo que hay unos elementos en Europa que me orientan. El caso de Viena, de Dinamarca... Todos son estados que han estado controlados por una socialdemocracia activa en ese tema y yo creo que los problemas de la vivienda pasan necesariamente porque el Estado, la comunidad, el Ayuntamiento intervenga directamente. Hay un elemento que está claro: el mercado no arregla la situación de la vivienda para una inmensa mayoría de la población\". \"En estos momentos donde la extrema derecha está avanzando en España, en Europa, y en el mundo, es muy importante decir que es imprescindible que haya unos impuestos que ayuden a que la sociedad cubra aquellos elementos que no está cubriendo un mercado que está desplazando a más gente en una situación de pobreza, una situación donde no se cumplen sus derechos mínimos\". \"Decirles a los valencianos y valencianas que votaran al Partido Socialista, votaran a Podemos o votaran a Compromís, éramos capaces de anteponer el interés de toda la ciudadanía en un programa común y desarrollarlo. Le hemos enseñado a la gente que la izquierda sabía ponerse de acuerdo para gobernar. Evidentemente, las coaliciones hay que saberlas llevar, no se pueden llevar de un planteamiento autoritario. Creo que no es esa la manera de llevarlas, pero creo que nos hemos llevado bien y yo quiero recordar que las relaciones han sido razonables. Hemos llegado a acuerdos siempre\". \"Para mí ha sido enternecedor los mensajes que me han enviado desde el Partido Socialista. Ellos saben que yo nunca he votado socialista, que soy una persona de otro planteamiento político, pero que respeto profundamente al Partido Socialista y sé que las transformaciones de la sociedad española, de la sociedad valenciana se tienen que hacer conjuntamente con el Partido Socialista y ellos saben que yo esto lo he puesto en práctica\". \"Creo que Sumar tiene un problema complejo y creo que es imprescindible que la gente entienda que tenemos que llegar a un acuerdo donde es fundamental respetar la plurinacionalidad del Estado español. No puede ser un montaje. Yo creo que eso Sumar lo tiene claro. Sumar es imprescindible para hacer de España un país avanzado, un país que esté funcionando y que de alguna manera yo quiero recordar, no le voy a hacer propaganda a don Pedro Sánchez, quiero recordar que España es el país que ha tenido una economía de las mejores de Europa, no nos olvidemos de eso. Por no decir la mejor que creo que fue la mejor, pero la economía es muy importante, es fundamental\". \"Muchas veces me llaman alcalde por la calle y me dicen 'eres el mejor alcalde que ha tenido Valencia'. Eso me lo dicen mucho y ya me peso cuando me ducho porque si no engordo mucho. Me alegra muchísimo y me quedo muy contento\". \"Tengo muchas cosas que hacer de verdad. A mí me gusta mucho ir en bici, me ha gustado mucho ir a la montaña aunque puedo subir poco ya, pero me gusta mucho seguir trabajando. Yo voy a seguir trabajando en política y, en serio, pienso seguir trabajando con mis compañeros que me orienten en el TikTok, en todas las redes porque creo que las redes son fundamentales para conectar con la gente joven en estos momentos. Y pienso seguir trabajando en la organización de Compromís\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:04:18.248+02:00",
    "updated": "2024-03-01T00:04:18.248+02:00"
  }
]
