[
  {
    "uuid": "f66d6ee53955a11391f92104e671c307711632ca",
    "url": "https://origin.mid-day.com/sports/cricket/article/we-werent-good-enough-to-win-indian-skipper-rohit-sharma-on-loss-to-south-africa-23327216",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-28T21:11:00Z",
    "title": "’’We weren’t good enough to win’’: Indian skipper Rohit Sharma on loss to South Africa",
    "text": "India skipper Rohit Sharma had no qualms about admitting that his team was simply not good enough to challenge South Africa, putting the blame for the embarrassing innings and 32 run loss in the first Test on the lack of collective effort. India put up a shoddy show both with bat and ball as they were bundled out for 131 in 34.1 overs in their second innings after they allowed South Africa to score 408 in 108.4 overs in their first essay. The visitors had scored 245 in the first innings. Also Read:SA put India in their pace! We were not good enough to win. Having been put in to bat, KL [Rahul] batted well to get us that score but then we didnt exploit the conditions with the ball and then again didnt show up today with the bat, said Rohit during the post-match presentation. If we have to win Test matches, we have to come together collectively and we didnt do that. Guys have come here before, we know what to expect and everyone has their own plan. Our batters were challenged and we didnt adapt well. This is a boundary-scoring ground, we saw them score many but we need to understand the opposition and their strengths as well. We didnt bat well in both innnings, thats why we stand here. The India skipper struggled to find much positives with the match ending inside three days. Not too many positives to finish the game within three days, but KL showed what we need to do on this sort of pitch, he said. KL Rahul had scored a century in the first innings. Our bowlers, a lot of these guys havent been here before so I dont want to be too critical. Important for us to regroup, we go through these times as sportsmen and we need to be ready for the next Test now. Playing his last international series, Dean Elgar slammed a magnificent 185.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rohit sharma",
          "sentiment": "negative"
        },
        {
          "name": "rohit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south africa india",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:51:56.118+02:00",
    "updated": "2023-12-29T04:51:56.118+02:00"
  },
  {
    "uuid": "d1f75df47eec98494ad9fce79e4d3e84e9274fda",
    "url": "http://business.theeveningleader.com/theeveningleader/article/abnewswire-2024-4-4-longevi-city-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2024-04-04T00:00:00Z",
    "title": "Longevi-City: Transforming Urban Living with Longevity and Wellness in the UAE | User | theeveningleader.com",
    "text": "Ras-Al-Khaimah, UAE - April 4, 2024 - Longevi-City , the world's first city dedicated to advancing longevity and wellness, has officially launched in the UAE, marking a monumental leap forward in urban development and healthcare innovation.\nUnder the visionary leadership of His Highness Sheikh Ahmed Bin Faisal Al Qassimi, Longevi- City is reshaping the landscape of urban living with an unwavering commitment to health, wellness, and longevity. Nestled strategically in Ras-Al-Khaimah, Longevi-City offers residents an unparalleled living experience amidst a serene resort-style ambiance and nature-friendly surroundings.\nMr. Dunston Pereira, CEO of the Royal Family Office, shares his vision for Longevi-City, stating, “Longevi-City embodies a bold and transformative vision for urban living, where health and wellness are not mere add-ons but integral to every aspect of community life. Our aim is to establish a model for sustainable, healthy, and happy living that inspires cities worldwide.”\nPositioning the UAE as a global leader in longevity and wellness, Longevi-City sets a new standard for cities worldwide. Dr. Raees Tonse, the visionary driving force behind the megaproject and Global Advocate for Longevity and Wellness, highlights the transformative potential of Longevi-City, stating, \"Longevi-City represents a movement towards a healthier future for all. By leveraging cutting-edge advancements in healthcare, technology, and community development, it empowers individuals and communities to lead longer, healthier, and more fulfilling lives.\"\nAt the core of Longevi-City lies a profound commitment to holistic wellness, which encompasses nurturing not only the physical but also the mental and emotional well-being of its residents. From preventive screenings to specialized treatments, residents have access to comprehensive healthcare services that prioritize early detection and proactive intervention, ensuring their physical health remains optimized.\nIn addition to exceptional medical care, Longevi-City offers innovative wellness amenities that cater to the diverse needs and preferences of its residents. Whether it's state-of-the-art fitness centers, holistic spas, meditation gardens, or nutrition counseling services, there are ample opportunities for individuals to engage in activities that promote their physical health and vitality.\nLongevi-City ensures wellness in every aspect of daily life, from farm-to-table dining experiences highlighting nutritious ingredients to community events promoting mental health awareness and stress management. The city's dedication to sustainability is evident in its eco- friendly architecture, renewable energy usage, and ample green spaces, which encourage physical activity and mental well-being. Residents have access to diverse recreational facilities, including parks and sports complexes, fostering a vibrant lifestyle.\nDriven by a profound sense of purpose and an unwavering commitment to advancing human health, Dr. Raees continues to lead by example, inspiring others to join him in the pursuit of a healthier and happier world for all. As Longevi-City forges ahead on its path towards a brighter future, it extends an invitation to investors, organizations, and innovators to join hands in shaping the next frontier of urban wellness. Together, let us build a legacy of longevity, where cities flourish as vibrant hubs of health, happiness, and harmony.\nLinkedIn profile - https://www.linkedin.com/in/raees-tonse-md-mba-2691a1a8/\nFacebook Company - https://www.facebook.com/profile.php?id=61557484871760\nTwitter - @RaeesTonse\nMedia Contact\nCompany Name: Longevi-city\nContact Person: Dr Raees Tonse\nEmail: Send Email\nCountry: United Arab Emirates\nWebsite: https://www.longevi-city.com\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://www.longevi-city.com",
      "https://www.linkedin.com/in/raees-tonse-md-mba-2691a1a8/",
      "https://www.abnewswire.com/email_contact_us.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.facebook.com/profile.php?id=61557484871760",
      "https://www.cloudquote.io",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-4-longevi-city-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.abnewswire.com/press_stat.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.abnewswire.com/companyname/longevi-city.com_133619.html",
      "https://www.longevi-city.com;/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://longevi-city.com",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.linkedin.com/in/raees-tonse-md-mba-2691a1a8",
      "https://abnewswire.com/press_stat.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2024-4-4-longevi-city-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://www.googletagmanager.com/gtag/js",
      "https://tracking.newsrpm.com/pixel",
      "https://longevi-city.com;/",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://abnewswire.com/email_contact_us.php?pr=longevicity-transforming-urban-living-with-longevity-and-wellness-in-the-uae",
      "https://linkedin.com/in/raees-tonse-md-mba-2691a1a8/",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://facebook.com/profile.php?id=61557484871760",
      "https://abnewswire.com/companyname/longevi-city.com_133619.html",
      "https://www.facebook.com/profile.php",
      "https://www.longevi-city.com;"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ahmed bin faisal al qassimi",
          "sentiment": "none"
        },
        {
          "name": "dunston pereira",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al-khaimah",
          "sentiment": "negative"
        },
        {
          "name": "royal family office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "longevi-city",
          "sentiment": "none"
        },
        {
          "name": "uae",
          "sentiment": "none"
        },
        {
          "name": "longevi- city",
          "sentiment": "none"
        },
        {
          "name": "ras-al-khaimah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:43:34.827+03:00",
    "updated": "2024-04-05T01:43:34.827+03:00"
  },
  {
    "uuid": "1d7c34b9949e77fa8603439984e30f6fd909f290",
    "url": "https://baglamukhi07058.pages10.com/top-vashikaran-specialist-secrets-59790675",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Baglamukhi",
    "published": "2023-12-29T07:37:00Z",
    "title": "Top vashikaran specialist Secrets",
    "text": "You need to know that vashikaran mantras are invented to deliver the good of individuals, and so, one will need to have pure intention guiding chanting the mantra. Only with the appropriate rigidity can you anticipate to obtain fantastic effects with the correct mantra.\nAre you presently struggling with huge troubles in your life? Will you be not capable of finding the like of your daily life? Through this type of you need to Be sure that You should receive the session from really like Vashikaran specialist astrologer who is our Pandit Kapil Sharma Ji.\nVashikaran need to under no circumstances be utilized to hurt any individual and only be utilised to supply aid to the problems. The Vashikaran Specialist in Ahmedabad has years of knowledge while in the tantric techniques. He has obtained many awards and accolades in the field of Vashikaran and also the selfless service to mankind.\nOn this page, we investigate the whole world of Vashikaran specialists, with a particular deal with the cities of Jamshedpur and Gorakhpur. Additionally, we delve in the solutions provided by a noteworthy company With this area — the Vashikaran Specialist for Girls.\nThe intention of performing the vashikaran needs to be accurate and legitimate. Only with the correct alternative can you receive the desired consequence and turn the position as part of your favor.\nThis means that it'll start out Doing the job from anyplace and The one thing that you should do is have a pure intention and clear pronunciation.\nAs we navigate the intricate tapestry of lifestyle, the steering of a Vashikaran Specialist like Rudradev Pawankumar is usually a beacon of sunshine in periods of uncertainty. His wisdom, coupled with the ancient artwork of Vashikaran, opens doors to the long term full of options and fulfillment.\nHigh efficacy and comprehensive protection are highlighted salient attributes of his vashikaran and all other\nclick here expert services. Here, it has to be noted that those with superior and upright intentions are extremely appreciated by him in connection with the deliverance of his vashikaran expert services.\nWith all these mantras, you'll be able to clear up your all appreciate issues and marriage issues of lifestyle rapidly since these mantras are provided by the professional of Vashikaran for all challenge alternatives.\nUsing these highly effective mantras, you are able to promptly remove your life trouble. They're potent mantras which you can get through the vashikaran astrologer.\nThey are able to use many forms of strategies On this phase and start correctly chanting the mantra. For that reason, just one ought to watch out During this segment and only make use of the companies from the nicely-recognized astrology agency.\nPandit Aghori Tantrik Jitesh Bhai ji has aid me to unravel my love dilemma. He was just one who understands my challenge and gives me powerful solutions. It was definitely practical to carry enhancement in my adore daily life.\nHe is none aside from our well known countrywide and Global like relationship vashikaran specialist astrologer Pandit Gaurav Sharma Ji from an early age which includes centered on the several angles plus the causes which might be resulting in you to shed your changing penalties contentment.\nI'm really grateful to this fantastic spell caster who introduced my ex spouse back to me. This testimony is an awesome just one and my name is harshita . After i came in contact with this male it was also through a testimony published about him and i have also encountered many testimonies regarding how he is helping Some others with their existence. To get back again with an ex is Among the most inner most experience A lot of people would like to expertise Primarily as Individuals Reminiscences with our ex usually cloud our head when someone else does a number of those items our ex utilized to do.\nTop vashikaran specialist Secrets\nYou need to know that vashikaran mantras are invented to deliver the good of individuals, and so, one will need to have pure intention guiding chanting the mantra. Only with the appropriate rigidity can you anticipate to obtain fantastic effects with the correct mantra.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://directoryglobals.com/listings12608437/the-5-second-trick-for-vashikaran-specialist",
      "https://www.directoryglobals.com/listings12608437/the-5-second-trick-for-vashikaran-specialist"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandit kapil sharma ji",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ahmedabad",
          "sentiment": "none"
        },
        {
          "name": "vashikaran",
          "sentiment": "none"
        },
        {
          "name": "gorakhpur",
          "sentiment": "none"
        },
        {
          "name": "jamshedpur",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T16:10:57.720+02:00",
    "updated": "2023-12-29T16:10:57.720+02:00"
  },
  {
    "uuid": "3be88bb60c11fe9d7c6915e777b49afb2dae945d",
    "url": "https://es.headtopics.com/news/catl-da-esperanza-al-mercado-del-litio-71983277",
    "ord_in_thread": 0,
    "author": "HeadTopics.com",
    "published": "2025-08-14T05:14:00Z",
    "title": "CATL da esperanza al mercado del litio",
    "text": "Puede que el cierre de su planta no augure medidas radicales de Pekín, pero da a los pesimistas motivos para reconsiderar su postura\nCATL ha paralizado la producción en una mina de litio que aporta el 5% del suministro mundial de este metal. La idea de que esto presagia una represión decisiva del exceso de capacidad chino puede resultar exagerada, pero incluso esta pizca de buenas noticias potenciales ayuda a un mercado golpeado por el exceso de oferta. Las acciones de las mineras rivales se dispararon, aunque la australiana Liontown Resources, por ejemplo, luego ha vuelto a los niveles previos.\nSin embargo, un cierre masivo parece una ilusión. Choca que se haya señalado a CATL como parte de una gran campaña contra el exceso de capacidad, ya que su negocio de baterías usa el 90% de su capacidad, según la firma. Además, las suspensiones se revierten fácilmente una vez se tramita la documentación. De hecho, la mina de CATL se había cerrado ya en 2024 y reabierto a principios de año.\nEspaña Últimas Noticias, España Titulares\nSimilar News:También puedes leer noticias similares a ésta que hemos recopilado de otras fuentes de noticias.\nDescubren que el litio puede ser clave en la prevención del AlzheimerLa pérdida de litio en el cerebro podría ser uno de los factores que desarrollan el Alzheimer. Los investigadores de la Universidad de Harvard han publicado el estudio en la revista 'Nature'.\nLeer más »\nCómo el 'TACO trade' puede dar un gran susto al mercadoCorresponsal económico de Expansión. Es autor de una columna diaria sobre la actualidad de los mercados, titulada El Foco del Día. Además, está especializado en fusiones y adquisiciones (MandA) y es autor de la newsletter MandA Directo. Entre 2007 y 2020, fue corresponsal de Expansión en Londres.\nLeer más »\nUcrania resiste, pero no puede ganar sin más apoyo internacionalEl país invadido por Rusia no podrá ir mucho más allá del empeño actual sin contar con un apoyo internacional sustancialmente mayor al que recibe actualmente\nLeer más »\n¿Puede prescindir la agricultura española de sus trabajadores extranjeros?El Gobierno y los sindicatos no ven viable la actividad agraria en España sin el esfuerzo de miles de empleados extranjeros.\nLeer más »\nZverev afirma que puede ganar a Carlos Alcaraz y a Sinner: 'No estoy tan lejos'El alemán, sumido en una profunda crisis tras caer en primera ronda de Wimbledon, espera 'aguarles un poco la fiesta' a los dos mejores tenistas del momento.\nLeer más »\nPobreza vacacional: uno de cada cinco españoles no puede permitirse viajar ni una semana¿Por qué es importante?: Los precios están por las nubes y este verano hay un 18% de españoles que, pese a ser trabajadores, no se pueden permitir una semana.\nLeer más »",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Science and Technology->biomedical science",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Social Issue->social condition",
      "Social Issue->population and census",
      "Social Issue->demographics",
      "Politics->economic policy",
      "Politics->political development",
      "Politics->regulation of industry"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T09:40:04.509+03:00",
    "updated": "2025-08-14T10:04:47.000+03:00"
  }
]