[
  {
    "uuid": "16da5adecbc16ad488ac8c40f4bf55769a99122a",
    "url": "https://www.newsbreak.com/waco-tx/3288313236701-it-s-an-everybody-sport-martial-arts-of-waco-strikes-into-the-new-year",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-05T21:59:00Z",
    "title": "'It's an everybody sport': Martial Arts of Waco strikes into the new year",
    "text": "Martial Arts of Waco was made for people to learn different styles of combat and to have an outlet. \"I found out there was a need, usually jiu-jitsu and muay thai usually follows Crossfit, and Crossfit slowly die down a little bit, and I saw there's a need for it,\" said professor and creator of Martial Arts of Waco, Darren Turner. \"Striking man. It's action, it's a street fighter, it's fighting everything like that,\" said coach at Martial Arts of Waco, Tracey Thompson. At face value, people see martial arts for its violence, but looking beyond, it can be seen that there's more. \"I would say the fellowship and the brotherhood — there's a lot of trust when it comes to sparring and training and especially when we're talking about throwing punches, and to dial it back and still be able to get up and go to work the next day, just that trust that's there as well,\" Turner said. \"The athletic aspect of it — everybody thinks they can come in here straight off the street, you know, you get people who storm gyms, 'Oh, I'm a street fighter', stuff like that,\" Thompson said. \"As soon as they go, they're ducking their head — 30 seconds you're done. You don't know how to pace yourself, you have no condition, you can't hold your hands up,\" he said. People of all ages join for classes, and that first day experience is truly unforgettable. \"It's totally different — it's definitely something new, you think you know some things, and then it's just like, 'Ok, let's just take that all away and start over,\" said student, Stance Harrell. \"But I would definitely recommend it though, because it's always good to learn new things.\" \"It's an everybody sport — age has a factor in it but everybody who comes in here for the exercise of it makes them feel younger,\" Thompson said. Whatever path you take to achieve your resolution, always remember to follow through and finish.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tracey thompson",
          "sentiment": "none"
        },
        {
          "name": "turner",
          "sentiment": "none"
        },
        {
          "name": "darren turner",
          "sentiment": "none"
        },
        {
          "name": "thompson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "martial arts of waco",
          "sentiment": "negative"
        },
        {
          "name": "crossfit",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "waco",
          "sentiment": "none"
        },
        {
          "name": "crossfit",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:27:32.980+02:00",
    "updated": "2024-01-06T00:27:32.980+02:00"
  },
  {
    "uuid": "dcc0d2817f82545c6ca06d497421d992d2b2d00d",
    "url": "https://www.newsbreak.com/utah-state/3284070966029-snow-in-utah-see-the-snowiest-places-and-average-amounts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-02T16:43:00Z",
    "title": "Snow in Utah: See the Snowiest Places and Average Amounts",
    "text": "Known by many as the state with “The Greatest Snow on Earth,” Utah is widely regarded as one of the most breathtaking winter wonderlands in the world. But, have you ever wondered why Utah has such amazing snow? The answer lies in plate tectonics. According to the Utah Geological Survey , “Snow conditions are a sum of topography, elevation, latitude, and distance to the ocean. These factors constrain climate and are shaped by a history of tectonics. Mountains govern the first two factors and all four factors govern snow—its quantity, quality, and duration.” In essence, this state sits at one of the most ideal locations to support snowy conditions. The temperatures, elevations, distance from bodies of water, and mountainous terrain all contribute to the abundance and quality of snow. Whether you’re a native or someone who’s planning on traveling to this state, you might be curious about the average snowfall Utah experiences during winter. Today, we’ll discuss the snowiest areas of Utah and explore exactly how much snow you can expect during the colder months! The population in Utah is roughly 3.34 million. ©yoshimedia/Shutterstock.com We know that it snows a lot in Utah, but how much does it snow exactly? Because of the great variance in elevation and terrain across the state, different locations will experience different levels of snowfall throughout the year. We’ll discuss specific locations in a bit, but on average, Utah experiences roughly 60 inches of snowfall per year. The state of Utah is sometimes referred to as the “beehive state.” ©iStock.com/DCrane08 Although Salt Lake City, the state capital of Utah , receives an impressive yearly annual of five feet of snow, this is a small amount compared to other locations. The snowiest place of all is Alta, which is located in Little Cottonwood Canyon. This town experiences somewhere between 37 and 45 feet of snow per year. The town of Alta experienced a mind-blowing 903 inches of snow in the 2022-23 season. This decimated its previous record by over 150 inches of snow, which occurred in the winter of 1982-83. Summit City is another extremely snowy location, with a yearly average of 28 feet of snow. Cities with the least amount of snow include St. George and Washington, which both average roughly two inches per year. There’s no denying that Utah is one of the snowiest locations in the United States. However, it is also one of the most beautiful places as well, and the quality of the snow is as good as it gets. Those who enjoy winter sports such as skiing, sledding, and snowboarding will undoubtedly fall in love with this state. Even individuals who prefer to stay cozy inside will be sure to enjoy the picturesque beauty of the snow. Just be sure to pack properly and bundle up when going outdoors. This way you can get the most out of the state with the greatest snow on Earth! The post Snow in Utah: See the Snowiest Places and Average Amounts appeared first on A-Z Animals .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Weather"
    ],
    "external_links": [
      "https://a-z-animals.com/web-stories/discover-the-highest-point-in-utah/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://img.particlenews.com/image.php?url=4FtZWG_0qX6FiXu00",
      "https://a-z-animals.com/blog/what-is-the-snowiest-place-on-earth/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://a-z-animals.com/blog/first-snow-in-utah-the-earliest-latest-first-snows-on-record/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=4FtZWG_0qX6FiXu00",
      "https://a-z-animals.com?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1273088",
      "https://a-z-animals.com/blog/snow-in-utah-see-the-snowiest-places-and-average-amounts/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1273088",
      "https://a-z-animals.com/animals/location/north-america/united-states/utah/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://geology.utah.gov/map-pub/survey-notes/glad-you-asked/glad-you-asked-how-does-plate-tectonics-make-for-great-skiing/",
      "https://a-z-animals.com/web-stories/discover-the-highest-point-in-utah/",
      "https://a-z-animals.com/animals/location/north-america/united-states/utah/",
      "https://www.a-z-animals.com/blog/first-snow-in-utah-the-earliest-latest-first-snows-on-record/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=4FtZWG_0qX6FiXu00",
      "https://a-z-animals.com",
      "https://a-z-animals.com/blog/first-snow-in-utah-the-earliest-latest-first-snows-on-record/",
      "https://www.a-z-animals.com/blog/what-is-the-snowiest-place-on-earth/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://a-z-animals.com/blog/what-is-the-snowiest-place-on-earth/",
      "https://www.a-z-animals.com/animals/location/north-america/united-states/utah/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://www.img.particlenews.com/image.php?url=4FtZWG_0qX6FiXu00",
      "https://www.a-z-animals.com/web-stories/discover-the-highest-point-in-utah/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=in_content&utm_content=1273088",
      "https://img.particlenews.com/image.php",
      "https://geology.utah.gov/map-pub/survey-notes/glad-you-asked/glad-you-asked-how-does-plate-tectonics-make-for-great-skiing",
      "https://www.a-z-animals.com?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1273088",
      "https://www.a-z-animals.com/blog/snow-in-utah-see-the-snowiest-places-and-average-amounts/?utm_campaign=nb_hosted&utm_source=newsbreak&utm_medium=feed&utm_content=1273088",
      "https://www.geology.utah.gov/map-pub/survey-notes/glad-you-asked/glad-you-asked-how-does-plate-tectonics-make-for-great-skiing/",
      "https://a-z-animals.com/blog/snow-in-utah-see-the-snowiest-places-and-average-amounts/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T20:40:10.456+02:00",
    "updated": "2024-01-02T20:40:10.456+02:00"
  },
  {
    "uuid": "6c683e8e099dd6613951f6248f2647dcbc8293e7",
    "url": "https://www.postandcourier.com/greenville/news/anderson-county-closures-may-2024-tornado-warning/article_91bf7276-0e17-11ef-aa26-37134b520603.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yahoo",
    "published": "2024-05-09T17:45:00Z",
    "title": "Survey for possible tornado to come after Upstate SC storms | Greenville News | postandcourier.com",
    "text": "ANDERSON — A line of storms moving across the Upstate in the early morning hours took down trees, power lines, removed at least one roof in downtown Anderson and closed schools in an Anderson County district. The wave of weather May 9 swept across the Southeast, prompting the National Weather Service to issue several tornado warnings in Tennessee, Alabama, two in South Carolina and two in North Carolina. Clemson University sent out a public safety alert at 1:10 a.m. stating there was a tornado warning, though the NWS didn’t issue one. An all-clear message was sent from the university at 1:46 a.m. — four minutes before the NWS issued a tornado warning for Abbeville, Anderson, Greenville and Laurens counties. The NWS never issued a tornado warning for any part of Pickens County, and the Upstate’s tornado watch expired at 4 a.m. “On Wednesday evening and Thursday morning, Clemson University issued alerts as severe weather moved through the area, including notification of a tornado warning,” university spokesman Joe Galbraith said. “The alert was sent in accordance with the university protocols based upon a tornado warning issued by the SkyGuard warning system, which we use as an additional layer of safety to provide more advanced warnings and additional weather information specific to the unique needs of our campus.” Based on the criteria set with Clemson University, AccuWeather issued a tornado warning for the campus at 1:06 a.m., according to a spokesman. Organizations like Clemson University work with AccuWeather to customize severe weather warnings for their specific locations and needs, AccuWeather chief meteorologist Jon Porter told The Post and Courier. “AccuWeather expert meteorologists believed that the severe thunderstorm had the potential to produce a tornado at any moment,” Porter said in an email. “When minutes matter, advance notice is critical, especially since this episode occurred at night, when tornadoes are more dangerous because many people are asleep.” No tornado had been confirmed in Anderson in the hours since, but National Weather Service meteorologist Scot Krentz said that could change after a May 10 survey. Wind gusts of 60 mph were recorded at the Anderson County Airport, Krentz said, and golf ball-sized hail was reported in Oconee County and east of downtown Greenville. From the radar indications, Anderson and Laurens counties took the hardest hits from the line of storms. CU ALERT: Tornado warning. Seek shelter immediately away from outside walls and windows or in stairwells until you get the ALL CLEAR message.— Clemson University Public Safety (@ClemsonSafety) [May 9, 2024] “We’re still getting lots of reports this morning,” Krentz said. “We had numerous trees down in Spartanburg, power lines and large trees down near Landrum. Laurens County got hit pretty good.” Over 21,000 Duke Energy customers were without power in Anderson County alone, prompting Anderson School District 5 to move to an eLearning day and multiple government offices and convenience centers to close.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/catherrington",
      "https://www.twitter.com/catherrington"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caitlin h",
          "sentiment": "negative"
        },
        {
          "name": "caitlin herrington",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "greenville news",
          "sentiment": "negative"
        },
        {
          "name": "upstate sc",
          "sentiment": "negative"
        },
        {
          "name": "post",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "clemson",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T00:14:52.008+03:00",
    "updated": "2024-05-10T03:46:52.327+03:00"
  },
  {
    "uuid": "e8e208baa731f15a022a538b63c53396811526a6",
    "url": "https://www.bangkokpost.com/world/3074912/proof-of-life-tracking-elusive-amazon-group-to-save-their-land",
    "ord_in_thread": 0,
    "author": "Bangkok Post Public Company Limited",
    "published": "2025-07-24T02:45:00Z",
    "title": "Proof of life: tracking elusive Amazon group to save their land",
    "text": "KOATINEMO — A ceramic pot and the shell of a turtle, once hunted for its meat, are the most recent traces of an Indigenous community thought to live deep in the north Brazilian Amazon.\nArchaeological finds like these keep turning up, and date back to at least 2009, with members of a neighbouring clan claiming to have caught glimpses of individuals who live in the Ituna/Itata region in Brazil's northern Para state.\nFor now, the nameless, elusive people -- perhaps belonging to more than one group -- remain among dozens of so-called \"uncontacted\" communities believed to roam the world's biggest rainforest.\n\"My sister-in-law told me: 'Over there! Over there!' And it was a little boy staring at me from up close,\" recounted Takamyi Asurini, an elder in Ita'aka -- an Indigenous village of about 300, whose accounts of close encounters have fed theories of the existence of uncontacted people in Ituna/Itata.\nAsurini showed Agence France-Presse (AFP) a scar on his ribs he said was the result of being shot with an arrow by an unknown person in the jungle.\nSuch testimonies, and the objects found, are not considered proof of the existence of people in Ituna/Itata.\nBut it is enough for the region to enjoy a provisional protected status meant to prevent invasions by miners, loggers and ranchers -- preserving both the forest and the people thought to live there.\nThe area covers tens of thousands of hectares and is similar in size to Sao Paolo -- the biggest city in Latin America.\nIt became one of the most overrun Indigenous territories in Brazil under former president Jair Bolsonaro, a backer of agro-industry on whose watch Amazon deforestation surged.\nNow, lobby groups want the Ituna/Itata region's protection to be made permanent, which would mean stricter land use rules and enforcement.\n'Historical neglect'\nFor this to happen, the government's National Foundation of Indigenous Peoples (Funai) would have to send expeditions to look for undeniable proof of the group's existence.\nPart of the challenge is the dense Amazon jungle is home to rich, varied ecosystems that support migratory agriculture for Indigenous peoples, who may travel to hunt, fish and gather food seasonally.\nUnder law, any searchers cannot make contact with them -- potentially putting them at risk of diseases they have no immunity to -- but are to look instead for footprints of their life in the forest.\nBrazil recognises 114 \"uncontacted\" Indigenous groups who live with no or minimal interaction with others.\nAbout a quarter are \"confirmed,\" while for the rest -- like in Ituna/Itata -- there is \"strong evidence\" that they exist.\nFor Luiz Fernandes, a member of umbrella group Coordination of the Indigenous Organisations of the Brazilian Amazon (COIAB), there has been \"historial neglect\" of the issue by the state, which he says \"recognises the possibility of the existence of these peoples but does not guarantee effective measures to protect the territory.\"\nAdded Mita Xipaya, an Indigenous activist: \"the state needs qualified records\" to prove that an area hosts uncontacted people, \"but for us it is different: we perceive them in nature, in the sounds we hear, their presences, sometimes their smells.\"\n'Taking care of the forest'\nThe Brazilian Amazon has lost nearly a third of its native vegetation since records began in 1988, according to environmental non-governmental organisation (NGO) Instituto Socioambiental -- except in Indigenous territories where the figure is less than two percent.\nFrom 2019 to 2022, the Bolsonaro government suspended the provisional protection measures decreed for Ituna/Itata, prompting an invasion by land grabbers, turning it into the most deforested Indigenous area in Brazil.\nThough the protection was reinstated under his leftist successor Luiz Inacio Lula da Silva, the consequences persist, and miles-wide patches of devastated soil intersperse areas of green rainforest, AFP observed during a recent flyover.\nBrazil will in November host the COP30 United Nations (UN) climate conference in the Amazonian city of Belem under Lula, who has sought to position himself as a leader in forest preservation and the fight against global warming.\n\"It's not just about taking care of the forest but also of the people who inhabit it, because it's through them that the forest remains standing,\" COIAB coordinator Toya Manchineri told AFP.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Environment->natural resources",
      "Environment->conservation",
      "Environment->endangered species",
      "Social Issue->social condition",
      "Social Issue->indigenous people"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Ita'aka",
          "sentiment": "none"
        },
        {
          "name": "Amazon",
          "sentiment": "none"
        },
        {
          "name": "Ituna",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [
        "top_news_th",
        "top_news_sg",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-24T07:47:56.050+03:00",
    "updated": "2025-07-25T08:06:45.000+03:00"
  }
]