[
  {
    "uuid": "f00c151f6293187f830bc20b28b4280abc251d28",
    "url": "https://www.diariosur.es/sucesos/ataque-vandalico-hornacina-virgen-carmen-rincon-20240525141511-nt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Rodríguez Cámara",
    "published": "2024-05-25T11:46:00Z",
    "title": "Ataque vandálico a la hornacina de la Virgen del Carmen en Rincón",
    "text": "Secciones Servicios Destacamos José Rodríguez Cámara Rincón de la Victoria Sábado, 25 de mayo 2024, 14:15 Necesitas ser suscriptor para acceder a esta funcionalidad. Compartir Pesar y, sobre todo, indignación, entre los devotos de la Virgen del Carmen de Rincón de la Victoria por los daños causados a la imagen, en lo que, según la hermandad, es un acto de vandalismo. «Condenamos sin contemplaciones este ataque, el cual ya ha sido oportunamente denunciado ante las autoridades», han comunicado, a través de sus cuentas en redes sociales, en un mensaje que ha generado muchas reacciones entre vecinos y vecinas, instituciones y partidos políticos. Según explica la cofradía, los hechos han ocurrido esta madrugada del sábado, y, conforme, se aprecia en las imágenes, alguien ha roto el cristal del templete y ha destrozado la talla. «Se trata de una profanación de nuestro patrimonio cometida por delincuentes sin ningún tipo de escrúpulos», dejan claro. También aprovechan para lanzar un mensaje dirigido al Ayuntamiento, al que piden mayor seguridad e iluminación en la zona donde se encuentra la pequeña capilla, ubicada en plenos acantilados de El Cantal. Al mismo tiempo anuncian que, puesto que la imagen queda retirada del culto momentáneamente, se expondrán en la hornacina las fotografías que dan testimonio de lo ocurrido «para su conocimiento público». La hermandad, del mismo modo, anuncia que facilitará un número de cuenta para recibir donaciones de aquellos que quieran contribuir a la restauración de este bien ante, como recuerdan, «la proximidad de la festividad de Nuestra Señora, el próximo 16 de julio». El alcalde de Rincón de la Victoria, Francisco Salado, ha acudido a este lugar de culto acompañado del hermano mayor, Paco de la Torre, para denunciar lo ocurrido y mostrar su solidaridad con todos los cofrades ante lo que ha tildado como «un ataque salvaje y contra la libertad religiosa», así como contra el patrimonio local, además ha mostrado su indignación porque se trata del cuarto acto vandálico contra el templete, en un contexto de destrozos en otros puntos del municipio, como la Huerta San Julián y el Parque Baluma. Por todo ello, además de apelar al civismo y recordar que los arreglos se pagan con los impuestos de todos los ciudadanos, ha solicitado la colaboración de los vecinos y vecinas para lograr que, lo antes posible, se localice a los autores. Por parte del hermano mayor, ha mostrado su agradecimiento por la rápida respuesta municipal y ha sido tajante al afirmar que la restauración de la imagen será costosa y complicada. Publicidad Publicidad Te puede interesar Publicidad Publicidad Comentar es una ventaja exclusiva para suscriptores ¿Ya eres suscriptor? Necesitas ser suscriptor para poder votar. Reporta un error en esta noticia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.elcomercio.es/gente-estilo/boda-relumbron-somio-paraguas-melissa-villarreal-eduardo-zouein-20240519222536-nt.html#vca=voc-recirc&vso=diariosur",
      "https://elcomercio.es/gente-estilo/boda-relumbron-somio-paraguas-melissa-villarreal-eduardo-zouein-20240519222536-nt.html#vca=voc-recirc&vso=diariosur"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T15:51:33.202+03:00",
    "updated": "2024-05-26T20:35:12.408+03:00"
  },
  {
    "uuid": "ca70e3a56e287486ec3ee22affc14dfd33effa1d",
    "url": "https://www.bluradio.com/regiones/santanderes/amenazas-contra-lideres-sociales-estan-aumentando-en-santander-corporacion-compromiso-rg10",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción BLU Radio",
    "published": "2024-04-25T21:44:00Z",
    "title": "“Amenazas contra líderes sociales están aumentando en Santander”: Corporación Compromiso - BluRadio",
    "text": "Se conocen detalles de nuevas amenazas del Clan del Golfo contra siete líderes sociales y tres organizaciones de derechos humanos de Santander. Ante estos hechos defensores de derechos humanos en Santander piden urgentemente investigaciones y seguridad a las autoridades porque los mensajes han sido reiterativos en los últimos días. En ese sentido la Corporación para el Desarrollo del Oriente, Compromiso, ante cinco hechos de amenazas directas contra lideres sociales ocurridos en Sabana de Torres, Barrancabermeja, Bucaramanga y Cimitarra, les pidió a las autoridades implementar medidas de protección para las personas amenazadas e investigar y capturar a los responsables de los hechos.“Los autores de las amenazas se identifican como Autodefensa Gaitanistas de Colombia quienes han hecho circular mensajes a través de teléfonos celulares y han hecho presencia con personal armado en Sabana de Torres, San Vicente de Chucurí, Provincia de Soto Norte y, recientemente, en el corregimiento de la India, municipio de Cimitarra, donde está la sede de la Asociación de Trabajadores Campesinos del Carare”, dice el comunicado de la Corporación Compromiso.De igual forma la corporación Compromiso hizo especial énfasis en el hecho ocurrido en el corregimiento conocido como La India, del municipio de Cimitarra, donde un grupo denominado Autodefensa La Nueva Generación amenazó de muerte a un lidero social y a un comerciante.“El día 2 de abril hace presencia un grupo armado en el corregimiento La India municipio de Cimitarra y amenazan de muerte a Luis Fernando Serna Rentería, presidente de la Asociación y al señor Gilberto García Abril, comerciante del sector. El grupo se identifica como Autodefensas Nueva Generación, estuvieron todo el día el corregimiento donde está la sede de la Asociación de Trabajadores Campesinos del Carare ATCC”, explica el comunicado oficial de la Corporación.Eduardo Ramírez, coordinador jurídico de la Corporación Compromiso explicó que el mensaje es a las autoridades de la región, a la Gobernación, a la Policía Nacional, al Ejército, a las secretarias del Interior: “A implementar medidas inmediatas de protección a las poblaciones, las organizaciones y las personas amenazadas, emprender las investigaciones pertinentes y dar resultados concretos en cuanto a los autores de las amenazas e intimidaciones”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:49:19.627+03:00",
    "updated": "2024-04-26T00:49:19.627+03:00"
  },
  {
    "uuid": "6680f1015703b07f7173c4cc481feef2a596bc40",
    "url": "https://www.gainesville.com/story/news/crime/2023/12/28/south-florida-twins-accused-of-defrauding-medicare-out-of-millions/72037287007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hannah Phillips",
    "published": "2023-12-28T20:59:00Z",
    "title": "South Florida twins accused of defrauding Medicare out of millions",
    "text": "WEST PALM BEACH — Federal prosecutors say the wife and brother-in-law of a high-ranking member of Palm Beach County law enforcement defrauded Medicare out of more than $9 million . If convicted, they could spend up to 55 years in federal prison. Ted Albin and Erin Foley, South Florida twins and owners of a medical billing company, are accused of conspiring with clients to bill insurers for medical equipment their patients didn't need. In addition to the multimillion dollar payout from insurers, investigators say the twins earned kickbacks for helping others commit fraud, too. Foley's husband, Randy Foley, leads the Behavioral Services Division at the Palm Beach County Sheriff's Office . He was not named in the 14-page indictment and has not been charged with a crime. His wife and brother-and-law were indicted in December after investigators identified the siblings' West Palm Beach company, Grapevine Professional Services Inc., as one of several across the country believed to have exploited the federal insurance program. “Medicare is a valuable taxpayer-funded program, designed to provide affordable health care to people over 65 or with disabilities,” said U.S. Attorney Damian Williams in the wake of their arrest. “Not to line the pockets of those who would enrich themselves through fraud.\" ' Spine crime': Patients say Lake Worth-area back doctor did 'fake surgeries,' left them in pain Investigators say a network of medical equipment companies provided the twins with sham prescriptions for durable medical equipment, or DME, between 2018 and 2021. DME includes braces, wheelchairs, oxygen equipment and other medical supplies. The indictment does not name the people who wrote the bogus prescriptions but said Albin and Foley knew of their illegitimate origins and used them to bill insurance companies anyway. The twins owned several medical equipment companies themselves and are accused of funneling their own illegally purchased prescriptions into Grapevine's mix as well. Investigators believe the pair also charged a fee to connect associates who wanted in on the scam with people willing to sign off on the phony prescriptions. Foley, 46, of Loxahatchee and Albin, 46, of Stuart were charged in the Southern District of New York with conspiring to commit, and actually committing, health care fraud and wire fraud, as well as conspiring to violate the Anti-Kickback Statute. Foley's court-appointed defense attorney, Jeffrey Pittell, declined to comment on the allegations Thursday. Albin's attorney, Sean Maher, did not immediately return requests for comment. Palm Beach County Sheriff's Office spokesperson Teri Barbera said Capt. Randy Foley is a \"highly respected member of PBSO and is not implicated in these yet-to-be proven allegations.\" She declined to comment further. Hannah Phillips covers criminal justice at The Palm Beach Post. You can reach her at hphillips@pbpost.com . Help support our journalism and subscribe today . .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [
      "https://www.boyntonbeachcra.com/?splash=https%3a%2f%2fcm.palmbeachpost.com%2fspecialoffer&____isexternal=true",
      "https://boyntonbeachcra.com/?splash=https%3a%2f%2fcm.palmbeachpost.com%2fspecialoffer&____isexternal=true",
      "https://www.boyntonbeachcra.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ted albin",
          "sentiment": "none"
        },
        {
          "name": "randy foley",
          "sentiment": "none"
        },
        {
          "name": "foley",
          "sentiment": "none"
        },
        {
          "name": "erin foley",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "medicare",
          "sentiment": "negative"
        },
        {
          "name": "behavioral services division",
          "sentiment": "none"
        },
        {
          "name": "palm beach county sheriff's office",
          "sentiment": "none"
        },
        {
          "name": "grapevine professional services inc.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "west palm beach",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:34:57.998+02:00",
    "updated": "2023-12-29T01:34:57.998+02:00"
  },
  {
    "uuid": "eec6ef8c5d4741b479c26640d6b82d27a961be79",
    "url": "https://www.voiceofeurope.com/general-frojdin-more-than-10000-ukrainian-military-personnel-have-received-training-in-germany/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rebekka Mashkovetska",
    "published": "2023-12-29T11:50:00Z",
    "title": "General Frojdin: more than 10,000 Ukrainian military personnel have received training in Germany | Voice of Europe",
    "text": "Major General Christian Frojding, heading the special staff on Ukraine at the Ministry of Defense of the Federal Republic of Germany, spoke about the cooperation between Germany and Ukraine in the field of military training. According to him, over 10,000 members of the Armed Forces of Ukraine (AFU) have successfully undergone training in Germany since the start of the program. “Since the beginning of our training in Germany alone, more than 10,000 Ukrainian military personnel have completed it,” emphasized General Frojding in an interview with [Süddeutsche Zeitung]. He also added that on January 4, 2024, the preparation of two additional infantry battalions would commence. The European Union Training Mission for the Preparation of Ukrainian Forces (EUMAM), established in October 2022, is engaged not only in training but also in arming Ukrainian forces. The mission, located in Poland and Germany, plans to continue its work in the next two years. In addition, representatives from not only EU member states but also from other non-EU countries participate in the operational headquarters of the mission in Brussels, within the building of the European External Action Service.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christian frojding",
          "sentiment": "negative"
        },
        {
          "name": "frojdin",
          "sentiment": "negative"
        },
        {
          "name": "frojding",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ministry of defense",
          "sentiment": "negative"
        },
        {
          "name": "voice of europe major general",
          "sentiment": "negative"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "european union training mission for the preparation of ukrainian forces",
          "sentiment": "none"
        },
        {
          "name": "armed forces of ukraine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "federal republic of germany",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:06:15.053+02:00",
    "updated": "2023-12-29T14:06:15.053+02:00"
  },
  {
    "uuid": "3b51ea61a47cc78cfff1fc49d975a870463a5a4a",
    "url": "https://www.laprovincia.es/las-palmas/2023/12/28/viaje-emociones-feria-navidad-siete-96345261.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Benyara Machinea",
    "published": "2023-12-28T21:17:00Z",
    "title": "Un viaje de emociones en la Feria de Navidad de Siete Palmas",
    "text": "La Feria de Navidad de Siete Palmas atrae a miles de familias que acuden a celebrar las fiestas con un toque de adrenalina y emoción. Este espacio, que permanecerá abierto hasta el siete de enero, es el sustento de los profesionales itinerantes que manejan las atracciones. Los feriantes van superando las consecuencias del parón de la pandemia, pero aspiran a que la feria crezca con un espacio de mayores dimensiones.\nGrandes estructuras, colores saturados y música hipnotizante. Los feriantes despliegan todo su arsenal para atraer a los visitantes en la\nFeria de Navidad de Siete Palmas con medio centenar de opciones que buscan dar respuesta a las altas expectativas de los usuarios que visitan estos días la explanada anexa al Estadio Gran Canaria. Un espacio que cumple su función cada año, pero que se puede ampliar, como señala la asociación regional de feriantes, hacia un recinto de mayor escala, como el aparcamiento principal del estadio, para instalar un parque de atracciones importante que siga el ejemplo de otros municipios como Santa Lucía de Tirajana con sus fiestas de San Rafael.\nMari Carmen Santana, miembro de la asociación y organizadora del evento navideño de la capital, explicaba ayer frente a la atracción del dragón que lo más importante para estos profesionales es \"tener un lugar para poder instalarnos cuando los distintos ayuntamientos hagan sus fiestas\". Y es que se trata de un trabajo itinerante, con semanas en las que los feriantes no deshacen sus maletas porque van de isla en isla y dependen de este tipo de eventos para subsistir.\n\"Estamos saliendo poco a poco de las secuelas de la\npandemia, pero ahora estamos mejor que antes\", incidió Santana. En este sentido, agradeció la colaboración del Cabildo insular y de ayuntamientos como el de Las Palmas de Gran Canaria para poder organizar eventos como este. \"La feria ha cogido estos días un mayor auge de personas. Parece que les han dado las vacaciones a los niños, salen más divertirse y tenemos una aceptación bastante buena\", añadió.\nUn público joven\nLa feria estará abierta todos los días a partir de las 17.00 horas hasta el próximo domingo, siete de enero, incluyendo año nuevo y los\nfestivos de los Reyes Magos. El único día que permanecerá cerrada será este domingo, 31 de diciembre, coincidiendo con las celebraciones de fin de año. Al igual que en otras ocasiones, los abonados de la Unión Deportiva tienen un descuento del 50% en el precio de la entrada, presentando el carné de abonado y el DNI.\nClásicos de estas fechas como la barca vikinga, el pulpo o los cochitos de choque tienen éxito un año más entre un público principalmente joven, además de familias con niños. Muchos aprovechan la visita para intentar llevarse un peluche, participar en una rifa o saborear unas salchipapas, unas hamburguesas o unos perritos calientes en los distintos puestos de comida.\n\"Cada feria nos entregamos para que el público esté lo más contento posible\"\n\"Cada feria nos entregamos para que el público esté lo más contento posible y estos días vemos la alegría, la cara de felicidad de los niños y la emoción de los padres al ver cómo sus hijos se suben por primera vez a los caballitos o a los cochitos de choque\", destacaba Sara Santana desde su puesto de peluches. Su interés por el luminoso mundo de las atracciones le viene de familia, concretamente de sus abuelos.\nEl trabajar rodeada de los suyos y viendo a familias felices a su alrededor es lo que le motiva a dar todo de sí en cada festejo. \"Les esperamos con un montón de atracciones, con muchos peluches de novedad y queremos que vengan estos días a Siete Palmas porque la feria es alegría e ilusión\", refirió la profesional del sector.\nEl vicepresidente de la asociación de feriantes de\nLas Palmas, Antonio Santana, que dirige la atracción de Star Trek, también empezó desde pequeño por tradición familiar. \"Lo más bonito de todo esto es el poder viajar. Hoy estás aquí, mañana en otro sitio, y conoces a gente que también te saluda de otros años\", apuntó desde su puesto.\nAlegrar las fiestas\nUno de los recuerdos más especiales que guarda de sus años como feriante es cuando ejercía en unas fiestas de\nLanzarote y subieron unos chicos con cáncer a pasar un rato entretenido en su atracción. \"A mí me emocionó mucho que subieran y se divirtieran aquí, pero es que luego además me dedicaron una canción muy bonita\", contó.\nMirando hacia estas últimas semanas, el profesional enfatizó en que \"ya se nota la crisis y uno ya tiene que empezar a apretarse el cinto\". Sí que ve \"menos gente que otros años\" en Siete Palmas, pero remarca que la oferta de atracciones \"está muy bien pensada y gusta mucho al público\".\n\"Estamos saliendo poco a poco de las secuelas de la pandemia, pero ahora estamos mejor que antes\"\nAna María Santana lleva atendiendo a los amantes de la adrenalina tras el mostrador del pulpo desde que tiene uso de razón. \"Esto es lo que llevamos en la sangre y, aunque este año está costando un poquito, se ve ambiente y se agradece porque es nuestra alegría y la de los niños\", apuntó la feriante.\nSantana destaca la importancia de este tipo de eventos en fechas tan señaladas como las Navidades. \"Lo que nunca me ha pasado me está pasando ahora, que niños que no conozco vengan a traerme regalos e incluso una caja de bombones\", agradeció desde su mostrador. Y es que el secreto para transmitir esa pasión por la feria a los clientes que acuden a diario \"está en el trato al público porque, aunque tengas un mal día, tienes que poner siempre buena cara\", concluyó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:53.270+02:00",
    "updated": "2023-12-29T00:37:53.270+02:00"
  }
]