[
  {
    "uuid": "9c829ae8538cbcb5100f0c5c31d9dc2841fd03fa",
    "url": "https://whbl.com/2024/02/23/trump-portrays-2024-race-as-a-christian-battle-akin-to-d-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Thomson Reuters",
    "published": "2024-02-23T07:20:00Z",
    "title": "Trump portrays 2024 race as a Christian battle, akin to D-Day",
    "text": "By Nathan Layne and Tim Reid (Reuters) – Donald Trump urged Christians on Thursday to support him in the 2024 presidential election, a contest he depicted in religious terms and likened to the great battles of World War Two. Speaking at a forum for Christian broadcasters in Nashville, the frontrunner for the Republican presidential nomination compared the stakes for the election to D-Day and the Battle of the Bulge and said God’s involvement was needed to rescue the country. “Today we are in another struggle for survival of our nation,” Trump told the event organized by the National Religious Broadcasters association. “This time the greatest threat is not from the outside of our country, I really believe this: it’s from within.” “I am here today because I know that to achieve victory in this fight, just like in the battles of the past, we still need the hand of our Lord, and the grace of Almighty God.” Since launching his campaign in late 2022, Trump has regularly painted the state of the country in apocalyptic terms, seeking to undermine President Joe Biden’s support ahead of a likely rematch for the White House. APPEALING TO CHRISTIAN BASE Trump has at times sought to portray the choice facing Americans in November as one of good versus evil, couching his rhetoric in language that appeals to the conservative Christian voters who form a core of his support base. Conservative Christian voters credit Trump for a series of policy victories including the U.S. Supreme Court’s decision overturning the constitutional right to abortion. The thrice-married Trump has retained that support even as faces a criminal trial next month in New York that stems from alleged hush money paid to a porn star. It is one of four criminal prosecutions facing Trump, who has derided them all as politically motivated. “I’m a very proud Christian, actually,” Trump said. “I’ve been very busy fighting and, you know, taking the bullets, taking the arrows. I’m taking them for you and I’m so honored to take them, you have no idea.” Calling the prosecutors “bad people,” Trump attempted to create common cause with his audience by raising fears that the Biden administration was planning to go after Christians and their organizations – despite a lack of evidence to support such an assertion. “Christians, they can’t afford to sit on the sidelines in this fight,” Trump said. “The radical left is coming after all of us because they know that our allegiance is not to them. Our allegiance is to our country and our allegiance is to our creator.” The former president’s appearance in the Tennessee capital is no coincidence. The state is one of many holding primaries and caucuses on “Super Tuesday” on March 5, the biggest day of nominating contests. Trump is far ahead of Nikki Haley, his sole challenger in the Republican race. He is favored by 30 percentage points in South Carolina’s first-in-the-South primary on Saturday, according to the polling average maintained by website FiveThirtyEight. In his speech, Trump referred to people imprisoned for the Jan. 6, 2021, attack on the U.S. Capitol as “hostages,” repeating language he has used several times as a way to embrace his supporters involved in the riot. (Reporting by Nathan Layne in Charleston, South Carolina, and Tim Reid in Washington; Editing by William Mallard)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "nathan layne",
          "sentiment": "negative"
        },
        {
          "name": "tim reid",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "national religious broadcasters association",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T09:46:11.064+02:00",
    "updated": "2024-02-23T12:03:22.578+02:00"
  },
  {
    "uuid": "9e868d82db279b7b2c336772eec499cd6f11eb4d",
    "url": "https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Smith",
    "published": "2023-12-29T22:31:00Z",
    "title": "Cudeca Foundation’s Susan Hannam awarded OBE « Euro Weekly News",
    "text": "One of the earliest members of the Cudeca Foundation, Vice-President Susan Hannam has become an Officer of the Order of the British Empire (OBE) in the 2024 New Year’s Honours list. The award recognises her services to palliative care and volunteering in Spain having spent some 30 years building this ground breaking organisation alongside the late Joan Hunt OBE.\nRecognising Susan Hannam Mrs Hannam, who lives in Benalmadena and has dedicated her life to accompanying patients in their last moments, has played an essential role in the Cudeca Foundation for decades.\nMost Read on Euro Weekly News Foreign residents support Estepona café owner Fuengirola New Year's Eve Party The most famous cars of the cinema At Cudeca, which supports both patients and their loved ones and has treated over 1,200 people this year, Mrs Hannam has taken on a variety of roles, from developing their nursing palliative home care service, to training volunteers and boosting the charity’s shops.\nThe British Ambassador to Spain, Hugh Elliott, said: “Susan’s work in palliative care with Cudeca started over thirty years ago and has made a difference to the communities in which the charity is so active. She has helped others in their hours of need, year after year, and is thoroughly deserving of this wonderful recognition.”\nSusan Hannam commented: “I was amazed and honoured when I received the phone call from the Ambassador to tell me that I am included in the New Year’s Honours list with an OBE, as it is directly due to my life for the last 30 years with the Cudeca Foundation, which has opened the first independent hospice in Spain. Thanks to the wonderful team of medical palliative specialists along with the very special team of volunteers. Our aim is to give life to the days of patients with a special kind of care”.\nOthers recognised In addition to Mrs Hannam, three other British residents in Spain have been named in the New Year Honours list 2024:\nAn MBE (Member of the Most Excellent Order of the British Empire) to Mrs Margery Anne Taylor, District Treasurer and District Training Officer, Royal British Legion, Spain South. ‘For services to Veterans in Spain.’\nA BEM (British Empire Medal) to Mr Philip David Brown. President and co-founder, MACS Charity Mojacar Area Cancer Support. ‘For services to people with Cancer in Spain.’\nAn MBE to Mrs Deborah Carol Edgington, Former Councillor for Tourism in Antigua (Fuerteventura). ‘For services to British Nationals in Fuerteventura.’\nThank you for taking the time to read this article. Do remember to come back and check The Euro Weekly News website for all your up-to-date local and international news stories and remember, you can also follow us on Facebook and Instagram .\nShare this story\nshare on Facebook share on Twitter share on WhatsApp share on LinkedIn share on Flipboard share on Email Sign up for personalised news Subscribe to our Euro Weekly News alerts to get the latest stories into your inbox!\nEmail By signing up, you will create a Euro Weekly News account if you don't already have one. Review our Privacy Policy for more information about our privacy practices.\nWritten by John Smith Married to Ophelia in Gibraltar in 1978, John has spent much of his life travelling on security print and minting business and visited every continent except Antarctica. Having retired several years ago, the couple moved to their house in Estepona and John became a regular news writer for the EWN Media Group taking particular interest in Finance, Gibraltar and Costa del Sol Social Scene. Currently he is acting as Editorial Consultant for the paper helping to shape its future development. Share your story with us by emailing newsdesk@euroweeklynews.com , by calling +34 951 38 61 61 or by messaging our Facebook page www.facebook.com/EuroWeeklyNews\nComments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Religion and Belief"
    ],
    "external_links": [
      "https://share.flipboard.com/bookmarklet/popout?v=2&#038;url=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/&#038;title=Cudeca%20Foundation’s%20Susan%20Hannam%20awarded%20OBE",
      "https://www.linkedin.com/shareArticle?mini=true&#038;url=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/&#038;title=Cudeca%20Foundation’s%20Susan%20Hannam%20awarded%20OBE",
      "https://twitter.com/share?url=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/&#038;text=Cudeca%20Foundation’s%20Susan%20Hannam%20awarded%20OBE",
      "https://web.whatsapp.com/send?text=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/",
      "https://www.facebook.com/EuroWeeklyNews",
      "https://www.facebook.com/sharer/sharer.php?u=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/",
      "https://www.instagram.com/euroweeklynews/",
      "https://www.cudeca.org/en/",
      "https://www.cudeca.org/en",
      "https://share.flipboard.com/bookmarklet/popout",
      "https://cudeca.org/en/",
      "https://www.twitter.com/share?url=https://www.euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/&#038;text=Cudeca%20Foundation’s%20Susan%20Hannam%20awarded%20OBE",
      "https://www.instagram.com/euroweeklynews",
      "https://web.whatsapp.com/send",
      "https://facebook.com/EuroWeeklyNews",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://linkedin.com/shareArticle?mini=true&#038;url=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/&#038;title=Cudeca%20Foundation’s%20Susan%20Hannam%20awarded%20OBE",
      "https://facebook.com/sharer/sharer.php?u=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/",
      "https://www.share.flipboard.com/bookmarklet/popout?v=2&#038;url=https://www.euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/&#038;title=Cudeca%20Foundation’s%20Susan%20Hannam%20awarded%20OBE",
      "https://instagram.com/euroweeklynews/",
      "https://www.web.whatsapp.com/send?text=https://www.euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe/",
      "https://twitter.com/share",
      "https://web.whatsapp.com/send?text=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe",
      "https://www.facebook.com/sharer/sharer.php?u=https://euroweeklynews.com/2023/12/29/cudeca-foundations-susan-hannam-awarded-obe"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "susan hannam",
          "sentiment": "negative"
        },
        {
          "name": "mrs hannam",
          "sentiment": "none"
        },
        {
          "name": "hugh elliott",
          "sentiment": "none"
        },
        {
          "name": "susan hannam mrs hannam",
          "sentiment": "none"
        },
        {
          "name": "cudeca",
          "sentiment": "none"
        },
        {
          "name": "susan",
          "sentiment": "none"
        },
        {
          "name": "joan hunt obe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cudeca foundation",
          "sentiment": "negative"
        },
        {
          "name": "at cudeca",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "estepona",
          "sentiment": "none"
        },
        {
          "name": "benalmadena",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T00:40:33.529+02:00",
    "updated": "2023-12-30T06:17:32.147+02:00"
  },
  {
    "uuid": "6607c6b3a561c9ac67b5b9289db83a2a7b6d98f3",
    "url": "https://uk.advfn.com/stock-market/london/topps-tiles-TPT/share-news/Topps-Tiles-PLC-Result-of-AGM/93078990",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-01-18T15:53:00Z",
    "title": "Topps Tiles PLC Result of AGM (2005A) - ADVFN",
    "text": "Topps Tiles (LSE:TPT)\nIntraday Stock Chart\nThursday 18 January 2024\nTIDMTPT\nRNS Number : 2005A\nTopps Tiles PLC\n18 January 2024\nTHIS ANNOUNCEMENT CONTAINS INSIDE INFORMATION\nFor immediate release\n18 January 2024\nTopps Tiles Plc\nResult of AGM\nTopps Tiles Plc (the \"Company\"), the UK&apos;s leading tile specialist, announces that at its Annual General Meeting (the \"AGM\") held earlier today, all of the Resolutions proposed (1 -12), save for one (Resolution 13), were duly passed by the requisite majority on a poll.\nThe full text of each resolution is contained in the 2024 Notice of AGM which is available on the Company&apos;s website www.toppsgroup.com.\nThe following table shows the total number of votes cast for each Resolution:\nResolution VOTES FOR VOTES AGAINST VOTES TOTAL WITHHELD Number % Number % Number % of of votes of votes of votes ISC Approval of the Company&apos;s annual report 1 and accounts 159,914,063 99.99% 8,494 0.01% 159,922,557 81.31% 21,558 Declaration of a final 2 dividend 159,937,121 100.00% 6,994 0.00% 159,944,115 81.32% 0 Approval of the directors&apos; remuneration 3 report 101,269,664 63.33% 58,641,565 36.67% 159,911,229 81.30% 32,886 Election of Paul Forman 4 as a director 159,886,513 99.98% 35,124 0.02% 159,921,637 81.31% 22,478 Re-election of Robert Parker as 5 a director 101,315,684 99.97% 34,804 0.03% 101,350,488 51.53% 58,593,627 Re-election of Stephen Hopson as 6 a director 159,884,029 99.98% 36,108 0.02% 159,920,137 81.31% 23,978 Re-election of Keith Down 7 as a director 158,399,159 99.05% 1,521,097 0.95% 159,920,256 81.31% 23,859 Re-election of Diana Breeze 8 as a director 100,151,008 62.63% 59,756,964 37.37% 159,907,972 81.30% 36,143 Re-election of Kari Daniels 9 as a director 158,720,437 99.26% 1,187,535 0.74% 159,907,972 81.30% 36,143 Re-appointment of Mazars 10 LLP as auditor 159,909,799 99.99% 11,758 0.01% 159,921,557 81.31% 22,558 Authorisation of the auditor&apos;s 11 remuneration 159,911,209 99.99% 11,758 0.01% 159,922,967 81.31% 21,148 Directors&apos; authority 12 to allot shares 100,358,821 62.75% 59,585,294 37.25% 159,944,115 81.32% 0 Directors&apos; authority to purchase 13 shares 101,359,797 63.37% 58,581,121 36.63% 159,940,918 81.32% 3,197\nNotes\n1. Any proxy appointments which gave discretion to the Chairman have been included in the \"Total votes for\" total.\n2. A \"Vote Withheld\" is not a valid vote in English law and was not counted in the calculation of the proportion of the votes \"For\" or \"Against\" a Resolution.\n3. As at the date of the AGM the issued share capital of the Company was 196,681,818 ordinary shares of 3.33 pence each.\nThe Board would like to thank shareholders for their engagement and support ahead of the AGM and throughout the year. Whilst the majority of the Resolutions were passed with majorities in excess of 50%, the Board notes that Resolution 3 (Approval of the director&apos;s remuneration report), Resolution 8 (Re-election of Diana Breeze as director) and Resolution 12 (Director&apos;s authority to allot shares), passed with a majority of less than 80% (receiving votes in favour of 63.33%, 62.63% and 62.75% respectively) and Resolution 13 (authority to purchase shares) failed to pass, receiving votes in favour of 63.37%.\nIn accordance with provision 4 of the UK Corporate Governance Code (the \"Code\"), the Board confirms that it will consult and engage with the relevant shareholders to understand and discuss their views with respect to these Resolutions. An update will be provided within six months of the AGM, in accordance with the Code.\nThese results will shortly be available on the Company&apos;s website at www.toppsgroup.com and, in accordance with Listing Rule 9.6.2, copies of the Resolutions that were passed at the meeting and that do not constitute ordinary business at an annual general meeting will be submitted to the National Storage Mechanism and will shortly be available for inspection at www.data.fca.org.uk .\nEnquiries:\nTopps Tiles Plc Joanne Steer, Company Secretary 0116 282 8000 Citigate Dewe Rogerson Kevin Smith / Ellen Wilton 020 7638 9571\nThis information is provided by RNS, the news service of the London Stock Exchange. RNS is approved by the Financial Conduct Authority to act as a Primary Information Provider in the United Kingdom. Terms and conditions relating to the use and distribution of this information may apply. For further information, please contact rns@lseg.com or visit www.rns.com.\nRNS may use your IP address to confirm compliance with the terms and conditions, to analyse how you engage with the information contained in this communication, and to share such analysis on an anonymised basis with others as part of our commercial services. For further information about how RNS and the London Stock Exchange use the personal data you provide us, please see our Privacy Policy.\nEND\nRAGFLFEELFITLIS\n(END) Dow Jones Newswires\nJanuary 18, 2024 10:53 ET (15:53 GMT)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "topps tiles plc result of agm",
          "sentiment": "negative"
        },
        {
          "name": "topps tiles plc result of agm topps tiles plc",
          "sentiment": "none"
        },
        {
          "name": "isc approval of the company",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T00:17:00.111+02:00",
    "updated": "2024-01-19T00:17:00.111+02:00"
  },
  {
    "uuid": "4b82a7f75dc9aad97317cfc10ce02dd5d14baa89",
    "url": "https://www.hamhigh.co.uk/news/national/24016265.tory-mp-suggests-crap-parents-behind-towns-struggling-children/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:22:00Z",
    "title": "Tory MP suggests ‘crap parents’ behind most of town’s struggling children | Ham & High",
    "text": "A Conservative MP has been criticised for suggesting most children who struggle in an English town are the “products of crap parents”. James Daly was accused by his Labour rival of “insulting the parenting skills of people in Bury” after the remark was made in a newspaper piece analysing election prospects for the Greater Manchester town. Mr Daly, speaking to the i newspaper, stressed the importance of “stability” offered by the family unit as he outlined what the New Conservatives group of MPs stands for. The Bury North MP said: “I think New Conservatives represent very much working-class conservatism. “We’re not a strange right-wing sect. It’s just people who want to give people the best chance to succeed and thrive in life. “When you think about the family, it’s about stability. “Most of the kids who struggle in Bury are the products of crap parents and so what do we do to try to address that issue? “On the left it would just be we’ll throw money at this and hope something sticks, somebody like me thinks about this more fundamentally.” James Frith, Labour’s prospective parliamentary candidate for Bury North, said: “It is revealing to see how little James Daly thinks of his own constituents. “Rather than insulting the parenting skills of people in Bury, he should look closer to home. “Over the last 13 years the Conservatives have failed to grow our economy, protect our public services or provide opportunities for young people in Bury and across the UK.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james frith",
          "sentiment": "none"
        },
        {
          "name": "james daly",
          "sentiment": "none"
        },
        {
          "name": "daly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "| ham & high a conservative",
          "sentiment": "negative"
        },
        {
          "name": "labour",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greater manchester",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:59.835+02:00",
    "updated": "2023-12-29T00:11:59.835+02:00"
  }
]