[
  {
    "uuid": "7d58cdb01f03702cdb42c0d005a16ec4fca25afc",
    "url": "https://www.lasicilia.it/adnkronos/ace-money-transfer-e-bank-al-habib-collaborano-nuovamente-per-dare-potere-ai-pakistani-allestero-e-rafforzare-leconomia-del-pakistan-durante-il-ramadan-2091988",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-03-29T00:00:00Z",
    "title": "ACE Money Transfer e Bank AL Habib collaborano nuovamente per dare potere ai pakistani all'estero e rafforzare l'economia del Pakistan durante il Ramadan - La Sicilia",
    "text": "Adnkronos ACE Money Transfer e Bank AL Habib collaborano nuovamente per dare potere ai pakistani all’estero e rafforzare l’economia del Pakistan durante il Ramadan – MANCHESTER, Inghilterra, 28 marzo 2024 /PRNewswire/ — ACE Money Transfer, uno dei principali fornitori di rimesse con sede a Manchester, nel Regno Unito, e Bank AL Habib, una delle principali banche commerciali del Pakistan, ancora una volta uniscono le forze per incentivare i pakistani all’estero a inviare denaro a casa attraverso canali legali, offrendo loro la possibilità di vincere cospicui premi. Vengono messi in palio 25 pacchetti Umrah, che consentono ai vincitori di intraprendere il pellegrinaggio religioso nel corso del mese sacro. Il primo premio: due fortunati vincitori riceveranno ciascuno un premio in denaro di un ‘crore’ di rupie. L’importanza delle rimesse legali Le rimesse legali contribuiscono in modo significativo alle riserve valutarie del Pakistan, favorendo la crescita economica e la stabilità. Al contrario, i canali informali per l’invio di denaro possono essere inaffidabili e comportare rischi per la sicurezza. Le rimesse sono un’ancora di salvezza vitale per l’economia del Pakistan e, incentivando i trasferimenti legali grazie a questi premi nel corso del Ramadan, ACE Money Transfer e Bank AL Habib svolgono un ruolo chiave nel sostenere lo sviluppo nazionale e garantire il benessere di molte famiglie. Come partecipare? La procedura è semplice. Chi effettua la rimessa è tenuto a inviare denaro in Pakistan tramite l’app o il sito web di ACE Money Transfer dal Regno Unito e da Europa, Canada o Australia, verso qualsiasi conto di Bank AL Habib, oppure scegliere il prelievo di contanti da una delle oltre 1.100 filiali di Bank AL Habib in Pakistan utilizzando il codice promozionale “UMRAH” al momento della creazione della transazione. L’offerta è valida durante il mese di Ramadan 2024. Rashid Ashraf, direttore generale di ACE Money Transfer, ha dichiarato: “Questo sforzo di collaborazione trascende le semplici transazioni. Riconosce il profondo significato del Ramadan, un momento di riflessione spirituale, generosità e rafforzamento dei legami familiari. Noi di ACE Money Transfer siamo orgogliosi di rivitalizzare la nostra storica partnership con Bank AL Habib e di offrire queste incredibili opportunità ai pakistani all’estero, contribuendo al contempo al benessere economico del Pakistan”. Aun Ali, responsabile attività di Bank AL Habib, ha affermato che la banca è entusiasta di annunciare il lancio della campagna sui media in collaborazione con ACE Money Transfer durante il mese sacro del Ramadan. La campagna dimostra il nostro impegno nel costruire un rapporto significativo con i nostri clienti e nell’incoraggiarli a utilizzare canali legali per inviare denaro in Pakistan. Ali Zafar, l’ambasciatore della campagna, ha condiviso i suoi pensieri: “Sono onorato di essere associato a questa iniziativa. Durante il Ramadan, lo spirito del dono è al suo apice e questi contributi devono raggiungere i destinatari previsti in modo sicuro e protetto. Utilizzando canali legali come ACE Money Transfer e Bank AL Habib, i pakistani all’estero possono garantire che il loro denaro guadagnato con fatica faccia davvero la differenza in patria, rafforzando al contempo l’economia del Pakistan”. Sito web: http://www.acemoneytransfer.com/ Logo: https://mma.prnewswire.com/media/1807198/ACE_Money_Transfer_Logo.jpg View original content:https://www.prnewswire.com/it/comunicati-stampa/ace-money-transfer-e-bank-al-habib-collaborano-nuovamente-per-dare-potere-ai-pakistani-allestero-e-rafforzare-leconomia-del-pakistan-durante-il-ramadan-302103035.htmlCOPYRIGHT LASICILIA.IT © RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://www.prnewswire.com/it/comunicati-stampa/ace-money-transfer-e-bank-al-habib-collaborano-nuovamente-per-dare-potere-ai-pakistani-allestero-e-rafforzare-leconomia-del-pakistan-durante-il-ramadan-302103035.htmlCOPYRIGHT",
      "http://www.acemoneytransfer.com/",
      "http://www.acemoneytransfer.com",
      "http://acemoneytransfer.com/",
      "https://prnewswire.com/it/comunicati-stampa/ace-money-transfer-e-bank-al-habib-collaborano-nuovamente-per-dare-potere-ai-pakistani-allestero-e-rafforzare-leconomia-del-pakistan-durante-il-ramadan-302103035.htmlCOPYRIGHT"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T17:16:56.463+03:00",
    "updated": "2024-03-29T17:16:56.463+03:00"
  },
  {
    "uuid": "6897bddccd2260d1381e307a28ac451a0f4cd6f2",
    "url": "https://www.techtimes.com/articles/303504/20240411/uber-rolls-out-enhanced-safety-preferences-users-offering-customizable-features.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Inno Flores",
    "published": "2024-04-11T21:04:00Z",
    "title": "Uber Rolls Out Enhanced Safety Preferences for Users, Offering Customizable Features for Secure Rides | Tech Times",
    "text": "Uber has revamped its safety tools, making them customizable and more accessible. With the new safety preference sections, users can easily access features like PIN verification and ShareMyTrip and conveniently set them to activate automatically. CARDIFF, WALES - FEBRUARY 19: In this photo illustration, a close-up of an Uber app is seen on an iPhone on February 19, 2021, in Cardiff, Wales. (Photo illustration by Matthew Horwood/Getty Images) Enhanced Safety Options for Uber Users [Uber has introduced a new safety preferences section](https://www.uber.com/newsroom/set-it-and-forget-it-how-to-maximize-your-safety-features/), simplifying access to its safety tools and allowing users to schedule their activation automatically. These safety tools include options like audio recording, which securely stores trip audio for Uber's investigative use, and [PIN verification](https://www.google.com/search?q=PIN+verification+techtimes&oq=PIN+verification+techtimes&gs_lcrp=EgZjaHJvbWUyCQgAEEUYORigAdIBCDI4NTlqMGo3qAIAsAIA&sourceid=chrome&ie=UTF-8) to ensure you're entering the correct vehicle. Additionally, you can share your live location and ride details with trusted contacts using [ShareMyTrip](https://sharetrip.net/), and Uber will be notified if a ride suddenly deviates from its intended route with [RideCheck](https://www.techtimes.com/articles/245538/20191001/uber-is-testing-audio-recording-feature-for-riders-who-feel-unsafe.htm). Users can opt to activate all safety features for every ride or customize settings based on specific times and locations. For instance, you can choose to activate ShareMyTrip only on weekends or after 9 PM or enable PIN verification when you're within 50 meters of certain bars or restaurants. Also read: [Uber Improves App for Drivers, Couriers Amidst Unfair Sanctions and Deactivations from Customers](https://www.techtimes.com/articles/298632/20231113/uber-improves-app-drivers-couriers-amidst-unfair-sanctions-deactivations-customers.htm) To customize your safety settings, open the Uber app and go to your Account page. Click on \"Safety checkup\" and then \"Start setup\" under \"Safety preferences\" to add your preferred safety tools. From there, you can decide whether to schedule these preferences for all, some, or no rides. Alternatively, during a ride, you can tap on the blue shield icon for the Safety Toolkit and select \"Set up safety preferences. The new safety preferences page is currently accessible in the US, Canada, and Latin America. However, Uber plans to introduce it to additional regions in the coming months. Navigating Safety Concerns in Nighttime Activities Having a good time while being out at night should come with a sense of safety. Unfortunately, a [recent study](https://news.gallup.com/poll/544415/personal-safety-fears-three-decade-high.aspx) shows that 53% of women feel unsafe walking alone within a mile of their home after dark. Whether going on a first date or returning home after a night out with friends, women often consider safety when making choices. In recent years, Uber has implemented various safety features in response to reports of sexual assault and other unsafe incidents like [accidents and robberies. ](https://www.uber.com/en-TW/blog/kaohsiung/) Data from the company's most recent [safety report](https://uber.app.box.com/s/vkx4zgwy6sxx2t2618520xt35rix022h?uclick_id=869c4521-335f-4850-b6c2-4cf0d7fbb71c) indicates that from 2017 to 2020, Uber received 9,805 reports of sexual assault during rides and 852 reports of rape. Despite these figures, Uber claims to have observed a 38 percent decrease in sexual assaults since its initial safety report in 2018. Safety concerns, particularly those related to sexual assault, impact not only passengers but also drivers. [The Verge](https://www.theverge.com/2022/1/18/22878214/uber-lyft-women-drivers-sexual-assault-harassment-safety) reported that some women have taken measures into their own hands by forming buddy systems through local Facebook groups to enhance safety. According to Michelle Dottin, a driver and advocate, there are concerns about Uber's response to driver assaults. She believes that safety measures should be comprehensive, addressing the needs of both passengers and drivers. Related Article: [Uber Tests Video Recordings During Rides for Safety: Here's How It Works](https://www.techtimes.com/articles/282579/20221027/uber-video-recordings-rides-safety-uber-video-recordings-uber.htm)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://www.theverge.com/2022/1/18/22878214/uber-lyft-women-drivers-sexual-assault-harassment-safety)",
      "https://sharetrip.net/),",
      "https://uber.app.box.com/s/vkx4zgwy6sxx2t2618520xt35rix022h?uclick_id=869c4521-335f-4850-b6c2-4cf0d7fbb71c)",
      "https://www.uber.com/newsroom/set-it-and-forget-it-how-to-maximize-your-safety-features/),",
      "https://www.uber.com/en-TW/blog/kaohsiung/)",
      "https://www.google.com/search?q=PIN+verification+techtimes&oq=PIN+verification+techtimes&gs_lcrp=EgZjaHJvbWUyCQgAEEUYORigAdIBCDI4NTlqMGo3qAIAsAIA&sourceid=chrome&ie=UTF-8)",
      "https://news.gallup.com/poll/544415/personal-safety-fears-three-decade-high.aspx)",
      "https://www.sharetrip.net/),",
      "https://www.uber.app.box.com/s/vkx4zgwy6sxx2t2618520xt35rix022h?uclick_id=869c4521-335f-4850-b6c2-4cf0d7fbb71c)",
      "https://uber.com/newsroom/set-it-and-forget-it-how-to-maximize-your-safety-features/),",
      "https://theverge.com/2022/1/18/22878214/uber-lyft-women-drivers-sexual-assault-harassment-safety)",
      "https://uber.com/en-TW/blog/kaohsiung/)",
      "https://www.news.gallup.com/poll/544415/personal-safety-fears-three-decade-high.aspx)",
      "https://google.com/search?q=PIN+verification+techtimes&oq=PIN+verification+techtimes&gs_lcrp=EgZjaHJvbWUyCQgAEEUYORigAdIBCDI4NTlqMGo3qAIAsAIA&sourceid=chrome&ie=UTF-8)",
      "https://uber.app.box.com/s/vkx4zgwy6sxx2t2618520xt35rix022h",
      "https://www.google.com/search"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "matthew horwood",
          "sentiment": "none"
        },
        {
          "name": "sharemytrip",
          "sentiment": "none"
        },
        {
          "name": "addit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tech times uber",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "cardiff",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "cardiff",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T05:03:17.500+03:00",
    "updated": "2024-04-12T05:03:17.500+03:00"
  },
  {
    "uuid": "2b3d7b34272f728f7fe0ba86a86db2bfd7ef6cf7",
    "url": "https://www.codepink.org/travisshutdown",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@codepink",
    "published": "2023-12-28T00:00:00Z",
    "title": "ARRESTED: Peace Activists Arrested After Shutting Down Travis AFB - CODEPINK - Women for Peace",
    "text": "FOR IMMEDIATE RELEASE\nDec 28, 2023\nMedia Contact: Melissa Garriga | [email protected] | 228-990-4168\nEast Bay CODEPINK and Local Peace Organizations Stage Dramatic Shutdown of Travis Air Force Base in Protest Against Military Support to Israel Fairfield, CA — In a demonstration of dissent, East Bay CODEPINK, in collaboration with other local peace organizations, executed a shutdown of Travis Air Force Base in Fairfield, CA, on Tuesday, December 28th. The coalition rallied to draw attention to the base's alleged active involvement in shipping military supplies directly to Israel, thereby contributing to the ongoing genocide in Gaza.\nThe protest, which unfolded at the North Gate road entrance, saw participants blockading the entrance as they voiced their concerns about the base's complicity in supporting actions leading to a devastating impact on Palestinian lives. Fairfield Police, in conjunction with military police, initially issued warnings for the protesters to disperse, and it wasn't until approximately half an hour later that arrests were made for unlawful assembly.\nAt least a dozen peace activists were taken into custody. They were transported to Solano County Jail in Fairfield and charged with unlawful assembly.\n\"The majority of casualties are children. No matter what happened on Oct. 7, this is wrong,\" asserted, CODEPINK member Toby Blome. She continued, \"Many consider the area an open-air prison, worse than the ghettos in Warsaw during World War II.\"\nCynthia Papermaster, another CODEPINK member, told the media covering the protest that she lays awake at night thinking about this.\n“I am not the only one. Many of us can't sleep thinking about what is going on over there,\" she said. \"It is horrible. They are going to wipe out all the Palestinians.\"\nTravis Air Force Base, recognized as the largest transport Air Force base in the U.S., has become a focal point of concern due to its alleged role in aiding and abetting Israel's relentless bombing of Gaza. The base is accused of being complicit in the loss of over 20,000 Palestinian lives, including more than 8,000 children. Gaza's infrastructure has been devastated, with 1/2 to 1/3 of homes destroyed, leaving civilians, hospitals, ambulances, hospital workers, and journalists as repeated targets.\nThis act of civil disobedience underscores the growing discontent within the community regarding the base's activities and its contribution to the ongoing crisis in the Middle East. The coalition calls for a reevaluation of the base's operations and urges a reexamination of the military support provided to Israel. East Bay CODEPINK and its partners remain steadfast in their commitment to advocating for peace and justice on a global scale.\nFor media inquiries, please contact: Melissa at [email protected]\n###",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "melissa garriga",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "codepink",
          "sentiment": "negative"
        },
        {
          "name": "travis air force base",
          "sentiment": "none"
        },
        {
          "name": "fairfield police",
          "sentiment": "none"
        },
        {
          "name": "local peace organizations stage dramatic shutdown of travis air force base",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "east bay codepink",
          "sentiment": "none"
        },
        {
          "name": "north gate",
          "sentiment": "none"
        },
        {
          "name": "israel fairfield",
          "sentiment": "none"
        },
        {
          "name": "east bay",
          "sentiment": "none"
        },
        {
          "name": "fairfield",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "ca",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:19:53.713+02:00",
    "updated": "2023-12-29T00:19:53.713+02:00"
  },
  {
    "uuid": "f4086ee560ea5e843c1f7c6a8d5a80d968a80b70",
    "url": "https://www.dagospia.com/rubrica-29/cronache/universita-sono-fatte-studiare-non-pregare-ndash-396108.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dagospia",
    "published": "2024-05-25T10:48:00Z",
    "title": "le università sono fatte per studiare, non per pregare – è arrivata la diffida del questore di... - Cronache",
    "text": "Estratto dell’articolo di Lodovico Poletto per “La Stampa” Nel venerdì della preghiera islamica, annunciata per le 13 al Politecnico di Torino, il signor Brahim Baya entra in questura quando manca poco a mezzogiorno. Esattamente una settimana fa aveva tenuto il sermone nell'atrio di Palazzo Nuovo - sede storica delle facoltà umanistiche - occupato dai collettivi pro Palestina. Aveva parlato di jihad «ma non nel senso di guerra santa». Della resistenza palestinese. Aveva trasformato - dicono - «uno spazio neutro» del tempio del «sapere laico» in luogo di preghiera. Con reazioni durissime (quando il video è stato diffuso, ovvero sei giorni più tardi) da parte del ministro all'istruzione Bernini. Esattamente una settimana dopo, l'uomo che ha guidato quella preghiere che dovrebbe replicare anche al Politecnico, riceve dalle mani del funzionari di polizia una diffida a ripetere quella stessa operazione. Diffidato. Media su un incontro con i giornalisti. Ma la risposta è «No». Tutto deve avvenire oltre i cancelli del Poli. Brahim Baya sa che gli spazi di manovra adesso sono angusti. Non è un Imam - ma questo già si sapeva - e spiega: «Ho soltanto guidato una preghiera che mi avevano chiesto gli studenti di fede islamica». La diffida? «È uno scandalo». L'Italia? «È un Paese islamofobo». La laicità dell'università? «Tutti devono poter esprimere il loro credo religioso». Gli domandano perché nel suo primo sermone non abbia parlato degli ostaggi e non abbia preso le distanze dei massacro del 7 marzo da parte di Hamas. Glissa: «Io sono contro ogni violenza sui civili». Ma basta cambiare la prospettiva per leggere questa giornata in un altro modo. E per capirla bisogna partire dalla richiesta di diffida a ripetere quella preghiera che il Rettore del Poli, Paolo Corgnati, invia in mattinata a Prefettura e questura. Lo fa mentre il cortile davanti all'Aula magna occupata da una cinquantina di persone (non più di venti - secondo gli osservatori - gli studenti del Politecnico che partecipano al picchetto) i gruppi pro Palestina selezionano chi - a loro dire - può entrare. Lo fa perché si è alzata la voce «degli altri». Degli studenti che nulla hanno a che vedere con i collettivi che occupano. Corgnati lo dice chiaro: «C'è una maggioranza che fino a ieri era rimasta in silenzio e che mal sopporta quel che sta accadendo. Ho letto e ascoltato le proteste: tra loro ci sono anche molti studenti stranieri, libanesi e non soltanto». Di qui la scelta di chiedere alle autorità una presa di posizione. Una diffida. E difendere così la laicità dell'Università: «Abbiamo voluto dare a questa vicenda una gestione razionale e istituzionale... ». Baya, però, non ci sta. «È uno scandalo quel che è accaduto». Prova spiegare la sua posizione sulla laicità. Parla di libertà religiosa. Insiste: «In tutte le università che si rispettano c'è una stanza del silenzio. A Torino non c'è». Lo dice in un lungo sfogo a favor di telecamere. «Insegna gratis» a chi lo ascolta il significato di jihad. Eppure oggi è davvero una giornata differente rispetto a quelle che si sono alternate da quando le proteste e le occupazioni hanno avuto inizio. Si sono sentite opinioni fuori dal coro. Di chi vuole studiare. E al Poli di chi pretende di tornare a laurearsi nell'Aula magna occupata. E per usare ancora le parole di Corgnati: «Queste voci hanno cambiato la narrazione di quel che è accaduto fin qui». Ma anche lo stesso mondo islamico non è del tutto compatto con Brahim Baya. Per dire: Amyr Jounes, egiziano, presidente del centro «Dar al Iman» non è del tutto d'accordo con le funzioni religiose negli atenei. […]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.lastampa.it",
      "http://lastampa.it"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T13:53:54.271+03:00",
    "updated": "2024-05-25T13:53:54.271+03:00"
  }
]