[
  {
    "uuid": "fc011c1fff111f16fa0e14b08456a611048eee2a",
    "url": "https://www.richmond-news.com/indigenous-news/friends-and-family-mourn-the-loss-of-canadians-killed-by-hamas-in-israel-8036546",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T22:20:00Z",
    "title": "Friends and family mourn the loss of Canadians killed by Hamas in Israel",
    "text": "Friends, family and government officials have confirmed that at least seven Canadians were killed when Hamas militants conducted a series of attacks in Israel on Oct. 7.\nGlobal Affairs Canada has said an eighthperson who was not a citizen but had deep ties to Canada also died in the ensuing conflict. Another Canadian, who has not been identified, died in Lebanon during the hostilities.\nThe Hamas attacks killed an estimated 1,200 people and militants took another 240 hostage, 105 of whom were released during a temporary pause in the violence at the end of last month.\nAs Israel continues its retaliation on Hamas in the Gaza Strip, authorities there say more than 20,000 Palestinians have now been killed.\nHere's what we know about the Hamas victimswith ties to Canada:\nJudih Weinstein Haggai\nJudih Weinstein Haggai, 70, was out on an early-morning walk when Hamas started its attack, her family says.\nShe told members of her Nir Oz kibbutz that a militant on a motorcycle shot her husband and she was less severely wounded. The community was unable to dispatch an ambulance before militants arrived there.\nLast week, the kibbutz confirmed Gadi Haggai, Judih's husband, died on Oct. 7, and on Thursday they confirmed Weinstein Haggai also died that day, and her body is being held in Gaza.\nWeinstein Haggai was born in New York state but arrived in Toronto at the age of three, and moved to Israel 20 years later to live with her husband. She held Canadian, Israeli and American citizenships.\nWeinstein Haggai was an artist and a volunteer who the kibbutz said \"pursued many initiatives to advance peace in the region.\"\nHer brother Larry Weinstein said the family is distressed by Israel's offensive in Gaza and the rise of hateful speech in Canada toward both Jews and Muslims.\n\"We're inspired by my sister, who believed in peace and believed in harmony,\" he said. \"There can't be any kind of resolution when people are at each other's throats.\"\nVivian Silver\nVivian Silver, 74, was in her home on Kibbutz Be'eri near the Gaza border and talking on the phone with her son Yonatan Zeigen when they learned of the incursion by Hamas into Israel.\n\"We couldn’t grasp the incapability of the Israeli army to defend the civilians … we started to say goodbye because we realized this is probably our last words to each other,\" Zeigen later told a news conference organized by the Jerusalem Press Club.\nHe said they shifted their conversations to text messages so his mother could stay silent, and someone broke into her home. They said they loved one another before the messages stopped coming.\nZeigen said he had received information that she was taken hostage, and her phone had been geolocated in Gaza.\nOn Monday, his brother Chen Zeigen confirmed their mother's death. He said Israeli authorities told him the remains found earlier in the kibbutz had been identified as Silver.\nHe said his mother was born in Winnipeg and moved to Israel in 1974.\nShe dedicated her life to peacebuilding and fostering understanding between Israelis and Palestinians, he added.\nShe also volunteered to help children in Gaza access medical care in Israel.\nTiferet Lapidot\nTiferet Lapidot, 22, was a few days shy of her 23rd birthday and attending a music festival when the Hamas attack began.\nHer cousin Oran Zlotnik remembered Lapidot as a charismatic and compassionate person who had travelled the world, taught in Africa and spent time in Australia before she returned to Israel in the fall.\nHer uncle Harel Lapidot said she called her mother the morning of the attack to say she was hiding in a bush and to ask whether she should flee. Her cellphone was later tracked to the Gaza Strip, leading family to believe she was being held hostage. They then mounted a campaign to secure her freedom.\nZlotnik said that when the cellphone of one of Lapidot's friends, confirmed deceased, was also traced to Gaza, the family realized it was possible she wasn't a hostage.\nHarel Lapidot said his niece's body was later identified and the family held a funeral.\n\"We know for a fact they were hunted,\" he said. \"They ran away and they were hunted and killed.\"\nTiferet Lapidot was an Israeli citizen but her family was from Canada, including her father, Ohad, who was born in Saskatchewan.\nHarel Lapidot thanked the Jewish community in Canada and MPs who had reached out to help and offer support. The family had a meeting with Foreign Affairs Minister Mélanie Joly while she was in Israel.\nNetta Epstein\nIsraeli-Canadian Netta Epstein, 21, died when his home, Kibbutz Kfar Aza, came under attack.\nHis mother, Ayelet Shachar-Epstein, said he loved life. She learned the circumstances of his death from text messages he sent her in the moments before he was killed, and from his fiancée, Irene Shavit, who survived.\nNetta Epstein was inside a safe room with Shavit, and he jumped on a grenade thrown in by the attackers.\nShachar-Epstein, who also lost her mother-in-law and two brothers-in-law in the attacks, described it as a terrorist invasion.\nShe said her son, who had worked with special needs youth, had returned home two months earlier after completing military service.\nHe was born in Montreal and was a Canadian citizen. Shachar-Epstein said many members of the family still live in that city.\nShir Georgy\nIsraeli Canadian Shir Georgy, 22, was killed by Hamas militants who ambushed the music festival near Kibbutz Re'im.\nGeorgy's aunt Michal Bouganim confirmed the death.\n\"We are currently a mess, heartbroken,\" Bouganim said in a Facebook message.\nBouganim shared a 22-second clip on her social media in which a terrified Georgy was seen sitting on a floor, with her back against a wall and surrounded by other festival attendees — some of them injured.\nGeorgy's funeral was held in Israel.\nAdi Vital-Kaploun\nAdi Vital-Kaploun, 33, was killed by Hamas militants in her kibbutz near the Israeli border with the Gaza Strip, said the Jewish Federation of Ottawa.\nThe group's CEO made a statement on behalf of Vital-Kaploun's family, saying the dual citizen has a large extended family in the Ottawa area.\nThe family said she died a hero, after convincing her killers to spare her two young children and warning her father and husband to stay hidden during the attack.\n\"Adi was a beautiful woman that brought love and lightness to the people around her, but also she was very focused and determined to make a beautiful life for her family,\" her cousin-in-law Aaron Smith said in an interview.\nThe family said she was an amazing mother and wife, always bringing love and laughter to their household.\nShe was also a talented dancer, saxophonist and basketball player.\nAfter completing her master's degree in engineering, Vital-Kaploun excelled in her cybersecurity career, they said.\n\"We are mourning trying to process this unconscionable act of terrorism in her kibbutz and across the country,\" said the family, adding that they wish her memory to be \"a blessing.\"\nBen Mizrachi\nCanadian Ben Mizrachi was one of at least 260 people gunned down by Hamas militants at the music festival in southern Israel.\nMizrachi, 22, from Vancouver, was described as \"larger than life with a big personality\" in a statement by his former high school in B.C.\nEzra Shanken, CEO of the Jewish Federation of Greater Vancouver, said Mizrachi was about to start university in Israel after serving with the country's national defence force.\nHilit Nurick, a home economics teacher at King David High School in Vancouver, remembered Mizrachi as a \"kind, wonderful, and community-minded\" young man who had a positive influence on everyone around him.\nNurick said she and Mizrachi once put a large event together for more than 100 people at school.\n\"He was in charge of making Moroccan-style spicy fish stew. He brought his mother's recipe and shared it with everyone and taught us how to make it,\" said Nurick. \"He was incredible, just an incredible human being.\"\nAlexandre Look\nAlexandre Look, who had recently celebrated his 33rd birthday, was among those killed while attending the musical festival.\nLook, who lived in Montreal with his family before moving to Mexico, died a hero, his dad said in a Facebook post.\n\"Like a true warrior he left as a hero wanting to protect the people he was with,\" Alain Haim Look said.\nFriend Lior Horovitz described him as a \"once-in-a-lifetime person\" who became like family during their five-year friendship.\nIn a phone interview from a town outside Tel Aviv, she said she and her boyfriend met Alexandre Look in Mexico. They became fast friends and would organize their vacations to meet up, either in Mexico or Israel.\nHe was a proud Jewish Canadian and a generous person who would do anything for his friends, she said.\n\"He's a person who loves people,\" she said. \"He's the guy that's always going to help others, especially if they are Jewish.\"\nThis report by The Canadian Press was first published Dec. 28, 2023.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judih weinstein haggai judih weinstein haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "neutral"
        },
        {
          "name": "global affairs canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "lebanon",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:56.123+02:00",
    "updated": "2023-12-29T00:25:56.123+02:00"
  },
  {
    "uuid": "2cf5eca823625ea3ad2e74e67b21515bebd553e6",
    "url": "https://www.footmercato.net/a6732241119486833264-pl-tottenham-croule-a-brighton-et-rate-le-coche-dans-la-course-a-la-c1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anas Bakhkhar",
    "published": "2023-12-28T21:38:00Z",
    "title": "PL : Tottenham coule à Brighton et rate le coche dans la course à la C1",
    "text": "23:08\nSuite de\nla 19e journée de Premier League ce jeudi soir sur la pelouse de l’AMEX Stadium avec une rencontre prévue à 20h30. En effet, Brighton, qui n’avait plus goûté à la victoire sur ses trois dernières sorties en championnat, recevait Tottenham, auteur de trois succès consécutifs. Les Seagulls ont montré une belle efficacité face aux Spurs (4-2) pour se relancer dans la course à l’Europe. Le jeune milieu anglais Jack Hinshelwood débloquait la marque dans le premier quart d’heure (1-0, 11e), avant le break signé Joao Pedro sur penalty (2-0, 23e).\nClassement live\nCANAL+ Foot @CanalplusFoot – 22:01 OHHHH LE BUT INCROYABLE D'ESTUPINAN POUR FAIRE COULER TOTTENHAM !! 🤯\nIl rejoue son premier match après 3 mois d'absence, quel retour 🥵\n#BHATOT | #PremierLeague\nIl rejoue son premier match après 3 mois d'absence, quel retour 🥵\n#BHATOT | #PremierLeague\nvoir sur Twitter\nAu retour des vestiaires, malgré la domination des hommes de Postecoglou, Pervis Estupiñan, pour son retour à la compétition après une longue blessure, envoyait un superbe tir dans les buts de Guglielmo Vicario (3-0, 63e). Le buteur brésilien, auteur du break s’offrait même un doublé à 11 mètres sur un second penalty à contre-pied (4-0, 76e). Les visiteurs ont pensé un temps revenir dans la rencontre avec la frappe à bout portant d’Alejo Veliz (4-1, 81e), pour son 1er but en PL, et la tête de Ben Davies (4-2, 85e). Cette victoire permet à Brighton de\nrevenir à 6 points au classement de son adversaire du soir, qui rate l’occasion de monter dans le top 4.\nPlus d'infos sur...\nFil info\nArticles\nNos ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Politics",
      "Human Interest"
    ],
    "external_links": [
      "https://www.twitter.com/CanalplusFoot/status/1740478098628395116",
      "https://twitter.com/CanalplusFoot/status/1740478098628395116"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:36:31.906+02:00",
    "updated": "2023-12-29T00:36:31.906+02:00"
  },
  {
    "uuid": "475dab30e94331f983a66c5ecc985b1108faca3e",
    "url": "https://freerepublic.com/focus/f-chat/4208467/posts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Eleutheria5",
    "published": "2024-01-07T07:32:00Z",
    "title": "Outsmart a Narcissist: A Proven 4-Step Plan to Take Your Power Back | Mel Robbins Podcas",
    "text": "Is it possible to be around narcissistic people and not lose your power? Especially when it's your mom, dad, ex, or boss who’s acting toxic?\nToday, Mel is joined by Rebecca Zung, an expert on narcissism and a globally recognized high-conflict negotiator. Rebecca is also a top-ranked trial lawyer who has studied narcissism so that she could win against them in the courtroom. She’s written the playbook, SLAY the Bully: How to Negotiate with A Narcissist and Win.\nShe is here to make the case that you CAN stay in power no matter how toxic the people are around you. And by following her 4-part plan, you can even win when dealing with narcissism.\nIn this conversation, Rebecca discusses topics like: Narcissism: what is it? The 3 types of #narcissism The link between narcissism and divorce The exact phrases that can change the dynamic between you and a narcissist The top 3 sentences to disarm a narcissist without causing rage Why “cutting off” a narcissist won’t work The physical symptoms you can have when dealing with a narcissist Why being “the victim” is keeping you trapped The 3 things to stop doing now in a narcissistic relationship How to respond to an accusatory email at work What you need to know about negotiating with a narcissist Why saying “I’m anticipating…” disarms any narcissist The first boundary you need to create with a narcissist What to look for as signs that you are dating, engaged to, or married to a narcissist",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mel robbins podcas",
          "sentiment": "negative"
        },
        {
          "name": "mel",
          "sentiment": "none"
        },
        {
          "name": "rebecca zung",
          "sentiment": "none"
        },
        {
          "name": "rebecca",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:36:11.803+02:00",
    "updated": "2024-01-08T00:36:11.803+02:00"
  },
  {
    "uuid": "99c5a07ba543fc1c357dc83ae0a6a3a6ce080817",
    "url": "https://www.dailyecho.co.uk/news/national/24018978.power-now-restored-homes-scotland-affected-storm-gerrit/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-30T10:51:00Z",
    "title": "Power now restored to all homes in Scotland affected by Storm Gerrit | Daily Echo",
    "text": "All homes that lost power as Storm Gerrit lashed Scotland have now been reconnected, bosses at power firm SSEN have confirmed.\nThe electricity provider said its teams had worked through “particularly challenging conditions” to restore supplies to more than 48,000 homes.\nA final push by staff saw the last properties without electricity reconnected by 11pm on Friday, with customers in parts of Aberdeenshire, Perthshire and The Great Glen area in the Highlands all now with power again.\nAndy Smith, SSEN distribution’s operations director, said the storm had brought “serious disruption” with gale force winds having reached recorded speeds of 86mph in Inverbervie, Aberdeenshire and 84mph in Lerwick, Shetland.\nWe have restored power to all 48,000 customers who lost supply due to the impacts of #StormGerrit\nWe thank customers for their patience and understanding while our teams worked to restore supplies in challenging conditions.\nVisit https://t.co/k2dlReZv4G for the full update\n— Scottish and Southern Electricity Networks (@ssencommunity) December 30, 2023\nMr Smith said: “Storm Gerrit caused serious disruption across the north of Scotland, and I would like to say thank you to our customers for their patience while we worked through some particularly challenging conditions to reconnect them, as quickly and safely as possible.\n“I’m very proud of the work undertaken by SSEN’s operational teams, and for being out at all hours and in all weathers to find and fix the faults over the past few days.\n“I would also like to extend my gratitude to our contract partners and fellow network operators for how they supported our response.”\nIt will be a frosty and cold start to Saturday for some, particularly across Scotland ❄️\nHeavy rain and strong winds will sweep north-eastwards through the morning, bringing some hill snow in the north 🌧️\nCloudy in the far southeast but largely dry ☁️ pic.twitter.com/8xDdK4njGR\n— Met Office (@metoffice) December 30, 2023\nSSEN is now encouraging customers who were left without power to apply for compensation, depending on how long they were without electricity for.\nCompletion of work to restore electricity supplies comes ahead of the latest weather alert, with a yellow warning for rain and snow having been issued for much of Scotland on Saturday.\n(PA Graphics) As a result of that Network Rail Scotland said speed restrictions will be in place on the West Highland Lines from 10am today until 9am on Sunday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://t.co/k2dlReZv4G",
      "https://t.co/8xDdK4njGR",
      "https://twitter.com/hashtag/StormGerrit?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/metoffice/status/1740993928050942111?ref_src=twsrc%5Etfw",
      "https://twitter.com/ssencommunity/status/1741038781577211904?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/metoffice/status/1740993928050942111?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/hashtag/StormGerrit?src=hash&ref_src=twsrc%5Etfw",
      "https://www.t.co/k2dlReZv4G",
      "https://twitter.com/hashtag/StormGerrit",
      "https://twitter.com/metoffice/status/1740993928050942111",
      "https://www.twitter.com/ssencommunity/status/1741038781577211904?ref_src=twsrc%5Etfw",
      "https://www.t.co/8xDdK4njGR",
      "https://twitter.com/ssencommunity/status/1741038781577211904"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "neutral"
        },
        {
          "name": "andy smith",
          "sentiment": "none"
        },
        {
          "name": "smith",
          "sentiment": "none"
        },
        {
          "name": "glen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "southern electricity networks",
          "sentiment": "none"
        },
        {
          "name": "ssen",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "scotland",
          "sentiment": "none"
        },
        {
          "name": "highlands",
          "sentiment": "none"
        },
        {
          "name": "lerwick",
          "sentiment": "none"
        },
        {
          "name": "shetland",
          "sentiment": "none"
        },
        {
          "name": "aberdeenshire",
          "sentiment": "none"
        },
        {
          "name": "inverbervie",
          "sentiment": "none"
        },
        {
          "name": "perthshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T12:55:07.237+02:00",
    "updated": "2023-12-30T12:55:07.237+02:00"
  },
  {
    "uuid": "44e768ab703fefd2e188e60442e2aaaabd4642d5",
    "url": "https://www.zazoom.it/2025-03-06/ghiacci-polari-secondo-i-dati-di-copernicus-i-livelli-sono-ai-minimi-storici/16511604",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@zazoomblog",
    "published": "2025-03-06T03:10:54Z",
    "title": "Ghiacci polari secondo i dati di Copernicus i livelli sono ai minimi storici",
    "text": "Ghiacci polari secondo i dati di Copernicus i livelli sono ai minimi storici\nL'agenzia europea ha diffuso il suo bollettino mensile: record negativo per l'estensione dei Ghiacci polari nel terzo febbraio più caldo di sempreLeggi su Wired.it\nWired.it - Ghiacci polari, secondo i dati di Copernicus i livelli sono ai minimi storici\n- Ghiacci polari: in deficit ad inizio 2025\n- Robot sottomarini NASA pronti a esplorare i segreti dei ghiacci polari\n- E’ vero che i ghiacci in Artico e Antartide sono aumentati rispetto a 20 anni fa? -\n- Per la terza estate consecutiva i ghiacci al Polo Sud sono al minimo storico\n- La rotazione terrestre rallenta a causa dello scioglimento dei ghiacci, potremmo perdere un secondo\n- Scioglimento dei ghiacci, studio: \"Sta rallentando la rotazione della Terra\"\n- Ghiacci polari: in deficit ad inizio 2025 - Il 2025 inizia male per la banchisa artica e antartica: estensione dei ghiacci ai minimi storici L’anno nuovo non porta buone notizie per i ghiacci marini. I dati satellitari raccolti nel corso ... (retemeteoamatori.it)\n- Perché la pelliccia degli orsi polari non si ghiaccia? La risposta degli scienziati. Ma i cambiamenti climatici hanno dimezzato la specie - (corriere.it)\n- Tundra artica in rapida espansione: nuovi rischi per gli ecosistemi polari - (insalutenews.it)\nVideo Ghiacci polari",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Environment"
    ],
    "topics": [
      "Environment->climate change",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "antartica",
          "sentiment": "none"
        },
        {
          "name": "Artico",
          "sentiment": "none"
        },
        {
          "name": "Terra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Wired.it\nWired.it",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "NASA",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T05:10:54.267+02:00",
    "updated": "2025-03-06T05:10:54.267+02:00"
  },
  {
    "uuid": "baceed21b0a312d3683b07054ec15eb2180f8644",
    "url": "https://www.az-online.de/boulevard/veronica-ferres-in-der-kritik-jetzt-reagiert-die-schauspielerin-zr-93836862.html",
    "ord_in_thread": 0,
    "author": "az-online.de",
    "published": "2025-07-17T04:40:00Z",
    "title": "Veronica Ferres in der Kritik: Jetzt reagiert die Schauspielerin",
    "text": "Veronica Ferres in der Kritik: Jetzt reagiert die Schauspielerin\nIhre Botschaften zu Wertschätzung und Feminismus gingen nach hinten los – jetzt steht Veronica Ferres massiv in der Kritik. Ihre Reaktion spaltet die Meinungen.\nMünchen – Die Schauspielerin Veronica Ferres (60) sieht sich mit ungewöhnlichen Vorwürfen konfrontiert. Eine bekannte Autorin beschuldigt sie im Netz, Content-Klau begangen zu haben. Jetzt meldet sich die „Das Superweib“-Darstellerin zu Wort und zeigt Reue.\nAutorin Tara-Louise Wittwer erhebt schwere Vorwürfe gegen Veronica Ferres\nAm 12. Juli veröffentlichte Veronica Ferres ein Instagram-Video, das ein wichtiges gesellschaftliches Thema behandelt. Darin sprach sie über ungleiche Anforderungen an Männer und Frauen mit dem prägnanten Satz: „Ein guter Mann ist immer noch eine durchschnittliche Frau.“ Was als feministisches Statement gedacht war, wurde ihr jedoch schnell zum Verhängnis. Tara-Louise Wittwer (34), bekannt als „Spiegel“-Kolumnistin und spezialisiert auf feministische Themen, erkannte in Ferres‘ Video Ähnlichkeiten zu ihrem eigenen Content.\nBereits Ende Juni hatte Wittwer ein nahezu identisches Video veröffentlicht. Ihre Reaktion ließ nicht lange auf sich warten: „Äh? Könntest du bitte nicht mein Video klauen?“, kommentierte sie direkt unter Ferres‘ Post. „Das macht man einfach nicht, dass man performativ Videos klaut“, so die Kolumnistin in einem weiteren Beitrag auf ihrem Profil. Die Kritik blieb nicht unbemerkt. „Das Video wäre cool, wenn Tara-Louise tatsächlich auch ihre Credits bekommt“, schrieb auch eine Nutzerin stellvertretend für viele enttäuschte Follower.\nVeronica Ferres räumt Fehler ein\nKurz darauf reagierte Veronica Ferres schließlich auf die Vorwürfe. In ihrer Instagram-Story verwies sie plötzlich auf Tara-Louise Wittwer: „Auch gesehen bei der großartigen Tara-Louise.” Wenige Stunden später folgte eine weitere ausführliche Entschuldigung der Schauspielerin. „Hier ist ein Fehler passiert, für den ich die Verantwortung trage. Deinen Ärger, liebe Tara-Louise Wittwer, verstehe ich und du hast recht, das zu benennen“, erklärte die 60-Jährige in einem Statement. Sie gab zu, lediglich das ursprüngliche TikTok-Video der Influencerin Jessie Song als Quelle genannt und dabei Wittwers „klare Worte“ übernommen zu haben.\nKonsequenterweise löschte Veronica Ferres ihr umstrittenes Video. „Den Credit an dich habe ich nun nachgeholt, aber natürlich viel zu spät. Deswegen habe ich entschieden, das Video zu löschen“, betonte sie. Abschließend würdigte sie die Arbeit der Autorin: „Liebe Tara, bitte entschuldige! Dein Content ist stark, wichtig und inspiriert Frauen, laut zu werden. Bitte mach weiter so.“\nApropos: Veronica Ferres spricht über mögliche Filmprojekte mit ihrer Tochter. Doch die Pläne scheinen komplizierter als gedacht zu sein. Verwendete Quellen: Instagram/veronicaferres, Instagram/wastarasagt",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Arts, Culture and Entertainment->arts and entertainment",
      "Arts, Culture and Entertainment->mass media",
      "Social Issue->women",
      "Social Issue->values",
      "Social Issue->social problem",
      "Human Interest->celebrity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Veronica Ferres",
          "sentiment": "none"
        },
        {
          "name": "Tara-Louise Wittwer",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "München",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:54:33.852+03:00",
    "updated": "2025-07-17T05:02:55.000+00:00"
  },
  {
    "uuid": "5cf1c2c47762882af3da8e7440e7124d33f7389d",
    "url": "https://www.163.com/dy/article/JR2TRT9F05566VBM.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "网易",
    "published": "2025-03-19T22:48:00Z",
    "title": "伊万感慨：刚来国足时走了弯路+差点下课 我招了15名新人实现巨变|曼奇尼|沙特队_网易订阅",
    "text": "3月21日凌晨2点15分，71岁的伊万将带领国足再次征战18强赛。客场挑战沙特，伊万深知压力巨大，但他也对这支队伍充满了信心。回首自己过去的这一年，伊万感慨很多。\n出席赛前发布会的时候，伊万被问到了沙特主帅 曼奇尼 的下课。2023年8月，曼奇尼在沙特走马上任，沙特足协给他的年薪是足坛最高的！不过，这位意大利名帅在沙特“水土不服”，缺乏对沙特足球了解的他很快就下课了。\n伊万表示自己差点也像曼奇尼一样下课。“我去年刚来中国队执教的时候，也遇到了和曼奇尼一样的事情。那个时候，我对中国足球的现状和具体情况不太了解。因为这一点，我执教中国队的初期在人员配置以及战术安排上都走了一些弯路。”\n去年9-10月份，伊万曾遭遇他在国足执教的最低谷。当时，国足0-7输日本、1-2输沙特、1-3输澳大利亚，很多人要求伊万辞职，但后者坚持拒绝这么做。在1-2输沙特的赛后，伊万曾在发布会上被记者当面询问是否会下课，其他记者则跟着鼓掌。\n2024年2月24日，伊万正式成为国足主帅。他已经带队超过1年。“一年下来，通过这么多的正式比赛，我们看到了球队战术打法以及人员的变化。我招了很多的新人，这一次我又招了2个18岁的年轻球员。我们的阵容更年轻了，而我也对战术打法更熟悉了。”\n沙特队最近招了很多年轻人，球队变得年轻化。对此，伊万并不羡慕，他称自己一直都是这么做的。“我们很清楚对手人员的变化，他们有了新球员加入，现在的状态是老将带新人。但我们也先后陆续有15名新人加入到了中国队。”\n在中国执教的这一年里，伊万最大的魄力就是敢于提拔新人。他从来不迷信于老将，而是大胆将年轻的球员们召入国家队。在他不拘一格的用人风格下，很多年轻人首次披上了国足的球衣，他们都将伊万视为恩师、足球路上的福星。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Sport->soccer",
      "Sport->sports coaching",
      "Sport->sport event",
      "Politics->government",
      "Politics->sports policies",
      "Politics->political candidates"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:04:00.533+02:00",
    "updated": "2025-03-20T01:04:00.533+02:00"
  },
  {
    "uuid": "16fe95d36ab86fc9137b1dc30e9ba4209f6b8949",
    "url": "https://nation.cymru/news/welsh-councils-criticised-for-opposing-clean-energy-schemes-despite-declaring-a-climate-emergency/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Mansfield",
    "published": "2023-12-28T19:41:00Z",
    "title": "Welsh councils criticised for opposing ‘clean energy’ schemes despite declaring a climate emergency",
    "text": "News\nWelsh councils criticised for opposing ‘clean energy’ schemes despite declaring a climate emergency\nMartin Shipton\nA “pro-growth” campaign group has criticised local authorities across Wales for opposing “clean energy” projects like wind farms and grid connections despite having declared a climate emergency.\nAlong with passing motions sounding the alarm over climate threats, councils have also set ambitious carbon neutral targets for their patch.\nYet new analysis from Britain Remade has revealed that three Welsh councils were against planning applications for renewable and clean energy schemes.\nTaken together, says Britain Remade, the projects could produce 500 megawatts of clean energy – enough to power over 500,000 homes with low cost electricity.\nClimate emergency\nDespite declaring a climate emergency in May 2019, and having a goal of being carbon neutral by 2030, Conwy council opposed proposals for the Awel Y Mor wind farm off the north Wales coast in October 2021, before a formal planning application was submitted.\nAfter RWE Renewables put forward two options, planning officers advised councillors to oppose the plans, citing damage to the visual landscape, seascape and harm to tourism. Councillor Andrew Hinchliffe said beautiful views, such as those enjoyed from Llanfairfechan, could be “destroyed”.\nPant y Maen may lie within an area designated as suitable for large-scale wind development by the Welsh Government, but this hasn’t stopped Denbighshire County Council opposing plans for a seven-turbine wind farm. Plans to build the onshore wind farm were originally lodged in March 2015 but knocked back by councillors in September 2016. Following an appeal the plans were given the green light by the Welsh Government after Energy, Planning and Rural Affairs Minister Lesley Griffiths stepped in.\nDevelopers also faced a battle to increase the height of the turbines by 70ft, from 334ft to 406ft, a move that was approved in January 2022 some 10 years after the project was first launched.\nAbsurd\nSam Richards, founder and campaign director at Britain Remade, said: “It is absurd that up and down the country local councils, despite declaring a climate emergency, have stood in the way of plans that could provide cheap clean energy to millions of homes. Across the country there is huge support for clean energy projects both large and small.\n“But when these plans become part of the planning system, councils tend to hear from the most motivated voices – which unfortunately, tends to be the minority of people who are against a particular project. If we are to hit our 2050 net zero target and provide secure sources of clean energy that will help cut the energy bills of millions of people, local councils must match words with deeds.”\nJenny Chryss, who chairs the Powys-based campaign group RE-think, which opposes plans to build networks of wind farms and pylons across mid Wales, said “I think Sam Richards and Britain Remade should have done more research before issuing this statement.\n“For a start, Conwy council was not the planning authority making the decision on Awel Y Mor. Because this is classed as a Nationally Significant Infrastructure Project over 350MW the decision was down to the UK Government.\n“All the council was doing was responding to a pre-application consultation, no doubt along with many other statutory consultees. While this will have been taken into account by the Secretary of State and the Planning Inspectorate, it certainly won’t have been the only consideration when consent was finally granted in September.\n“Britain Remade should also note that Denbighshire County Council’s decision to reject Pant Y Maen Wind Farm was supported by the Planning Inspector. It was only when the then Cabinet Secretary for Energy, Planning and Rural Affairs, Lesley Griffiths, got involved that it was approved against that initial professional advice.\n“In relation to decisions by Lesley Griffiths, Britain Remade could also have cited Hendy Wind Farm in Radnorshire. That was rejected by Powys planners and the planning inspector but then approved by Ms Griffiths. Hendy is now built, but three years on it is not connected to the grid and has never generated any electricity.\n“I would have liked a breakdown of the figures that Britain Remade used to justify their comment of “low-cost” electricity. For example, have they taken into account the constraints payment subsidies that compensate wind farm operators for curtailing their generation at times when supply exceeds demand?\n“I would also like to know what load factors they have used to state that the projects could produce to power over 500,000 homes. Onshore wind farms have a reported load or capacity factor of about 30%, and offshore about 42% according to UK Government figures, but there is nothing to say this has been accounted for.\n“There are many complex reasons why onshore and offshore wind developments are approved or rejected, with visual impact being only one part. Some developments would cause far more environmental damage than can be mitigated, others would cause danger to low flying or commercial aircraft, and so on. All these elements take time, sometimes many months, to determine, often through long-term technical assessments. I am not convinced that before issuing these very generalised statements, Britain Remade did their due diligence in every case.”\nSweeping statements\nMs Chryss added: “RE-think fully supports small-scale local wind farm developments that will supply nearby communities. But to make sweeping statements such as these by Britain Remade completely misses the point.\n“There is a very fine balance to be found between mitigating climate change and destroying an area, not just visually, but also in terms of environmental damage, wildlife, biodiversity loss and economic cost.\n“Local planners are just part of that process, but they know the area and its needs better than anyone in Whitehall or the Senedd. They should be listened to, whatever their decisions.”\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "martin shipton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "conwy",
          "sentiment": "none"
        },
        {
          "name": "rwe renewables",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:13:26.875+02:00",
    "updated": "2023-12-29T00:13:26.875+02:00"
  }
]