[
  {
    "uuid": "be4e1d1a2af23fcae9d9bdc49e710da31d01c0fd",
    "url": "https://www.british-business-bank.co.uk/news-and-events/news/british-business-bank-doubles-existing-enable-guarantee-transaction-oxbury",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vanita Narayan",
    "published": "2024-07-05T08:00:00Z",
    "title": "British Business Bank doubles existing ENABLE Guarantee transaction with Oxbury Bank to £200m, including innovative new green finance structure",
    "text": "British Business Bank doubles existing ENABLE Guarantee transaction with Oxbury Bank to £200m, including innovative new green finance structure\nPress release\nOriginal £100m transaction announced in November 2023 – supporting more than £140m of lending into the rural economy in less than six months\nEnhanced guarantee includes pricing benefit, which incentivises Oxbury to provide lending that will improve sustainability performance across the rural economy.\nThe British Business Bank has agreed an £100m increase to its existing ENABLE Guarantee transaction with leading fintech Oxbury Bank – a UK bank with a singular focus on farmers, food production and the rural economy.\nThe original £100m transaction, announced in November 2023, and which was the first to be fully pre-seeded, has supported over £140m of finance for c.170 smaller businesses in the rural economy.\nThis additional £100m will extend that support, bringing the total transaction to £200m and with scope to increase further, subject to approvals.\nOxbury has a strong track record supporting farm businesses to improve their sustainability, and the extended ENABLE Guarantee will now include a specific enhanced incentive for Oxbury to promote more lending that meets certain sustainability criteria.\nChester-based Oxbury launched as a fully regulated bank in February 2021, offering a range of flexible lending and asset finance solutions tailored to the specific needs of farm businesses.\nOxbury combines its own proprietary digital banking platform – Oxbury Earth – with a team of dedicated relationship managers providing a wealth of agricultural experience and banking advice for clients.\nIn less than three years, Oxbury bank has exceeded £750m in total committed and in-progress lending. In addition, it has attracted £1bn in savings deposits from farm businesses and consumers wanting to support the rural economy and has reached break-even profitability. The bank has a target to achieve a £1bn balance sheet in 2024.\nThe Chester-based bank is backed by institutional agriculture and AgTech investors, as well as other stakeholders in the sector. In total Oxbury has raised in excess of £120m in investment since inception with further capital-raising initiatives planned to support ongoing lending growth.\nSince first announcing the original ENABLE Guarantee last year, we have been thrilled at the pace at which we’ve been able to support around 170 SME farming businesses across the country, with over £140m of vital funding to help support and grow their businesses.\nBy doubling the original transaction – and including the new sustainability incentive – Oxbury will be able to rapidly increase the impact of our lending across the farming and rural economy.James Farrar Co-Founder and CEO at Oxbury Bank\nWe’re pleased to agree this transaction increase with Oxbury Bank. It has demonstrated its commitment to supporting smaller businesses in the agricultural sector and we hope the extra lending capacity facilitated by the ENABLE Guarantee will allow it to build on that in 2024 and beyond.Michael Strevens Head of Structured Guarantees, Guarantee and Wholesale Solutions, British Business Bank\nFurther Information\nIf you are a journalist and have a media enquiry, please contact\n[[email protected]](/cdn-cgi/l/email-protection#2d404849444c48435c58445f44485e6d4f5f4459445e45004f585e4443485e5e004f4c4346034e42035846).\nNotes to editors\nAbout the British Business Bank\nThe British Business Bank is the UK government’s economic development bank. Established in November 2014, its mission is to drive sustainable growth and prosperity across the UK and to enable the transition to a net zero economy, by improving access to finance for smaller businesses. Its remit is to design, deliver and efficiently manage UK-wide smaller business access to finance programmes for the UK government.\nThe British Business Bank’s core programmes support over £12.4bn\n[\nRead footnote text\n1\n](#footnote1_x9qr6q7)\nof finance to more than 90,000 smaller businesses [\nRead footnote text\n2\n](#footnote2_7jl1fr8)\n.\nAs well as increasing the supply and diversity of finance for UK smaller businesses through its programmes, the Bank works to raise awareness of finance options available to smaller businesses. The\n[British Business Bank Finance Hub](/business-guidance) provides independent and impartial information to businesses about finance options, featuring short films, expert guides, checklists and articles from finance providers to help make their application a success.\nThe British Business Bank is also responsible for administering the government’s three Coronavirus loan schemes and its Future Fund, together responsible for delivering £80.4bn in finance to 1.67m businesses. These schemes are now closed to new applications.\nBritish Business Bank plc is a public limited company registered in England and Wales, registration number 08616013, registered office at Steel City House, West Street, Sheffield, S1 2GQ. Wholly owned by HM government, the Bank and its subsidiaries are not banking institutions and do not operate as such. They are not authorised or regulated by the Prudential Regulation Authority (PRA) or the Financial Conduct Authority (FCA). A complete\n[legal structure chart ](/about/who-we-are/corporate-structure)for the group can be found on the British Business Bank website.\nThe transaction described above does not constitute or imply any endorsement, warranty or recommendation by the UK government, the British Business Bank plc, its subsidiaries or any other party of Oxbury or its products or services.\nAbout Oxbury\nOxbury is the UK’s first and only AgTech bank, sitting at the heart of the technology revolution sweeping British farming, and the only bank with a singular focus on the rural economy.\nOxbury was founded with a completely fresh vision for how a bank can support the UK’s critical farming and food ecosystem, addressing the finance gap created by traditional banks reducing critical working capital to farm businesses and removing specialist agriculture expertise.\nWith a proprietary fintech platform combined with decades of banking and farming experience, Oxbury offers clients more tailored, flexible and reliable finance, along with unique data solutions that helps farmers deliver improved sustainability, provenance and productivity across the farming and food supply chain.\nBritish farming and food is going through a period of radical transformation, and farm businesses require more tailored finance, technology and data solutions to help them make the generational shifts required to improve sustainability, provenance and production standards across the farming and food supply chain.\nOxbury Bank Plc is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority (Financial Services Register number: 834822).\nFor more information about Oxbury, visit:\nwww.oxbury.com\n-\n[Return to footnote location 1](#footnoteref1_x9qr6q7)\nFigures as at end March 2023\n-\n[Return to footnote location 2](#footnoteref2_7jl1fr8)\nFigures as at end March 2023\nLatest news\n-\n[Read more about British Business Bank publishes first performance data for the third iteration of the Recovery Loan Scheme](/news-and-events/news/british-business-bank-publishes-first-performance-data-third-iteration)\nPress release\n21 May 2024\n-\n[Read more about Northern Powerhouse Investment Fund II – Sheffield Roadshow](/news-and-events/news/northern-powerhouse-investment-fund-ii-sheffield-roadshow)\nPress release\n16 May 2024\n-\n[Read more about Northern Powerhouse Investment Fund II – Manchester Roadshow](/news-and-events/news/northern-powerhouse-investment-fund-II-manchester-roadshow)\nPress release\n16 May 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.oxbury.com",
      "http://oxbury.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "british business bank",
          "sentiment": "negative"
        },
        {
          "name": "oxbury bank",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T13:56:44.942+03:00",
    "updated": "2024-07-05T13:56:44.942+03:00"
  },
  {
    "uuid": "81336b5914ac5abab498a798202e821b546614bc",
    "url": "https://www.merca2.es/2024/11/22/eliminar-4-alimentos-dieta-2074213",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "/alexiaprietob",
    "published": "2024-11-22T04:05:00Z",
    "title": "Un estudio recomienda eliminar estos 4 tipos de alimentos de la dieta por producir enfermedades oculares graves",
    "text": "Prevención de enfermedades oculares: el impacto de la dieta y otros factores. La salud ocular es un aspecto fundamental de nuestro bienestar general, y cada vez más estudios revelan la influencia significativa que nuestra dieta puede tener en la prevención de enfermedades graves en los ojos. Recientes investigaciones sugieren que eliminar ciertos tipos de alimentos de nuestra alimentación podría ser una estrategia efectiva para proteger nuestra visión. Sin embargo, es crucial entender que la dieta no es el único elemento que juega un papel en la salud ocular.\nEl temor por los alimentos ultraprocesados Además de los hábitos alimenticios, factores como la genética, el estilo de vida y la exposición ambiental también contribuyen a la salud de nuestros ojos. En este contexto, es esencial adoptar un enfoque integral que considere no solo lo que comemos, sino también cómo vivimos y cuidamos de nuestros ojos . En este artículo, exploraremos los cuatro tipos de alimentos que se ha demostrado que pueden perjudicar la visión y discutiremos otras prácticas que pueden ayudar a mantener nuestros ojos en óptimas condiciones.\nLa prevención es la clave, y al tomar decisiones informadas sobre nuestra dieta y estilo de vida, podemos reducir significativamente el riesgo de desarrollar problemas oculares serios. Acompáñanos en este recorrido hacia una mejor salud visual y descubre cómo pequeños cambios pueden tener un gran impacto en tu bienestar ocular.\nLos peligros de los alimentos ultraprocesados: un llamado a la conciencia La noción de que los alimentos ultraprocesados no son beneficiosos para la salud ha estado en el centro del debate nutricional durante años. Sin embargo, la magnitud de su impacto en el organismo sigue sorprendiendo a los expertos . Recientes investigaciones han comenzado a desvelar una serie de efectos adversos que estos productos pueden tener sobre diferentes órganos y sistemas del cuerpo humano, muchos de los cuales han pasado desapercibidos hasta ahora.\nUn estudio reciente, que analizó datos de seguimiento de casi 160,000 británicos mayores de 50 años, ha arrojado luz sobre la relación entre el consumo de alimentos ultraprocesados y la salud ocular. Los hallazgos son alarmantes: las personas que consumen una alta cantidad de estos productos tienen un 30% más de probabilidades de desarrollar degeneración macular o glaucoma . Además, existe un 10% más de riesgo de sufrir cataratas en comparación con aquellos que mantienen una dieta más saludable y equilibrada.\n¿Qué son los alimentos ultraprocesados? Los alimentos ultraprocesados son productos que han sido sometidos a múltiples procesos industriales y que contienen ingredientes que no se encuentran en una cocina típica . Estos pueden incluir azúcares añadidos, grasas saturadas, conservantes y colorantes artificiales. Ejemplos comunes son los snacks empaquetados, refrescos, comidas rápidas y productos de panadería industrial.\nLa degeneración macular, el glaucoma y las cataratas son afecciones oculares que pueden llevar a la pérdida de visión y afectar gravemente la calidad de vida . La degeneración macular, por ejemplo, es una de las principales causas de ceguera en personas mayores, mientras que el glaucoma puede causar daño irreversible al nervio óptico. Las cataratas, por su parte, son una opacidad del cristalino que dificulta la visión y es común en la población anciana.\nLa relación entre dieta y salud visual La conexión entre lo que comemos y nuestra salud ocular es cada vez más evidente. Los alimentos ultraprocesados, al ser bajos en nutrientes esenciales y altos en componentes dañinos, pueden contribuir a la inflamación y al estrés oxidativo , factores que están directamente relacionados con el deterioro de la visión. Por ello, es crucial ser conscientes de nuestras elecciones alimenticias y considerar el impacto a largo plazo en nuestra salud.\nLa creciente evidencia sobre los efectos negativos de los alimentos ultraprocesados subraya la importancia de adoptar una dieta más saludable y equilibrada. Reducir el consumo de estos productos no solo puede ayudar a prevenir enfermedades oculares, sino que también puede mejorar nuestra salud general. Hacer elecciones conscientes y optar por alimentos frescos y mínimamente procesados es un paso fundamental hacia un estilo de vida más saludable y una mejor calidad de vida a medida que envejecemos.\nLa salud ocular es un aspecto esencial de nuestro bienestar, y cuidarla comienza en la cocina . ¡Es hora de tomar acción y priorizar lo que realmente importa en nuestra dieta!\nEl impacto de los alimentos ultraprocesados en la salud ocular La relación entre la dieta y la salud ha sido objeto de estudio durante décadas, y cada vez más evidencia sugiere que ciertos alimentos pueden tener efectos perjudiciales en nuestro organismo . En particular, los alimentos ultraprocesados han sido señalados como un factor de riesgo significativo para diversas enfermedades, incluidas las afecciones oculares. Este artículo explora cómo el consumo de estos productos puede aumentar el riesgo de problemas visuales, así como otros factores que también juegan un papel crucial en la salud de nuestros ojos.\nLos resultados de recientes investigaciones han demostrado que existe un aumento exponencial del riesgo de desarrollar enfermedades oculares en función de la cantidad de alimentos ultraprocesados que se consumen . Estos productos incluyen una amplia gama de opciones que van desde comidas precocinadas hasta refrescos y embutidos con altos niveles de grasas saturadas y sodio. Este patrón de consumo no solo afecta la salud ocular, sino que también puede tener repercusiones en otros sistemas del cuerpo.\nClasificación de alimentos ultraprocesados Los alimentos ultraprocesados son aquellos que han sido sometidos a múltiples procesos industriales y contienen ingredientes que no se encuentran en una cocina típica. Algunos ejemplos incluyen:\nComidas precocinadas : platos listos para calentar que a menudo carecen de nutrientes esenciales. Refrescos : bebidas azucaradas que aportan calorías vacías y pueden contribuir a la obesidad. Embutidos : productos cárnicos procesados que suelen contener conservantes y altos niveles de sodio. Factores adicionales que afectan la salud ocular Si bien la dieta es un componente crítico en la salud ocular, los investigadores han señalado que no es el único factor a considerar . Existen múltiples elementos que pueden influir en la aparición de enfermedades oculares, tales como:\nEnfermedades preexistentes: condiciones como la diabetes y la hipertensión pueden aumentar el riesgo de desarrollar problemas oculares . Estos trastornos afectan la circulación y la salud general del cuerpo, lo que puede tener un impacto directo en la visión. Estilo de vida: el estilo de vida juega un papel fundamental en la salud ocular. Factores como el tabaquismo, el consumo excesivo de alcohol y la falta de ejercicio pueden contribuir al deterioro de la visión . Además, la exposición prolongada a pantallas sin protección adecuada puede causar fatiga ocular y otros problemas relacionados. Edad y genética: la edad es un factor de riesgo conocido para muchas enfermedades oculares. A medida que envejecemos, la probabilidad de desarrollar condiciones como la degeneración macular y el glaucoma aumenta . Además, la genética también puede desempeñar un papel en la predisposición a ciertas afecciones visuales. Interpretación de los resultados Es crucial interpretar los hallazgos de estos estudios con precaución. Aunque existe una correlación clara entre el consumo de alimentos ultraprocesados y el aumento del riesgo de enfermedades oculares, es importante reconocer que estos resultados deben ser considerados en un contexto más amplio. La salud ocular es el resultado de una combinación de factores, y una dieta poco saludable es solo una parte de la ecuación.\nLa creciente evidencia sobre el impacto negativo de los alimentos ultraprocesados en la salud ocular resalta la importancia de tomar decisiones alimenticias informadas. Adoptar una dieta equilibrada que minimice el consumo de estos productos puede ser un paso crucial hacia la prevención de enfermedades oculares . Sin embargo, no debemos olvidar que otros factores, como las condiciones de salud preexistentes y el estilo de vida, también juegan un papel importante en la salud de nuestros ojos. Al final, la clave para una visión saludable radica en un enfoque integral que considere todos los aspectos de nuestra vida.\nEstrategias efectivas para reducir el consumo de alimentos ultraprocesados En la lucha contra las enfermedades relacionadas con la dieta, los investigadores han subrayado la necesidad de implementar diversas medidas que puedan ayudar a reducir el consumo de alimentos ultraprocesados . Estos productos, que a menudo son altos en azúcares, grasas saturadas y aditivos, se han vinculado a una serie de problemas de salud, incluyendo el glaucoma. A continuación, exploraremos algunas de las estrategias más efectivas que han demostrado ser útiles en varios países.\nMedidas de regulación para fomentar una alimentación saludable Etiquetado frontal de alimentos: una de las medidas más efectivas para desincentivar el consumo de alimentos poco saludables es la implementación de etiquetado frontal en los empaques. Este tipo de etiquetado proporciona información clara y concisa sobre el contenido nutricional del producto , permitiendo a los consumidores tomar decisiones informadas. Al destacar los niveles de azúcares, grasas y sodio, se facilita la identificación de productos ultraprocesados, lo que puede llevar a una reducción en su compra y consumo. Impuestos a alimentos no saludables: otra estrategia que ha mostrado resultados positivos es la imposición de impuestos sobre alimentos considerados no saludables. Al aumentar el costo de estos productos , se puede incentivar a los consumidores a optar por opciones más saludables. Países que han implementado esta medida han visto una disminución en el consumo de bebidas azucaradas y alimentos ultraprocesados, lo que contribuye a mejorar la salud pública en general. Restricciones a la publicidad: la publicidad juega un papel crucial en la promoción de alimentos ultraprocesados, especialmente entre los niños . Establecer restricciones en la publicidad de estos productos, particularmente en horarios y plataformas dirigidas a un público joven, puede reducir su atractivo y, por ende, su consumo. Esta medida no solo protege a los más vulnerables, sino que también fomenta un entorno más saludable. Promoción de opciones saludables Además de desincentivar el consumo de ultraprocesados, es fundamental promover opciones más saludables. Esto puede incluir campañas educativas que informen sobre los beneficios de una dieta equilibrada, así como la disponibilidad de alimentos frescos y nutritivos en comunidades de bajos recursos . Iniciativas como mercados de agricultores y programas de cocina saludable pueden ayudar a que las personas adopten hábitos alimenticios más beneficiosos.\nConsejos para la consulta clínica Los investigadores destacan que, dado que los ultraprocesados son fáciles de identificar, los profesionales de la salud pueden ofrecer recomendaciones prácticas en la consulta clínica . Sugerir a los pacientes que limiten su ingesta de estos productos puede ser una estrategia sencilla pero efectiva para promover la salud ocular, especialmente en aquellos con riesgo de desarrollar glaucoma.\nLa implementación de medidas como el etiquetado frontal, los impuestos a alimentos no saludables y las restricciones publicitarias , combinadas con la promoción de opciones más saludables, puede tener un impacto significativo en la reducción del consumo de alimentos ultraprocesados.\nEl enfoque debe ser integral Al adoptar un enfoque integral que incluya la educación y el acceso a alimentos nutritivos, podemos avanzar hacia una población más saludable y consciente de sus elecciones alimenticias . La salud ocular, en particular, se beneficiará de estos cambios, ayudando a prevenir enfermedades como el glaucoma y mejorando la calidad de vida de las personas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://img.huffingtonpost.es/files/image_720_480/uploads/2024/11/19/plano-detalle-de-un-ojo.jpeg",
      "https://www.img.huffingtonpost.es/files/image_720_480/uploads/2024/11/19/plano-detalle-de-un-ojo.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T07:11:27.584+02:00",
    "updated": "2024-11-22T07:11:27.584+02:00"
  },
  {
    "uuid": "b1b17951e2031514bd5eae7ddb615daae61a15f2",
    "url": "https://menafn.com/1108432847/Now-You-Are-Not-Tenant-But-Owner-Of-Property-Haryana-CM",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-07-11T09:00:00Z",
    "title": "Now You Are Not Tenant, But Owner Of Property: Haryana CM",
    "text": "( MENAFN - IANS) Chandigarh, July 11 (IANS) Haryana Chief Minister Nayab Singh Saini on Thursday distributed property certificates under the Mukhyamantri Shahri Swamitva Yojana among 5,000 people who had been deprived of ownership rights for years.\nUnder this scheme, traders who have been renting for more than 20 years have been granted ownership rights to their property at the collector rate.\nWhile congratulating the beneficiaries at the state-level registry distribution and Urban Lal Dora Property Certificate distribution programme held in Manesar, the Chief Minister said that the people had been suffering from this Lal Dora problem for a long time. Many individuals had property in urban areas but lacked ownership rights.\nNumerous disputes were ongoing in court, creating an atmosphere of fear among people that they might lose their property. If someone wanted to sell their property, they could not do so, nor could they secure a loan against it.\n“The present state government has resolved this issue, alleviating the public's fears,” he added.\nThe Chief Minister said during the“2019 elections, we had promised in the election manifesto to give ownership rights to all such people and today 5,000 people have benefited, they have got the ownership rights.”\nHe said out of the properties located inside Lal Dora, about two lakh people across the state have got the benefit of property.“After today, no one can remove them from their property, from today you have become the owner of your properties. These are the properties whose revenue officials did not have the record of rights.”\nMENAFN11072024000231011071ID1108432847",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nayab singh saini",
          "sentiment": "negative"
        },
        {
          "name": "lal dora",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ians",
          "sentiment": "negative"
        },
        {
          "name": "urban lal dora property certificate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "haryana",
          "sentiment": "none"
        },
        {
          "name": "chandigarh",
          "sentiment": "none"
        },
        {
          "name": "manesar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T00:07:01.484+03:00",
    "updated": "2024-07-12T00:07:01.484+03:00"
  },
  {
    "uuid": "f5570bfe914f0246c7317141ff84df0f8d83d799",
    "url": "https://www.df.cl/economia-y-politica/laboral-personas/direccion-del-trabajo-desvincula-a-trabajadores-y-se-enfrenta-a-sus",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carolina León",
    "published": "2024-11-29T20:40:00Z",
    "title": "Dirección del Trabajo desvincula a funcionarios y se enfrenta a sus agrupaciones",
    "text": "Dirección del Trabajo desvincula a funcionarios y se enfrenta a sus agrupaciones\nSe trata de 32 de la Dirección Nacional, ocho de regiones y dos asesores. Desde el servicio explicaron que la decisión se debe a los funcionarios prestaban servicios en áreas con programas que ya finalizaron.\n[Carolina León](/autor/carolina_leon)| Publicado: Viernes 29 de noviembre de 2024 a las 17:40 hrs.\n- T+\n- T-\nUn viernes intenso es el que se ha vivido hoy al interior de la Dirección del Trabajo (DT). Durante la mañana diversos funcionarios del servicio fueron notificados de que sus contratos laborales -bajo régimen de contrata- no serían renovados.\n“Hoy nos encontramos aquí, frente a una situación alarmante que refleja el peor rostro de un sistema que se dice defensor de los derechos laborales, pero que, en la práctica, está socavando los principios fundamentales de la dignidad humana en el trabajo”, señalaron los funcionarios de la institución a través de una declaración pública.\nEn detalle, se trata de la desvinculación de 42 personas: 32 funcionarios y funcionarias de la Dirección Nacional, ocho funcionarios de regiones, y dos asesores de gabinete.\n“En la Dirección del Trabajo, un órgano que debería garantizar la protección de los derechos de los trabajadores, se han cometido atropellos contra los más elementales principios de justicia y equidad. El trabajo decente, ese concepto que hace pocos años nos llenaba de esperanza y nos impulsaba a luchar por una sociedad más justa, hoy está siendo destrozado por decisiones autoritarias y sin fundamento, las cuales pretenden despojar a miles de familias de sus medios de subsistencia”, agrega la declaración de los funcionarios.\n[Dirección del Trabajo descarta \"reconsiderar\" su dictamen sobre los trabajadores sin jornada laboral establecida](/economia-y-politica/laboral-personas/direccion-del-trabajo-descarta-reconsiderar-dictamen-sobre)\nEn esa línea, la comunicación menciona que la desvinculación de los funcionarios “calza perfectamente con los despidos que también se están realizando en la Municipalidad de Santiago, donde el Partido Comunista -que hoy nos dirige en esta Dirección y también en el ministerio- perdió el cargo en las últimas elecciones edilicias”, y acusaron que la intención del director Nacional, Pablo Zenteno, es “ingresar a la DT a los militantes de su colectividad que quedarán sin trabajo en el municipio, lo que explicaría el número tan elevado y, a la vez, similar de despidos en ambas instituciones”. Acusación que fue planteada al propio director del Trabajo en la tarde de hoy, quien descartó que las desvinculaciones sean para ello.\nLa respuesta del servicio\nDiario Financiero contactó al director del Trabajo, Pablo Zenteno, quien negó que se trate de desvinculaciones con fines políticos para reubicar funcionarios.\nSegún explicó Zenteno, se trata de desvinculaciones de funcionarios que prestaban labores en áreas con programas que ya finalizaron o están ad portas de completarse, de los departamentos de gestión de personas, tecnologías de la información y usuarios.\n“Hubo dos procesos bien estructurales acá en la Dirección del Trabajo, que venían de la gestión anterior, que tenían que ver con la implementación de la Ley de Plantas, particularmente el encasillamiento, y por otro lado la implementación de todo lo que era el registro electrónico laboral (REL) y MiDT, que fueron dos proyectos de modernización que requirieron mucha inversión en recursos, pero también mucha contratación, particularmente en la Dirección Nacional, en el área de personas y en el área de tecnologías”, comenzó explicando Zenteno.\nAsí, según explicó la autoridad, dichas medidas están finalizando, y además el servicio requiere potenciar otras áreas que dicen relación con las prioridades del servicio, como los procesos de fiscalización y la implementación de las nuevas normativas laborales, como la Ley Karin y la ley de 40 Horas, por ejemplo.\n“Efectivamente desde la Dirección Nacional se han notificado la no renovación a 32 funcionarios y funcionarias, otros ocho funcionarios de regiones, pero eso es producto del proceso de evaluación normal que hacen las autoridades regionales, y dos asesores de gabinete de la Dirección Nacional”, explicó Zenteno.\nY si bien los funcionarios involucrados ya fueron notificados, el director nacional agregó que tal como instruye el Ministerio de Hacienda, realizarán un diálogo con las tres asociaciones de funcionarios para revisar si es posible revertir la decisión de algunos casos.\n“Vamos a iniciar un proceso de diálogo con nuestras tres asociaciones para revisar caso a caso, y en el caso fundado que se pueda revertir la situación de alguno de estos 32 funcionarios y funcionarias, les vamos a revertir la decisión en la medida que sean necesarios para la institución o tratar de que puedan seguir desempeñando en una labor más operativa en alguna oficina. De lo contrario, se mantendrá la decisión y ese cupo se llenará por la vía del concurso público para reforzar las oficinas”, dijo Zenteno.\n[El llamado de atención de la justicia a la Dirección del Trabajo por una calificación de servicios mínimos](/economia-y-politica/laboral-personas/el-llamado-de-atencion-de-la-justicia-a-la-direccion-del-trabajo-por-una)\nCon respecto a las críticas de que se está desvinculando funcionarios con fines políticos, Zenteno descartó dicha posibilidad. “Absolutamente descartado, porque los ingresos a las plazas que eventualmente se liberen para las oficinas van a ser llenados por la modalidad que nosotros tenemos, que es el concurso público, que es un proceso al que pueden postular distintas personas. Hay un proceso de selección, de prueba, y que lo vamos a iniciar ahora a fines de diciembre para que esos nuevos funcionarios y funcionarias ingresen a las oficinas a partir del mes de marzo”.\nCon todo, los funcionarios podrán presentar sus apelaciones a la no renovación hasta el próximo 9 de diciembre. Luego de eso, y hasta el 13 de diciembre, se revisará el perfil de las personas que no fueron renovadas para ver quiénes tienen capacidades y aptitudes para reconvertirse al área operativa. Si la apelación se rechaza, se abrirá un concurso público para llenar la vacante.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-30T00:12:50.391+02:00",
    "updated": "2024-11-30T00:12:50.391+02:00"
  },
  {
    "uuid": "aecd07dd1a0b8846a0f516ca11e4a6ee4365b557",
    "url": "https://dailynewshungary.com/minister-tuzson-hungary-against-legalising-promotion-of-prostitution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daily News Hungary",
    "published": "2024-01-25T20:04:00Z",
    "title": "Minister Tuzson: Hungary against legalising promotion of prostitution",
    "text": "Minister Tuzson: Hungary against legalising promotion of prostitution\nHungary is against an European Union proposal under which the promotion of prostitution could be legalised, the justice minister said in Brussels on Thursday.\nThe Hungarian government also refuses to support another proposal aimed at holding inmates sentenced to prison for minor crimes in open prisons, the minister told Hungarian journalists on the sidelines of an informal meeting of his EU counterparts.\nConcerning the former proposal,\nTuzson said the promotion of prostitution was a criminal activity in Hungary, and the country could not support its decriminalization. Moreover, it certainly would not support prostitution becoming a licensed activity, he said, adding that no treaty between EU member states existed that could force Hungary adhere to such an EU decision.\n“Some say organised crime could be better combatted if the organisation or promotion of prostitution were to be legalised … we most firmly reject that approach,” the minister said.\nRead also:\nFidesz: Brussels failing to focus on stopping migration FM Szijjártó: Moldova accession would increase EU competitiveness\nUnder the open prison proposal, minor offenders could be kept detained in “dwellings, in their own rooms” rather than in prisons, Tuzson said. The measure would “remove the actual punishment from the punishment … therefore Hungary cannot support the initiative,” he said.\n“Hungary has a different penal policy; we want to put the victim in focus rather than the perpetrator,” Tuzson said, noting the government’s efforts to set up a network of help centres for victims of crime. “Hungary wants to make progress in the field of helping victims,” he added.\nThe Hungarian government supports the EU’s proposals concerning organised crimes, especially drug-related crimes, Tuzson said, urging an “effective and coordinated effort”. “Hungary will support all efforts of this kind,” he added.\n[please make a donation here](/support)\nHot news\nWhat happened today in Hungary? — 25 January, 2024 PHOTOS: Chinese New Year opening event held in Budapest President Novák declares 2024 the Year of Movement Unbelievable: rental prices sky-high in Budapest, here is why Fidesz: Brussels failing to focus on stopping migration University Awards Gala and Media Ball: Széchenyi István University recognizes its best – PHOTO GALLERY",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.facebook.com/tuzson.bence/?locale=hu_HU",
      "https://facebook.com/tuzson.bence/?locale=hu_HU",
      "https://www.facebook.com/tuzson.bence/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tuzson",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "eu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "brussels",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:05:21.046+02:00",
    "updated": "2024-01-26T00:05:21.046+02:00"
  },
  {
    "uuid": "82e5d241c4b08a0aaf3af08d6bb3ea1ad7e7c339",
    "url": "https://www.dexerto.com/tv-movies/yellowstone-season-6-rumors-worst-fears-2882904",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jakob Barnes",
    "published": "2024-08-30T14:13:00Z",
    "title": "Yellowstone Season 6 rumors confirm our worst fears about Season 5 Part 2 - Dexerto",
    "text": "TV & Movies Yellowstone Season 6 rumors confirm our worst fears about Season 5 Part 2 Jakob Barnes ❘ Published: 2024-08-30T14:13:47 Paramount So, after all that fuss about the main show ending, the latest speculation is that Yellowstone Season 6 might actually happen. Good news, right? Well, not quite.\nYellowstone Season 5 Part 2 finally begins in November. Unfortunately, it’ll go ahead without Kevin Costner, who left the show after his well-publicized feud with Taylor Sheridan .\nWith this in mind, fans have been mentally preparing for the fall of the Dutton family empire for a while. But now, there’s a chance Yellowstone Season 6 will actually happen, with Kelly O’Reilly and Cole Hauser being eyed to star.\nArticle continues after ad This doesn’t just potentially spoil the big ending we’ve been gearing up for by all but confirming Beth and Rip will make it out of Season 5 alive; it uncovers a far more worrying issue at the heart of the production.\nDoes Taylor Sheridan actually have a plan? We’re a couple of months away from the return of one of the biggest TV shows in the US. We don’t know what will happen in the next batch of Yellowstone episodes . But Taylor Sheridan and Paramount certainly should.\nArticle continues after ad Article continues after ad Paramount So why are we only now discovering that there’s a chance for Yellowstone Season 6? To me, this screams, ‘we don’t know how to finish this thing.’ At the very least, it suggests the conclusive finale we expect will be left open-ended.\nIf you’d told me a year ago that Yellowstone would go on forever, I’d have been delighted. But now, I’m worried Sheridan is simply letting his worst tendencies take over – he weaves brilliant stories and creates compelling characters, but he sure knows how to lose control of his plot threads along the way.\nRelated: Yellowstone star promises “best series finale in history” for Season 5 ending Article continues after ad Don’t push your luck, cowboy As soon as they knew Costner was out, Sheridan and Paramount should have sat down and thrashed out a definitive journey for the final episodes that would end Yellowstone in style.\nTo go ahead without Costner for Season 5 Part 2 was always a risk, but it can work. Taking John Dutton out of the picture will leave a huge hole in the show, but it’ll also make for some fascinating developments in the Dutton ranks.\nArticle continues after ad Article continues after ad Paramount The shadow of John Dutton could and should hang over these next episodes, bringing tension and twists before the show gets a perfect send-off. Dragging Yellowstone out any longer only multiplies the risk of ruining its legacy entirely.\nThere are enough spinoffs in the works already, anyway. Yellowstone fans will remain well fed with the likes of The Madison and 6666 . We don’t need to be forced to consume the reheated leftovers Sheridan found at the back of the refrigerator. I mean, look, I’ll still eat it up, but second helpings aren’t always a good idea.\nArticle continues after ad Why not let Beth and Rip ride off into the sunset? Let John Dutton rest in peace. Let the Yellowstone ranch operate out of sight. Move on, Taylor, and remain the cowboy king that you are.\nkeep reading TV & Movies Yellowstone fans are fearing for one character’s life ahead of Season 5 Part 2 Jessica Cullen TV & Movies Kevin Costner shuts down Yellowstone feud question in awkward interview Jasmine Valentine TV & Movies Kevin Costner confirms he won’t return to Yellowstone — but there’s still good news Jasmine Valentine TV & Movies Yellowstone Season 5 Part 2: Release date, first trailer & Kevin Costner exit explained Jakob Barnes TV & Movies Yellowstone Season 6: Everything we know Sam Comrie TV & Movies Yellowstone 2024’s shock rumor proves the show isn’t dead yet Jessica Cullen TV & Movies Yellowstone set photo just put the biggest concern about the show to rest Jessica Cullen TV & Movies Yellowstone fans are fed up after worrying Season 5 update Jessica Cullen Related Topics Taylor Sheridan Yellowstone About The Author Jakob Barnes Jakob is the TV and Movies Evergreen Specialist at Dexerto. He has a decade’s worth of experience in the entertainment industry, previously working for The Digital Fix and JumpCut Online. His favorite thing in the whole galaxy is Star Wars, but he’s also into Batman, the MCU, and recently developed an obsession with cowboys thanks to Yellowstone. You can contact him at: jakob.barnes@dexerto.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jakob barnes",
          "sentiment": "neutral"
        },
        {
          "name": "kevin costner",
          "sentiment": "none"
        },
        {
          "name": "cole hauser",
          "sentiment": "none"
        },
        {
          "name": "taylor sheridan",
          "sentiment": "none"
        },
        {
          "name": "beth",
          "sentiment": "none"
        },
        {
          "name": "kelly o’reilly",
          "sentiment": "none"
        },
        {
          "name": "dutton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dexerto tv & movies yellowstone season",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T17:49:10.142+03:00",
    "updated": "2024-08-30T17:49:10.142+03:00"
  },
  {
    "uuid": "121e1d3e4e9af06811f09f60deed790129bc9b71",
    "url": "https://ground.news/article/9-flood-alerts-in-place-for-nottinghamshire-as-storm-gerrit-to-bring-more-rain_e35187",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-29T00:06:00Z",
    "title": "Ground News - 9 flood alerts in place for Nottinghamshire as Storm Gerrit to bring more rain",
    "text": "Summary by Ground News Flood warnings in place for the River Usk in Monmouthshire and the River Wye in Powys. Heavy showers and thundery showers expected in the west of the country. More rain expected over the next few days, but not as much as yesterday. The Met Office has issued a flood warning for parts of South Wales. Share menu More\nFilters 7 Articles 7 Articles All Left Center Right\nBBC News Center High Factuality Government: Government of the United Kingdom Staffordshire flood warnings in place as 'many rivers swollen' They apply in Staffordshire, after the Environment Agency said there was \"fast-flowing\" flood water in the Midlands.\n14 hours ago · United Kingdom Read Full Article\nBBC News Center High Factuality Government: Government of the United Kingdom\nStaffordshire flood warnings in place as 'many rivers swollen' They apply in Staffordshire, after the Environment Agency said there was \"fast-flowing\" flood water in the Midlands.\n14 hours ago · United Kingdom Read Full Article Nottingham Post Center High Factuality Media Conglomerate: Reach Plc 9 flood alerts in place for Nottinghamshire as Storm Gerrit to bring more rain More wet weather is expected this weekend across the county\n3 hours ago · Nottingham, United Kingdom Read Full Article\nNottingham Post Center High Factuality Media Conglomerate: Reach Plc\n9 flood alerts in place for Nottinghamshire as Storm Gerrit to bring more rain More wet weather is expected this weekend across the county\n3 hours ago · Nottingham, United Kingdom Read Full Article South Wales Argus Center High Factuality Media Conglomerate: Gannett Flood warnings in place for rivers Usk and Wye There are flood warnings in place for South Wales rivers. Read more, here\n23 hours ago · Newport, United Kingdom Read Full Article\nSouth Wales Argus Center High Factuality Media Conglomerate: Gannett\nFlood warnings in place for rivers Usk and Wye There are flood warnings in place for South Wales rivers. Read more, here\n23 hours ago · Newport, United Kingdom Read Full Article The Press Media Conglomerate: Gannett River Ouse rises above normal range as flood warnings remain in place The Environment Agency has issued three flood warnings for the River Ouse and there are two flood alerts on the River Derwent near Stamford Bridge…\n19 hours ago · York, United Kingdom Read Full Article\nThe Press Media Conglomerate: Gannett\nRiver Ouse rises above normal range as flood warnings remain in place The Environment Agency has issued three flood warnings for the River Ouse and there are two flood alerts on the River Derwent near Stamford Bridge…\n19 hours ago · York, United Kingdom Read Full Article Daily Post Media Conglomerate: Reach Plc The flood warning and alerts in place in the wake of Storm Gerrit North Wales was hit with gale force winds, heavy downpours and lightning\n2 hours ago · Colwyn Bay, United Kingdom Read Full Article\nDaily Post Media Conglomerate: Reach Plc\nThe flood warning and alerts in place in the wake of Storm Gerrit North Wales was hit with gale force winds, heavy downpours and lightning\n2 hours ago · Colwyn Bay, United Kingdom Read Full Article The National Lean Left High Factuality Media Conglomerate: Gannett Roads remain disrupted and flood warnings in place following Storm Gerrit A NUMBER of roads across Scotland continue to face disruption while thousands of homes remain without power in the aftermath of Storm Gerrit.\n1 day ago · Glasgow, United Kingdom Read Full Article\nThe National Lean Left High Factuality Media Conglomerate: Gannett\nRoads remain disrupted and flood warnings in place following Storm Gerrit A NUMBER of roads across Scotland continue to face disruption while thousands of homes remain without power in the aftermath of Storm Gerrit.\n1 day ago · Glasgow, United Kingdom Read Full Article More articles Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "Environment"
    ],
    "external_links": [
      "https://www.southwalesargus.co.uk/news/24014860.flood-warnings-river-usk-newport-monmouthshire/?utm_source=ground.news&utm_medium=referral",
      "https://www.bbc.co.uk/news/uk-england-stoke-staffordshire-67836076?utm_source=ground.news&utm_medium=referral",
      "https://www.dailypost.co.uk/news/north-wales-news/flood-warning-alerts-place-wake-28361647?utm_source=ground.news&utm_medium=referral",
      "https://www.nottinghampost.com/news/nottingham-news/9-flood-alerts-place-nottinghamshire-9002602?utm_source=ground.news&utm_medium=referral",
      "https://www.yorkpress.co.uk/news/24015662.flood-warnings-york-alerts-north-yorkshire/?utm_source=ground.news&utm_medium=referral",
      "https://www.thenational.scot/news/24014311.road-closures-scotland-traffic-scotland-provide-key-updates-storm-gerrit/?utm_source=ground.news&utm_medium=referral",
      "https://www.thenational.scot/news/24014311.road-closures-scotland-traffic-scotland-provide-key-updates-storm-gerrit/",
      "https://www.southwalesargus.co.uk/news/24014860.flood-warnings-river-usk-newport-monmouthshire/",
      "https://thenational.scot/news/24014311.road-closures-scotland-traffic-scotland-provide-key-updates-storm-gerrit/?utm_source=ground.news&utm_medium=referral",
      "https://dailypost.co.uk/news/north-wales-news/flood-warning-alerts-place-wake-28361647?utm_source=ground.news&utm_medium=referral",
      "https://www.bbc.co.uk/news/uk-england-stoke-staffordshire-67836076",
      "https://southwalesargus.co.uk/news/24014860.flood-warnings-river-usk-newport-monmouthshire/?utm_source=ground.news&utm_medium=referral",
      "https://bbc.co.uk/news/uk-england-stoke-staffordshire-67836076?utm_source=ground.news&utm_medium=referral",
      "https://www.dailypost.co.uk/news/north-wales-news/flood-warning-alerts-place-wake-28361647",
      "https://yorkpress.co.uk/news/24015662.flood-warnings-york-alerts-north-yorkshire/?utm_source=ground.news&utm_medium=referral",
      "https://nottinghampost.com/news/nottingham-news/9-flood-alerts-place-nottinghamshire-9002602?utm_source=ground.news&utm_medium=referral",
      "https://www.nottinghampost.com/news/nottingham-news/9-flood-alerts-place-nottinghamshire-9002602",
      "https://www.yorkpress.co.uk/news/24015662.flood-warnings-york-alerts-north-yorkshire/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nottinghamshire",
          "sentiment": "negative"
        },
        {
          "name": "ground news flood",
          "sentiment": "negative"
        },
        {
          "name": "· united kingdom read full article nottingham post center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "met office",
          "sentiment": "none"
        },
        {
          "name": "· united kingdom read full article bbc news center",
          "sentiment": "none"
        },
        {
          "name": "environment agency",
          "sentiment": "none"
        },
        {
          "name": "bbc news center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "monmouthshire",
          "sentiment": "none"
        },
        {
          "name": "river usk",
          "sentiment": "none"
        },
        {
          "name": "powys",
          "sentiment": "none"
        },
        {
          "name": "south wales",
          "sentiment": "none"
        },
        {
          "name": "staffordshire",
          "sentiment": "none"
        },
        {
          "name": "midlands",
          "sentiment": "none"
        },
        {
          "name": "united kingdom staffordshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:40:07.045+02:00",
    "updated": "2023-12-29T12:40:07.045+02:00"
  },
  {
    "uuid": "3e6c4d6abc40991c72e0ffc31f3e86f293886574",
    "url": "https://elcomercio.pe/mundo/venezuela/venezuela-joe-biden-no-apoya-celebracion-de-nuevas-elecciones-entendio-mal-la-pregunta-dice-la-casa-blanca-nicolas-maduro-edmundo-gonzalez-urrutia-maria-corina-machado-cne-estados-unidos-ultimas-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia EFE",
    "published": "2024-08-15T21:33:00Z",
    "title": "Biden no apoya celebración de nuevas elecciones en Venezuela, entendió mal la pregunta, dice la Casa Blanca",
    "text": "[1](/deporte-total/argentina/directv-en-vivo-donde-ver-boca-vs-cruzeiro-gratis-hoy-via-futbol-libre-tv-directv-sports-dsports-dgo-directv-go-horario-canal-que-pasa-y-link-tv-online-por-internet-via-app-movil-formacion-video-ar-noticia/) [Saber más](https://elcomercio.pe/buenas-practicas/) / NoticiasInformación basada en hechos y verificada de primera mano por el reportero, o reportada y verificada por fuentes expertas. | Informativo El presidente de [Estados Unidos](https://elcomercio.pe/mundo/eeuu/), [Joe Biden](https://elcomercio.pe/noticias/joe-biden/), malinterpretó este jueves una pregunta sobre la celebración de nuevas elecciones en [Venezuela](https://elcomercio.pe/mundo/venezuela/), lo que creó horas de confusión después de que diera a entender que apoyaba la repetición de los comicios. La confusión se produjo cuando Biden apareció ante la prensa antes de subir al helicóptero presidencial Marine One. Cuando una periodista le preguntó si apoyaba la convocatoria de nuevos comicios en Venezuela, se limitó a contestar: “Sí, lo hago”, sin ofrecer más detalles. MIRA AQUÍ: [¿Qué dice la ley contra el fascismo que impulsa Maduro, el paso definitivo hacia un gobierno totalitario en Venezuela?] Sin embargo, horas después, un portavoz de la Casa Blanca aclaró que el presidente en realidad se estaba refiriendo a lo “absurdo” de que el presidente de Venezuela, Nicolás Maduro, no haya publicado las actas de votación de las elecciones del 28 de julio, donde se proclamó la reelección de Maduro con unos resultados cuestionados dentro y fuera del país. Ese portavoz reiteró que Washington considera que el ganador de las elecciones fue Edmundo González Urrutia, según las actas que reviso el bloque opositor, y de nuevo llamó a que se respete “la voluntad” del pueblo de Venezuela para que haya una “transición de vuelta a las normas democráticas”. Este jueves, durante una entrevista en la Radio T, el presidente de Brasil, Luiz Inácio Lula da Silva, sugirió dos posibles salidas a la crisis postelectoral en Venezuela: la formación de un Gobierno de coalición que integre miembros del chavismo y de la oposición o la celebración de nuevos comicios. Las palabras de Lula generaron enseguida la reacción del presidente de México, Andrés Manuel López Obrador, quien dijo que no ve “prudente” pedir ahora nuevas elecciones en Venezuela. Mientras tanto, el presidente de Colombia, Gustavo Petro, sugirió para Venezuela un “frente nacional” como el que hubo en Colombia en el siglo XX, en el que liberales y conservadores se turnaron el poder como paso “transitorio” hacia una “solución definitiva” a la crisis, en una idea similar a la sugerida por Lula sobre un Gobierno de coalición. MÁS INFORMACIÓN: [Ahora Maduro va por las ONG: ¿En qué consiste la ley con la que fiscalizará su funcionamiento en Venezuela?] Además, el presidente de Colombia, hizo un llamado para “nuevas elecciones libres”. La victoria de Maduro en las elecciones del 28 de julio fue proclamada por el Consejo Nacional Electoral (CNE) sin publicar las actas de votación, y la Administración de Biden considera que el ganador fue el opositor Edmundo González Urrutia, según las actas obtenidas por el bloque opositor mayoritario. Después de las elecciones en Venezuela, los Gobiernos de Brasil, Colombia y México iniciaron contactos para encontrar una solución a la crisis, un esfuerzo de mediación que cuenta entre otros con el respaldo de Estados Unidos. Agencia EFE es una agencia de noticias internacional española que distribuye información a más de dos mil medios de comunicación en todo el mundo en los soportes de prensa escrita, radio, televisión e internet. Cuenta con una red con más de tres mil periodistas de 60 nacionalidades. Opera 24 horas al día desde al menos, 180 ciudades de 110 países. Contenido GEC",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:05:24.903+03:00",
    "updated": "2024-08-16T08:37:30.447+03:00"
  }
]