[
  {
    "uuid": "f5a8d71bab3661ac541e76ce728af0d2570c8cf6",
    "url": "https://www.oklahoman.com/story/news/nation/2024/01/19/wwii-era-bible-returned-to-new-york-veterans-family/72269065007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Saleen Martin",
    "published": "2024-01-18T01:00:00Z",
    "title": "'May this keep you safe from harm': WWII era Bible returned to New York veteran's family",
    "text": "NATION Lost Bible returned to slain USAAF airman from World War II Saleen Martin USA TODAY During World War II, a woman bought three brothers Bibles to protect their hearts and guide them as they set out for battle.\nThe Bible had a metal cover on the front with the inscription “May this keep you safe from harm.\"\nTwo of the brothers made it home, while the other, Lt. Edsel J. McKnight of the United States Army Air Forces, was shot down off the coast of France.\nHis Bible was mailed to the family but was lost sometime after. This month, his family finally got it back.\nAva Coogan's family is from Albany, New York and they found the Bible in late December while going through their late matriarch’s belongings.\nOn Jan. 11, Coogan met Lt. McKnight’s sister-in-law and returned the Bible to her, allowing her to put it back in its rightful place, next to the ones his brothers brought back home from war.\n‘I kept playing with it and flipping through the pages’ Coogan’s uncle and mother found the Bible in a stack of books. Their mother, Rosanne Vartanian, died nearly 20 years ago but was a collector and loved garage sales.\n“It’s just so random that my grandmother had the urge to pick that up,” she said. “She bought random things. There was no rhyme or reason to it. It was with a stack of other books.”\nCoogan decided to research the Bible and found out soldiers often took them to war. Some can be found in museums.\n“The whole premise of it was that the metal cover on the front is like a hard shield,” Coogan told USA TODAY. “They would put it in their coat pockets … like the front breast pocket … that cover would protect their heart from bullets.”\nLt. McKnight’s name was also written in the Bible, said Coogan, who was drawn to the Bible for some reason. She couldn’t put it down, she recalled.\n“I kept playing with it and flipping through the pages,” she said.\nShe noticed that the Bible’s front cover had a slice in it, almost like something was underneath it. She examined it more closely and found a piece of paper folded up inside. She asked her uncle for help, who carefully used a butter knife to get the slip of paper out.\nOnce they retrieved the piece of paper from under the Bible’s cover, they saw that it was a plea for the Bible’s safe return to an address not too far away.\nAlthough there was no area code, there was a phone number listed, so the family added their own area code and called.\n“I was just hoping for the best,” Coogan said. “We found out that number worked.”\nA car wreck took her 3 kids. Now through surrogacy, she is a mom again to a baby boy. A Georgia family was about to lose insurance for teen's cancer battle. Then they got help. Pedaling kindness: Massachusetts Peloton group leaves servers $7,200 tip 'Feed somebody you don’t know': Philadelphia man inspires, heals through food Why strangers raised $450,000 to help a dependable Burger King worker buy his first home Lieutenant was shot down off the coast of France When Coogan called the number written in the note, she spoke to a woman named Fay, Lt. McKnight’s sister-in-law. They organized a meetup on Jan. 11 to return the Bible to the family, who is from Porter Corners, part of Saratoga County in eastern New York.\nLt. McKnight served in the U.S. Air Force’s 365th Fighter Group and 388th Fighter Squadron. He was flying in a Thunderbolt fighter aircraft in 1944 when he was shot down off the coast of France, online records show.\nFay told Coogan and her family that Lt. McKnight has two brothers. All three of the brothers served in WWII. Fay’s husband, Ray, said his Bible saved his life.\n“He got shot during the war and it hit where the Bible was, covering his heart, and the bullet went into his arm instead,” Coogan said.\nOnce Lt. McKnight was killed, his belongings were shipped back home to the family. His sister-in-law had all three Bibles on a bookshelf on display. One day, the family was preparing to go to church. Her nephew borrowed the Bible, but knew it was so precious, the family decided to write a note with contact information in case it were ever lost.\n“He didn't lose it,” Coogan said. “He brought it back after church and I guess what happened is after someone passed in their family, they had an estate sale … and it just accidentally went out with a stack of books.”\nIt ended up in Coogan’s grandmother’s hands, she said. Returning the Bible to the McKnight family was quite the enlightening experience, Coogan said.\n“That was really cool because that's when we kind of got to hear their story,” she said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://downloadmedia.gannett-cdn.com/authoring/videos/zype/renditions/65a6c32879a6db0001b1d190/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;USA",
      "http://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.oklahoman.com%2Fstory%2Fnews%2Fnation%2F2024%2F01%2F19%2Fwwii-era-bible-returned-to-new-york-veterans-family%2F72269065007%2F&text=Lost%20Bible%20returned%20to%20slain%20USAAF%20airman%20from%20World%20War%20II&via=theoklahoman_",
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/",
      "https://www.usatoday.com/videos/life/humankind/2024/01/17/caught-on-camera-a-mans-joy-at-seeing-snow-for-the-first-time/72243983007/&#34;},&#34;promoBrief&#34;:&#34;Peter",
      "https://www.facebook.com/dialog/share?display=popup&app_id=599259127694607&href=https%3A%2F%2Fwww.oklahoman.com%2Fstory%2Fnews%2Fnation%2F2024%2F01%2F19%2Fwwii-era-bible-returned-to-new-york-veterans-family%2F72269065007%2F",
      "https://www.usatoday.com/staff/7245115001/saleen-martin/",
      "http://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.oklahoman.com%2Fstory%2Fnews%2Fnation%2F2024%2F01%2F19%2Fwwii-era-bible-returned-to-new-york-veterans-family%2F72269065007%2F&text=Lost%20Bible%20returned%20to%20slain%20USAAF%20airman%20from%20World%20War%20II&via=theoklahoman_",
      "https://www.usatoday.com/staff/7245115001/saleen-martin",
      "https://usatoday.com/staff/7245115001/saleen-martin/",
      "https://usatoday.com/videos/life/humankind/2024/01/17/caught-on-camera-a-mans-joy-at-seeing-snow-for-the-first-time/72243983007/&#34;},&#34;promoBrief&#34;:&#34;Peter",
      "https://rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu",
      "https://www.facebook.com/dialog/share",
      "http://twitter.com/intent/tweet",
      "https://www.rafbeaulieu.co.uk/honouring-the-airmen-of-raf-beaulieu/",
      "https://www.downloadmedia.gannett-cdn.com/authoring/videos/zype/renditions/65a6c32879a6db0001b1d190/1080p_30fps.mp4&#34;,&#34;origin&#34;:&#34;USA",
      "https://facebook.com/dialog/share?display=popup&app_id=599259127694607&href=https%3A%2F%2Fwww.oklahoman.com%2Fstory%2Fnews%2Fnation%2F2024%2F01%2F19%2Fwwii-era-bible-returned-to-new-york-veterans-family%2F72269065007%2F"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saleen martin",
          "sentiment": "neutral"
        },
        {
          "name": "edsel j. mcknight",
          "sentiment": "none"
        },
        {
          "name": "coogan",
          "sentiment": "none"
        },
        {
          "name": "rosanne vartanian",
          "sentiment": "none"
        },
        {
          "name": "ava coogan",
          "sentiment": "none"
        },
        {
          "name": "mcknight",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states army air forces",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "usaaf",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T17:21:17.115+02:00",
    "updated": "2024-01-19T17:21:17.115+02:00"
  },
  {
    "uuid": "0043b40a9ebee2cdadc81671bcafab98177ac1c0",
    "url": "https://www.jagranjosh.com/general-knowledge/happy-guru-gobind-singh-jayanti-2023-wishes-messages-quotes-and-status-1703803293-1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Twinkle",
    "published": "2023-12-29T02:00:00Z",
    "title": "Happy Guru Gobind Singh Jayanti 2023: Wishes, Messages, WhatsApp & Facebook Status, Instagram Captions, Quotes & More",
    "text": "Happy Guru Gobind Singh Jayanti 2023: Guru Gobind Singh Jayanti is being celebrated on December 29 this year.The tenth and last human Sikh Guru, Guru Gobind Singh was a warrior, poet, and philosopher. Every year, the day is celebrated with great enthusiasm and joy, also this year marks his 357th birth anniversary. He was the son of Guru Tegh Bahadur, the ninth Guru, who suffered martyrdom at the hands of the Mughal emperor Aurangzeb. Celebrate the life and legacy of the great Sikh saint and his work, Dasam Granth (\"Tenth Volume\") with best messages, wishes, and quotes from below. Guru Gobind Singh Jayanti 2023: Wishes & Messages - May Guru Gobind Singh Ji give you the courage and strength to fight evil and always stand by the side of truth. Wishing you a very happy Gurpurab! - Celebrate Gurpurab With your loved ones, Friends & Family, & Enjoy Guru Gobind Singh Ji’s Divine Love & Blessings...Happy Guru Gobind Singh Jayanti! - On This Auspicious Occasion Of The Birthday Of Guru Gobind Singh Ji, I Wish To Convey you All My Heartiest wishes. - May Guru Govind Singh Ji give you the courage and strength to fight evil and always stand by the side of the truth. Happy Guru Gobind Singh Jayanti! - May this holy occasion enlighten your heart and mind with knowledge and sanctity. Happy Guru Gobind Singh Jayanti to you and your family! - May Wahe Guru shower his blessings on you! Happy Guru Gobind Singh Jayanti! - 5. Dwell in peace in the home of your own being, and the Messenger of Death will not be able to touch you. Happy Guru Gobind Singh Jayanti! - Wishing you all a truly blessed and spiritually fulfilling Guru Gobind Singh Jayanti. - Fruitful is the entire life of those, who feel hunger for the name of the Lord in their minds. Happy Guru Gobind Singh Jayanti! Guru Gobind Singh Jayanti 2023: WhatsApp & Facebook Status - Chidiyan te mein Baaz tudaun, Giddran toh mein sher banaun, Sawa lakh se ek ladaun, Tabe Gobind Singh Naam kahaun. Happy Gurpurab! - Nanak nich kahe vichaar, Waria na jaava ek waar. Jo tud bhave sai bhali kaar, Tu sada salamat nirankaar. Gurpurab dee lakh lakh wadai. - Sab sikhan ko Hukam hai guru manyo Granth – Jyoti jot divas Guru Gobind Singh. Gurpurab dee lakh lakh wadai. - Guru Kalgidhar Patshah Dhan Dhan Shree Gobind Singh Ji De Pavan Gurpurab Diyan Buhut Buhut Vadhaiyaan! - Aap Sab Parivar Nu, Dhan Dhan Sri Guru Gobind Singh Ji, De Prakash Utsav Dian, Lakh Lakh Vadhaiyaan Hovan Ji. - Jagat Jalenda, Rakh Lai, Apni Kirpa Dhaar! Gurupurab Di Vadhaiyaan! - Waheguru Ji ka Khalsa, Waheguru ji ki fateh. Happy Gurupurab to you and your family! - Guru Gobind Singh Jayanti Di Lakh-Lakh Badhai! Guru Gobind Singh Jayanti 2023: Instagram Captions - Celebrating the legacy of Guru Gobind Singh Ji! - Remembering the teachings of courage and compassion on this auspicious day. - Honoring the fearless spirit and wisdom of Guru Gobind Singh Ji. - May the teachings of Guru Gobind Singh Ji inspire us to walk the path of righteousness. - Wishing everyone a blessed and joyous Guru Gobind Singh Jayanti! - Embracing the values of equality, bravery, and kindness. Happy Guru Gobind Singh Jayanti! - On this day, let's reflect on the teachings of Guru Gobind Singh Ji and strive for a better world. - Saluting the visionary and spiritual leader, Guru Gobind Singh Ji, on his Jayanti! - May the light of Guru Gobind Singh Ji's wisdom guide us always. Happy Gurpurab! - Honoring the valor and wisdom of Guru Gobind Singh Ji today and always! Guru Gobind Singh Jayanti 2023: Famous Quotes By Guru Gobind Singh - “He who regards all men as equal is religious.” - It is nearly impossible to be here now when you think there is somewhere else to be.” - “In egotism, one is assailed by fear, he passes his life totally troubled by fear.” - \"Egotism is such a terrible disease, in the love of duality, they do their deeds.” - “The ignorant person is totally blind he does not appreciate the value of the jewel.” - “The greatest comforts and lasting peace are obtained when one eradicates selfishness from within.” - \"Meeting the True Guru, Hunger departs, hunger does not depart by wearing the robes of a beggar.\" - “Day and night, meditate forever on the Lord.” - “ If you are strong, torture not the weak, And thus lay not the axe to thy empire.” - “I came into the world charged with the duty to uphold the right in every place, to destroy sin and evil... the only reason I took birth was to see that righteousness may flourish, that good may live, and tyrants are torn out by their roots.” - Sach kahon sun Leho sabai jin prem Kio tin hee prabh paio. - “I’ll tell the truth; listen everyone. Only those who have Loved, will realize the Lord.” - Har aan kas ki o rastbaazi kunad Rahim-e bar o rehmsaazi kunad - “Those who follow the path of truth in their thought and action, He showers mercies upon them, They are granted his compassion.” - “If you are strong, torture not the weak, And thus lay not the axe to thy empire.” - “It is nearly impossible to be here now when you think there is somewhere else to be.” - “Karta (The Creator) and Karim (The beneficient) are the names of the same God. Razak (The provider) and Rahim (The merciful) are also the names given to Him. Let no man in his error wrangle over differences in names. Worship the One God who is the Lord of all. Know that his form is one and He is the One light diffused in all.” - “The Lord Himself reveals the Path, He Himself is the Doer of deeds.” - “I fall at the feet of those who meditate on the Truest of the True.” - “Fruitful is the entire life of those who feel hunger for the Name of the Lord in their minds.” - “All inhabitants of this world have but one common caste.” - “He who trusts, however, in an oath on God, His Protection also in He; in need, He shows the Path.” On the occasion of Guru Gobind Singh Jayanti, devotees visit Gurudwaras to offer prayers and seek blessings. Various programs and large processions are organized, people hold kirtans or sing devotional songs, do Seva, and share food with the less privileged. Happy Guru Gobind Singh Jayanti 2023!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gobind singh jayanti",
          "sentiment": "negative"
        },
        {
          "name": "tegh bahadur",
          "sentiment": "none"
        },
        {
          "name": "guru gobind singh",
          "sentiment": "none"
        },
        {
          "name": "guru gobind singh jayanti",
          "sentiment": "none"
        },
        {
          "name": "gobind singh ji",
          "sentiment": "none"
        },
        {
          "name": "govind singh ji",
          "sentiment": "none"
        },
        {
          "name": "dasam granth",
          "sentiment": "none"
        },
        {
          "name": "aurangzeb",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "instagram captions",
          "sentiment": "negative"
        },
        {
          "name": "whatsapp & facebook status",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "mughal",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:49:44.019+02:00",
    "updated": "2023-12-29T04:49:44.019+02:00"
  },
  {
    "uuid": "f1f855c59035b3ed9babf19628034459493b93ef",
    "url": "https://www.itv.com/news/2024-10-11/where-in-the-uk-to-spot-comet-last-seen-over-earth-80000-years-ago",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ITVNews",
    "published": "2024-10-11T13:35:00Z",
    "title": "Where in the UK to spot comet last seen over Earth 80,000 years ago | ITV News",
    "text": "By Suzanne Elliott, Deputy Content Editor A rare and bright comet last seen from Earth about 80,000 years ago will be visible from the UK this weekend. The Comet A3 (Tsuchinshan-ATLAS) will make its closest approach to the Northern Hemisphere on Saturday, when it offers stargazers the best chance to see it with the naked eye. Although it will be visible for about two weeks from Friday night when it zooms within 44 million miles (71 million kilometres) from Earth, the best view is likely to be on October 12. With a 80,000-year orbit, the comet would have last been seen when our closest ancient human relatives walked the planet. Where and how can you see Comet A3 (Tsuchinshan-ATLAS) over British skies Dr Robert Massey, deputy executive director at the Royal Astronomical Society, said the comet was photographed in British skies in September \"but was too low to see with the eye\". This latest flyby came at \"quite a time, given the aurora last night and the prospect of a bright comet\", he said.The comet will be visible in the west after sunset, Dr Massey said. It will appear higher each night over the next few weeks before fading. Dr Massey suggests finding a dark place away from street lamps to get the best view. Apps like Stellarium can help you locate the best spot to see the comet, Dr Massey advises. \"Look in the west after sunset, and be prepared to sweep along the horizon with a pair of binoculars.\"\"So far observations by experienced comet observers suggest it's as bright as expected, which is a good sign, so we can be reasonably optimistic about it being a good sight.\" Subscribe free to our weekly newsletter for exclusive and original coverage from ITV News. Direct to your inbox every Friday morning. Dr Massey's tips on getting the best view of Comet A3 (Tsuchinshan-ATLAS): As with all night time astronomy, it's good to get away from streetlights.The time to look is just after sunsetBe somewhere with a good uncluttered western horizon (no high buildings, hills or trees).Binoculars are a good idea, to find it initially and then see if it's visible by eye.Can I see it with the naked eye? There is a chance the comet may be visible to the naked eye , although you stand a better chance of seeing it through a pair of binoculars, Dr Massey told ITV News.Several comets are discovered every year, but many burn up near the sun or linger too far away to be visible without special equipment. After its Earth flyby, the comet will head once again toward the solar system’s outer fringes.What are the best conditions to get the clearest view of the comet? \"You need a clear sky, fairly obviously,\" says Dr Massey. \"Over the next week the Moon will wax (grow towards Full), and its light will interfere a bit. But in twilight that's probably less important.\" What is a comet? Comets are frozen debris from the solar system’s formation billions of years ago. They heat up as they head towards the sun which is what causes their characteristic tails.In 2023, a green comet that last visited Earth 50,000 years ago was able to be seen from Earth. Other notable flybys included Neowise in 2020, and Hale-Bopp and Hyakutake in the mid to late 1990s.What is the Comet A3 (Tsuchinshan-ATLAS)? The comet, also designated C/2023 A3, was discovered in 2023 and is named after the observatories in China and South Africa that spotted it.Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Weather"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T20:18:26.098+03:00",
    "updated": "2024-10-12T22:18:31.136+03:00"
  },
  {
    "uuid": "41114929ec2c067fbe92b8078d113163ff830e3f",
    "url": "http://business.decaturdailydemocrat.com/decaturdailydemocrat/article/getnews-2023-12-28-beverly-builders-group-unveils-top-notch-room-addition-services-for-north-hollywood-residents",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Decatur Daily Democrat",
    "published": "2023-12-28T00:00:00Z",
    "title": "Beverly Builders Group Unveils Top-Notch Room Addition Services for North Hollywood Residents | News | decaturdailydemocrat.com",
    "text": "Beverly Builders Group, a reputable construction company based in North Hollywood, CA, is pleased to announce its top-notch room addition services. With years of experience in the industry, Beverly Builders Group has earned a reputation for delivering excellence in craftsmanship and customer satisfaction. A room addition is an excellent way to expand your living space without the hassle of moving. Whether you need an extra bedroom, a home office, a playroom, or any other type of additional space, Beverly Builders Group has the expertise to bring your vision to life. \"Our goal at Beverly Builders Group is to provide our clients with seamless room additions that not only meet but exceed their expectations,\" said a spokesperson for the company. \"We understand that every client has unique needs and preferences, and we work closely with them to create personalized solutions that enhance their living space.\" Beverly Builders Group offers a comprehensive range of room addition services, including: Design and Planning: Collaborating with clients to create customized room addition designs that seamlessly integrate with the existing structure and complement the overall aesthetics of the home. Permitting and Regulatory Compliance: Handling all necessary permits and ensuring compliance with local building codes and regulations, ensuring a smooth and hassle-free construction process. Construction: Employing a team of skilled craftsmen who use high-quality materials and industry-leading techniques to construct room additions that are built to last. Electrical and Plumbing: Integrating electrical and plumbing systems seamlessly into the new space to ensure functionality and convenience. Interior Finishes: Assisting clients in selecting finishes, such as flooring, paint, and fixtures, that align with their style and preferences. Beverly Builders Group takes pride in its commitment to customer satisfaction. They understand that a room addition is a significant investment, and they strive to deliver exceptional results within the agreed-upon timeline and budget. Their team of experts works diligently to ensure that every aspect of the room addition project is executed with precision and professionalism. For more information about Beverly Builders Group's room addition services or to schedule a consultation, please visit https://beverlybuildersgroup.com/ - https://beverlybuildersgroup.wordpress.com/2023/12/28/press-release-oct-home-remodeling/ or contact us at (818) 724-7744. About Beverly Builders Group: Beverly Builders Group is a renowned construction company based in North Hollywood, CA. With a strong focus on quality craftsmanship and customer satisfaction, Beverly Builders Group specializes in providing top-notch room addition services. They are committed to delivering exceptional results that transform their clients' homes and enhance their living spaces. Media Contact Company Name: Beverly Builders Group Contact Person: Erlon NZ Email: Send Email Phone: (818) 724-7744 Address:6851 Laurel Canyon Blvd #3 City: North Hollywood State: CA Country: United States Website: https://beverlybuildersgroup.com/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://beverlybuildersgroup.wordpress.com/2023/12/28/press-release-oct-home-remodeling/",
      "http://www.universalpressrelease.com/?pr=beverly-builders-group-unveils-topnotch-room-addition-services-for-north-hollywood-residents",
      "https://beverlybuildersgroup.com/",
      "https://beverlybuildersgroup.com",
      "http://www.universalpressrelease.com/",
      "https://www.beverlybuildersgroup.com/",
      "https://beverlybuildersgroup.wordpress.com/2023/12/28/press-release-oct-home-remodeling",
      "https://www.beverlybuildersgroup.wordpress.com/2023/12/28/press-release-oct-home-remodeling/",
      "http://universalpressrelease.com/?pr=beverly-builders-group-unveils-topnotch-room-addition-services-for-north-hollywood-residents"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "beverly builders group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north hollywood",
          "sentiment": "none"
        },
        {
          "name": "ca",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:15:21.575+02:00",
    "updated": "2023-12-29T02:15:21.575+02:00"
  },
  {
    "uuid": "86af51ea5ef918cf2b88133d35ad354cfa15491e",
    "url": "https://www.foxbangor.com/news/national/real-world-harm-if-meta-ends-fact-checks-global-network-warns/article_9010db83-8fe5-5a35-b828-f63f122c1e50.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2025-01-10T09:58:00Z",
    "title": "'Real-world harm' if Meta ends fact-checks, global network warns | National | foxbangor.com",
    "text": "There will be \"real-world harm\" if Meta expands its decision to scrap fact-checking on Facebook and Instagram, a global network warned Thursday while disputing Mark Zuckerberg's claim such moderation amounts to censorship.\nMeta founder and CEO Mark Zuckerberg's surprise announcement this week to slash content moderation policies in the United States has sparked alarm in countries such as Australia and Brazil.\nThe tech tycoon said fact-checkers were \"too politically biased\" and the program had led to \"too much censorship\".\nBut the International Fact-Checking Network, which includes AFP among its dozens of member organizations globally, said the censorship claim was \"false\".\n\"We want to set the record straight, both for today's context and for the historical record,\" said the network.\nFacebook pays to use fact checks from around 80 organisations globally on the platform, as well as on WhatsApp and Instagram.\nThere could be devastating consequences if Meta broadens its policy shift beyond US borders, to programs covering more than 100 countries, the International Fact-Checking Network warned.\n\"Some of these countries are highly vulnerable to misinformation that spurs political instability, election interference, mob violence and even genocide,\" the network said.\n\"If Meta decides to stop the program worldwide, it is almost certain to result in real-world harm in many places,\" it added.\nAFP currently works in 26 languages with Facebook's fact-checking scheme.\nIn that program, content rated \"false\" is downgraded in news feeds so fewer people will see it and if someone tries to share that post, they are presented with an article explaining why it is misleading.\nMore from this section +2 Israel army says body of hostage retrieved from Gaza",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Politics"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->values",
      "Social Issue->discrimination",
      "Science and Technology->technology and engineering",
      "Science and Technology->social sciences",
      "Politics->censorship and freedom of speech",
      "Politics->freedom of the press",
      "Politics->human rights"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Mark Zuckerberg",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "International Fact-Checking Network",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "86af51ea5ef918cf2b88133d35ad354cfa15491e",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2025-01-10T12:42:01.362+02:00",
    "updated": "2025-01-10T12:42:01.362+02:00"
  },
  {
    "uuid": "d2a36913ed77cf606ba6061432385751575ac44e",
    "url": "https://viapais.com.ar/rafaela/sunchales-tacurales-y-clucellas-se-suman-al-programa-1000-aulas-de-la-provincia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adrian Gerbaudo",
    "published": "2024-09-19T19:41:00Z",
    "title": "Sunchales, Tacurales y Clucellas se suman al programa “1.000 aulas” de la Provincia",
    "text": "A partir del programa 1000 Aulas, el Ministerio de Educación de la Provincia puso en ejecución las primeras 250 aulas previstas para el año 2024. En ese marco, este jueves el titular de la cartera educativa, José Goity, encabezó un acto en el Salón Blanco de la Casa de Gobierno de Santa Fe en el que se firmaron convenios para la construcción de 47 aulas en 45 localidades de la provincia que demandan una inversión de $ 48 millones por aula, mientras que la inversión total asignada para este año fue de $ 10.000 millones. A los convenios ya firmados para la construcción de 34, 78 y 47 aulas en localidades de toda la provincia se les suman 3 grandes licitaciones que están en marcha para 25 nuevas aulas en Santa Fe y Santo Tomé, 45 en Rosario y Villa Gobernador Gálvez y 25 en Venado Tuerto. En ese marco, Goity destacó: “Nos propusimos tener un plan de infraestructura acorde a las necesidades y lo estamos haciendo”. “Hoy completamos el mandato que nos puso el gobernador Maximiliano Pullaro, el gobierno y la sociedad de completar 250 aulas en un año”, recalcó el ministro, quien agregó: “Todas las aulas están en ejecución y vamos a llegar a fin de año y al principio del ciclo lectivo con cada una de las aulas habilitadas, trabajando con el mobiliario correspondiente”. Del acto participaron además, los ministros de Gobierno e Innovación Pública, Fabián Bastia; de Economía, Pablo Olivares; de Cultura, Susana Rueda; las secretarias de Coordinación y Gestión de Recursos, María Martín; de Educación, Carolina Piedrabuena; de Gestión Territorial y Educativa, Daiana Gallo Ambrosis; el secretario general de la Gobernación, Juan Cruz Cándido; el presidente provisional del Senado, Felipe Michlig; demás legisladores, supervisores, personal directivo y docentes. Calidad educativa para la posteridad Bastía, aseguró que “hoy es un día histórico porque se van dando distintas acciones que tienen que ver con cambiar y transformar la provincia y estar cumpliendo con la palabra, entendiendo a la educación como un valor fundamental”. El ministro Olivares, remarcó la importancia de tener aulas en condiciones: “Son espacios donde los niños aprenden a moverse, a encontrar el sentido de las cosas como lo da la cultura, pero también se aprende a compartir, a tolerar, a escuchar al otro, a autocontrolarse y a soportar a veces que otro piense distinto para encontrar una verdad que esté en el camino”. Por último, la secretaria Martín expresó que “hoy firmamos estos co-convenios que nos permiten alcanzar ese objetivo que nos habíamos trazado de 250 aulas en construcción para el año que viene y lo hicimos con la convicción de que mejor infraestructura son mejores aprendizajes”. Las 43 localidades beneficiadas En el departamento San Jerónimo, escuelas de Díaz y Loma Alta tendrán 1 nueva aula cada una. En San Justo se hará un aula para Marcelino Escalada, otra para Videla y otra para Pedro G. Cello. En Iriondo, Serodino (1) y Totoras (1). En Belgrano, Tortugas y Las Rosas, un aula para cada una. En General López, una aula nueva para Amenábar y otra para Sancti Spiritu. En San Cristóbal, las localidades de Arrufó, Constanza, y Ñanducita tendrán un aula cada una. En La Capital, las beneficiadas son escuelas de Nelson (1), Sauce Viejo (1) y Campo Andino (1). En tanto, en 9 de Julio, habrá nuevas aulas en Tostado y Logroño, una para cada localidad. En San Lorenzo, Roldán tendrá dos aulas, una para San Lorenzo y otra para Timbúes y en Caseros, una nueva aula para Chabás, San José de la Esquina (1) y Arequito (1). En Las Colonias habrá nuevas aulas en Progreso (1) y en San Jerónimo del Sauce (1). En Castellanos, en Sunchales (1) Tacurales (1) y Clucellas (1). En Rosario, se suman nuevas aulas en Arroyo Seco (1) y Uranga (1). En General Obligado, Villa Ocampo tendrá dos nuevas aulas. Asimismo, en San Martín habrá una nueva aula en San Martín de las Escobas y otra en el Trébol. En San Javier se suman aulas en escuelas de Cacique Aracaiquin (1) y Colonia Durán (1). En Vera habrá nuevas aulas en Vera (1), La Gallareta (1) y Tartagal (1). En Constitución habrá nuevas aulas en escuelas de Juncal (1), Empalme Villa Constitución (1) y en Villa Constitución (1). Finalmente Garay sumará nuevas aulas en escuelas de Helvecia (1) y Colonia Mascías (1). La mirada de Alcides Calvo Las obras que se podrán materializar a través de este programa, serán en las escuelas, N°404 Domingo Faustino Sarmiento de Clucellas, la Escuela N°588 Lanceros del Sauce de Colonia Tacurales y la Escuela N°212 “Pioneros de Rochdale” de la ciudad de Sunchales, evaluando las necesidades propias de cada localidad en materia de educación, buscando generar mejor infraestructura escolar para posibilitar que los procesos educativos se desarrollen en contextos adecuados para el alumno. Recordemos que ya firmaron convenios similares las comunas de María Juana, Angélica, Colonia Aldao, Susana, Josefina y Virginia. En ese sentido, Calvo reflexionó “Estamos hoy aquí para la firma de estos convenios que van a permitir a las localidades de Tacurales y Clucellas reforzar esl sistema educativo con la construcción de estas aulas para sumar espacios donde permitan que el aprendizaje de los alumnos sea optimo, de la misma manera que lo hemos hecho hasta el momento con otras 6 localidades y que al día de hoy están en proceso de iniciar las obras, seguiremos trabajando para continuar con otros pedidos formalizados por parte de Comunas y directivos de escuelas, para seguir sumando localidades e instituciones a este programa por que sabemos que son requerimientos muy necesarios para cada establecimiento”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:24:01.779+03:00",
    "updated": "2024-09-20T00:24:01.779+03:00"
  }
]