[
  {
    "uuid": "2d2809e46d404b5cf25593c66a9ba7bbaf596953",
    "url": "https://www.devdiscourse.com/article/headlines/2761262-two-south-koreans-released-after-being-kidnapped-in-nigeria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-30T00:15:00Z",
    "title": "Two South Koreans released after being kidnapped in Nigeria | Headlines",
    "text": "Two South Koreans kidnapped by gunmen in Nigeria earlier this month have been released safely, Seoul's foreign ministry said on Saturday. But the region is volatile and suffers from crude oil theft and vandalism of pipelines, which has taken a toll on Nigeria's oil output. [Reuters](/reuters-stories)| Seoul | Updated: 30-12-2023 08:15 IST | Created: 30-12-2023 08:15 IST - Country: - South Korea Two South Koreans kidnapped by gunmen in Nigeria earlier this month have been released safely, Seoul's foreign ministry said on Saturday. The two men were taken after gunmen ambushed their convoy in Nigeria's oil-producing Niger Delta on Dec. 12, killing four soldiers guarding the group and two civilian drivers. \"On Friday, we secured custody of the two abducted Korean citizens,\" the ministry said in a statement. \"Both people are currently in good health, and after a hospital checkup, they moved to a safe area and spoke with their families.\" Attacks by militants in the Niger Delta have dwindled over the years. But the region is volatile and suffers from crude oil theft and vandalism of pipelines, which has taken a toll on Nigeria's oil output. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) - READ MORE ON: - [Nigeria](/news?tag=Nigeria) - [South Koreans](/news?tag=South+Koreans) - [Niger Delta](/news?tag=Niger%0aDelta) - [Seoul](/news?tag=Seoul) - [Korean](/news?tag=Korean) - [the ministry](/news?tag=the%0aministry) ALSO READ [Nigeria Supreme Court blocks release of separatist leader Kanu](/article/law-order/2747332-nigeria-supreme-court-blocks-release-of-separatist-leader-kanu) [Nigeria Supreme Court blocks release of separatist leader Kanu](/article/law-order/2747171-nigeria-supreme-court-blocks-release-of-separatist-leader-kanu) [Nigeria's Supreme Court reinstates terrorism charges against separatist leader](/article/law-order/2747670-nigerias-supreme-court-reinstates-terrorism-charges-against-separatist-leader) [DRI arrests Nigerian operating drug syndicate from Greater Noida](/article/law-order/2749703-dri-arrests-nigerian-operating-drug-syndicate-from-greater-noida) [DRI nabs Nigerian national for key role in drug smuggling syndicate operating from Greater Noida](/article/headlines/2749735-dri-nabs-nigerian-national-for-key-role-in-drug-smuggling-syndicate-operating-from-greater-noida)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "niger delta",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "seoul",
          "sentiment": "none"
        },
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:50:56.383+02:00",
    "updated": "2023-12-30T04:50:56.383+02:00"
  },
  {
    "uuid": "691e2e9439984806917a1d2b8949671239c51927",
    "url": "https://www.kulr8.com/news/amidst-several-school-closures-billings-public-school-maintains-regular-hours-using-cold-weather-protocols/article_0c77c5fe-b157-11ee-ab1d-af9611b9ec44.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Simran Kumari NonStop Local Multimedia Journalist",
    "published": "2024-01-12T05:00:00Z",
    "title": "Amidst several school closures, Billings Public School maintains regular hours using cold weather protocols | News | kulr8.com",
    "text": "BILLINGS, Mt: Among several school closures across Montana, Billings Public School (SD2) is choosing to maintain regular school operations on Friday using cold weather protocols. School District 2 officials said they are closely monitoring the weather; however, their intention is to maintain regular school hours for students. They took to their Facebook page on Thursday to share that the elementary and middle schools are going to follow standard start and end times. High schools will observe early dismissals due to semester exams as previously scheduled. On Monday, January 15th, SD2 will have a non-school day for students as their staff will be engaged in professional development activities. Billings Public School emphasized that the safety of their students and staff remains their top priority, so they will be closely monitoring the weather conditions for any update to school operations. Any updated information about school closures will be communicated through their website and Facebook posts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "billings public school",
          "sentiment": "negative"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "montana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-12T18:53:41.509+02:00",
    "updated": "2024-01-12T18:53:41.509+02:00"
  },
  {
    "uuid": "4f8880790b2ca92ac312d9875d8dd363c557e6a6",
    "url": "https://www.sportskeeda.com/pop-culture/eileen-movie-review-a-nuanced-portrayal-grey-area-characters",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "hindi.sportskeeda.com",
    "published": "2024-01-05T16:36:00Z",
    "title": "Eileen movie review: A nuanced portrayal of grey area characters",
    "text": "') > -1) { addClass($('.section-container'), 'pill-tag'); } A still from the movie (Image via Neon) Like what you are reading? Unlock the Full Story for Free! Sign in with Google Continue with Facebook Login using other methods The narrative of Eileen centers around the titular character, a young woman whose life is a monotonous cycle of caring for her alcoholic father and working at a juvenile prison. However, her existence is upended by the arrival of a psychologist named Rebecca in the prison. With Rebecca's entry, Eileen's life takes an unprecedented turn.\nDisclaimer: The article contains major spoilers from the movie.\nNotably, the movie is a dark and thrilling adaptation of Ottessa Moshfegh's book with the same title, and has commendable performances by Anne Hathaway as Rebecca and Thomas McKenzie as Eileen. However, as it delves into the complexities of its characters and setting, it contains some tonal inconsistencies.\nHow Eileen culminates as a twisted psychological thriller\nView this post on Instagram Instagram Post\nThere is a significant tonal shift in the third act of the movie that disrupts its coherence. This shift results in Rebecca's character becoming less credible as her portrayal isn't quite consistent. Although Hathaway's acting is compelling, the change in tone affects her character and diminishes the audience's engagement with the story.\nFurthermore, the film's use of a small-town setting, muted color palette, and stark landscapes visually aids the storytelling. The depiction not only sets the tone of the film but also mirrors the internal states of the characters.\nNotably, the movie is based on the book by Ottessa Moshfegh of the same name. Speaking of which, William Oldroyd, the director of Eileen , does a meticulous job of navigating moral gray areas and creating a suspenseful and unsettling atmosphere as described in the book.\nThrough his direction, he has effectively executed the film as a journey through various character studies as it culminates in a deeply twisted psychological thriller . Moreover, the narrative also explores the themes of secrets, lies, and liberation as elucidated in the book.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/p/Cz6w711vCeI/?utm_source=ig_embed&utm_campaign=loading",
      "https://www.instagram.com/p/Cz6w711vCeI/",
      "https://instagram.com/p/Cz6w711vCeI/?utm_source=ig_embed&utm_campaign=loading"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "eileen",
          "sentiment": "negative"
        },
        {
          "name": "thomas mckenzie",
          "sentiment": "none"
        },
        {
          "name": "rebecca",
          "sentiment": "none"
        },
        {
          "name": "anne hathaway",
          "sentiment": "none"
        },
        {
          "name": "ottessa moshfegh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google continue",
          "sentiment": "none"
        },
        {
          "name": "facebook login",
          "sentiment": "none"
        },
        {
          "name": "instagram instagram post",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:08:19.872+02:00",
    "updated": "2024-01-06T00:08:19.872+02:00"
  },
  {
    "uuid": "6aea5d6c184efee0860ee223f600526199739880",
    "url": "https://www.statesman.com/story/news/nation/2024/02/22/texas-catholic-migrant-shelter-alleged-human-smuggling/72682106007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren Villagran",
    "published": "2024-02-23T01:32:00Z",
    "title": "Texas targets Catholic migrant shelter for alleged 'human smuggling'",
    "text": "EL PASO, Texas – Every day, Ruben Garcia's cellphone dings with text messages from U.S. Border Patrol.\nWith each text, agents tell Garcia how many migrants will be lawfully released and need a meal, a shower or a place to sleep. The executive director of the nonprofit Annunciation House – a Catholic evangelist who once brought Mother Teresa to the Texas border – has specialized in meeting those needs for more than 40 years through a network of faith-based shelters . He calls the work \"hospitality.\"\nTexas Attorney General Ken Paxton now alleges it's \"human smuggling.\"\nIn a new lawsuit, Paxton claims the Annunciation House \"appears to be engaged in the business of human smuggling,\" charges its shelter network amounts to “an illegal stash house” and is threatening to terminate the nonprofit’s right to operate in Texas.\nExperts say the litigation against a Catholic migrant aid organization is a serious expansion of Texas Gov. Greg Abbott’s sprawling crackdown on immigration and border communities. Should the state prevail, it could have wide-ranging implications for churches, hospitals and other organizations that provide humanitarian assistance.\nPrep for the polls: See who is running for president and compare where they stand on key issues in our Voter Guide\n\"We are now witnessing an escalating campaign of intimidation, fear and dehumanization in the state of Texas,\" said Bishop Mark Seitz of the Catholic Diocese of El Paso. The city's identity as \"a place of welcome and dignity\" is at stake, he said.\nA network of faith-based migrant shelters Annunciation House isn't a place, per se. It's a community of like-minded people, driven by their faith to help the most vulnerable regardless of circumstance. Depending on the year, Garcia's network of faith-based shelters stretches from Dallas to Denver, from Albuquerque to southern New Mexico.\nThe shelters are staffed largely by volunteers, including college students and retired seniors. Two of the El Paso shelters serve as convalescent homes for migrants who have been severely injured on their journey, including those who have fallen from the 30-foot border fence .\nChurches open their doors to migrants when they can, and Garcia tries to ensure that every migrant processed and lawfully released by Border Patrol in El Paso has somewhere to go – a task that has gotten harder as the number of migrants arriving at the border has risen in recent years.\nBut his work has been rendered newly political as Texas' elected leaders – and national politics – veer further to the right on immigration .\nPaxton said in a statement this week that organizations assisting migrants are “responsible for worsening illegal immigration.”\n“The chaos at the southern border has created an environment where NGOs, funded with taxpayer money from the Biden Administration, facilitate astonishing horrors including human smuggling,” he said.\nMore: So many deaths, not enough ways to track them: Migrant deaths surge at US-Mexico border\nPete Hermansen, a former Border Patrol agent-in-charge who also directed the agency's national special operations, said he witnessed \"both sides of it\" during his 21 - year career in the agency.\n\"I saw organizations that crossed the line and organizations that were there to help people,\" he said. \"Regardless of how provocative Texas is getting, Texas is sharing with the nation the pain of this immigration problem so there is visibility to it.\"\nBorder Patrol’s daily calls and text messages to Garcia’s cellphone each day have come during successive presidential administrations – Obama's, Trump's, Biden's – as the make-up of migrants arriving at the border has shifted from individuals sneaking into the country to look for work, to families with children asking for asylum at the border\nAgents who process asylum-seekers and other migrants have often prioritized keeping them off the street once released. In El Paso, that means texting Garcia and sending migrants to an Annunciation House shelter instead of a street corner.\n\"Faith-based organizations have been picking up the pieces of a broken system for decades,\" said Dylan Corbett, executive director of the Hope Border Institute, another El Paso-based Catholic migrant aid group. Paxton's lawsuit \"is designed for political effect and also to have a chilling effect.\"\nAnnunciation House attorney Jerry Wesevich said Paxton's litigation is \"a gimmick lawsuit to try to shut down\" the nonprofit.\n“You have a bunch of church ladies trying to help people,” Wesevich said. “Annunciation House is not an immigration outfit. It doesn’t decide who is in the country legally or illegally.”\nTexas pursues border crackdown in the courts Texas Gov. Greg Abbott has sought to clamp down on migration at the Texas border through his Operation Lone Star and the office of his attorney general.\nSince 2021, Abbott has deployed hundreds of Texas National Guard troops to the Mexican border, installed reams of razor wire along the Rio Grande and bused more than 100,000 migrants to Democrat-led cities around the country at a cost of roughly $10 billion. He recently announced plans to build a military facility to house 2,300 troops at the borderline.\nPaxton has pursued the governor's border crackdown through the courts.\nHe has sued to force the Biden administration to continue building a barrier along the 2,000-mile border and defended Abbott's placement of a buoy barrier in the Rio Grande after the Department of Justice sued. He has filed more than 20 lawsuits against the Biden administration, including many targeting the administration's immigration policies , according to a count by the Texas Tribune.\nOn Feb. 7, Paxton's office ordered Annunciation House via email to provide \"immediate access\" to the nonprofit's records, including \"all logs\" identifying the migrants it has served, according to court documents. Annunciation House sued in Texas 205th District Court, asking a judge to review which of its records must be turned over by law.\n\"The AG threatened criminal sanctions and forfeiture of (Annunciation House's) right to do business in Texas if the AG, in his sole discretion, decides that (Annunciation House) has not complied, the nonprofit stated in its lawsuit filed Feb. 8.\nPaxton counter-sued on Feb. 20 to revoke Annunciation House's registration to operate in Texas.\n\"All we want is a court ruling,\" Wesevich said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.texastribune.org/2023/01/24/texas-paxton-biden-lawsuit-immigration-asylum-parole/",
      "https://www.texasattorneygeneral.gov/news/releases/attorney-general-ken-paxton-sues-end-ngos-operations-texas-after-discovering-potential-efforts",
      "https://texasattorneygeneral.gov/news/releases/attorney-general-ken-paxton-sues-end-ngos-operations-texas-after-discovering-potential-efforts",
      "https://texastribune.org/2023/01/24/texas-paxton-biden-lawsuit-immigration-asylum-parole/",
      "https://www.texastribune.org/2023/01/24/texas-paxton-biden-lawsuit-immigration-asylum-parole"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "patro",
          "sentiment": "negative"
        },
        {
          "name": "ruben garcia",
          "sentiment": "negative"
        },
        {
          "name": "mother teresa",
          "sentiment": "none"
        },
        {
          "name": "greg abbott",
          "sentiment": "none"
        },
        {
          "name": "garcia",
          "sentiment": "none"
        },
        {
          "name": "ken paxton",
          "sentiment": "none"
        },
        {
          "name": "paxton",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "el paso",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "annunciation house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "texas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T01:27:47.477+02:00",
    "updated": "2024-02-24T01:27:47.477+02:00"
  },
  {
    "uuid": "d464efa5ccb4215dee54282599dd0f487999c90a",
    "url": "https://sevilla.abc.es/gurme/recetas/mejores-recetas/sevi-puede-comer-viernes-santo-45-recetas-vigilia-202403291438_busqueda.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABC.es",
    "published": "2024-03-29T00:00:00Z",
    "title": "¿Qué se puede comer el Viernes Santo? 45 recetas de vigilia",
    "text": "¿Qué se puede comer el Viernes Santo? 45 recetas de vigilia La Semana Santa es una de las épocas gastronómicas más interesantes. No sólo porque nuestros recetarios se llenan de sabores y aromas exclusivos de estas semanas, como pueden ser las [ torrijas](https://sevilla.abc.es/gurme/recetas/sevi-torrijas-201703051700_noticia.html), sino, sobre todo, porque durante siglos se han mantenido unas tradiciones culinarias bien arraigadas cuyo origen se remonta a los principios del cristianismo. El periodo cuaresmal nos recuerda la travesía del desierto de Jesús, su hambre y su sed. Por eso, durante siglos, en esta época se conminaba a los cristianos a no comer carne, uno de los alimentos más preciados y deliciosos de la época. Para “revivir” en cierta medida su sacrificio. Aunque algunas tradiciones sí se han visto modificadas por las nuevas modas en la cocina, por los gustos de los comensales y por las formas de cocinar actuales, lo cierto es que la esencia de los menús cuaresmales se ha mantenido intacta, prescindiendo de la carne en buena parte de las comidas. Esto es así, sobre todo, el Viernes Santo, día en el que se conmemora la muerte de Jesús. Esta costumbre sigue estando vigente en muchas zonas del país. Y, a veces, no es fácil diseñar un menú acorde a esta tradición, dada la dependencia de la carne que tenemos en la actualidad. Por ello, en GURMÉ te descubrimos qué se puede comer el Viernes Santo con nuestra propuesta de 45 recetas de vigilia sin carne que harán que tu mesa se llene, de sabor, nutrición y tradición. Recetas de vigilia para el Viernes Santo Las recetas de vigilia están protagonizadas por verduras, legumbres y pescados. De entre los pescados, hay uno que sobresale de manera especial: se trata del [ bacalao](https://sevilla.abc.es/gurme/recetas/mejores-recetas/sevi-60-recetas-bacalao-faciles-preparar-acierto-esta-semana-santa-202403191027_busqueda.html). En cuanto a las verduras, las reinas de esta época en nuestras cocinas son las [ espinacas](https://sevilla.abc.es/gurme/recetas/mejores-recetas/sevi-9-recetas-espinacas-perfectas-para-viernes-cuaresma-202403071027_busqueda.html). Dos alimentos muy saludables y nutritivos que encuentran su punto álgido en platos como el [ bacalao con espinacas sobre crema de potaje](https://sevilla.abc.es/gurme/recetas/sevi-bacalao-sobe-crema-de-potaje-y-espinacas-201502201230_noticia.html). Precisamente, los garbanzos también constituyen uno de esos alimentos protagonistas de la Cuaresma. De ahí que, en la selección que en GURMÉ te hemos preparado, encontremos platos como el [ potaje de vigilia](https://sevilla.abc.es/gurme/recetas/sevi-potaje-de-vigilia-con-bacalao-y-espinacas-201502271230_noticia.html). Si las combinaciones entre estos tres ingredientes dan resultados deliciosos, también lo hacen cuando se mezclan y combinan con otros alimentos. Resultado de estas combinaciones serán platos como el [ arroz con bacalao](https://sevilla.abc.es/gurme/recetas/sevi-arroz-con-bacalao-201903060800_noticia.html) o el [ potaje de Cuaresma con langostinos](https://sevilla.abc.es/gurme/recetas/sevi-potaje-de-cuaresma-con-langostinos-201203021230_noticia.html). Por supuesto, no nos olvidamos en nuestra selección de recetas de vigilia de los sabores dulces. Así, además de sabores tradicionales con toques de innovación, como las [ torrijas caramelizadas](https://sevilla.abc.es/gurme/recetas/sevi-torrijas-caramelizadas-con-salsa-de-toffe-201311161230_noticia.html,), aprenderemos a cocinar postres que han pervivido en nuestros hogares durante siglos, como los [ huesos de santo](https://sevilla.abc.es/gurme/recetas/sevi-huesos-de-santo-201104141014_noticia.html) o los [ pestiños](https://sevilla.abc.es/gurme/recetas/sevi-receta-pestinos-caseros-para-sorprender-todos-esta-semana-santa-202303291530_noticia.html), que harán las delicias de los más golosos. Y sin más preámbulos, vamos a descubrir qué se puede comer el Viernes Santo con la selección de recetas de vigilia que te proponemos:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T16:46:21.499+03:00",
    "updated": "2024-03-29T16:46:21.499+03:00"
  }
]