[
  {
    "uuid": "42de761416f34471d78b0df40a79c21289aa75cd",
    "url": "https://www.sentinelassam.com/north-east-india-news/assam-news/tezpur-union-home-minister-amit-shah-predicts-naxal-free-india-within-three-years-at-60th-raising-day",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sentinel Digital Desk",
    "published": "2024-01-20T05:37:00Z",
    "title": "Tezpur: Union Home Minister Amit Shah Predicts Naxal-Free India Within Three Years at 60th Raising Day",
    "text": "TEZPUR: In a keynote address on the occasion of the 60th Sashastra Seema Bal (SSB) celebrations in Tezpur, Assam, Union Home Minister Amit Shah expressed his confidence that within the next three years under Prime Minister Narendra Modi's leadership India will become free from the threat of Naxalism. Mr. Shah applauded the instrumental role played by SSB, along with the Central Reserve Police Force (CRPF) and the Border Security Force (BSF), in mitigating the impact of Naxal activities across the country. Mr. Shah appreciated the important role played by the SSB along with the Central Reserve Police Force (CRPF) and Border Security Force (BSF) in curtailing the impact of Naxal activities across the country. Acknowledging the unique contribution of SSB, Shah highlighted its potential to minutely bring together culture, history, landscape and language and create a strong bond between border communities and the rest of the country He also reviewed Naxal operations and praised SSB personnel for bravely fighting against Naxals in states like Chhattisgarh , Jharkhand and Bihar were present. Apart from securing the borders of allies like Nepal and Bhutan, Shah highlighted the vital role of SSB in fighting terrorism in Jammu and Kashmir. Amit Shah has also stressed the dual responsibility of the army to guard the international borders and preserve the cultural heritage of the border areas in the country. On the occasion of the 60th Raising Day, Union Home Minister Mr. Shah announced that the Government of India had released a commemorative stamp, symbolizing the enduring dedication of SSB personnel to their duties. Besides, Union Home Minister Mr. Amit Shah spoke about the Union government’s commitment to the welfare of all Central Armed Police Forces (CAPF) including the CRPF. He stressed that 1.75 lakh recruits have been added to the Central Armed Police Forces in the last nine years. Shah also referred to the recent legal reforms aimed at speeding up the delivery of justice, indicating the government’s proactive stance in meeting the needs of the security forces.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amit shah",
          "sentiment": "negative"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "naxals",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ssb",
          "sentiment": "none"
        },
        {
          "name": "border security force",
          "sentiment": "none"
        },
        {
          "name": "central reserve police force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bihar",
          "sentiment": "none"
        },
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "chhattisgarh",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T12:38:31.180+02:00",
    "updated": "2024-01-20T12:38:31.180+02:00"
  },
  {
    "uuid": "4bfa1213324cd66def919180afb718bbaefbe730",
    "url": "https://www.leggo.it/spettacoli/masterchef/masterchef_nicolo_gaffe_locatelli_reazione_oggi_28_12_2023-7840465.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ida Di Grazia",
    "published": "2023-12-28T21:11:00Z",
    "title": "Masterchef, gaffe di Nicolò su una ex concorrente: «Sto facendo il maiale chef». La reazione di Locatelli lascia tutti di stucco",
    "text": "Ai Live Cooking di Masterchef Italia Nicolò ha conosciuto Francesca e durante la puntata di giovedì 28 dicembre, chef Locatelli ha chiesto al giovane concorrente se si fossero rivisti. La risposta del giovane però ha spiazzato tutti «Sto facendo il maiale chef». ma non è tutto come sembra. Andiamo con ordine.\nMasterchef Italia, terza puntata: esterna a Messina e prime eliminazioni. Le anticipazioni\nMasterchef Italia, gaffe di Nicolò su una ex concorrente «Sto facendo il maiale chef». La reazione di Locatelli lascia tutti di stucco Masterchef Italia, Niccolò il medico ipocondriaco che convince i giudici: «Mi sentivo stretto ora ho bisogno di evadere»\nLa Gaffe Gaffe esilarante per il giovanissimo Nicolò Molinari durante la puntata di Masterchef Italia di giovedì28 dicembre. Nella prima prova i concorrenti hanno affrontato la prima “vera” Mystery Box di stagione, dedicata a una delle più classiche merende italiane: pane e salame.\nUn connubio che è qualcosa di più, è una esplosione di sapori grazie a due semplici ingredienti: e l’obiettivo della prova organizzata dai tre giudici Bruno Barbieri, Antonino Cannavacciuolo e Giorgio Locatelli sarà proprio portare la Masterclass a riflettere sul concetto di “esplosione di sapori”, inventando qualcosa di semplice che però poi apre mondi sorprendenti.\nAl tavolo di Nicolò si è avvicinato lo chef Locatelli che gli ha chiesto aggiornamenti su Francesca la ragazza conosciuta ai Live cooking. Il giovane studente di giurisprudenza, un po' emozionato ha raccontato di non averla più vista perchè quando lei è andata a trovarlo lui si trovava qui a Masterchef.\nLo chef però ha continuato a indagare e Nicolò ha risposto «Sto facendo il maiale chef», riferendosi al piatto che stava cucinando, ma la frase era troppo golosa e maliziosa per non essere sottolineata dallo Chef che ha riso di gusto. Resosi conto della gaffe Nicolò ha provato a rimediare «No nel senso del piatto, io sono un romantico»\n Noi non riusciamo ad andare avanti... #MasterChefIt pic.twitter.com/15qOM1iJi9\n— MasterChef Italia (@MasterChef_it) December 28, 2023 Chi è Nicolò Molinari\nNicolò ha 19 anni e le idee chiare, è sicuro di sé, genuino ed educato, dinamico e iperattivo, molto curioso. Genitori campani, vive a Napoli fino all’età di 5 anni, poi si trasferisce a Firenze per il lavoro da notaio del papà. Si è poi trasferito a Roma per studiare Giurisprudenza, ma garantisce: «Non farò il notaio. Voglio trovare una strada tutta mia, non spianata da altri».\nPratica diversi sport ed è molto legato alle sue origini: ricorda ancora le giornate trascorse nell’orto o nel pollaio, durante le quali si è abituato a sapori forti come «interiora di pollo e frattaglie». Il «gusto di una volta» con cui è cresciuto è oggi il protagonista dei suoi piatti, la cucina di Nicolò è tradizionale, pieno di materie prime semplici con un tocco in più («per dire, pasta e patate con caviale»).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/MasterChef_it/status/1740470478182232237?ref_src=twsrc%5Etfw",
      "https://t.co/15qOM1iJi9",
      "https://twitter.com/hashtag/MasterChefIt?src=hash&ref_src=twsrc%5Etfw",
      "https://twitter.com/hashtag/MasterChefIt",
      "https://twitter.com/MasterChef_it/status/1740470478182232237",
      "https://www.twitter.com/hashtag/MasterChefIt?src=hash&ref_src=twsrc%5Etfw",
      "https://www.twitter.com/MasterChef_it/status/1740470478182232237?ref_src=twsrc%5Etfw",
      "https://www.t.co/15qOM1iJi9"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:41.731+02:00",
    "updated": "2023-12-29T00:06:41.731+02:00"
  },
  {
    "uuid": "93d77aa0f1d5d44fc31008c2138cffb54eeef766",
    "url": "https://ground.news/article/us-ally-locked-in-dispute-with-china-condemns-all-the-violations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsweek",
    "published": "2023-12-28T15:23:00Z",
    "title": "Ground News - US ally locked in dispute with China condemns \"all the violations\"",
    "text": "Summary by Newsweek The director of SeaLight says Beijing is like an \"arsonist who lights fires, then blames its victims and demands they put them out at their own expense.\" Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nNewsweek Center Mixed Factuality Media Conglomerate: IBT Media US ally locked in dispute with China condemns \"all the violations\" The director of SeaLight says Beijing is like an \"arsonist who lights fires, then blames its victims and demands they put them out at their own expense.\"\n10 hours ago · United States Read Full Article\nNewsweek Center Mixed Factuality Media Conglomerate: IBT Media\nUS ally locked in dispute with China condemns \"all the violations\" The director of SeaLight says Beijing is like an \"arsonist who lights fires, then blames its victims and demands they put them out at their own expense.\"\n10 hours ago · United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.newsweek.com/philippines-says-china-committing-all-violations-south-china-sea-1856045?utm_source=ground.news&utm_medium=referral",
      "https://newsweek.com/philippines-says-china-committing-all-violations-south-china-sea-1856045?utm_source=ground.news&utm_medium=referral",
      "https://www.newsweek.com/philippines-says-china-committing-all-violations-south-china-sea-1856045"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sealight",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "newsweek",
          "sentiment": "negative"
        },
        {
          "name": "ground news subscriptions",
          "sentiment": "none"
        },
        {
          "name": "newsweek center mixed factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "beijing",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:12.457+02:00",
    "updated": "2023-12-29T00:43:12.457+02:00"
  },
  {
    "uuid": "c03c306284dc25a9d8a7249aa63cbbd376daa33d",
    "url": "https://www.wbrc.com/2024/02/29/junkyard-employee-saves-cat-car-crusher-after-finding-her-under-hood",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tyler Scott, WHNS",
    "published": "2024-02-29T00:00:00Z",
    "title": "Junkyard employee saves cat from car crusher after finding her under hood",
    "text": "ASHEVILLE, N.C. ( WHNS /Gray News) – A junkyard employee in North Carolina saved a cat from a car about to be crushed.\nAccording to Brother Wolf Animal Rescue, an employee at the junkyard was removing the car’s battery “just moments” before it was sent to be crushed.\n“As he popped open the hood, a bundle of fur jumped out and took a blind leap of faith into his arms,” Brother Wolf Animal Rescue wrote in a Facebook post . “She looked at him with soft eyes, thanking him with slow blinks and soft purrs. It was almost like she knew that her life had been saved.”\nThe employee kept the cat bundled in his jacket for the rest of his shift before turning it over to Brother Wolf Animal Rescue, where his girlfriend works.\nA man called the junkyard very soon after, searching frantically for his cat.\nHe described his cat, Lilly, as very adventurous, who loves riding in the car or on his motorcycle with him. She even has her own helmet.\nBrother Wolf Animal Rescue confirmed Lilly was the cat that the junkyard employee had rescued.\nThe shelter offered to return Lilly to her owner vaccinated, microchipped, and spayed at no cost. He gladly accepted the offer.\nLilly and her owner were reunited and very happy to see each other.\n“She melted into his arms as his eyes filled with tears of joy,” the shelter wrote in a Facebook post.\nCopyright 2024 WHNS via Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.facebook.com/BrotherWolfAnimalRescue/posts/pfbid02UTAG5neApB6ibhsRFA9UcR1VYHV6aGi3qWvSMNNoFXuZzzi8KYCdcPF1sBRkxsBSl",
      "https://www.foxcarolina.com/2024/02/29/junkyard-employee-saves-cat-car-crusher-after-finding-her-under-hood/",
      "https://foxcarolina.com/2024/02/29/junkyard-employee-saves-cat-car-crusher-after-finding-her-under-hood/",
      "https://www.foxcarolina.com/2024/02/29/junkyard-employee-saves-cat-car-crusher-after-finding-her-under-hood",
      "https://facebook.com/BrotherWolfAnimalRescue/posts/pfbid02UTAG5neApB6ibhsRFA9UcR1VYHV6aGi3qWvSMNNoFXuZzzi8KYCdcPF1sBRkxsBSl"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lilly",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lilly",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        },
        {
          "name": "brother wolf animal rescue",
          "sentiment": "none"
        },
        {
          "name": "” brother wolf animal rescue",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "asheville",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:22:25.067+02:00",
    "updated": "2024-03-01T02:35:38.936+02:00"
  },
  {
    "uuid": "523b73e42a6ddc0c40652e871f176f4d17e471d9",
    "url": "https://telanganatoday.com/karnataka-hijab-politics-back-on-frontburner-congress-to-lift-ban-bjp-warns-of-strife",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Telangana Today",
    "published": "2023-12-24T00:50:00Z",
    "title": "Karnataka hijab politics back on frontburner; Congress to lift ban, BJP warns of strife-Telangana Today",
    "text": "Bengaluru: Hijab politics in Karnataka, which threatened to divide the student community on communal lines and law and order situation in the state during the BJP rule last year has come to the forefront yet again.\nKarnataka Chief Minister Siddaramaiah’s announcement that he will lift the ban on hijab for students and college students (Class 11 and 12) has triggered a huge debate over the issue. The opposition BJP has indicated strife in the coming days.\nAcademic experts state that a large number of Muslim girls, who were denied to go to schools and colleges, will now be able to step out of their houses and continue their studies. The political analysts explained that CM Siddaramaiah’s announcement is a calculated political move to consolidate the votes of Muslims. It is also to counter the rising Hindutva wave in the backdrop of the opening of Sri Ram Mandir at Ayodhya. They also explain that the announcement is also to counter PM Modi’s wave ahead of 2024 Lok Sabha polls and check the rise of ‘muscular’ nationalism.\nFormer CM B.S. Yediyurappa said that though BJP wouldn’t organize protests against lifting of the hijab ban, people will teach the Congress a lesson in the upcoming Parliamentary elections. BJP MLA Basanagouda Patil Yatnal and former national general secretary C.T. Ravi stated that Hindu students now demand that they wear saffron shawls and tilak.\nKarunakar Kasale, senior spokesperson from BJP speaking to IANS stated, after CM Siddaramaiah assuming power, he is resorting to the appeasement politics in Karnataka. He is dividing communities. “There is drought in the state. No minister is talking about it. They are not responding to people. They are into carrying out politics and diverting issues,” he stated.\n“The statement is about pitting one community against the other. The Congress has betrayed the people of Karnataka. This is about sowing seeds of poison and hatred among the students’ minds. The matter is in the Supreme Court and the statement by CM Siddaramaiah amounts to the contempt of the court. There is going to be stiff opposition and the consequences might lead to the submission of resignation by CM Siddaramaiah,” said Karunakar Kasale.\nChannabasappa Rudrappa, political analyst, stated to IANS, that the statement on hijab is all about consolidation of vote banks. “The fever of Ram Mandir has started in the country. CM Siddaramaiah is consolidating the Ahinda votes. In a week, the conventions of backward classes such as Ediga, Madivala, Ganiga, Bhovi and Dalits are to be organized. “With the proposal of AICC President Mallikarjun Kharge as the PM candidate for the INDIA bloc, the Dalit interest is taken care of, the hijab issue is brought to the forefront to consolidate Muslim votes. CM Siddaramaiah is positioning himself against PM Modi in the state and countering the muscular nationalism and Hindutva wave that is growing stronger in the state ahead of the Lok Sabha polls,” Rudrappa explained.\nNiranjan Aradhya, V.P. , Development Educationist and Social Activist explained to IANS, “It is a welcoming decision by CM Siddaramaiah on lifting ban on hijab. Any decision which takes away the fundamental right of students in schools and colleges will have its effect on the education of the children. “Due to the hijab ban many female students had lost the right to education. Many did not join the first PUC (Class 11) and discontinued the second PUC (class 12). There are studies regarding this. The People’s Union for Civil Liberties (PUCL) had conducted studies. The girls have stated that following the hijab ban their parents had not shown interest to send them to the schools,” he explained.\nNiranjan Aradhya further said the earlier decision was regressive towards the fundamental rights of education. “Moreover, the Constitution of India speaks about different sets of values such as multi-culture and multilingualism. When there is a provision to observe all traditions, it is wrong to stop it in the name of religion. All blunders committed earlier are being set right one after the other in the state.\n“As an education expert I always support the fundamental rights of children. The United Nations Convention on the Rights of the Child (UNCRC) clearly says that education has to be administered discipline and education in such a way without affecting the dignity of the child,” Niranjan Aradhya explained.\n“Dignity of the child constitutes the child’s beliefs, their customs. It’s part of upholding dignity. The international laws recognize them, and the Indian Constitution provides scope for it. Though there are legal provisions, they are violated for political objectives.\n“I hope the proper orders in this regard will be issued earlier. It upholds brotherhood and the Indian Constitution. This should be done more and more so that children belonging to all communities will blossom into complete individuals who will not become victims of petty, narrow politics. Otherwise they will become vulnerable to it,” Niranjan Aradhya opined.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fkarnataka-hijab-politics-back-on-frontburner-congress-to-lift-ban-bjp-warns-of-strife&text=Karnataka+hijab+politics+back+on+frontburner%3B+Congress+to+lift+ban%2C+BJP+warns+of+strife",
      "https://tg1.bidsxplayer.com/api/adserver/spt?AV_TAGID=654cca758d5caaa0330f2166&AV_PUBLISHERID=5eb7be27791eec2a0f7f2d49",
      "https://tg1.bidsxplayer.com/api/adserver/spt",
      "https://t.me/share",
      "https://www.t.me/share?url=https%3A%2F%2Ftelanganatoday.com%2Fkarnataka-hijab-politics-back-on-frontburner-congress-to-lift-ban-bjp-warns-of-strife&text=Karnataka+hijab+politics+back+on+frontburner%3B+Congress+to+lift+ban%2C+BJP+warns+of+strife",
      "https://www.tg1.bidsxplayer.com/api/adserver/spt?AV_TAGID=654cca758d5caaa0330f2166&AV_PUBLISHERID=5eb7be27791eec2a0f7f2d49"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "b.s. yediyurappa",
          "sentiment": "none"
        },
        {
          "name": "siddaramaiah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "cm siddaramaiah",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "ayodhya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T05:28:56.942+02:00",
    "updated": "2023-12-24T05:28:56.942+02:00"
  },
  {
    "uuid": "c95f81d0c04d43e27302b874a0e4701c01518ce2",
    "url": "https://www.europapress.es/sociedad/noticia-uso-extensivo-territorio-mejor-estrategia-revertir-despoblacion-zonas-rurales-estudio-20240719105852.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-07-19T08:58:00Z",
    "title": "El uso extensivo del territorio es la mejor estrategia para revertir la despoblación en zonas rurales, según un estudio",
    "text": "MADRID, 19 Jul. (EUROPA PRESS) -\n El uso extensivo del territorio es la mejor estrategia para revertir la despoblación en zonas rurales y proteger la naturaleza. Esta es una de las principales conclusiones de un artículo de revisión publicado recientemente en la revista People and Nature de la British EcologicalSociety que, liderado por el CREAF y la Universitat Autònoma de Barcelona, ha reunido también a expertos del Museo Nacional de Ciencias Naturales entre otras instituciones.\n \"Vemos que potenciar las actividades que hacen un uso extensivo del territorio permite que la gente pueda organizarse en poblaciones pequeñas, dando oportunidades de trabajo y comercio locales. Pero,\n a la vez, también pueden tener un impacto positivo en el entorno natural o, al menos, minimizar los negativos. Por ejemplo, favoreciendo el silvo pastoreo y su capacidad de reducir el riesgo de incendios o la agroecología, que provee de alimentos en la población, pero también disminuye la contaminación del suelo y las aguas\", ha explicado Paco Lloret, investigador del CREAF, profesor de la Universitat Autònoma de Barcelona y primer autor del estudio.\n De acuerdo con el estudio, el uso extensivo engloba un amplio abanico de actividades con repercusiones positivas sobre el entorno natural y social potenciando una economía local y sostenible,\n mediante el agroturismo, por ejemplo con rutas para observar aves; la ganadería extensiva y el silvopastoreo, que mantienen prados, especies de pájaros y mariposas autóctonas; la agricultura\n ecológica o regenerativa, que reduce los fertilizantes químicos y disminuye los contaminantes, revive la tierra y captura más CO2 en el suelo, o la diversificación en el territorio de instalaciones de energías renovables solar y eólica. A la vez se incluyen también iniciativas para recuperar los procesos naturales,\n como por ejemplo potenciar las cubiertas vegetales.\nCINCO ESCENARIOS Para llegar a esta conclusión, los autores han creado una nueva metodología con la que han analizado cinco escenarios en diferentes zonas del interior de España: Continuar como hasta ahora y no llevar a cabo ninguna estrategia, esta opción supone mantener las políticas que llevan al abandono y que que generan diferentes impactos ambientales; Implementar políticas exclusivamente conservacionistas para incrementar los espacios naturales; potenciar actividades intensivas, como, por ejemplo, grandes extensiones de monocultivos, ganadería intensiva o instalaciones energéticas o industrias basadas en el carbón; mantener el paisaje tal y como está distribuido actualmente, de forma que se preserven los hábitats naturales, de cultivos y de pastos tal como los encontramos hoy en día, o por último, promover un uso extensivo del territorio.\n Bajo estos escenarios, han evaluado, revisando la literatura científica que existe al respecto en España, si mejoran o empeoran cinco indicadores ecológicos: biodiversidad, almacenamiento de CO2,\n contaminación, reservas de agua, conservación del suelo, así como la tendencia demográfica en las áreas rurales, es decir, si la población crece, disminuye o se mantiene. \"El análisis no se ha focalizado\n en localidades concretas\", ha relatado Lloret.\n \"Nuestros resultados indican que no hay una solución que 'saque un sobresaliente' en todos los indicadores, pero el uso extensivo del territorio es la opción que muestra una tendencia más positiva,\n tanto en el indicador de población como en los ecológicos\", apunta el investigador del MNCN-CSIC Fernando Valladares. Además, este escenario se puede combinar con otros, todo depende del objetivo y\n la realidad de cada zona. \"Por ejemplo, si nuestro objetivo principal es preservar determinadas especies de un parque natural, allí la prioridad es implementar políticas de conservación y, esto, puede implicar restringir la actividad humana. Como resultado de esta acción, los indicadores de biodiversidad, reservas de agua y conservación del suelo aumentarán mucho, pero se debe Tener en cuenta que en este escenario la tendencia de la población es negativa\", explica Lloret.\n La opción de la intensificación es la que saca peor nota en todos los indicadores ambientales ya que, entre otras cosas, aumenta la contaminación elevando la cantidad de nitratos en el suelo, reduce la\n biodiversidad simplificando los ecosistemas provocando la pérdida de insectos y polinizadores, y disminuye las reservas de agua sin generar un aumento de la población. \"Es cierto que la intensificación puede aumentar la población, pero no tanto como en el caso de las\n actividades extensivas, y, además, esta mejora a menudo es transitoria\".\n Respecto a la opción de 'continuar como ahora y no hacer nada' los autores señalan que no se soluciona el problema de la\n despoblación, que continúa a un ritmo acelerado.\n Y, en cuanto al escenario de mantener estáticos los hábitats, los autores explican que, a pesar de que se observa una tendencia positiva en varios indicadores, no es la mejor estrategia. porque los ecosistemas son dinámicos y no una postal fija y los elementos de biodiversidad, como ciertas especies de pájaros, como el aguilucho cenizo y mariposas necesitan espacios más abiertos y que son herencia de la interacción de las personas con el territorio.\n \"Por lo tanto,para mirar al futuro es clave saber cómo\n modificaron el paisaje nuestros antepasados y las especies ligadas a la historia cultural; entender su origen también nos puede ayudar a preservarlas. Pero también saber en qué contexto nos encontramos\n actualmente\", ha explicado Adrián Escudero, investigador de la Universidad Rey Juan Carlos. \"Esperamos que los gestores del territorio utilicen la metodología que hemos desarrollado cuando\n toman decisiones dirigidas a reducir el abandono rural\", finaliza Lloret\nLeer más acerca de: Despoblación en España",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T12:16:33.135+03:00",
    "updated": "2024-07-19T12:16:33.135+03:00"
  },
  {
    "uuid": "0c305e2d780f1bc53d3cd2ddd73f33bb7d27f7bf",
    "url": "https://www.libertaddigital.com/opinion/2023-12-28/cristina-losada-los-recorridos-eticos-de-bildu-y-sanchez-7083341/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cristina Losada",
    "published": "2023-12-28T21:12:00Z",
    "title": "Los recorridos éticos de Bildu y Sánchez - Cristina Losada - Libertad Digital",
    "text": "Todo el mundo sabe qué es Bildu y por si alguien no lo supiera, lo recuerdan constantemente con sus homenajes a los pistoleros de ETA. Esa es su historia, tales son sus raíces, de ahí proceden y no ocultan ni renuncian al capital político de sangre que los ha traído hasta esta fase de gloria creciente. Una fase, en ella estamos, en la que el PSOE pacta la investidura con Bildu, los ministros del Gobierno de España lo alaban como \"partido progresista democrático\" y los socialistas navarros lo apoyan para regalarle, moción de censura mediante, el gobierno municipal de Pamplona.\nIgual que se sabe perfectamente qué es Bildu, se sabe también que hay a quienes no importa en absoluto que sean los herederos políticos de la ETA , que no hayan condenado el terrorismo y que perpetúen la comunidad del odio que crearon los pistoleros, sus auxiliares y sus cómplices a lo largo de muchas décadas. Esos a los que no importa nada, se sabía antes quiénes eran y se reducían a minoría, pero con el tiempo, en este tiempo, resulta que van creciendo y que andan crecidos. Los socialistas se han sumado a los que no importa nada de todo aquello.\nDel autor 10 Ene. 2024: De las bolitas a la bola 8 Ene. 2024: ¿Izquierda y española? ¡Anda ya! 3 Ene. 2024: El Bloque y un \"tonto útil\" 21 Dic. 2023: La amnistía y el millón de votos El paso de Bildu de partido con el que no se podía pactar (\"si quiere se lo digo 20 veces\", decía Sánchez en 2015 y en 2016 y en 2019) a partido con el que se pactan Gobiernos y al que se dan gobiernos, lo han hecho los socialistas con alguna que otra fricción, mínima, aunque visible. No en los hechos, que son rotundos, pero en el discurso. Ahí tenemos la estruendosa contradicción de afirmar, por un lado, que a Bildu le queda por hacer \"un recorrido ético y moral\", como aseguran los dirigentes del socialismo navarro, y de darle, por otro, un Gobierno municipal de relevancia política y simbólica. ¿No les importa aupar a un partido al que le falta por hacer un recorrido ético y moral? No les importa.\nEl PSOE consuma su última gran traición y entrega Pamplona a los proetarras de Bildu Libertad Digital Los socialistas pactan con Bildu mientras dicen que aún tiene pendiente la condena del terrorismo , y esto es pasmoso. Pensarán que se cubren poniéndole a Bildu esa pega, pero en lugar de cubrir se descubren. Vienen a decir (no es textual): \"Todavía no han condenado el terrorismo, pero pactamos con ellos a ver si se animan a condenarlo\". O bien: \"Como aún no han condenado el terrorismo, les vamos a dejar que gobiernen Pamplona, pero nosotros, socialistas con sentido ético, no entraremos en el Gobierno\". ¿Están de broma? Es mejor que blanqueen a Bildu de una vez por todas. Es preferible que digan que Bildu es un partido que ha estado siempre en contra del terrorismo.Que nos ahorren el bochorno. Pero no nos lo ahorran, por lo que la pregunta pertinente, la pregunta obligada es sobre el recorrido que ha hecho el PSOE de Sánchez para unirse, en nupcias políticas, con un partido al que reprocha que no condena el terrorismo. Algo está claro: es el tipo de recorrido en el que se dejan por el camino ética, moral y escrúpulos.\nTemas Bildu Pamplona PSOE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:11:45.268+02:00",
    "updated": "2024-01-13T15:59:16.862+02:00"
  },
  {
    "uuid": "d1d791470900a3ebbf128ca4e38da4750329837b",
    "url": "https://www.infolibre.es/internacional/eeuu-envia-primer-barco-construir-puerto-temporal-dar-ayuda-humanitaria-gaza_1_1737929.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "infoLibre",
    "published": "2024-03-10T10:55:00Z",
    "title": "EEUU envía un primer barco para construir un puerto temporal para dar ayuda humanitaria en Gaza",
    "text": "EEUU envía un primer barco para construir un puerto temporal para dar ayuda humanitaria en Gaza El Mando Central de Estados Unidos (CENTCOM) ha anunciado este domingo la salida de un primer barco con el equipamiento necesario para la construcción de un puerto temporal para gestionar la entrega de ayuda humanitaria a la Franja de Gaza, tal y como prometió el presidente estadounidense, Joe Biden, esta semana, según ha informado Europa Press. \"El 9 de marzo, el buque del Ejército de EEUU General Frank S. Besson (...) partió de la Base Conjunta Langley-Eustis en ruta hacia el Mediterráneo oriental menos de 36 horas después de que el presidente Biden anunciara que EEUU proporcionaría asistencia humanitaria a Gaza por mar\", ha explicado el CENTCOM en una publicación en la red social X, antes Twitter. Desde el Mando han descrito a Bensson como \"un buque de apoyo logístico\" y han destacado que \"lleva el primer equipo para establecer un muelle temporal para entregar suministros humanitarios vitales\". El anuncio del Ejército estadounidense llega después de que Joe Biden dijera este jueves en su discurso sobre el Estado de la Unión que había dado orden a las Fuerzas Armadas del país para [establecer un puerto temporal en Gaza](https://www.infolibre.es/internacional/eeuu-construira-puerto-temporal-gaza-gestionar-entrega-ayuda-humanitaria_1_1736588.html) para recibir y gestionar el envío de ayuda humanitaria a la región. Durante su intervención, el presidente avanzó que el puerto en cuestión permitirá un \"aumento masivo\" de la cantidad de ayuda humanitaria que llega diariamente al enclave, aunque aclaró que no habrá militares estadounidenses sobre el terreno. Open Arms parte este domingo rumbo a Gaza El buque español Open Arms partirá en la tarde de este mismo domingo desde el puerto chipriota de Larnaca rumbo a la Franja de Gaza con unas 150 toneladas de ayuda humanitaria, según han informado las autoridades chipriotas. El presidente chipriota, Nikos Christodoulides, ha explicado que la hora depende del visto bueno definitivo de las autoridades israelíes, que verifican el cargamento del barco, así como de cuestiones relacionadas con la seguridad. Christodoulides ha destacado que han recibido ya varias llamadas de jefes de Estado y de Gobierno de otros países para manifestar su deseo de participar en la iniciativa del corredor humanitario. El mandatario ha destacado que Chipre, como miembro de la UE, tiene \"excelentes relaciones\" con todos los países vecinos que le permiten contribuir en esta situación. \"Creo que (el corredor humanitario marítimo) demuestra que nuestro país puede ser un pilar de la seguridad y la estabilidad en la región del Mediterráneo oriental, una región de importancia geoestratégica particular, siempre con modestia y humildad\", ha indicado en declaraciones recogidas por la agencia de noticias chipriota CNA. El viaje del Open Arms es el primero de la denominada Operación Amaltea que pretende establecer un corredor humanitario marítimo entre Chipre y el enclave palestino. Amaltea, que significa Ternura, es el nombre de la nodriza del dios Zeus de la mitología griega. [](/mediapart/israel-utiliza-hambruna-arma-guerra-gaza_1_1736594.html) Israel utiliza la hambruna como arma de guerra en GazaVer más La ruta de Chipre a Gaza es de unas 210 millas marítimas (unos 388 kilómetros), distancia que se tarda unas 25 horas en recorrer en condiciones normales. El Open Arms tiene previsto tardar unas 50 horas en el trayecto. La embarcación humanitaria remolcará además la plataforma de carga MMS Aris. El viernes el secretario general de la ONU, António Guterres, confirmaba a través de su portavoz, Stefan Dujarric, que la coordinadora para ayuda humanitaria y reconstrucción de Gaza, Sigrid Kaag, está trabajando ya con Chipre para poner en marcha el corredor humanitario. Todo el proceso de carga está supervisado por observadores israelíes para satisfacer las reservas de seguridad. Las severas restricciones de Israel para la entrega de ayuda humanitaria en la Franja de Gaza están dejando sin reservas a una población palestina que además de morir bajo las bombas empieza hacerlo ya de inanición y enfermedades. Médicos palestinos han confirmado este sábado la muerte de otras dos personas por inanición y deshidratación en la Franja de Gaza, lo que eleva a 25 el total de fallecidos por falta de comida o agua desde el comienzo de la guerra entre Israel y Hamás.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-10T14:11:30.889+02:00",
    "updated": "2024-03-10T18:31:25.687+02:00"
  }
]