[
  {
    "uuid": "dc1c371b4c90bcae9d7b0788169f9f0d10ef9478",
    "url": "https://collider.com/extraordinary-tv-show",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Joel Medina",
    "published": "2024-03-14T22:30:00Z",
    "title": "'Invincible' Fans Need To Watch This Superpowered Hulu Comedy Series",
    "text": "The Big Picture\n- The superhero genre is evolving with a more realistic take, as seen in shows like Invincible and Extraordinary .\n- Extraordinary offers a nuanced and relatable perspective on living in a world of superpowers, focusing on human struggles.\n- While Invincible leans into the dark, violent possibilities of powers, Extraordinary explores genuine human experiences with powers.\nThe gritty, realistic take on the classic superhero story is its own genre at this point, with audiences loving the thought of how exciting (and scary) a world where superpowers existed would be. Popularized by Prime Video's show\nThe Boys, which displays a terrifying capitalistic take on superheroes in America, the subgenre found traction and eventually resulted in Prime Video's follow-up hit Invincible. Created by Robert Kirkman, this story differs from The Boys not only by being animated but in how it takes a different approach to superpowers. It is still endlessly gory, but by grounding itself in the youthful optimism of lead Mark Grayson ( Steven Yeun), it gives a more nuanced take on how co-existing with superhumans would be for the more average members of society.\nYet even though this more \"realistic\" approach offers more relatable explorations of this concept, it still becomes too distracted by its universe-spanning adventures and horrifically bloody fight scenes used to interrogate what mundane life could actually look like in a super-powered world. Well, audiences are lucky that there is another gritty, realistic take on what it would look like to live in a world filled with powers... though not in the way they're used to. In Extraordinary, audiences learn what it's like to live in a heroic world that's genuinely relatable and, spoiler alert, it's utterly hilarious.\nExtraordinary\nWelcome to a world where everyone over the age of 18 develops a superpower. Everyone except for 25-year-old Jen, who feels like she’s being left behind. Luckily, Jen’s flatmates – Carrie, Kash, and a mysterious stray – keep her from falling into a well of self-pity. Adrift in a big, confusing world, and armed with nothing but a bit of hope and a lot of desperation, Jen begins her journey to find her maybe-superpower. But in doing so, she might discover the joy of being just kind of ok.\n- Release Date\n- January 25, 2023\n- Cast\n- Máiréad Tyers , Sofia Oxenham , Bilal Hasna , Luke Rollason\n- Main Genre\n- Comedy\n- Seasons\n- 2\nSuperhero TV Shows Are Becoming More Realistic\nSeries like Invincible breathed life into a film and television market saturated with dark presentations of superpowers and worlds filled with them. With the MCU and DCU producing at least one superhero story a year at this point, viewers are used to the heroic journey of these stories and their ignorance of just how tremendously damaging powers would be to the real world. The Boys attempted to remedy this with its cutting portrayal of the most likely scenario for real-world powers: commodification. Namely, how large corporations would utilize \"superheroes\" as marketing tools, with their so-called heroes evolving into power-obsessed narcissists, believing their abilities make them better than those without.\nWhile this is certainly an interesting (and hauntingly realistic) subversion of the genre and spotlights larger issues many are aware of, it doesn't successfully create a genuinely relatable story because most people watching don't have familiarity with shady corporate dealings or conspicuous black ops missions. It doesn't root itself in the actual realities of its viewers, so it defeats its own purpose of portraying superhuman abilities in a scary way audiences can intimately understand — an issue that Invincible tries hard to address.\n'Invincible' Is a More Grounded Superhero Series\nInstead of the terrors of capitalism and jaded bounty hunters, Invincible focuses on Mark Grayson, an idealistic teenager and son of the world-famous Omni-Man (\nJ.K. Simmons), the world's greatest hero and his idol. The first season makes an effort to invest in the world outside of its superheroes and shows, through Mark and his mom, Debbie (Sandra Oh), just how complicated powers would actually make living as your more average (non-super) person. From the stresses of having a superhero partner to the struggles of trying to balance your heroics with your personal life, this new take has a more grounded approach to its subversion that makes it much more understandable than the high-level espionage of The Boys.\nIt still features\nsome of the rampant violence and bloodshed that made the other shows so famous, but creating a complex world around this fighting grants a gravitas to these conflicts that the other shows often lack. Even with this investment, though, the series can't resist delving into the allure of violence. In Season 2 especially, while it does spend some time highlighting the horrifying repercussions of heroes' misdeeds, it quickly shifts focus to an intergalactic conflict that distances itself from any setting its audiences can find themselves in.Invincible traded its exciting investigation of the actual realities of a super world for your basic bloody, superhero fare, costing itself levity in the process.\nHulu's 'Extraordinary' Isn't All About Powers\nWhile shows like Invincible focus on the gorier, terrifying possibilities of a world with superpowers,\nExtraordinary showcases a more realistic, nuanced depiction of what this setting could look like, and just how mundane it would be. The series focuses on Jen (Máiréad Tyers), a 25-year-old, powerless woman trying to find her way in a world where everyone receives an ability when they turn 18. She is a profoundly complex character who differs from similar show protagonists, not only because of her lack of power, but also because of her unique viewpoint on what being powerful really means. In this world where everyone but her has a mystical power, Jess' viewpoint offers viewers an invigorating take on just how mundane a world where these are normalized would be. This allows for a deeper, more humanistic portrayal than Invincible, and this perception lets Extraordinary do something the other subversions of superhero stories never could: it creates a plot that doesn't solely rely on powers. [ ](/my-adventures-with-superman-tv-show/)\nA smiling Clark Kent is the best Clark Kent.\n[ 'My Adventures With Superman' Is the Anti-Grimdark Superhero Story ](/my-adventures-with-superman-tv-show/)\nWhile Jen's lack of power drives a large portion of the young woman's mid-20s crisis, the series spends ample time detailing how her anguish over this deficiency is in addition to the other serious issues she's spent years avoiding. Jen initially pins all of her unhealthy behaviors on her absence of a power, but she soon discovers that there are much deeper issues at play. From not being able to heal from the loss of a parent to an inability to be vulnerable in front of others, it quickly becomes apparent that powers would not solve all of her problems (no matter how badly she wants them to).\nAnd even beyond her, through characters like the spiritual medium Carrie (Sofia Oxenham) or the time-controlling Kash (Bilal Hasna), the series uses each person's ability as a metaphor for the internal struggles they already experience rather than hinging every character development on the presence of a power. Invincible excels in using its superhuman aspects to push the story forward, but does so at the expense of presenting a storyline audiences can easily understand and learn from. Extraordinary instead uses its powers as a conduit for resonant storylines, allowing the wonder of these abilities to complement the real stories being told (but never allowing them to take away from the storytelling on display).\nDon't Just Be 'Invincible,' Be 'Extraordinary'\nThe dark superhero subversion is a thriving subgenre, and the\namazingly inventive Invincible has some great concepts regarding the use of powers and how it would impact people just trying to do good in the world. Yet, while it succeeds in telling a large-scale, superhero-centered story, this isn't a tale that most people can relate to. Yes, it's realistic in that it recognizes powers aren't only granted to those who will use them morally, but beyond that, its story cheapens its emotional potential by focusing on the terrifying possibilities of powers rather than what true, real-world inclusion of them would be.\nThat is what\nmakes Extraordinary so refreshing. It uses powers as a platform to tell a resounding narrative about the struggles of coming of age, of the immense pain that comes with recognizing your flaws, and deciding you want to do better. It is an endlessly charming show that features a complex and hilariously feasible look into what a real world with powers can be, giving audiences a narrative they could insert themselves into and learn from... all while being wowed by the super cool powers on display.\nExtraordinary is available to watch on Hulu in the U.S.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mark grayson",
          "sentiment": "none"
        },
        {
          "name": "steven yeun)",
          "sentiment": "none"
        },
        {
          "name": "robert kirkman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "prime video",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:33:30.722+02:00",
    "updated": "2024-03-15T00:33:30.722+02:00"
  },
  {
    "uuid": "d1e36c8f057bacf3303558d7d695764287e9fcf7",
    "url": "https://www.piquenewsmagazine.com/health/another-death-reported-since-2021-recall-of-home-bed-assist-handles-health-canada-8036649",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Canadian Press",
    "published": "2023-12-28T22:35:00Z",
    "title": "Another death reported since 2021 recall of home bed assist handles: Health Canada",
    "text": "OTTAWA — Health Canada is reminding Canadians about a recall of home bed assist handles after learning of an additional death.\nFour models of bed handles distributed by Drive Medical were first recalled two years ago after two reported deaths — one in Canada and one in the U.S.\nHealth Canada says as of Dec. 19, the company has received a report of a second death in this country.\nThe metal handles are affixed alongside the mattress to help people get in and out of their regular bed at home. The products are not designed for hospital beds.\nHealth Canada says more than 68,000 of the affected handles were sold between 2016 and 2021 in Canada.\nIt says consumers should stop using them and contact Drive Medical Canada to get a refund.\nThe recalled home bed assist model numbers are 15064, 15062, RTL15073 and RTL15063-ADJ.\nNo information has been provided about what caused any of the deaths, but the recall notice says that retention straps were not properly secured in the initial cases in Canada and the U.S.\nDrive Medical has also learned of an additional three deaths in the U.S. that happened before Dec. 6, 2021, when the recall was first issued.\nMore than 496,000 of the bed assist products were distributed in the U.S. between 2007 and 2021. The products were sold on Amazon.\nThis report by The Canadian Press was first published Dec. 28, 2023.\nCanadian Press health coverage receives support through a partnership with the Canadian Medical Association. CP is solely responsible for this content.\nThe Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "health canada ottawa — health canada",
          "sentiment": "neutral"
        },
        {
          "name": "health canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. drive medical",
          "sentiment": "none"
        },
        {
          "name": "drive medical canada",
          "sentiment": "none"
        },
        {
          "name": "u.s. health canada",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:31.906+02:00",
    "updated": "2023-12-29T00:39:31.906+02:00"
  },
  {
    "uuid": "f6e0e49914f45d51c1fa0dc405d94ae72c30d3fd",
    "url": "https://www.centralmaine.com/2024/07/25/karate-is-no-longer-an-olympic-sport-some-maine-dojo-owners-say-that-could-make-an-impact-here",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Haley Jones",
    "published": "2024-07-25T20:30:00Z",
    "title": "Maine dojo owners have mixed views about karate’s exclusion from OIympics",
    "text": "After making a long-awaited Olympic debut at the 2021 Tokyo Games, karate was not included on the list of sports for the 2024 Paris Games, nor is it on the agenda for the 2028 Los Angeles Games.\nThat decision by the International Olympic Committee received mixed reactions from a sampling of dojo owners in Maine. Some believe the sport is losing out on a prime opportunity for exposure, while others are less concerned about karate’s absence from the Olympics, saying pop culture plays a much larger role in attracting people to martial arts.\nAndy Campbell owns Dragon Fire Dojo in South Portland and has practiced martial arts for more than 40 years at the national and international levels. He called the decision to exclude karate “disappointing.”\n“I think the impact of having karate in the Olympics was great, because it gave us a chance to really showcase how hard these athletes work, and what their abilities are,” he said. “I really feel that keeping it in the Olympics would have helped draw in some of these other kids.”\nOther Maine dojo owners, like Donna Harris at Phoenix No Limits Karate in Auburn, say karate’s impact extends far beyond an Olympic stage.\n“(Karate) was never meant to be a sport,” she said. “It was an art. America is when it became what it is, when it became Americanized, that’s when they introduced it as a sport. Traditionally, karate was an art form that was handed down through the family and you had to be a well-known member of the family to learn the art.”\nGeoff Wingard, who owns Heisu Dojo in Orono, said he, too, was disappointed in the IOC decision, but not surprised. Wingard, who’s been practicing karate for 35 years, cited some rule changes that could have impacted karate’s entertainment value.\n“In high level karate competition, there’s two or three dominant rule sets, and they’re similar in a way, but they fall into different categories, allowing different levels of physical contact and permitting different kinds of techniques,” Wingard said.\nHe added that the rules adopted in previous Olympics mirrored those in the World Karate Federation, which is the most popular but “the least exciting to watch.”\nThose rules, Wingard said, restrict techniques that viewers would expect to see in traditional karate competitions.\n“I’ve participated in many competitions, I really enjoyed the competitive aspect form of karate, but that’s not what drove me to study karate,” he said. “I don’t think that’s what drives most students. We have a sense that karate is a holistic activity. It’s something that you can practice from age 5 to age 85. It provides a centering and self-defense aspect.\n“None of those things necessarily are part of the Olympic mission, so I’m not sure that sport karate is necessarily essential.”\nCampbell, of Dragon Fire Dojo, noted that martial arts has many styles. Judo and taekwondo are still in the Olympics, as are wrestling and boxing.\nAs for karate, he said students at his dojo enjoy watching other athletes compete and honor the art form’s traditions — but gain the most value at the local level compared to the international one.\n“I’ve had a chance to compete all over the world and travel all over the world and meet some amazing people,” Campbell said. “I still host an online virtual world tournament that gets competitors from England and Scotland and Sweden and Mexico and all these different places, so I’ve got a lot of stuff that I’ve done. I can attribute the success that I’ve had in my life to that first day walking into a dojo door, and then starting as a martial artist.”\nAccording to data from Statista , a German company that specializes in data collection, martial arts has seen steady growth in America during the last 10 years. Between 2010 and 2023, the number of people practicing the sport in America jumped from 5.04 million in 2010 to 6.61 million in 2023 — a 31% increase.\nDonna Harris works with her students during a summer leadership program Tuesday at Phoenix No Limits Karate in Auburn. Behind Harris is Melanie Deshaies, a junior helper at the dojo. Daryn Slover/Sun Journal\nHarris became involved in karate more than 20 years ago as a way to help her son, Brian Bouchard, overcome bullying at school through self-defense and confidence building. She said karate also gave her the strength to leave an abusive marriage.\n“For me, it’s always been important to give that self-confidence, that gift back to anybody,” she said. “We also offer women’s self-defense courses, and when I see anybody who’s in that situation where they don’t have that confidence, I really want to take them to that level so that they can be the best version of themselves and then pass that on to the next generation.”\nHarris’ junior teacher, or Sen Pai, Melanie Deshaies, said karate has helped her find that confidence as a rising senior at Lewiston High School.\n“At first glance, it almost seems like a sport where it’s just about kicking and punching and wanting to defend yourself,” Deshaies said. “It’s more than just a sport, martial arts has entirely changed my life and my outlook on a lot of things.”\nHarris and Wingard said movies and television shows — like “Cobra Kai” and “Kung Fu Panda” — play a large role in attracting young people to try martial arts.\n“I think that there are a number of wonderful schools in Maine,” Wingard said. “Maine is really unique in that we’re really a rural community that has and continues to have a really deep exposure to Asian martial arts. There are opportunities for people to study martial arts; there are also online opportunities. There’s remote classes now, there’s YouTube videos that show really high-level practitioners. But, the best thing, the most fulfilling thing for me, is working with people.”\nHarris said that in her 24 years of experience teaching karate, not one student has said they aspire to compete in the Olympics. Instead, her students are set on earning new belts and mastering technical skills while growing their confidence.\n“I think when we let our ego talk for us is when we lose sight of the art and the beauty of this,” Harris said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.statista.com/statistics/191917/participants-in-martial-arts-in-the-us-since-2006/",
      "https://www.statista.com/statistics/191917/participants-in-martial-arts-in-the-us-since-2006",
      "https://statista.com/statistics/191917/participants-in-martial-arts-in-the-us-since-2006/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy campbell",
          "sentiment": "none"
        },
        {
          "name": "kar",
          "sentiment": "none"
        },
        {
          "name": "donna harris",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "international olympic committee",
          "sentiment": "none"
        },
        {
          "name": "dragon fire dojo",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "south portland",
          "sentiment": "none"
        },
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "phoenix",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T02:25:36.408+03:00",
    "updated": "2024-07-26T02:25:36.408+03:00"
  },
  {
    "uuid": "6eac1799de3fb2d7b5cf1343900dfc50371a6b81",
    "url": "https://www.lavozdegalicia.es/noticia/ferrol/cedeira/2025/02/22/pesar-diocesis-fallecimiento-sacerdote-cedeira-emilio-prado/00031740224137591211911.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lavozdegalicia",
    "published": "2025-02-22T11:44:00Z",
    "title": "Pesar en la Diócesis por el fallecimiento del sacerdote de Cedeira Emilio Prado",
    "text": "El sacerdote diocesano Emilio Prado Piñón falleció el 21 de febrero de 2025 a los 88 años de edad. Natural de San Xiao de Montoxo (Cedeira), dedicó su vida al servicio de la Iglesia y a la comunidad, desempeñando diversos cargos pastorales a lo largo de más de seis décadas de sacerdocio, explican desde la Diócesis de Mondoñedo Ferrol. Ordenado el 27 de mayo de 1961 durante el Congreso Eucarístico Comarcal de Viveiro, Emilio inició su ministerio como profesor y formador en el Seminario Menor de Vilanova de Lourenzá (1961-1963). Posteriormente, ejerció como párroco de O Ermo y encargado de San Xoán de Ínsua (1963-1968). En 1978 asumió el cargo de ecónomo y, más tarde, párroco de San Xiao de Montoxo y San Román de Montoxo, funciones que desempeñó hasta 2011. Sus últimos años los dedicó a su labor como capellán de la residencia Betania de Viveiro. Un último destino que para el que los feligreses cedeireses le organizaron una emocionante fiesta de despedida.\nA lo largo de su trayectoria también se desempeñó como profesor de Religión en Cedeira y fue reconocido por su espíritu servicial y su compañerismo, en especial con sus compañeros del seminario, con quienes mantuvo una estrecha relación a lo largo de los años, ensalzan desde la Diócesis.\nEl funeral de cuerpo presente se celebrará este sábado 22 a las 16:30 horas en la iglesia de San Xiao de Montoxo, tras lo cual recibirá cristiana sepultura en el cementerio parroquial. Su vocación, entrega y cercanía dejan una huella imborrable en la comunidad a la que sirvió con devoción.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->law",
      "Crime, Law and Justice->judiciary",
      "Religion and Belief->religious leader",
      "Religion and Belief->christianity"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-22T13:59:59.445+02:00",
    "updated": "2025-02-22T16:31:01.232+02:00"
  },
  {
    "uuid": "9d4b810e1da944d11a173720beea272039ce5749",
    "url": "https://www.bandt.com.au/meals-on-wheels-keeps-the-wheels-turning-through-new-campaign-via-sauce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff Writers",
    "published": "2024-11-07T22:43:00Z",
    "title": "Meals On Wheels Keeps The Wheels Turning Through New Campaign Via SAUCE",
    "text": "Recently rebranded creative shop SAUCE has launched a new TV campaign for Meals on Wheels South Australia to recruit volunteers to help deliver a warm meal and social connection to thousands of our seniors.\nEmphasising the impact this leaves on the customers, the creative identifies the importance of volunteers and asks the audience to help “Keep the Wheels Turning”.\n“Meals on Wheels is a fantastic organisation providing invaluable support to a large and growing segment of the community. They rely on volunteers to deliver this service, so this is a call to arms to South Australians to get involved,” says SAUCE MD Tom Ootes.\n“We wanted to show the great impact that volunteering has, and how it provides a sense of meaning and purpose,” says David Ormston, co-creative director at SAUCE. “It’s not the meals alone that the customers get out of it, they really value the social aspect from the volunteer.”\nThe TVC supports radio, bus backs and tactical collateral currently in market. While utilising the circular devices of its logo, the meals and the wheels, the visual direction brings an exciting contemporary style to the not-for-profit organisation.\n“We wanted to build on the success of the previous ‘Not Slowing Down’ campaign and create a visually distinctive narrative that would resonate with our audience,” said Michael Gagliardi, co-creative director at SAUCE “The circular device became a key element in the creative, tying the entire campaign together.”\n“To be able to work with Meals on Wheels to help recruit much needed volunteers is an incredible privilege,” says Adele Gibb managing director at Carat. “Our creative agency partner Sauce has made a campaign that really offers an important educational element to audiences who might be considering volunteering and don’t know where to start. Coupled with our strategic media campaign, we are hopeful this campaign will really help turn the dial for Meals on Wheels so it can continue its excellent work in the community.”\n“Keep the Wheels Turning” aims to address the significant decline in volunteer numbers across Australia’s organisations with as little as 40 per cent recommencing the role following the COVID pandemic. Research shows that many potential volunteers face barriers, such as uncertainty about the requirements and suitability for the role. The campaign works to break down these barriers by showcasing the fun and rewarding experience of volunteering with Meals on Wheels.”\nCREDITS\nClient – Meals on Wheels SA\nMarketing & Community Engagement Manager – Vicki Moll\nStrategic Consultant – Tim Emery\nMarketing Officer – Rhiannon Dyrynda\nAgency – SAUCE. The Creative Agency\nManaging Director – Tom Ootes\nCreative Director – Michael Gagliardi\nCreative Director – David Ormston\nSenior Designer & Animator – Danilo Watanabe\nAccount Manager – Nathan Seyd\nProduction Company – PASSEL Media\nProducer – Adam Camporeale\nDirector – Stephen Packer\nProduction Assistant – Ben Golotta\nDOP – Emerson Hoskin\n1st AC – Ella Burton\nGaffer – Nic Datson\nArt Department – Fraser Whitehead\nHair & Makeup – Adele Shearwin\nPhotographer – Mike Smith\nPhotographer Assistant – Richard Wright\nPost-Production\nEditor – Stephen Packer\nSound – Seeing Sounds (Scott Illingworth)\nColour – Post Lab\nColourist – Nicholas Hower\nMedia Agency – Carat",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "David Ormston",
          "sentiment": "none"
        },
        {
          "name": "Tom Ootes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "TVC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T01:45:49.954+02:00",
    "updated": "2024-11-08T01:45:49.954+02:00"
  },
  {
    "uuid": "088c10160746d196d2ba7810915b8ac2a085b45d",
    "url": "https://emmalinebride.com/bride/colorful-wedding-dresses/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emma Arendoski",
    "published": "2024-01-05T19:45:00Z",
    "title": "21 Colorful Wedding Dresses for Non-Traditional Brides",
    "text": "Something old, something new, something borrowed, something… blue! Purple! Black! If you’re dreaming of a colorful wedding dress as an alternative to a white bridal gown, you’ve come to the right place.\nThe white wedding dress has long been the classic, conventional choice for many brides. But what if I told you that more brides are turning away from this tradition and wearing colorful wedding dresses instead? The white gown is getting a dramatic makeover as some brides opt for something a bit more fun and non conventional. In this blog post, we’ll show you the trend of colorful wedding dresses and you’ll quickly see why they’re growing in popularity. Let me know in the comments which dress is your top pick!\nchrissy wai ching\nColorful Wedding Dresses for Non-Traditional Brides\nWhy Choose a Non White Wedding Dress?\nColorful wedding dresses are a fun and fun way to express your personality! Whether you’re looking to break the mold and try something different or you’re dreaming of vibrant images from your big day, you’re perfect for a colored bridal gown.\nWe’re also seeing brides opt for a colorful wedding gown as a 2nd dress to change into, like a reception dress. But instead of a white dress for the 2nd style, they slip into a fun and colorful alternative bridal gown instead.\nAnother way to tie in this trend even just a little bit is with the “magic” tulle skirt from\nStylishBrideAccs. If you look closely, you’ll see underneath some of the tulle is black for a fun twist on the traditional all white bridal gown. stylishbrideaccs\nDifferent styles and colors of colorful wedding dresses\nMost wedding gowns are white, ivory, champagne, off-white, or a variation thereof. But non white wedding dresses are available in any color of the rainbow: pastel shades, bold colors, jewel tones, ombre effects, prints, floral embroidery, and so much more. Gothic black bridal gowns are also a notable trend we’re seeing more of these days.\nA colorful wedding dress is just as flowy, unique, and show-stopping as a traditional bridal gown when you know where to look, which we’ll cover in this next section.\nWhere to Find Colorful Wedding Dress Ideas\nFor this trend, we turned to a favorite place:\nEtsy! There are plenty of colorful wedding dress designers on the site that offer highly-rated colored bridal gown options. Here are some of our top picks!\n1. Ombre Wedding Dress\nThis multi colored wedding dress features a gorgeous ombre effect. By\nChrissyWaiChing. chrissy wai ching\n2. Hot Pink Ombre Wedding Gown with Tiered Skirt\nIf you crave shades of pink, go with this unique bridal gown with hot pink ombre on the skirt. By\nJuliaMirenDresses. julia miren dresses\n3. + 4. Starry Night Blue Wedding Dress with Stars\nPlanning a\nstarry night wedding? Choose a thematic bridal gown, like this one by SheIsMeDress. sheismedress\nOr this one by\nAllysFashion. allysfashion\n5. Purple Wedding Dress\nThis dress falls to the floor in gorgeous shades of purple. By\nLaBridalDesigns. labridaldesigns\n6. Black Long Sleeve Floral Wedding Dress\nIf you crave something unconventional yet elegant for a wedding, choose this colorful wedding dress with long sleeves in black. By\nFlora and Lane. flora and lane\n7. Blue Wedding Dress\nThe perfect Something Blue for the bride! By\nLovableVictoria. lovablevictoria\n8. Black Wedding Dress\nGoing gothic? By\nhttps://www.etsy.com/listing/898515162/lia-black-warm-wedding-blouse-cold. https://www.etsy.com/listing/898515162/lia-black-warm-wedding-blouse-cold\n9. Two-Piece Blue Bridal Gown Skirt with White Lace Crop Top\nBy\nhttps://www.etsy.com/listing/598260556/dusty-blue-indigo-storm-ombre-wedding. https://www.etsy.com/listing/598260556/dusty-blue-indigo-storm-ombre-wedding\n10. Gray Tulle Boho Inspired Gown\nhere\n11. Teal Wedding Dress with Long Sleeves and Embroidery\nBy\nhttps://www.etsy.com/listing/1284761101/embroidered-wedding-dress-garden-wedding. https://www.etsy.com/listing/1284761101/embroidered-wedding-dress-garden-wedding\n12. Pale Blue Bridal Gown\nsumarokova atelier\n13. Pleated Black Tulle Bridal Gown\nBy\nhttps://www.etsy.com/listing/910906815/pleated-tulle-skirt-with-black-lace. https://www.etsy.com/listing/910906815/pleated-tulle-skirt-with-black-lace\n14. Hot Pink Bridal Gown with Ombre Style\nBy\nhttps://www.etsy.com/listing/564369472/ombre-wedding-dress-raspberry-bridal. chrissywaiching\n15. Purple and Blue Ombre Wedding Dress\nBy\nPaintGirlShop. paintgirlshop\n16. Blue Ombre Off the Shoulder Bridal Gown\nBy\nhttps://www.etsy.com/listing/932162311/blue-ombre-wedding-dress-sunset-wedding. https://www.etsy.com/listing/932162311/blue-ombre-wedding-dress-sunset-wedding\n17. Hand-Painted Blue Chiffon Bridal Gown\nBy\nNArtBridal. nartbridal\n18. Sunset Orange Sunset Bridal Gown\nBy\nhttps://www.etsy.com/listing/1125472217/sunset-ombre-wedding-dress-chiffon. https://www.etsy.com/listing/1125472217/sunset-ombre-wedding-dress-chiffon\n18. 3D Floral Lavender Wedding Dress\nBy\nhttps://www.etsy.com/listing/710140026/24-colors-lavender-dream-3d-lace-tulle. https://www.etsy.com/listing/710140026/24-colors-lavender-dream-3d-lace-tulle\n19. Black and Mulberry Wedding Gown\nBy\nhttps://www.etsy.com/listing/868416786/black-and-mulberry-magic-ombre-skirt-and. https://www.etsy.com/listing/868416786/black-and-mulberry-magic-ombre-skirt-and\n20. Gothic Black and Purple Bridal Gown\nBy\nBridesandTailor. bridesandtailor\n21. Indigo and Black Lace Bridal Gown\nBy\nhttps://www.etsy.com/listing/850545627/indigo-and-black-bridal-lace-dress-boho. https://www.etsy.com/listing/850545627/indigo-and-black-bridal-lace-dress-boho\nTips for Choosing a Wedding Dress That Is Not White\nIf you’re opting for a non-traditional bridal gown, note the color you’re looking for and align it to the season of when you’re tying the knot. You’ll also want to choose a hue that complements your skin tone, the theme colors of your wedding, and that YOU like to wear.\nIn conclusion, colorful wedding dresses for non-traditional brides is a fun wedding trend 2024 brides are exploring! The traditional white wedding gown is being replaced in some places by colorful wedding dresses. These are available in different colors, lengths, styles, and shapes.\nhttps://www.etsy.com offers some great choices for unique colored bridal gown options. When choosing a non white wedding dress, be sure to select one that complements your skin tone, wedding theme, season, and personal style.\nON TO YOU: What do you think of these colorful wedding dress options? Do you like this trend: yes or no? Tell us in the comment box below!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://www.etsy.com/shop/sheismedress",
      "https://www.etsy.com/listing/1336729480/winter-wonderland-wedding-dress-blue",
      "https://www.etsy.com/listing/1125472217/sunset-ombre-wedding-dress-chiffon.",
      "https://www.etsy.com/listing/1531106391/meadow-black-embroidery-wedding-dress",
      "https://www.etsy.com/listing/564369472/ombre-wedding-dress-raspberry-bridal",
      "https://www.etsy.com/listing/598260556/dusty-blue-indigo-storm-ombre-wedding.",
      "https://www.etsy.com/listing/710140026/24-colors-lavender-dream-3d-lace-tulle",
      "https://www.etsy.com/listing/1630041054/ethereal-wedding-dress-pale-dark-blue",
      "https://www.etsy.com/listing/885117306/blue-wedding-dress-blue-lace-wedding",
      "https://www.etsy.com/listing/1125472217/sunset-ombre-wedding-dress-chiffon",
      "https://www.etsy.com/search?q=colorful%20wedding%20dresses&ref=search_bar",
      "https://www.etsy.com/listing/1602850028/colored-wedding-dresses-purple-and-white",
      "https://www.etsy.com/listing/710140026/24-colors-lavender-dream-3d-lace-tulle.",
      "https://www.etsy.com/listing/932162311/blue-ombre-wedding-dress-sunset-wedding",
      "https://www.etsy.com/listing/1430359370/constellation-selene-tulle-prom-ball",
      "https://www.etsy.com/listing/932162311/blue-ombre-wedding-dress-sunset-wedding.",
      "https://www.etsy.com/listing/898515162/lia-black-warm-wedding-blouse-cold",
      "https://www.etsy.com/listing/564369472/ombre-wedding-dress-raspberry-bridal.",
      "https://www.etsy.com/listing/990800388/black-and-purple-wedding-dress-gothic",
      "https://www.etsy.com/listing/723913806/black-and-white-magic-ombre-skirt-and",
      "https://www.etsy.com/listing/850545627/indigo-and-black-bridal-lace-dress-boho",
      "https://www.etsy.com/listing/1495690271/beautiful-starry-sky-lace-prom-dresses-a",
      "https://www.etsy.com/listing/910906815/pleated-tulle-skirt-with-black-lace.",
      "https://www.etsy.com/listing/644939421/unique-gray-bohemian-wedding-dress-tulle",
      "https://www.etsy.com/listing/598260556/dusty-blue-indigo-storm-ombre-wedding",
      "https://www.etsy.com/listing/910906815/pleated-tulle-skirt-with-black-lace",
      "https://www.etsy.com/listing/850545627/indigo-and-black-bridal-lace-dress-boho.",
      "https://www.etsy.com/listing/868416786/black-and-mulberry-magic-ombre-skirt-and",
      "https://www.etsy.com/listing/1293985197/hand-painted-chiffon-wedding-dress-hand",
      "https://www.etsy.com",
      "https://www.etsy.com/listing/643798950/ombre-wedding-dress-with-tiered-skirt",
      "https://www.etsy.com/listing/898515162/lia-black-warm-wedding-blouse-cold.",
      "https://www.etsy.com/listing/1284761101/embroidered-wedding-dress-garden-wedding",
      "https://www.etsy.com/listing/785158531/ombre-wedding-dress-rainbow-wedding",
      "https://www.etsy.com/listing/1284761101/embroidered-wedding-dress-garden-wedding.",
      "https://www.etsy.com/listing/868416786/black-and-mulberry-magic-ombre-skirt-and.",
      "https://etsy.com/listing/1284761101/embroidered-wedding-dress-garden-wedding",
      "https://etsy.com/listing/1531106391/meadow-black-embroidery-wedding-dress",
      "https://etsy.com/listing/1336729480/winter-wonderland-wedding-dress-blue",
      "https://etsy.com/listing/723913806/black-and-white-magic-ombre-skirt-and",
      "https://etsy.com/listing/1430359370/constellation-selene-tulle-prom-ball",
      "https://etsy.com/listing/644939421/unique-gray-bohemian-wedding-dress-tulle",
      "https://etsy.com/listing/1125472217/sunset-ombre-wedding-dress-chiffon.",
      "https://etsy.com/search?q=colorful%20wedding%20dresses&ref=search_bar",
      "https://etsy.com/shop/sheismedress",
      "https://etsy.com/listing/990800388/black-and-purple-wedding-dress-gothic",
      "https://www.etsy.com/search",
      "https://etsy.com/listing/898515162/lia-black-warm-wedding-blouse-cold.",
      "https://etsy.com/listing/910906815/pleated-tulle-skirt-with-black-lace",
      "https://etsy.com/listing/643798950/ombre-wedding-dress-with-tiered-skirt",
      "https://etsy.com/listing/1630041054/ethereal-wedding-dress-pale-dark-blue",
      "https://etsy.com/listing/1495690271/beautiful-starry-sky-lace-prom-dresses-a",
      "https://etsy.com/listing/932162311/blue-ombre-wedding-dress-sunset-wedding.",
      "https://etsy.com/listing/868416786/black-and-mulberry-magic-ombre-skirt-and",
      "https://etsy.com/listing/1284761101/embroidered-wedding-dress-garden-wedding.",
      "https://etsy.com/listing/710140026/24-colors-lavender-dream-3d-lace-tulle.",
      "https://etsy.com/listing/1125472217/sunset-ombre-wedding-dress-chiffon",
      "https://etsy.com/listing/598260556/dusty-blue-indigo-storm-ombre-wedding",
      "https://etsy.com/listing/564369472/ombre-wedding-dress-raspberry-bridal",
      "https://etsy.com/listing/885117306/blue-wedding-dress-blue-lace-wedding",
      "https://etsy.com/listing/868416786/black-and-mulberry-magic-ombre-skirt-and.",
      "https://etsy.com/listing/850545627/indigo-and-black-bridal-lace-dress-boho.",
      "https://etsy.com/listing/898515162/lia-black-warm-wedding-blouse-cold",
      "https://etsy.com",
      "https://etsy.com/listing/932162311/blue-ombre-wedding-dress-sunset-wedding",
      "https://etsy.com/listing/710140026/24-colors-lavender-dream-3d-lace-tulle",
      "https://etsy.com/listing/1602850028/colored-wedding-dresses-purple-and-white",
      "https://etsy.com/listing/598260556/dusty-blue-indigo-storm-ombre-wedding.",
      "https://etsy.com/listing/850545627/indigo-and-black-bridal-lace-dress-boho",
      "https://etsy.com/listing/1293985197/hand-painted-chiffon-wedding-dress-hand",
      "https://etsy.com/listing/785158531/ombre-wedding-dress-rainbow-wedding",
      "https://etsy.com/listing/910906815/pleated-tulle-skirt-with-black-lace.",
      "https://etsy.com/listing/564369472/ombre-wedding-dress-raspberry-bridal."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:16:01.300+02:00",
    "updated": "2024-01-06T00:16:01.300+02:00"
  }
]