[
  {
    "uuid": "8b9efa6dc4ec3cf479d782c84092c1df03b31798",
    "url": "https://www.poder360.com.br/internacional/palestinos-celebram-proposta-de-cessar-fogo-aceita-pelo-hamas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PODER360",
    "published": "2024-05-06T18:55:00Z",
    "title": "Palestinos celebram proposta de cessar-fogo aceita pelo Hamas",
    "text": "Palestinos foram às ruas nesta 2ª feira (6.mai.2024) em Rafah, na Faixa de Gaza, comemorar o Hamas ter aceitado uma proposta para estabelecer um cessar-fogo na região. O grupo extremista disse concordar com os termos do acordo, intermediado por Egito e Qatar, para encerrar o conflito iniciado em 7 de outubro de 2023.\nOs detalhes específicos do cessar-fogo ainda não foram divulgados. Inicialmente, o acordo foi elaborado com a participação de autoridades israelenses em conjunto com o Egito. Mas Israel nega ter concordado com a proposta aceita, alegando que o texto contém elementos novos que não são aceitáveis para Tel Aviv.\nFormulário de cadastro receba alertas grátis do Poder360 quero receber por e-mail concordo com os termos da LGPD . quero receber no WhatsApp Inscreva-se quero receber no Telegram Inscreva-se Assista (58s):\nISRAEL NEGA CESSAR-FOGO De acordo com a Reuters , uma autoridade de Israel disse nesta 2ª feira (6.mai) que, ao contrário do que disse o Hamas, não houve um acordo para o cessar-fogo.\nO responsável israelense teria dito que a trégua aceita pelo Hamas é uma “versão suavizada” da proposta articulada com as autoridades egípcias com a qual o governo de Israel não concorda.\nEntre os impasses, estão as questões fundamentais de se, como ou quando a guerra terminaria. Em Tel Aviv, israelenses também foram às ruas pressionar para o governo concordar com a proposta aceita pelo Hamas.\nNow in Tel Aviv: Families of hostages held in Gaza and supporters protest calling the government to agree to the ceasefire deal pic.twitter.com/koDOHsGAhi\n— Oren Ziv (@OrenZiv_) May 6, 2024\nBREAKING: TEL AVIV ON FIRE AND IN COMPLETE CHAOS\nThey are demanding agreement of the exchange deal and ceasefire which has been already accepted by the Palestinian resistance. pic.twitter.com/AzQ0IHlp5K\n— Sulaiman Ahmed (@ShaykhSulaiman) May 6, 2024\nNa tarde desta 2ª feira (6.mai), Israel continuou a bombardear a cidade de Rafah mesmo depois do anúncio do Hamas sobre o cessar-fogo. A informação foi confirmada no grupo oficial das FDI (Forças de Defesa de Israel) no Telegram.\nAinda segundo a agência de notícias, o primeiro-ministro de Israel, Benjamin Netanyahu, afirmou que o gabinete de guerra israelense aprovou a continuação de uma operação em Rafah para “aumentar a pressão” sobre o Hamas para que liberte reféns em Gaza.\n“O gabinete de guerra decidiu unanimemente que Israel continue a operação em Rafah para exercer pressão militar sobre o Hamas, a fim de avançar na libertação de nossos reféns e nos outros objetivos da guerra” , disse Netanyahu.\nO governo alega, porém, que mesmo com a continuidade dos bombardeios, enviará uma delegação para avaliar a proposta aceita pelo Hamas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://whatsapp.com/channel/0029Va5v6dHDTkKCX0EaVR09",
      "https://t.co/AzQ0IHlp5K",
      "https://twitter.com/OrenZiv_/status/1787537996205449328?ref_src=twsrc%5Etfw",
      "https://t.me/Poder360",
      "https://www.youtube.com/embed/o77Oe3v9cX8?feature=oembed",
      "https://t.me/idfofficial/7718",
      "https://t.co/koDOHsGAhi",
      "https://twitter.com/ShaykhSulaiman/status/1787554294268338683?ref_src=twsrc%5Etfw",
      "https://www.twitter.com/OrenZiv_/status/1787537996205449328?ref_src=twsrc%5Etfw",
      "https://www.youtube.com/embed/o77Oe3v9cX8",
      "https://www.t.co/koDOHsGAhi",
      "https://www.twitter.com/ShaykhSulaiman/status/1787554294268338683?ref_src=twsrc%5Etfw",
      "https://www.t.me/idfofficial/7718",
      "https://www.t.me/Poder360",
      "https://twitter.com/ShaykhSulaiman/status/1787554294268338683",
      "https://www.t.co/AzQ0IHlp5K",
      "https://www.whatsapp.com/channel/0029Va5v6dHDTkKCX0EaVR09",
      "https://youtube.com/embed/o77Oe3v9cX8?feature=oembed",
      "https://twitter.com/OrenZiv_/status/1787537996205449328"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-07T01:54:10.409+03:00",
    "updated": "2024-05-07T01:54:10.409+03:00"
  },
  {
    "uuid": "66cc9c5949a9ab74f0ac5314bb5cdaa66d8eb11d",
    "url": "https://vnexplorer.net/el-distrito-mas-peligroso-del-peru-segun-chatgpt-y-no-es-san-juan-de-lurigancho-cual-es-s2502458.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-04-25T00:00:00Z",
    "title": "El distrito más peligroso del Perú, según ChatGPT, y no es San Juan de Lurigancho: ¿Cuál es?",
    "text": "La inseguridad ciudadana está desbordada en todo el país y la delincuencia es un flagelo presente en todas partes. Sin embargo, hay un distrito en el territorio nacional considerado desde hace mucho tiempo como el más violento. De acuerdo a ChatGPT, que es un chatbot de Inteligencia Artificial creado por OpenAI, las zonas que históricamente han sido consideradas más peligrosas debido a la delincuencia incluyen ciertos distritos de Lima, así como algunas regiones fuera de la capital. A continuación, te los mencionamos en la nota. El distrito más peligroso del Perú, según ChatGPT ChatGPT posiciona a El Agustino en el primer lugar como el distrito más peligroso del Perú por encima de San Juan de Lurigancho. Asimismo, indica que fuera de Lima, algunas áreas que han enfrentado desafíos de seguridad incluyen partes de las regiones de La Libertad, Lambayeque, Piura, y Áncash, entre otras. La lista de distritos más peligrosos en la capital es: - El Agustino - San Juan de Lurigancho - San Juan de Miraflores - Villa El Salvador - La Victoria Distritos peligrosos en el Perú, fuera de Lima - Distrito de Florencia de Mora de Trujillo, en La Libertad - Distrito de Zarumilla en Tumbes - Distrito de Huánuco en Huánuco - Distrito de Piura en Piura - Distrito de Pisco, San Clemente en Ica - Distrito de Pueblo Nuevo de la provincia de Pisco en Ica - Distrito de Santiago en Cusco - Distrito de Ayacucho de la provincia de Huamanga en Ayacucho - Distrito de Amarilis de la provincia de Huánuco en Huánuco - Distrito de Huaraz en Ancash - Distrito de Abancay en Apurímac - Distrito de Juanjui de la provincia de Mariscal Cáceres en San Martín - Distrito de Tacna en Tacna - Distrito de Manantay de la provincia de Coronel Portillo en Ucayali - Distrito de Arequipa en Arequipa - Distrito de Huantaen Ayacucho - Distrito de Casma en Ancash - Distrito de Independencia de la provincia de Huaraz en Ancash - Distrito de Santiago de Chuco en La Libertad en Trujillo ChatGPT recomienda informarse sobre seguridad antes de viajar o vivir en el Perú La Inteligencia Artificial (IA) recomienda a las personas informarse sobre seguridad si planean viajar o vivir en el Perú. Les pide tomar precauciones y no llegar desinformados a ciertos distritos considerados peligrosos. “Te recomendaría investigar más a fondo sobre la situación actual de seguridad en las áreas específicas que planeas visitar y tomar precauciones adecuadas según tus necesidades y circunstancias. Además, siempre es útil consultar fuentes locales actualizadas y seguir las recomendaciones de seguridad emitidas por autoridades locales o consulares”, explicó. Principales números de emergencia del Perú Aquellos que residen en el Perú deben tener en cuenta los números telefónicos de emergencia ante diversas situaciones que se puedan presentar como: violencia familiar o sexual, accidentes de tránsito, entre otros aspectos relacionados. A continuación te mostramos una lista con las principales líneas en el país: - Denuncia contra la violencia familiar y sexual: Línea 100. - Asistencia integral de la Defensoría del Pueblo: 0800-15-170. - Central policial: 105. - Central de emergencia: 911. - Defensa Civil: 110. - Reclamos en Susalud: 113. - Cruz Roja: 115. - Bomberos: 116. - Con Boca Juniors y ADT: ¿cuáles son los equipos clasificados a la Copa Sudamericana 2024? Con Boca Juniors y ADT: ¿cuáles son los equipos clasificados a la Copa Sudamericana 2024? De los 56 cupos disponibles para la Copa Sudamericana 2024, ya van 12 clubes clasificados para la competencia continental. El más reciente es Boca Juniors, que sorprendentemente no jugará la Conmebol Libertadores el siguiente año ... See Details: Con Boca Juniors y ADT: ¿cuáles son los equipos clasificados a la Copa Sudamericana 2024? - Escritor chileno destaca la diversidad de Perú: “Es un país con una gran riqueza cultural” Perú es un país muy privilegiado, ya que posee hermosos paisajes, diversas flora y fauna, espectaculares danzas típicas y, claro, no puede faltar la gastronomía. Por ello, miles de turistas que llegan a suelo inca se van encantados de esta maravillosa tierra. Al respecto, un escritor chileno opinó sobre lo ... See Details: Escritor chileno destaca la diversidad de Perú: “Es un país con una gran riqueza cultural” - Torrenciales lluvias con granizo inundan calles de localidades de Huancayo Torrenciales lluvias con granizo inundan calles de localidades de Huancayo La tarde de este lunes, 27 de noviembre, una fuerte lluvia, acompañada de granizo y rayos, inundó las calles de la ciudad de Huancayo, en la región de Junín. Las precipitaciones de gran intensidad provocaron que vehículos se queden atascados ... See Details: Torrenciales lluvias con granizo inundan calles de localidades de Huancayo - Hinchas se burlan del Boca de Advíncula por clasificar a la Sudamericana: \"Gracias, Riquelme\" Boca Juniors clasificó a la Copa Sudamericana 2024 y quedó fuera de la Libertadores al no darse los resultados necesarios en la última fecha de la Copa de la Liga Profesional. En ese sentido, los hinchas se están burlando en redes sociales por este logro deportivo de los xeneizes, ya ... See Details: Hinchas se burlan del Boca de Advíncula por clasificar a la Sudamericana: \"Gracias, Riquelme\" - ¿Una nueva Jurassic Park erótica? Así es la curiosa versión de Emerald Fennell їUna nueva Jurassic Park erГіtica? AsГ es la curiosa versiГіn de Emerald Fennell La actriz y directora manifestó su idea de una próxima Jurassic Park. Aquí te traemos sus declaraciones que ya han despertado curiosidad. No hay dudas de que uno de los grandes clásicos del cine en las últimas ... See Details: ¿Una nueva Jurassic Park erótica? Así es la curiosa versión de Emerald Fennell - Universitario recibió millonaria suma de dinero de GOLPERÚ tras salir campeón de la Liga 1 Universitario de Deportes se consagró campeón de la Liga 1 2023 tras vencer a Alianza Lima en la final, motivo por el cual GOLPERÚ decidió premiar al nuevo monarca del balompié nacional con un ‘jugoso’ cheque millonario. Este regalo lo mostró orgulloso y sumamente feliz Jean Ferrari mediante las redes ... See Details: Universitario recibió millonaria suma de dinero de GOLPERÚ tras salir campeón de la Liga 1 - Nombramiento docente 2023: ¿Cómo ver la lista de ganadores, cronograma y documentos a presentar? Nombramiento docente 2023: ¿Cómo ver la lista de ganadores, cronograma y documentos a presentar? El Ministerio de Educación (Minedu) publicó, el pasado lunes 16 de octubre, la lista oficial de los ganadores del concurso Nombramiento Docente 2023. En el portal web de la institución, miles de maestros del Perú pueden ... See Details: Nombramiento docente 2023: ¿Cómo ver la lista de ganadores, cronograma y documentos a presentar? - ¿Cuál es la situación de Patricia Benavides? Esta es la cronología de la investigación por red criminal їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: ¿Cuál es la situación de Patricia Benavides? Esta es la cronología de la investigación por red criminal - Mauricio Larriera se olvida de Alianza Lima y está cerca de firmar por Newell's їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: Mauricio Larriera se olvida de Alianza Lima y está cerca de firmar por Newell's - Horóscopo de hoy, 28 de noviembre de 2023: Las predicciones de Jhan Sandoval para cada signo zodiacal їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: Horóscopo de hoy, 28 de noviembre de 2023: Las predicciones de Jhan Sandoval para cada signo zodiacal - Horóscopo de hoy, 28 de noviembre, gratis con Mhoni Vidente: revisa las predicciones de tu signo zodiacal їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: Horóscopo de hoy, 28 de noviembre, gratis con Mhoni Vidente: revisa las predicciones de tu signo zodiacal - El impactante lado guerrero de Luciana Fuster: La modelo deslumbra con su dominio del kung-fu y la meditación en Vietnam їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: El impactante lado guerrero de Luciana Fuster: La modelo deslumbra con su dominio del kung-fu y la meditación en Vietnam - ¿Quién podría reemplazar a Patricia Benavides en el cargo, de ser suspendida? їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: ¿Quién podría reemplazar a Patricia Benavides en el cargo, de ser suspendida? - La 'Zona Azul', donde las personas viven más de 100 años en Latinoamérica: ¿cómo lo lograron? їCuГЎl es la situaciГіn de Patricia Benavides? Esta es la cronologГa de la investigaciГіn por red criminal El Equipo Especial de Fiscales contra la Corrupción del Poder (Eficcop) y la División de Investigaciones de Delitos de Alta Complejidad (Diviac) ejecutaron la madrugada de este lunes 27 de noviembre la operación Valkiria V. ... See Details: La 'Zona Azul', donde las personas viven más de 100 años en Latinoamérica: ¿cómo lo lograron? OTHER NEWS Read more » https://vnexplorer.net/inicia-el-travel-deal-tuesday-2023-como-encontrar-ofertas-de-vuelos-baratos-y-descuentos-s133059.html https://vnexplorer.net/inicia-el-travel-deal-tuesday-2023-como-encontrar-ofertas-de-vuelos-baratos-y-descuentos-s133059.html https://vnexplorer.net/presentan-pedido-para-que-la-junta-nacional-de-justicia-suspenda-a-patricia-benavides-s133045.html https://vnexplorer.net/presentan-pedido-para-que-la-junta-nacional-de-justicia-suspenda-a-patricia-benavides-s133045.html https://vnexplorer.net/buscando-empleo-sunafil-abre-convocatoria-con-sueldos-de-hasta-s-12-000-s133044.html https://vnexplorer.net/buscando-empleo-sunafil-abre-convocatoria-con-sueldos-de-hasta-s-12-000-s133044.html https://vnexplorer.net/puno-trabajador-con-alto-cargo-en-essalud-embaraza-a-escolar-de-quince-anos-de-edad-s133036.html https://vnexplorer.net/puno-trabajador-con-alto-cargo-en-essalud-embaraza-a-escolar-de-quince-anos-de-edad-s133036.html https://vnexplorer.net/javier-arevalo-no-opina-para-no-interferir-en-la-investigacion-de-la-fiscal-de-la-nacion-s133004.html https://vnexplorer.net/javier-arevalo-no-opina-para-no-interferir-en-la-investigacion-de-la-fiscal-de-la-nacion-s133004.html https://vnexplorer.net/pasajeros-podrian-transferir-pasajes-aereos-hasta-24-horas-antes-del-vuelo-y-sin-costo-alguno-s132990.html https://vnexplorer.net/pasajeros-podrian-transferir-pasajes-aereos-hasta-24-horas-antes-del-vuelo-y-sin-costo-alguno-s132990.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:43:33.630+03:00",
    "updated": "2024-04-26T00:43:33.630+03:00"
  },
  {
    "uuid": "5204b5384eed623710bcf733ac46ec793da79b3c",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-3-14-u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-top-rated-bounce-house-and-water-slide-rentals",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-03-14T21:02:00Z",
    "title": "U Bounce Inc. Brings Unforgettable Fun to Lexington, KY with Top-Rated Bounce House & Water Slide Rentals | FinancialContent Business Page",
    "text": "Exciting Selections for Unforgettable Celebrations in Lexington, KY U Bounce Inc. , a premier provider of bounce house and water slide rentals, is making waves in Lexington's event scene with their top-rated inflatable attractions. With a commitment to quality, safety, and customer satisfaction, U Bounce Inc. is transforming ordinary gatherings into extraordinary experiences.\nU Bounce Inc. takes pride in offering a diverse selection of bounce houses and water slides, meticulously curated to suit various themes and preferences. Whether it's a child's birthday party, a family reunion, or a community gathering, U Bounce Inc. has the perfect inflatable to elevate any event. Each rental is maintained to the highest standards, emphasizing cleanliness and safety for peace of mind during festivities.\nSafety is paramount at U Bounce Inc., with strict adherence to safety protocols. All rentals undergo thorough cleaning and inspection before arrival at the event location. The professional team handles setup and takedown, ensuring a seamless and secure rental experience for every customer.\nBeyond the rentals, U Bounce Inc. is committed to exceptional customer service. Their experienced staff assists customers in selecting the best options for their event, ensuring a vibrant and exciting party. With a straightforward booking process and reliable delivery, hosting an event in Lexington has never been easier.\nServing Lexington and surrounding areas like Shelbyville, Middletown, and Frankfort, U Bounce Inc. is the trusted choice for party rentals. Their dedication to excellence has made them a go-to destination for bounce house and water slide rentals. Whether it's a small backyard gathering or a grand event, U Bounce Inc. in Lexington, KY, is ready to turn any celebration into a memorable adventure.\nPlanning a celebration in Lexington, KY? U Bounce Inc. invites you to explore their premium selection of bounce houses and water slides. With a focus on quality, safety, and customer satisfaction, U Bounce Inc. is dedicated to making every event unforgettable.\nFor more information, please visit https://www.ubounceinc.com/ or contact (859) 748-8559.\nAbout U Bounce Inc.:\nU Bounce Inc. is a leading provider of bounce house and water slide rentals in Lexington, KY. With a commitment to quality, safety, and customer satisfaction, U Bounce Inc. is dedicated to making every event unforgettable.\nMedia Contact\nCompany Name: U Bounce Inc.\nContact Person: Johnnie Stewart\nEmail: Send Email\nPhone: (859) 748-8559\nAddress: 741 Aurora Ave.\nCity: Lexington\nState: KY 40502\nCountry: United States\nWebsite: www.ubounceinc.com/lexington-bounce-house-rental/",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-3-14-u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-top-rated-bounce-house-and-water-slide-rentals",
      "https://www.ubounceinc.com/",
      "https://www.ubounceinc.com/lexington-bounce-house-rental/",
      "http://www.universalpressrelease.com/?pr=u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-toprated-bounce-house-water-slide-rentals",
      "https://www.getnews.info/press_stat.php?pr=u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-toprated-bounce-house-water-slide-rentals",
      "http://www.ubounceinc.com/lexington-bounce-house-rental/",
      "http://ubounceinc.com/lexington-bounce-house-rental/",
      "https://tracking.newsrpm.com/pixel",
      "https://ubounceinc.com/lexington-bounce-house-rental/",
      "https://www.ubounceinc.com",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://www.ubounceinc.com/lexington-bounce-house-rental",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-3-14-u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-top-rated-bounce-house-and-water-slide-rentals",
      "https://ubounceinc.com/",
      "http://universalpressrelease.com/?pr=u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-toprated-bounce-house-water-slide-rentals",
      "http://www.ubounceinc.com/lexington-bounce-house-rental",
      "https://getnews.info/press_stat.php?pr=u-bounce-inc-brings-unforgettable-fun-to-lexington-ky-with-toprated-bounce-house-water-slide-rentals"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beyon",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u bounce inc",
          "sentiment": "negative"
        },
        {
          "name": "ky u bounce inc.",
          "sentiment": "negative"
        },
        {
          "name": "top-rated bounce house",
          "sentiment": "negative"
        },
        {
          "name": "u bounce inc.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "lexington",
          "sentiment": "none"
        },
        {
          "name": "ky",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:02:47.178+02:00",
    "updated": "2024-03-15T00:02:47.178+02:00"
  },
  {
    "uuid": "1362d0c45ffec03da175b437297b3f733da86026",
    "url": "https://rr.sapo.pt/noticia/politica/2024/01/25/pan-retira-apoio-a-miguel-albuquerque/364187",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ricardo Vieira",
    "published": "2024-01-25T21:02:00Z",
    "title": "PAN retira apoio a Miguel Albuquerque - Renascença",
    "text": "25 jan, 2024 - 21:02 • [Susana Madureira Martins](https://rr.sapo.pt/artigo/33817/susana-madureira-martins) e Ricardo Vieira O PAN Madeira anunciou esta quinta-feira que retirou o apoio ao presidente do governo regional, [Miguel Albuquerque](https://rr.sapo.pt/miguel-albuquerque/tag/1895/), que foi constituído arguido num caso de corrupção. A decisão é acompanhada pelo líder nacional do PAN, diz à Renascença a líder Inês Sousa Real. Em declarações à Renascença, a porta-voz nacional do PAN explica que o social-democrata Miguel Albuquerque não tem condições para continuar no cargo. “Entendemos que à luz dos novos factos, nomeadamente a constituição de arguido, não estão reunidas as condições políticas para a continuidade de Miguel Albuquerque enquanto presidente do governo regional da Madeira, salvaguardando o princípio da presunção da inocência.” O PAN vai realizar uma reunião de urgência da Comissão Política Nacional “para que os pressupostos do acordo e as consequências políticas da situação na Madeira possam ser discutidos em sede própria”. O partido Pessoas-Animais-Natureza sugere ao PSD que encontre outro nome para ficar à frente do governo regional da Madeira. Inês Sousa Real diz que só assim mantém o apoio de incidência parlamentar. “É fundamental que a investigação prossiga e que a Justiça cumpra o seu papel, mas que seja restabelecida a confiança dos madeirenses e dos porto-santenses na presidência e no governo regional da Madeira”, sublinha. Nestas declarações à Renascença, Inês Sousa Real diz que se a decisão do Presidente da República for a de dissolver o parlamento da Madeira e convocar eleições, o PAN lá estará para ir a votos. O PAN Madeira, que fez um acordo parlamentar com o PSD/CDS na sequência das eleições do ano passado, refere, em comunicado, que \"Miguel Albuquerque não tem condições para se manter no cargo\". \"Na sequência da crise política da Madeira e tendo em conta as últimas informações que vieram a público no caso que envolve o Presidente do Governo Regional da Madeira relativamente a suspeitas de alegado crime de corrupção, prevaricação, abuso de poder e atentado contra o Estado de Direito, respeitando, contudo, a presunção de inocência, a Comissão Política Regional do PAN Madeira e a Comissão Política Nacional consideram que o Dr. Miguel Albuquerque não tem condições para se manter no cargo.\" Pedro Calado, autarca do Funchal, é visto como o “(...) O PAN Madeira acrescenta que \"se encontra disponível para continuar a viabilizar o acordo de incidência parlamentar com o PSD Madeira, caso seja indigitado, e aceite, um novo titular para o cargo de Presidente do Governo Regional da Madeira e estejam reunidas as condições para a estabilidade governativa na Região e para a continuação do cumprimento do acordo celebrado entre o PAN Madeira e o PSD Madeira\". O presidente do governo regional da Madeira foi constituído arguido e está a ser investigado por corrupção na sequência de uma [mega operação realizada na quarta-feira](https://rr.sapo.pt/buscas-na-madeira/tag/8021/). Miguel Albuquerque, que também é conselheiro de Estado, já disse que não se tenciona demitir e que vai pedir o levantamento da imunidade judicial. O caso da Madeira conta ainda com três pessoas detidas para interrogatório: Pedro Calado, autarca do Funchal, Avelino Farinha, fundador do grupo AFA, e Custódio Correia, fundador do grupo Socicorreia. [notícia atualizada às 22h19 - com declarações à Renascença de Inês Sousa Real]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:21:48.243+02:00",
    "updated": "2024-01-26T00:22:25.081+02:00"
  },
  {
    "uuid": "38b6e93f96ec0c76f84173675f22e65297cc54e4",
    "url": "https://www.arcamax.com/entertainment/weirdnews/s-3038090",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2023-12-28T05:00:00Z",
    "title": "Woman playing online lottery games for first time wins $150,000 | Weird News | ArcaMax Publishing",
    "text": "(UPI) A Michigan woman decided to try playing online lottery games for the first time and scored a $150,000 jackpot.\nThe 25-year-old Macomb County woman told Michigan Lottery officials she was a complete novice when it came to online games.\n\"I had never played Lottery games online before, but I decided to try out the Cashword game while on MichiganLottery.com one day,\" she said. After a few plays the amount of $150,000 came up on the screen with fireworks and I instantly started hyperventilating from shock and excitement!\nThe player said it was difficult to get past the shock of winning.\n \"I still can't believe that I won my very first time playing online,\" she said.\nThe winner said her prize money will be put to good use.\n\"I just graduated from college last week, so winning this prize means I can already pay off all my student loans and it gives me a fresh start financially,\" the player said.\nCopyright 2023 by United Press International\nComments Please enable JavaScript to view the comments powered by Disqus. blog comments powered by Disqus Share",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "http://disqus.com",
      "http://www.disqus.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "arcamax publishing woman",
          "sentiment": "negative"
        },
        {
          "name": "michigan lottery",
          "sentiment": "none"
        },
        {
          "name": "united press international comments",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "macomb county",
          "sentiment": "none"
        },
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:25:30.080+02:00",
    "updated": "2023-12-29T06:13:45.727+02:00"
  },
  {
    "uuid": "16fbb29acaaeec2463f06493a8f703a558125c67",
    "url": "https://www.rawstory.com/proud-boys-2667342312",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sky Palma",
    "published": "2024-02-22T21:52:00Z",
    "title": "Church for 'praying patriots' baptizes Proud Boys into Christian nationalism: report",
    "text": "A Southern California congregation calling itself “Ekklesia; The Unwoke Church” is led by Pastor Hansel Orzame, a self-identified Christian Nationalist.\nTwice a month, Orzame's followers, who he calls \"Praying Patriots\" meet in a rented space. As\nVice News reports, during a Sunday this month, the congregation baptized a member named Andrew, who owns a Telegram profile featuring a Proud Boys insignia.\n“Christ had the biggest cojones. Being men of Christ is being real men. So let’s be real men,\" Andrew said, adding that \"true masculinity\" is found in Christ.\nSpeaking to his followers about a documentary chronicling the rise of Christian nationalism, Orzame those who identify with the term \"just want to go back to the way it was, Christian values and Christian ethics.\"\nAlso read:\nTrump furious at leaked report that could upend his re-election campaign: sources\n“We don’t want to jail Muslims, we don’t want to jail Atheists. But we want the Christian standard back. Secular government introduces paganism. It’s just a stopgap for paganism,\" he added.\nAccording to Vice's Tess Owen, Orzame's links to the Proud Boys shows how the group is trying to blend Christian themes into its activism. The watchdog group Armed Conflict Location and Event Data Project, which tracks\nextremism and unrest worldwide, found that Proud Boys have been increasingly appearing in public alongside Christian nationalist and conservative groups since Jan. 6.\n\"Orzame has claimed he previously worked as a producer in the adult film industry, and even appeared briefly as a talking head in a documentary about the dangers of porn that was bankrolled by a fundamentalist Christian organization. VICE was unable to independently verify his stint in the adult film industry,\" Vice's report stated.\nOrzame denies being a Proud Boy, but he doesn't hide his fondness for the group. \"He routinely promotes Proud Boy content on his social media pages, including videos by Proud Boy founder Gavin McInnes and fundraisers to help Proud Boys facing charges related to the Capitol riot on Jan. 6,\" Vice reported.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://www.vice.com/en/article/3akex5/hansel-orzame-proud-boys-church-christian-nationalism",
      "https://vice.com/en/article/3akex5/hansel-orzame-proud-boys-church-christian-nationalism"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "han",
          "sentiment": "negative"
        },
        {
          "name": "andrew",
          "sentiment": "none"
        },
        {
          "name": "orzame",
          "sentiment": "none"
        },
        {
          "name": "tess owen",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "unwoke church",
          "sentiment": "negative"
        },
        {
          "name": "telegram",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T00:18:31.071+02:00",
    "updated": "2024-02-23T00:18:31.071+02:00"
  },
  {
    "uuid": "6d916d991d90a635f3be423981648e2be4e59a6b",
    "url": "https://2paragraphs.com/2024/03/chuck-schumer-takes-a-knee-at-capitol-with-ukrainian-soldiers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@2paragraphs",
    "published": "2024-03-08T00:00:00Z",
    "title": "Chuck Schumer Takes a Knee at Capitol with Ukrainian Soldiers",
    "text": "Senate Majority Leader Chuck Schumer (D-NY) applauded President Joe Biden for his delivery of his State of the Union address, which multiple news outlets described as “fiery” and which Axios called “commmanding.” Schumer wrote: “What the American people heard tonight was a leader who spoke directly to them, acknowledging their needs and sharing in their hopes for the future, reminding us why America is a beacon of hope to the rest of the world and the work that must be done to maintain that status.” Schumer, who continues to urge the House GOP to pass the $95.34 billion national security supplemental package (which includes $60 billion to support Ukraine), invited Andrii Chevozorov as one of his guests to the SOTU. Chevozorov is a 25-year-old Junior Lieutenant in the Ukrainian Army “who risked everything in battle and lost his leg to a landmine,” said Schumer. Andrii Chevozorov— Chuck Schumer (@SenSchumer) A 25 year-old Junior Lieutenant in the Ukrainian Army who risked everything in battle and lost his leg to a landmine I’m proud he’s my [#SOTU]guest The American people stand with Ukraine against Putin House GOP must pass the Senate’s national security bill [pic.twitter.com/eIvWUqgqVE] [March 8, 2024] Schumer also invited civil rights leader [Van Robinson](https://www.focussyracuse.org/honorable-van-b-robinson-former-president-syracuse-common-council/) (in wheelchair, below), the first Black president of the Common Council, described by the Senator as “a leading voice in reconnecting communities divided by highways and tearing down I-81” in Syracuse, a change made possible by Biden’s Infrastructure Bill. According to the ACLU, the building of the highway in the 1960s, which forced more than 1,300 Black families from their homes, churches and businesses was “ [racism by design](https://www.aclu.org/news/racial-justice/racism-by-design-the-building-of-interstate-81).” My— Chuck Schumer (@SenSchumer) [#SOTU]guests Van & Linda Robinson! A Syracuse leader—Van was the 1st Black President of the Common Council He's been a leading voice in reconnecting communities divided by highways & tearing down I-81 in Syracuse Thanks to the infrastructure law I led—we're getting it done! [pic.twitter.com/U0CgytdQek] [March 8, 2024] Schumer (on one knee) shared a group photo with his guests. Thank you to my incredible guests for joining me at the State of the Union!— Chuck Schumer (@SenSchumer) [#SOTU] [pic.twitter.com/puRB4KIhxz] [March 8, 2024] Planned Parenthood Federation of America President and CEO Alexis McGill Johnson (below) was also a guest of Schumer. An honor to bring Planned Parenthood Federation of America President and CEO Alexis McGill Johnson as my— Chuck Schumer (@SenSchumer) [#SOTU]guest! Her leadership on reproductive care is remarkable [@PPFA]is a beacon for preserving healthcare for women Dems won't stop fighting to protect the right to choose [pic.twitter.com/RnCCF4mgxa] [March 8, 2024]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.focussyracuse.org/honorable-van-b-robinson-former-president-syracuse-common-council/)",
      "https://www.aclu.org/news/racial-justice/racism-by-design-the-building-of-interstate-81).”",
      "https://focussyracuse.org/honorable-van-b-robinson-former-president-syracuse-common-council/)",
      "https://aclu.org/news/racial-justice/racism-by-design-the-building-of-interstate-81).”"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "schumer",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "chuck schumer",
          "sentiment": "negative"
        },
        {
          "name": "andrii chevozorov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ukrainian soldiers senate",
          "sentiment": "negative"
        },
        {
          "name": "ukrainian army",
          "sentiment": "none"
        },
        {
          "name": "house gop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "capitol",
          "sentiment": "none"
        },
        {
          "name": "america",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T17:08:45.391+02:00",
    "updated": "2024-03-08T17:08:45.391+02:00"
  },
  {
    "uuid": "43dbd8060d0f85ca99884fa90a46f955529eabed",
    "url": "https://www.almanac.com/bats-spiders-and-beneficial-critters-garden",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Christopher Burnett",
    "published": "2024-02-15T00:00:00Z",
    "title": "Beneficial Garden Pests: Snakes, Toads, Bats, and Spiders | The Old Farmer's Almanac",
    "text": "Welcome the Least-Loved Critters Become a better gardener! Discover our new Almanac Garden Planner features for 2024. It’s easy, fun, and [free to try](https://gardenplanner.almanac.com/garden-planner-intro.aspx?utm_source=ofasite&utm_medium=houseads)! ADVERTISEMENT Comments Except the worst thing a toad can do to you is voiding on you. Transference of some decidedly-unpleasant secretions from glands on it's skin to your hand/fingers ( if you handle it which you would presumably be if it voided on you ) and neglecting to wash your hand prior to bringing it into contact with your eyes or mouth you might experience some irritation. That said, I'm a big fan of garter snakes ( and most other snakes, for that matter), toads/frogs, most spiders ( especially keen-sighted ones though you can have my share of the bite-first/ask-questions-later yellow sac-spiders! Bats are great but it's best to give 'em a wide-berth since some might be rabid. Besides if they're contending with human-avoidance they can't be eating mosquitoes. It's fun to watch 'em diving on flying insects around a rural light-fixture. Oh sure, don't live life in fear of encountering a rabid bat. However, if you ever wake up with a bat in your room, go and get a rabies shot. Unfortunately their teeth are so small that you may have been bitten in your sleep without realizing it. If you find that a bat has been in your house, especially in a sleeping area, you should go get yourself vaccinated for rabies. Rabies is commonly carried by bats and their teeth are so small that you may not realize you've been bitten. Many people have contracted rabies after having been unknowingly bitten by a bat in their sleep. I don't want to scare anyone and I don't want anyone to be afraid of bats, I just wanted to put this information out there. I read the best way to get the Bat or Bird from house or garage is as the poster said: Open all windows; all doors; then move away; wait a while; the Bat or Bird will fly away; (esp. open screen-doors);; HH~ We had a bat get inside our house..no clue how but it was inside overnight. We didn’t know this until the NEXT night when it was flying around over our heads in the living room…both LARGE ceiling fans were on but these critters have echo location capabilities so no chance it would get hurt. Here’s where you need to know that fact…to get the bat out..simply open the door to the outside and move away. Sure enough, the critter immediately flew out. Problem solved…except…where was it overnight in our house…SPOOKY! Bats are protected, so make sure if you have bats in your attic that you educate yourself about the laws and do not count on Wildlife Control Companies to share or be transparent about what they are & are not allowed to do. We own a bat removal company in North Georgia. There is a bat maternity season that runs from May-August and we have to be super cautious to make sure there is not a maternity warn and flightless babies before we remove bats. How do you get bats to come to your home? Is there any guaranteed method of getting them to hang out at your place and stay? Installing bat houses may help to attract these animals to your area. If you’d like to build or install a bat house, you can find guidelines at Bat Conservation International. Bat houses are also sometimes available at garden supply centers. Bats tend to frequent bat houses more often if they are positioned on buildings or poles instead of on trees, but bats also like dead trees (without the bat house) to roost in. There is no guarantee that a bat may take up residence in a bat house, and it may take a year or so for them to do so. But once they do, they may return to it year after year. I love snakes, bats, toads etc. My friend once ran over an already dead snake in the road and she almost killed us and her two young children by panicking, swerving and screaming. I must have watched too much Crocodile Hunter (Steve Irwin) and used to pick up huge snakes by their tail. Toads I check my window well daily in the summer to scoop out any that fell in. Bats I haven't seen one in over a year so maybe they are extinct or on the way.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T00:02:58.335+02:00",
    "updated": "2024-02-16T00:02:58.335+02:00"
  },
  {
    "uuid": "82a907c0acf1559a9270bf209489d57d13b28051",
    "url": "https://www.southernminn.com/owatonna_peoples_press/news/victory-church-passes-the-torch-to-hispanic-congregation/article_85c38732-1f7e-11ef-9b05-1328b4878c87.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANNIE HARMAN annie.harman@apgsomn.com",
    "published": "2024-05-31T05:00:00Z",
    "title": "Victory Church passes the torch to Hispanic congregation | News | southernminn.com",
    "text": "For the past two decades, Tim and Kim Bachtle have been leading the intimate congregation at Victory Church in Owatonna. kAmw2G:?8 2 =@?8 9:DE@CJ H:E9 >:DD:@?2CJ H@C :?8 H@C 6 >2J 56D4C:36 2D 56DE:?J]k^Am kAmx? E96 D>2==6C D2?4EF2CJ @7 E96 49FC49[ p=7@?D@ #@3=6D 92D 366? =625:?8 2 C2A:5=J 8C@H:?8 8C@FA @7 $A2?:D9\\DA62 6E9:?8 >@C6 — 7@C C6DE@C2E:@?] w2G:?8 2=C625J 492?865 A=246D H:E9 E96 4@?8C682E:@? 2E ':4E@CJ r9FC49 E@ 2==@H E96 8C@H:?8 8C@FA E@ FE:=:K6 E96 =2C86C D2?4EF2CJ[ #@3=6D D2:5 9:D 8C@FA 925 366? AC2J:?8 7@C 2 9@>6 @7 E96:C @H?]k^Am kAm%92E :D H96C6 %:> q249E=6 DE6AA65 :?[ D2J:?8 96 H2D :?DECF4E65 3J E96 w@=J $A:C:E E@ E2 >F?:EJ @C EC2G6=:?8 E@ 2 5:776C6?E 4@F?ECJ] %96J 42== :E “8C@F?5\\=6G6= >:?:DECJ]”k^Am kAm%9@D6 H9@ 5:5 H@CD9:A H:E9 E96 q249E=6D @? $F?52JD[ C@F89=J b_ >6>36CD[ 92G6 366? H@C 6D” 7@C E96:C H66 2?J “92G6 E96 D2>6 G:D:@?” 2?5 92G6 4@>>:EE65 E@ D6?5:?8 >@?6J E@ 4@?E:?F6 E96 8C@F?5\\=6G6= H@C A@CE2?E=J[ E9@F89[ E96 4@FA=6 766=D 4@?7:56?E :? E96:C 564:D:@?[ 3642FD6 :? E96 6?5 E96J D2J :E 5@6D?’E C62==J 766= =:<6 E96J 2C6 =62G:?8]k^Am kAm“(6 5@?’E <?@H H92E :E’D 8@:?8 E@ =@@< =:<6[ 3FE H6 H:== 2=H2JD 36 2 A2CE @7 6249 @E96C ?@H[” q249E=6 D2:5]k^Am kAmr2D2 56 #6DE2FC24:@? !2=23C2 56 ':52 92D D6CG:46D 2E f A]>] @? uC:52JD 2?5 a A]>] @? $F?52JD]k^Am Let the news come to you Get any of our free email newsletters — news headlines, e-edition, prep sports, obituaries, entertainment and more. [Explore newsletters](/alerts)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kim bachtle",
          "sentiment": "negative"
        },
        {
          "name": "tim",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "victory church",
          "sentiment": "negative"
        },
        {
          "name": "ecj",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "owatonna",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-01T02:59:36.192+03:00",
    "updated": "2024-06-03T22:00:27.340+03:00"
  },
  {
    "uuid": "bf2db8621b3ef8446d1a7f215964b80c415b33d2",
    "url": "https://www.meteoweb.eu/2023/12/maltempo-friuli-richieste-ristoro-danni-665-milioni/1001343194/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Beatrice Raso",
    "published": "2023-12-29T18:37:00Z",
    "title": "Maltempo Friuli: richieste di ristoro danni per 665 milioni per gli eventi di luglio-agosto",
    "text": "MeteoWeb » METEO » METEO FRIULI-VENEZIA GIULIA Maltempo Friuli: richieste di ristoro danni per 665 milioni per gli eventi di luglio-agosto Il Presidente Fedriga: “stanziati 150 milioni per l’emergenza maltempo di luglio-agosto” in Friuli Venezia Giulia di Beatrice Raso 29 Dic 2023 | 19:37 MeteoWeb A seguito dell’ondata di maltempo registrata a luglio e agosto scorsi in Friuli Venezia Giulia , attraverso l’apposito portale online, “sono state raccolte 29.364 domande di contributo ” per il ristoro dei danni da parte di privati e aziende, per “ un valore di 665,1 milioni” . Lo ha reso noto l’assessore regionale alla Protezione Civile, Riccardo Riccardi, durante un incontro a Trieste, precisando poi che per “ i veicoli sono state finanziate il 68% delle istanze per un valore di 5.225.000 euro, per gli edifici il 91% per 96.408.000 euro, per le imprese non agricole il 99% per 25 milioni, per le imprese agricole il 98% per 16,5 milioni” .\nPer quanto riguarda il cronoprogramma per l’erogazione dei contributi, ha aggiunto Riccardi, “ entro il primo trimestre 2024 verrà emessa la comunicazione di concessione del ristoro, in modo progressivo e in base all’istruttoria e alle istanze di regolarizzazione. Per gli edifici per cui sarà previsto un ristoro superiore a 5mila euro, dal primo febbraio al 31 dicembre 2024 sarà possibile richiedere l’anticipazione fino al 50% dell’importo concesso. Le liquidazioni partiranno da marzo 2024 e saranno erogate entro 90 giorni dalla presentazione della richiesta “. Fedriga: “stanziati 150 milioni per l’emergenza maltempo di luglio-agosto”\n“ Il Friuli Venezia Giulia è la regione che, a seguito della drammatica ondata di maltempo della scorsa estate, ha investito maggiori risorse per dare una risposta celere ed efficace alla situazione emergenziale. Ancora una volta abbiamo dimostrato di saper reagire con tempestività nel momento del bisogno, con 150 milioni di euro prontamente stanziati. Una risposta importante, resa possibile da una struttura organizzativa altamente efficiente e da una fattiva collaborazione con le amministrazioni locali “, ha affermato il Presidente del Friuli Venezia Giulia, Massimiliano Fedriga.\nIl procedimento contributivo approvato dalla giunta, come è stato spiegato, è semplificato dalla possibilità di presentare le richieste di ristoro tramite autocertificazione. “Una scelta – ha osservato Fedriga – che deve essere accompagnata da un forte senso di responsabilità pubblica. Saranno attivati in tal senso gli opportuni controlli. Contiamo su provvedimenti semplificatori anche a livello nazionale: non si possono aspettare le emergenze per velocizzare le procedure” . Continua la lettura su MeteoWeb Condividi TAGS: maltempo maltempo friuli venezia giulia Video Vedi tutti › VIDEO DEL GIORNO Dramma in Argentina, tempesta con venti a oltre 140 km/h: crolla tetto di un impianto sportivo, 13 morti Gallery Vedi tutti ›\nPesanti inondazioni, situazione critica nei Paesi Bassi: esonda il fiume Ijssel, Deventer sott'acqua | FOTO",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://www.addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://player.vimeo.com/progressive_redirect/playback/895452808/rendition/540p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=b03733bc86b9e5dcf290f49d6b30096f8511d9d22551ca965133c02fddfbfdf8",
      "https://i.vimeocdn.com/video/1770152588-4a452f2e599a3e7141ea72d60bc9e41114ee401059846f31b25cdb0cb1dc38c0-d_640x360?r=pad",
      "https://www.addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://www.addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://www.addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://player.vimeo.com/external/895452808.m3u8?s=1faff6f14b3fc046c36413e73c0a332a7e6a74fb&oauth2_token_id=1467441249",
      "https://www.addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://www.addtoany.com/add_to/whatsapp",
      "https://www.player.vimeo.com/progressive_redirect/playback/895452808/rendition/540p/file.mp4?loc=external&oauth2_token_id=1467441249&signature=b03733bc86b9e5dcf290f49d6b30096f8511d9d22551ca965133c02fddfbfdf8",
      "https://addtoany.com/add_to/whatsapp?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://player.vimeo.com/progressive_redirect/playback/895452808/rendition/540p/file.mp4",
      "https://www.addtoany.com/add_to/twitter",
      "https://player.vimeo.com/external/895452808.m3u8",
      "https://www.addtoany.com/add_to/email",
      "https://addtoany.com/add_to/facebook?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://addtoany.com/add_to/twitter?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://www.player.vimeo.com/external/895452808.m3u8?s=1faff6f14b3fc046c36413e73c0a332a7e6a74fb&oauth2_token_id=1467441249",
      "https://www.i.vimeocdn.com/video/1770152588-4a452f2e599a3e7141ea72d60bc9e41114ee401059846f31b25cdb0cb1dc38c0-d_640x360?r=pad",
      "https://addtoany.com/add_to/email?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://www.addtoany.com/add_to/facebook",
      "https://www.addtoany.com/add_to/linkedin",
      "https://i.vimeocdn.com/video/1770152588-4a452f2e599a3e7141ea72d60bc9e41114ee401059846f31b25cdb0cb1dc38c0-d_640x360",
      "https://www.addtoany.com/add_to/pinterest",
      "https://addtoany.com/add_to/linkedin?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto",
      "https://addtoany.com/add_to/pinterest?linkurl=https%3A%2F%2Fwww.meteoweb.eu%2F2023%2F12%2Fmaltempo-friuli-richieste-ristoro-danni-665-milioni%2F1001343194%2F&linkname=Maltempo%20Friuli%3A%20richieste%20di%20ristoro%20danni%20per%20665%20milioni%20per%20gli%20eventi%20di%20luglio-agosto"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T20:53:24.997+02:00",
    "updated": "2023-12-29T20:53:24.997+02:00"
  }
]