[
  {
    "uuid": "a162d9f03921ba722c7b33c53e8ef70773a4c8c1",
    "url": "https://www.meneame.net/story/naciones-unidas-sorprendidas-invocando-anticristo-dia-mundial/c011",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "JackNorte",
    "published": "2024-05-25T10:10:00Z",
    "title": "#11 Las Naciones Unidas, sorprendidas invocando al Anticristo en el Día Mundial de la Invocación (Eng)",
    "text": "Portada\nmis comunidades\notras secciones\n[#3](c3#c-3) Los satanistas son humanistas, son los otros los que encuentran justificaciones en sus dioses para cometer genocidios.\n[#7](c7#c-7) Una cosa es la realidad y otra la interpretacion de los creyentes que persiguen brujas y que usan esa dialectica para encubrir genocidios.\n[#3](c3#c-3) Sí. La filosofía satánica es contraria al genocidio, y además tienen una frase concreta que dice muy claramente que no es correcto violar niños, y mucho menos matarlos. Cosa que otras religiones omiten por razones obvias de que les gusta matar y violar niños.\nLos de los genocidios justificados son los otros, los cristianeros y los judieros.\n[#10](c10#c-10) La razon cuando hablan para fanaticos creyentes no llega. Es un negocio bien montado en las debelidades humanas. Cualquier cosa que apele a la razon es apelar a las virtudes y eso requiere esfuerzo y no siempre funciona , las debilidades los odios , fallan muichisimas menos veces y la codicia aun menos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T14:16:12.326+03:00",
    "updated": "2024-05-25T14:16:12.326+03:00"
  },
  {
    "uuid": "bc2d529f7a3612c2fd8f46e82fd531f57aff6ea4",
    "url": "https://ground.news/article/the-best-end-of-year-sales-up-to-70-off",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abc 6 Philadelphia",
    "published": "2023-12-28T19:00:00Z",
    "title": "Ground News - The best end-of-year sales up to 70% off",
    "text": "Summary by Abc 6 Philadelphia The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only. Share menu More\nFilters 8 Articles 8 Articles All Left Center Right\nabc 6 Philadelphia Lean Left High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Philadelphia, United States Read Full Article\nabc 6 Philadelphia Lean Left High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Philadelphia, United States Read Full Article abc 13 Houston Lean Left High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Houston, United States Read Full Article\nabc 13 Houston Lean Left High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Houston, United States Read Full Article abc 7 Chicago Center High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Chicago, United States Read Full Article\nabc 7 Chicago Center High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Chicago, United States Read Full Article abc 7 LA Center High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Los Angeles, United States Read Full Article\nabc 7 LA Center High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Los Angeles, United States Read Full Article abc 7 NY Center High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · New York, United States Read Full Article\nabc 7 NY Center High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · New York, United States Read Full Article abc11 Raleigh Lean Left High Factuality Media Conglomerate: The Walt Disney Company The best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Raleigh, United States Read Full Article\nabc11 Raleigh Lean Left High Factuality Media Conglomerate: The Walt Disney Company\nThe best end-of-year sales up to 70% off The best end-of-year sales include discount mattresses, must-have tech, beauty essentials and more - for a limited time only.\n7 hours ago · Raleigh, United States Read Full Article More articles Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://abc7chicago.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://6abc.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc11.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc13.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7ny.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7.com/best-end-of-year-sales-deals/14230166/",
      "https://www.6abc.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://www.abc7.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://6abc.com/best-end-of-year-sales-deals/14230166/",
      "https://abc11.com/best-end-of-year-sales-deals/14230166/",
      "https://www.abc13.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://www.abc7chicago.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc13.com/best-end-of-year-sales-deals/14230166/",
      "https://abc7ny.com/best-end-of-year-sales-deals/14230166/",
      "https://www.abc11.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral",
      "https://abc7chicago.com/best-end-of-year-sales-deals/14230166/",
      "https://www.abc7ny.com/best-end-of-year-sales-deals/14230166/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "abc",
          "sentiment": "negative"
        },
        {
          "name": "walt disney company",
          "sentiment": "none"
        },
        {
          "name": "houston lean left high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "philadelphia lean left high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "philadelphia",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:35.232+02:00",
    "updated": "2023-12-29T00:42:35.232+02:00"
  },
  {
    "uuid": "0437c6999aa5b89c32c0fc12415d02099a649216",
    "url": "https://www.ncesc.com/geographic-faq/what-happened-to-samuel-bateman",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Corey Sanford",
    "published": "2024-05-25T15:16:00Z",
    "title": "What happened to Samuel Bateman?",
    "text": "What happened to Samuel Bateman?\nSamuel Bateman, a leader of a polygamous sect and former member of the FLDS Church, has been arrested and is currently facing 51 federal charges. The charges stem from a raid conducted at his compounds in Colorado City in September 2022. Bateman is accused of using his power to marry and sexually abuse underage girls.\nWhat are the allegations against Samuel Bateman?\nAn FBI investigation accuses Bateman, 46, of using his power as the leader of the polygamist Fundamentalist Church of Jesus Christ of Latter-Day Saints (FLDS) to marry and sexually abuse underage girls. The FLDS is a subset of the Mormon Church, which no longer condones polygamy.\nHow many wives does Samuel Bateman have?\nSamuel Bateman, a self-proclaimed prophet, had more than 20 wives, some of whom were younger than 18, according to the FBI.\nWhat is Samuel Bateman’s religion?\nSamuel Bateman and his followers practice polygamy, which is a legacy of the early teachings of the mainstream Church of Jesus Christ of Latter-Day Saints. However, the Mormon Church abandoned the practice in 1890 and strictly prohibits it now.\nWho was Warren Jeffs 65th wife?\nWarren Jeffs, the president of the Fundamentalist Church of Jesus Christ of Latter-Day Saints, had multiple wives, with conflicting figures ranging from 79 to 81. One of his reported wives, Brielle Decker, claims to have been his 65th wife.\nInside the Disturbing FLDS Polygamist Cults of Warren Jeffs and Samuel Bateman\nNo information found.\nHow old was Warren Jeffs youngest wife?\nWarren Jeffs, who was convicted of sexually assaulting minors, had married Merrianne when she was 12 years old. Another minor, Veda Keate, married Jeffs when she was 14.\nHow old is Samuel Bateman?\nSamuel Rappylee Bateman, currently 47 years old, along with 10 of his followers, were indicted by a federal grand jury on charges relating to a conspiracy to travel across state lines in order to amass “wives” for Bateman, including minor girls.\nWhat did Samuel Bateman do?\nInvestigators claim that Samuel Bateman forced young girls to marry him and sexually abused them on a regular basis. He also allegedly forced other minors to watch and even participate in the abuse. Several of Bateman’s followers and adult wives are also facing federal charges for their reported roles.\nWhat is Warren Jeffs doing now?\nWarren Jeffs, the former leader of the FLDS Church, is currently incarcerated at the Louis C. Powledge Unit in Palestine, Texas.\nWho was the Mormon man who had 20 wives?\nSamuel Bateman, a former member of the FLDS Church, had more than 20 wives. He was financially supported by male followers who also gave over their own wives and children to be Bateman’s wives, according to an FBI affidavit.\nWho is Samuel Bateman?\nSamuel Bateman is a Deputy County Manager for Clark County in Nevada. He was appointed to the position in October 2023 and previously served as a Chief Deputy with the Clark County District Attorney’s Office for over 12 years.\nHow was Bateman not caught?\nNo information found.\nWhy is Bateman a killer?\nThere are no indications or allegations suggesting that Samuel Bateman is a killer.\nIs polygamy legal in the United States?\nPolygamy is illegal in the United States. The practice of having more than one spouse at the same time is outlawed in every state. Polygamy was declared unlawful through the passing of the Edmunds Anti-Polygamy Act of 1882.\nWho are the parents of Samuel Bateman?\nSamuel Bateman was born on July 1, 1832, in Manchester, England to Thomas Bateman and Mary Street. His father joined the Church of Jesus Christ of Latter-day Saints in 1838 and emigrated to Nauvoo, Illinois in 1839.\nDid a polygamous leader have 20 wives?\nSamuel Bateman, a polygamous leader near the Arizona-Utah border, had more than 20 wives, including minors mostly under the age of 15, according to allegations in a probable cause affidavit.\nHow many biological children does Warren Jeffs have?\nWarren Jeffs is known to have at least 60 children, according to reports. Three of his children have publicly spoken out about their time in the FLDS Church.\nWill Warren Jeffs ever be released?\nWarren Jeffs was sentenced to life in prison plus 20 years for sexually assaulting minors. He is currently held at the Louis C. Powledge Unit in Palestine, Texas and is not eligible for parole until at least July 22, 2038.\nWhat are the FLDS birth defects?\nThe most common birth defects associated with children born to close cousins, including FLDS members, are harelip, cleft palate, clubfoot, and certain forms of heart valve conditions.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "samuel bateman",
          "sentiment": "neutral"
        },
        {
          "name": "bateman",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "flds church",
          "sentiment": "none"
        },
        {
          "name": "flds",
          "sentiment": "none"
        },
        {
          "name": "fbi",
          "sentiment": "none"
        },
        {
          "name": "mormon church",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-25T18:17:34.109+03:00",
    "updated": "2024-05-25T18:17:34.109+03:00"
  },
  {
    "uuid": "e8d4f68923eac468cbfac680deb211c8e025f147",
    "url": "https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Antonio Teruel",
    "published": "2024-03-14T22:50:00Z",
    "title": "IRENE VILLA ALCOY ENTREVISTA | Irene Villa: \"Lo importante no es qué te pasa, sino cómo lo afrontas\"",
    "text": "Irene Villa: \"Lo importante no es qué te pasa, sino cómo lo afrontas\" La comunicadora presentó este jueves en Alcoy su libro \"Los ochomiles de la vida\", en el que aborda las claves para enfrentarse a los retos que a cualquier persona le depara el día a día. Un acto organizado por la concejalía de Igualdad dentro de los actos conmemorativos del 8M. El libro habla de superar \"ochomiles\" en el día a día. ¿Podría decirse que es una obra de autoayuda? Es un compartir experiencias, aventuras, dificultades, cómo las he afrontado en primera persona. Al final tiene bastante de autoayuda, porque al final lo que funciona es la psicología positiva, la sociabilidad, el sentido del humor, la gratitud, la resiliencia, el fluir con lo que pasa, el no pelearte con la vida... Pero a través de aventuras y experiencias propias;creo que la gente puede conectar más con eso que con un libro de pura teoría. Experiencias que pueden servir de modelo o de referente a otras personas, ¿no? Así es. Dicen las estadísticas que cada persona vamos a vivir tres episodios dramáticos a lo largo de nuestra vida. Yo estoy bastante por encima de la media [ríe]; no me refiero al atentado, que eso por suerte no le ocurre a un porcentaje representativo de la sociedad, sino a cosas que le han pasado a más gente. He perdido a alguien por un cáncer y por el covid, he perdido un embarazo, [he tenido un divorcio](https://www.informacion.es/vida-y-estilo/gente/2018/12/12/irene-villa-juan-pablo-lauro-5647002.html)... A veces nos encontramos contratiempos que nos parecen \"ochomiles\", pero que vistos desde fuera son más nimios. ¿Esto quiere decir que \"nos falta vida\", o es algo en lo que influyen muchas circunstancias? Cuando estás ahí, es tu vida y es lo que más te importa, y lo ves como un «ochomil» porque está condicionando tu vida totalmente. Por eso este libro ayuda; me ha pasado, por ejemplo, que me digan que gracias a mí han llevado mejor un divorcio, o se lo toman de otra forma. En esto siempre abogo por la comprensión y por el diálogo, y por la mediación si es necesario, poniendo a los hijos por delante para que ellos no vean el \"ochomil\" que para los padres es. Para una persona que ha pasado por una experiencia traumática, ver que otro se queja por algo aparentemente menor, ¿da la sensación de que ese alguien se queja por nada, o es preferible ponerse siempre en el lugar del otro para entender todo el contexto? Siempre hay que ponerse en el lugar del otro, porque al final no es qué te ocurre, sino [cómo lo afrontas y cuánta motivación tienes](https://www.informacion.es/ocio/tv/2017/12/04/irene-villa-optimismo-deluxe-momento-5833228.html). No se trata de que te compares conmigo, porque a ti te pasa algo que, en tu contexto, te condiciona, te paraliza, te genera malestar emocional. Sí que me gusta que, después de mis conferencias, la gente relativiza; eso me pasa a mí también con otras personas. Al final todo radica en los miedos: qué es lo que no consigo aceptar y qué miedo no consigo superar. Y ahí vas a saber qué difícil es tu «ochomil», cuando aprendes abrazar la incertidumbre, y a decir «este miedo no me va a paralizar, lo voy a vencer». Acaban de cumplirse 20 años de los atentados del 11M. Un herido en aquellos hechos comentaba estos días, en una intervención en televisión, que prefería definirse como \"superviviente\", más que como víctima. ¿Qué le parece a usted? ¡Ah, a mí también! Es que es mucho mejor... Lo de víctima nunca me ha gustado. Yo digo que no somos víctimas, ni cupables, sino responsables: de nuestro futuro, de nuestra vida y de nuestro presente. El pasado, pasado está, y lo que se ha perdido ya no va a volver; sin embargo, tú estás aquí y eres un superviviente, igual que un superviviente de cáncer o de cualquier otra enfermedad. Tenemos que dar gracias a la vida y saber que nos da siempre otra oportunidad, y que un 10% es lo que nos pasa y un 90% cómo interpretamos lo que nos pasa. Puedes decir: \"Estoy aquí, qué milagro\" o \"Qué desgraciada soy\". Elige. [RRSS WhatsApp](https://api.whatsapp.com/send?text=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Facebook](https://www.facebook.com/sharer/sharer.php?u=https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS Twitter](https://twitter.com/intent/tweet?original_referer=https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html&text=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20%20https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [RRSS email](mailto:?subject=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20&body=https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dmail%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share) [Copiar URL](javascript: void(0)) [Alcoy](https://www.informacion.es/alcoy/2024/03/11/venta-online-frena-colas-sillas-99322961.html) [La venta online no frena las colas para las sillas de las Fiestas de Alcoy](https://www.informacion.es/alcoy/2024/03/11/venta-online-frena-colas-sillas-99322961.html) [Alcoy](https://www.informacion.es/alcoy/2024/03/07/sillas-entradas-moros-cristianos-alcoy-99147000.html) [Las sillas para las Entradas de los Moros y Cristianos de Alcoy podrán comprarse online por primera vez en la historia](https://www.informacion.es/alcoy/2024/03/07/sillas-entradas-moros-cristianos-alcoy-99147000.html) [Alcoy](https://www.informacion.es/alcoy/2024/03/10/revolucionaria-tableta-lector-ocular-saca-99204416.html) [Una revolucionaria tableta con lector ocular saca del aislamiento a niños con parálisis cerebral](https://www.informacion.es/alcoy/2024/03/10/revolucionaria-tableta-lector-ocular-saca-99204416.html) [INF Provincia](https://www.informacion.es/alcoy/2024/03/08/tren-alcanza-alcoy-media-220-99212500.html) [El tren alcanza en Alcoy una media de 220 pasajeros al día](https://www.informacion.es/alcoy/2024/03/08/tren-alcanza-alcoy-media-220-99212500.html) [INF Provincia](https://www.informacion.es/alcoy/2024/03/13/cinco-calles-concentran-cuatro-accidentes-99437884.html) [Cinco calles concentran uno de cada cuatro accidentes urbanos en Alcoy](https://www.informacion.es/alcoy/2024/03/13/cinco-calles-concentran-cuatro-accidentes-99437884.html) [INF Provincia](https://www.informacion.es/alcoy/2024/03/11/alcoy-reforzara-vigilancia-zona-norte-99340117.html) [Alcoy reforzará la vigilancia en la zona norte tras varios robos en comercios con arrestos](https://www.informacion.es/alcoy/2024/03/11/alcoy-reforzara-vigilancia-zona-norte-99340117.html) [INF Provincia](https://www.informacion.es/alcoy/2024/03/12/ayuntamiento-alcoy-adjudica-demolicion-antiguo-99369901.html) [El Ayuntamiento de Alcoy adjudica la demolición del antiguo cine de Batoi](https://www.informacion.es/alcoy/2024/03/12/ayuntamiento-alcoy-adjudica-demolicion-antiguo-99369901.html) [Alcoy](https://www.informacion.es/alcoy/2024/03/08/8m-alcoy-sale-calle-defender-99223726.html) [8M: Alcoy sale a la calle para defender los valores del feminismo](https://www.informacion.es/alcoy/2024/03/08/8m-alcoy-sale-calle-defender-99223726.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?original_referer=https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html&text=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20%20https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send?text=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20https://www.informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://twitter.com/intent/tweet?original_referer=https://informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html&text=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20%20https://informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dtwitter%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://facebook.com/sharer/sharer.php?u=https://informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://www.facebook.com/sharer/sharer.php",
      "https://api.whatsapp.com/send?text=Irene%20Villa%3A%20%22Lo%20importante%20no%20es%20qu%C3%A9%20te%20pasa%2C%20sino%20c%C3%B3mo%20lo%20afrontas%22%20https://informacion.es/alcoy/2024/03/14/irene-villa-importante-pasa-afrontas-99501766.html%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dbtn-share)",
      "https://api.whatsapp.com/send",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:54:48.072+02:00",
    "updated": "2024-03-15T01:27:05.041+02:00"
  },
  {
    "uuid": "047b326a4118dec160c66a97e62ab9842e42afd2",
    "url": "https://vanguardia.com.mx/coahuila/saltillo/saltillenses-tienen-claro-que-las-playas-son-el-mejor-lugar-para-recibir-el-ano-nuevo-FI14496223",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "katya gonzález",
    "published": "2024-12-26T21:00:00Z",
    "title": "Saltillenses tienen claro que las playas son el mejor lugar para recibir el Año Nuevo",
    "text": "Saltillenses tienen claro que las playas son el mejor lugar para recibir el Año Nuevo\nCOMPARTIR\nUn recorrido por distintas agencias de viajes ubicadas en [Saltillo](https://saltillo.gob.mx/), revelaron que durante este año, el destino más solicitado por los saltillenses para viajar y recibir el 2025 fueron las playas de México, especialmente las ubicadas en el Caribe.\nAunque las agencias visitadas por VANGUARDIA reportaron una baja en las reservaciones de hasta un 30 por ciento en comparación con el año anterior, señalaron que desde meses atrás las familias saltillenses se acercaron para planificar las vacaciones de fin de año.\nTE PUEDE INTERESAR: [Se nota dinamismo en crecimiento de comercio exterior por aduana de Piedras Negras](https://vanguardia.com.mx/coahuila/piedras-negras/se-nota-dinamismo-en-crecimiento-de-comercio-exterior-por-aduana-de-piedras-negras-AI14494657)\nLas agencias coincidieron en que el destino más solicitado, al igual que años anteriores, es Cancún, Quintana Roo, debido a que en esta temporada del año suele ser una de las playas más cálidas del país, además de que tiene una gran oferta turística y hotelera cuyo costo no es muy alto en comparación con otros destinos.\n“En esta época el mar ya está frío por el Pacífico, entonces por eso gente prefiere irse sobre todo al Caribe, donde la oferta hotelera es muchísima, muy variada con complejos más nuevos, más grandes y pues por el mismo precio”, señaló un representante de Epic Travels.\nEl segundo lugar entre los destinos preferidos por los capitalinos, es ocupado por Puerto Vallarta, Jalisco, que a pesar de no ser una playa caribeña se ha convertido en una de las playas preferidas entre los saltillenses, debido a su gran oferta hotelera y su bajo costo.\nA la par se encuentran Los Cabos, en Baja California Sur, uno de los principales atractivos turísticos del país, así como los tours por la Riviera Maya, que alberga ruinas arqueológicas como Chichén Itzá, además de contar con algunas de las playas más bellas del país, como Xcaret, Isla Mujeres y Tulum, entre otras.\nTE PUEDE INTERESAR: [Coahuila: Vital que los hospitalizados en el IMSS estén acompañados](https://vanguardia.com.mx/coahuila/saltillo/coahuila-vital-que-los-hospitalizados-en-el-imss-esten-acompanados-PI14495479)\nEn cuanto a playas como Mazatlán, Sinaloa, se registró una baja considerable en las reservaciones, debido a lo altos índices de violencia que se viven en el estado desde hace algunos meses.\nEntre los destinos no costeros que también fueron solicitados por los saltillenses figura Orlando, Florida en Estados Unidos, que cuenta con atractivos como Walt Disney World Resort; así como los destinos de esquí como Aspen, Colorado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "topics": [
      "Lifestyle and Leisure->holiday",
      "Human Interest->celebrity",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Social Issue->communities"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://saltillo.gob.mx/",
      "https://www.saltillo.gob.mx/",
      "https://saltillo.gob.mx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Quintana Roo",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "Caribe",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-27T00:27:36.912+02:00",
    "updated": "2024-12-27T00:27:36.912+02:00"
  }
]