[
  {
    "uuid": "2350948cdc9ba7cdc55c23f4576e05349f2230b3",
    "url": "https://www.wyomingnews.com/news/local_news/competing-with-corrections-changes-in-hiring-process-give-wyoming-doc-edge-over-local-law-enforcement/article_3d4dccb4-d74f-11ee-9265-7ff78986704e.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Stroka Newcastle News Letter Journal Via Wyoming News Exchange",
    "published": "2024-02-29T22:09:00Z",
    "title": "Competing with corrections: Changes in hiring process give Wyoming DOC edge over local law enforcement",
    "text": "NEWCASTLE — Following recruiting challenges, the Wyoming Department of Corrections shortened its hiring process and reduced its physical requirements for correctional officers. It also raised the salaries for correctional officers. Weston County law enforcement officials have concerns about the changes. According to a news release issued by the WDOC in January, the number of full-time staff in correctional occupations has decreased by more than 10% since 2019. Correctional occupations include correctional officers, administrative staff and probation and parole agents. In response, the department adjusted its hiring process for officers, the WDOC release said. Previously, the process took roughly two or three months, because it included all testing requirements from the Peace Officer Standards and Training certification process and federal Prison Rape Elimination Act. The length of the hiring process commonly caused applicants to drop off and begin work elsewhere because applicants commonly chose to start other jobs instead. Stephanie Kiger, the WDOC public information officer, said in an email on Feb. 12 that there were seven correctional officer academy attendees at the Wyoming Honor Conservation Camp in January, compared with none in January 2023. There were three applications for the WHCC in December 2023, as of Dec. 27, compared with none in December 2022. WDOC is now making conditional offers of employment before background checks and physical testing are complete, which is also speeding up the hiring process, he said. The release said that correctional officer applications throughout the agency have increased across the agency. In the last three months of 2022, the WDOC received 19 applications. Over the course of those same calendar months in 2023, the department received 119 applications. “While there is still a large number of vacancies, these changes are enabling the WDOC to fill and train new staff at a rate which in turn benefits the inmates, and the agency alike,” the release said. The WDOC has also raised the starting pay for correctional officers from $20.66 to $25.26, the release said. “This new figure brings the WDOC more aligned with our peer organizations,” the release said. Todd Martin, the WHCC warden, said in a phone interview on Feb. 13 that the department has struggled to find staff, largely because the wages weren’t competitive with railroad and oil and coal industry jobs, as well as other law enforcement jobs. Hiring has increased since the raise. Before the raise, he routinely had 15 to 20 staff vacancies at the camp, he said. Presently, there are six or seven vacancies, with 96 now working at the facility. The state of the economy is contributing to raising the applicant counts as well, according to Martin. Federal funding that supported people who may have otherwise worked is running out in a lot of areas, prompting people to seek employment. “Things are actually looking up for us, and I attribute most of that to the hard work our director’s done to get those salaries to a level where we’re competitive again,” he said. The quality of life that Wyoming offers, with low crime rates and extensive outdoor recreation opportunities, is drawing people, and candidates, to the area, Martin said. Weston County sheriff finds changes ‘somewhat irritating’ Weston County Sheriff Bryan Colvard said in a phone interview on Feb. 21 that one of the biggest problems about the WDOC’s changes is the boost in starting pay because he doesn’t anticipate that the department will be able to keep up with it. The WDOC and Weston County Sheriff’s Office offer similar benefits. The Weston County website, on Feb. 26, said that the beginning wage for a detention officer is $18.92. After completing academy training, the officers earn $21.22 an hour. The change in physical standards is “kind of a convoluted mess,” Colvard said. The state requires him to mandate that deputies attend the Wyoming Law Enforcement Academy in Douglas to receive their Detention Officer Basic certification. The academy, not Colvard, sets the physical fitness standards for that certification. Meanwhile, WDOC can have its own academy, he said. “If somebody can’t make the standards for the Wyoming Law Enforcement Academy, they just go to the camp and get a job up there for $5 more,” Colvard said. He said the Weston County Sheriff’s Office has seen a decrease in hiring due to the difference between the county’s starting pay and physical requirements and those of the WDOC. He did not provide hiring numbers by press deadline. Newcastle police chief responds Newcastle Police Chief Derek Thompson said in an email on Feb. 24 that the department has experienced some difficulty in drawing qualified candidates to fill peace officer positions. While thankful that the department has been able to hire five officers in the past year who were qualified for the position, he said, the department still needs another officer and has only received one application for the position. “At the most, we usually have two applicants at a time for the recent positions we have filled. … I cannot really speak to how many applicants this department has had in the past because I have only been here for slightly over a year,” Thompson said. He said that he doesn’t believe the department will change its hiring policies because it would need state-level changes to make any significant adjustments. The Wyoming Peace Officer Standards and Training sets the standards and requirements for hiring and training of peace officers, correctional officers, detention officers, dispatchers and coroners. “I understand why the Department of Corrections is doing what they are doing. They are a large agency that has a significant amount of influence at the state level and can effect change much more seamlessly than an agency of our size ever could. They have to do what they have to do to draw sufficient staff to operate their facilities,” Thompson said. “I don’t think anyone likes the idea of lowering standards, but it appears it has come to the point where it is a necessary evil for them. Because WDOC has a facility in our area, we are going to feel the added strain in drawing candidates to our department. When a person interested in the public safety field can go up the hill and make more money with less stringent entry requirements, it will make it more difficult for local agencies to compete for the interest of those candidates.” The department might have to consider raising wages to recruit and retain personnel since, as with everything else, the cost of public safety is increasing, Thompson said. “No one wants any more tax increases, so it will take some brainstorming to come up with ways to keep the staff all agencies need, with the least possible burden to the taxpayers,” he said. “It is frustrating and difficult to do all of the work required without sufficient staff. One thing I have noticed is this is a problem that plagues many industries, not just those of us in public safety. Everyone is feeling the strain and there doesn’t seem to be a real clear solution to the problem.” Upton’s hiring, with different challenges Upton Police Chief Susan Bridge said in an email on Feb. 24 that the department has not had any openings for officers in nearly seven years, but a longtime officer is retiring, and she anticipates the department will face hiring challenges soon. Employees must live within 5 miles of the town limits, and it is difficult to find housing. Smaller departments, like Upton’s, also require substantial on-call time, she said. “This prohibits the officer from leaving town or getting involved in projects or social events, as they have to be ready to respond to calls after they have completed their designated shift,” she said. A police officer in a small department may be on duty for a 24-hour period, with nobody available to answer questions or provide clarification, Bridge said. “In smaller departments, we need to take more time and training for our officers for their safety and the safety of the public,” she said. Let the news come to you Get any of our free email newsletters — news headlines, sports, arts & entertainment, state legislature, CFD news, and more. [Explore newsletters](/newsletters/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephanie kiger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newcastle",
          "sentiment": "negative"
        },
        {
          "name": "wyoming department of corrections",
          "sentiment": "negative"
        },
        {
          "name": "wdoc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "wyoming",
          "sentiment": "none"
        },
        {
          "name": "weston county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:51:11.277+02:00",
    "updated": "2024-03-01T06:43:09.754+02:00"
  },
  {
    "uuid": "bb7b2e1f1721433bbfb0a13d3c95d776f6b8f2e2",
    "url": "https://www.lagazzettadelmezzogiorno.it/news/ultima-ora/1468167/inter-lazio-3-0-inzaghi-in-finale-supercoppa-contro-napoli.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agenzia Adnkronos",
    "published": "2024-01-19T20:20:00Z",
    "title": "Inter-Lazio 3-0, Inzaghi in finale Supercoppa contro Napoli - La Gazzetta del Mezzogiorno",
    "text": "sport sport 19 Gennaio 2024 (Adnkronos) - L'Inter batte la Lazio per 3-0 a Riad nella semifinale della Supercoppa italiana, oggi 19 gennaio, e si qualifica per la finale in programma lunedì 22 gennaio contro il Napoli, che ieri ha superato la Fiorentina per 3-0 nella prima semifinale. La formazione nerazzurra domina il match contro i biancocelesti e si impone con i gol di Thuram (17'), Calhanoglu su rigore (50') e Frattesi (88'). La squadra allenata da Inzaghi colleziona occasioni e centra anche due traverse con Barella nel primo tempo e Lautaro nella ripresa. La superiorità dei vice campioni d'Europa in carica è evidente dall'avvio e già al 3' arriva il primo pericolo con Barella. L'Inter costruisce bene l'azione e manda al tiro dal limite il suo centrocampista, che ha tempo e spazio per calciare ma tira alto. Al 4' ancora nerazzurri al tiro, stavolta con Thuram. Sullo scarico di Barella il francese va alla conclusione ma non inquadra la porta. Al 7' ancora la squadra di Inzaghi pericolosa. Barella crossa da destra, Thuram con un colpo di testa quasi in tuffo indirizza il pallone in porta ma è decisiva la deviazione di Gila, che manda in angolo ed esulta rendendosi conto dell'importanza del suo tocco. E' un monologo della capolista della Serie A. Al 9' altra occasione da rete, nasce tutto da una palla salvata sulla linea di fondo, in attacco, da Pavard, che in scivolata la tiene dentro e va al cross, da cui poi nasce il tentativo di Bastoni che arriva a rimorchio sulla respinta della difesa e calcia forte ma alto. Al 17' arriva il meritato vantaggio nerazzurro. Cross di Bastoni da sinistra, Dimarco col tacco sul primo palo la aggiusta e Thuram irrompe sul secondo palo e sblocca la partita. La Lazio prova a reagire subito e al 22' Pedro recupera palla, Immobile la appoggia per Felipe Anderson che da fuori cerca il destro incrociato ma non inquadra la porta. Alla mezz'ora cross di Dimarco da sinistra, la palla, dopo una leggera deviazione di Lazzari, arriva dalle parti di Lautaro che non ci arriva per un soffio. Al 33' Lautaro riceve sulla trequarti, avanza e scarica in porta da fuori. Provedel para in due tempi, prima con una deviazione e poi allontanando in angolo prima del tap-in di Thuram. Passano un paio di minuti e Calhanoglu mette un bel pallone in area, Pavard prova la spizzata di testa ma manda fuori tempo sia Lautaro che Thuram appostati sul secondo palo. Al 37' grande azione dell'Inter, trama fantastica, che si chiude con un cross di Dimarco da sinistra a scavalcare tutta la difesa laziale, verso il secondo palo dove c'è Barella che ci va al volo, di mezzo esterno, con un tiro potentissimo che colpisce la parte alta della traversa vicino all'incrocio dei pali. Al 42' ancora un cross da sinistra, stavolta di Bastoni, sul palo opposto arriva puntuale Darmian che, da ottima posizione, conclude alto. Appena prima dell'intervallo azione insistita di Thuram che aggira Provedel, bravo a non andare giù costringendolo ad allargarsi. Ancora il francese mette in mezzo e poi Romagnoli salva. In apertura di ripresa l'Inter raddoppia. Lautaro va giù in area, dopo un pestone di Pedro. L'arbitro non ha visto e gli dice di rialzarsi, ma al Var ricontrollano l'azione e richiamano Marchetti che, dopo aver rivisto l'episodo, assegna il penalty ai vice campioni d'Europa in carica. Dagli 11 metri Calhanoglu incrocia col destro, Provedel intuisce ma non ci arriva ed è 2-0 Inter al 50'. Un minuto dopo Sarri effettua un doppio cambio: dentro Luis Alberto e Cataldi per Guendouzi e Rovella ma la musica non cambia e al 52' l'Inter colpisce un'altra traversa stavolta con una girata potente di Lautaro in area su invito di Barella che finta di calciare e poi serve il compagno. Al 58' grande giocata di Lautaro che inizia l'azione con una grande sventagliata e poi la chiude con una rasoiata di collo che sfiora il palo. Al 66' Dimarco su punizione impegna Provedel che respinge, Lautaro recupera palla e rimanda al tiro Dimarco che è però in posizione di fuorigioco. Un minuto dopo due cambi per parte: Frattesi e De Vrij per Barella e Bastoni, nell'Inter. Isakson per Felipe Anderson e Pellegrini per Marusic nella Lazio. Al 70' Dimarco ruba palla anticipando Vecino, che lo prende in pieno sulla caviglia. Marchetti non può fare a meno di ammonire l'uruguayano. Al 74' altro doppio cambio Inter che rivoluziona l'attacco. Dentro Arnautovic e Sanchez per Lautaro e Thuram. Al 79' Calhanoglu mette giù Isaksen e viene ammonito. Inzaghi lo toglie e mette Asslani, Sarri invece inserisce Hysaj per Lazzari. All'88' i nerazzurri calano il tris con Frattesi. Luis Alberto sbaglia un passaggio elementare nella trequarti offensiva, innescando il contropiede dell'Inter. Mkhitaryan da sinistra serve Frattesi tutto solo davanti alla porta e l'ex Sassuolo supera Provedel e firma il 3-0. All'89' gol annullato a Immobile che prima di tirare in porta tocca il pallone con la mano. L'ultimo spunto del match lo regala Asslani con un gran tiro da fuori area che impegna Provedel a una deviazione in calcio d'angolo. Scorri verso il basso per leggere le altre Notizie [I furbetti del Superbonus, in carcere proprietario di supermercati della Bat/VIDEO](https://www.lagazzettadelmezzogiorno.it/news/bat/1467876/i-furbetti-del-superbonus-a-trani-scattano-sequestri-e-il-carcere.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-20T00:30:48.702+02:00",
    "updated": "2024-01-20T00:30:48.702+02:00"
  },
  {
    "uuid": "12b100bd897a47d9504759ef0df3866e671ae3f4",
    "url": "https://www.newsbreak.com/nashville-tn/3433264986141-opry-mills-mall-closing-due-to-potential-flooding",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Caleb Wethington",
    "published": "2024-05-09T00:00:00Z",
    "title": "Opry Mills Mall closing due to potential flooding",
    "text": "By Caleb Wethington,2 hours ago By Caleb Wethington,2 hours ago Read in NewsBreak Riley Strain’s parents slam his frat brothers for continuing to party after he went missing: ‘Appalling’ [Nashville, TN](/nashville-tn)22 days ago [Clarksville, TN](/clarksville-tn)20 hours ago [Three Rivers, MI](/three-rivers-mi)4 days ago [Millbrook, AL](/millbrook-al)29 days ago Welcome to NewsBreak, an open platform where diverse perspectives converge. Most of our content comes from established publications and journalists, as well as from our extensive network of tens of thousands of creators who contribute to our platform. We empower individuals to share insightful viewpoints through short posts and comments. It’s essential to note our commitment to transparency: our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. We strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation. Join us in shaping the news narrative together.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "caleb wethington",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "newsbreak riley strain",
          "sentiment": "none"
        },
        {
          "name": "clarksville",
          "sentiment": "none"
        },
        {
          "name": "newsbreak",
          "sentiment": "none"
        },
        {
          "name": "millbrook",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T00:15:39.037+03:00",
    "updated": "2024-05-10T00:15:39.037+03:00"
  },
  {
    "uuid": "ec5d6104c9f42a2070faf267363a186bf12852da",
    "url": "https://ground.news/article/surveillance-video-helps-detectives-find-2-men-accused-of-stealing-over-12k-worth-of-items-from-conroe-residence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-28T21:25:00Z",
    "title": "Ground News - Surveillance video helps detectives find 2 men accused of stealing over $12K worth of items from Conroe residence",
    "text": "Summary by Ground News Two men were caught on camera stealing multiple tools and dirt bikes from a residence. Surveillance video showed the men taking the items worth over $12,000. Shane Null, 38, and Ronnie Rogers, 52, both of Porter, confessed to the burglary. Null was charged with burglary of a building and possession of a controlled substance. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nKPRC-TV Center High Factuality Media Conglomerate: Graham Holdings Surveillance video helps detectives find 2 men accused of stealing over $12K worth of items from Conroe residence Two men were caught on camera stealing multiple tools and dirt bikes from a residence in Conroe on Dec. 20, according to the Montgomery County Sheriff’s Office District 3 Patrol Division.\n55 minutes ago · Houston, United States Read Full Article\nKPRC-TV Center High Factuality Media Conglomerate: Graham Holdings\nSurveillance video helps detectives find 2 men accused of stealing over $12K worth of items from Conroe residence Two men were caught on camera stealing multiple tools and dirt bikes from a residence in Conroe on Dec. 20, according to the Montgomery County Sheriff’s Office District 3 Patrol Division.\n55 minutes ago · Houston, United States Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.click2houston.com/news/local/2023/12/28/surveillance-video-helps-detectives-find-2-men-accused-of-stealing-over-12k-worth-of-items-from-conroe-residence/?utm_source=ground.news&utm_medium=referral",
      "https://www.click2houston.com/news/local/2023/12/28/surveillance-video-helps-detectives-find-2-men-accused-of-stealing-over-12k-worth-of-items-from-conroe-residence/",
      "https://click2houston.com/news/local/2023/12/28/surveillance-video-helps-detectives-find-2-men-accused-of-stealing-over-12k-worth-of-items-from-conroe-residence/?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ronnie rogers",
          "sentiment": "none"
        },
        {
          "name": "shane null",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ground news two",
          "sentiment": "negative"
        },
        {
          "name": "graham holdings surveillance",
          "sentiment": "none"
        },
        {
          "name": "articles all left center right kprc-tv center high factuality media conglomerate",
          "sentiment": "none"
        },
        {
          "name": "montgomery county sheriff’s office district 3 patrol division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "conroe",
          "sentiment": "none"
        },
        {
          "name": "porter",
          "sentiment": "none"
        },
        {
          "name": "united states read full article kprc",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:45.376+02:00",
    "updated": "2023-12-29T00:20:11.810+02:00"
  },
  {
    "uuid": "404dfd5ee1a846c224c2e760cff2011bc7e3e3ee",
    "url": "https://www.today.it/speciale/game-changer/vino-cura-rispetto-terra-naturalmente-sostenibile.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maurizio Pratelli",
    "published": "2024-07-19T08:12:00Z",
    "title": "Il vino è cura e rispetto per la terra, naturalmente sostenibile",
    "text": "[Gamechangers](/speciale/game-changer/)Italia\nIl vino è cura e rispetto per la terra, naturalmente sostenibile\nPer un futuro senza trucco: in vigna e in cantina\nHa fatto molto discutere nei giorni scorsi la boutade di Oscar Farinetti che ha definito \"fascista\" il termine \"vino naturale\". Prontamente è arrivata la risposta di Angiolino Maule, storico vignaiolo veneto, che ha replicato colpo sul colpo su una questione che si trascina ormai da troppo tempo, non solo rispetto ai termini utilizzati, in modo completamente distorto da anni. Personalmente ho iniziato a occuparmi di vino naturale nel 2008, se ancora il termine è concesso, organizzando serate divulgative e poi scrivendo alcuni libri. Tuttavia, ora che ne parlano tutti, ora che il vino naturale è diventato un fenomeno non più da osservare con distaccata ironia, come accade tutte le volte che una nicchia abituata al buio delle cantine vede la luce del pop, mi sento un po' a disagio. Infastidito come se le canzoni di Sufjan Stevens, ma quando mai, passassero in radio.\nCertamente non mi sfugge il fatto che c'è ancora chi ne scrive mosso dal fuoco della passione, o quantomeno dal fastidio di vedere questo mondo circondato più dalla febbre del momento che dalla sua anima, in questo senso basta leggere l'articolo del sempre attento Jacopo Cossater su Domani. Ma quando l'onda è alta, nessuno può più ignorarla: il vino naturale è diventato di moda, soprattutto trai più giovani, e tutti si sentono quindi in dovere di trattare l'argomento. È vero: intorno al vino naturale c'è stata troppa poesia Quando si parla di ciò che si ama si rischia. Ma quando si parla di ciò che non si conosce si fanno danni. Ed è così che l'argomento si sta quindi paradossalmente snaturando anche per colpa di una narrazione ipereccitata o piena di pregiudizi in malafede. Ma non solo, ovviamente.\nIl vino naturale, che personalmente amo chiamare \"senza trucco\", sta perdendo la sua battaglia proprio lì dove ha fatto la sua fortuna. Perché se è vero che deve esprimere il carattere del territorio, elemento che il vino convenzionale aveva sempre più svilito, la sua fortuna non l'ha fatta solo attraverso l'autenticità o solo dedicando maggiore cura per l'ambiente, in vigna e in cantina, ma anche e soprattutto grazie a una riconosciuta facilità di beva delle sue bottiglie. Non è un caso che i vini che ne hanno decretato il successo siano in particolare i rifermentati in bottiglia, i bianchi macerati e i rossi scarichi, termine che fa inorridire qualcuno.\nMa anche qui non si è inventato nulla. Gli ancestrali ci sono sempre stati, chiedere ad esempio a Massimiliano Croci, gli orange wine (metodo qvevri) arrivano storicamente per lo più dalla Georgia, i rossi scarichi andrebbero attribuiti più al vitigno che alla lavorazione, basterebbe pensare al Grignolino di Nadia Verrua o al Rossese di Nino Perrino, un vignaiolo che porta spalle oltre 60 vendemmie: quando gli parli di vino naturale scuote la testa e ti dice che lui il vino lo ha sempre fatto così.\nE allora il problema qual è? Se da una parte il vino naturale ha rimesso in circolo pratiche pulite, virtuosamente ancestrali, riavvicinando molti giovani alla terra, dall'altra, in alcuni casi, ha via via dimenticato la specifica vocazione di ogni lembo di terra: in altre parole non ha molto senso fare rifermentati ovunque, fare lunghe macerazioni con qualsiasi vitigno a bacca bianca, o trasformare in vino glu glu qualsiasi rosso solo per assecondare il mercato e quindi cadendo, alla fine, nella stessa trappola che porta ad avere vini omologati.\nChiaro che in tutto questo il fiorire di enoteche naturali ha giocato un ruolo determinante ma non primario. Il commercio si adegua all'offerta e alla richiesta. Tuttavia, se c'è crescente improvvisazione tra i nuovi produttori, figuriamoci tra i locali e nell'informazione che si avvicina solo oggi alla questione. Dunque, visto che indietro non si torna, occorre, anche qui, conoscenza. Lo sanno bene i \"vecchi\" produttori naturali che alle fiere si trovano sempre più circondati non tanto da chi sta imparando, ben vengano, ma da chi sta ammiccando al movimento solo per cavalcare l'onda. Ed è così che il difetto diventa una caratteristica, ed è così che una bottiglia può diventare peggio che imbevibile: inutile.\nIn buona sostanza qualsiasi vino, quindi anche uno naturale, non possiamo subirlo, dobbiamo conoscerlo. Ma se ieri era difficile, oggi sta diventando sempre più complicato. Rimane però evidente che non tutto può essere perso in nome della \"leggerezza\" di un vino o di vignaioli, osti e consumatori distratti dalla moda. Una Barbera può essere più o meno elegante, un Nebbiolo può essere giovane o più invecchiato, ma mai scarico. Gli esempi potrebbero essere infiniti. Tanto meno possiamo pensare che un vino sia buono solo perché fermenta con lieviti indigeni o perché usa pochi solfiti. Il vino naturale, che non è quello biologico, sulla questione andrebbe scritto un articolo a parte, bisogna saperlo fare: con tanta cura in vigna e molta attenzione in cantina. Certamente si può imparare ma non si può fingere. La dicotomia tra natura e artificio è sempre in agguato.\nVa infine detto che la moda del vino naturale ha portato in tavola anche una nuova generazione di sommelier. Quelli che fanno a gara nel trovare il topino (che non è la brett) in vini fatti per sottrazione di trattamenti. Quelli che \"io alla fine l'ho sentito e tu no\". Quelli che sono andati ben oltre il simpatico piccolo trattato di degustazione a fumetti di Michel Tolmer: Mimi, Fifi & Glou Glou. La deriva che ne potrebbe conseguire non è l'esaltazione del loro naso e del loro palato super sensibili ma di ritrovarci, anche qui, con vini sempre più enologicamente corretti. E quindi sempre più simili ai quelli convenzionali. Appuntava Luigi Veronelli: un vino ha valore anche dai suoi spigoli, troppo perfetto non è mai eccellente. E allora, visto che siamo vicini alla vendemmia, con tutti i problemi causati dal cambiamento climatico, peronospera, oidio, grandinate, gelo, che sia, l'augurio è che la 2024, sia un'ottima annata. Naturalmente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T13:39:10.805+03:00",
    "updated": "2024-07-19T13:39:10.805+03:00"
  },
  {
    "uuid": "0c140fb467bdfe90244411ed72b88f0ddbfdc4fa",
    "url": "https://time.news/protesters-in-tel-aviv-demand-different-politics-to-end-gaza-conflict-latest-updates",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "tyme cy",
    "published": "2024-01-19T22:28:00Z",
    "title": "\"Protesters in Tel Aviv Demand 'Different Politics' to End Gaza Conflict: Latest Updates\" - timenews",
    "text": "In a powerful display of solidarity and a call for change, protesters in Tel Aviv took to the streets demanding “different politics” in Israel to bring an end to the ongoing conflict in Gaza. The demonstration, which gained momentum and attention, highlights the growing discontent among citizens who yearn for a resolution that prioritizes peace and stability in the region. The protest comes as tensions continue to escalate between Israel and Gaza, with both sides experiencing devastating consequences. The conflict has resulted in numerous casualties and widespread destruction, leaving innocent civilians caught in the crossfire. As the violence persists, the international community has been closely watching the situation, urging for a peaceful resolution. The decision by the Israeli police to allow the anti-war demonstration in Tel Aviv comes after the High Court emphasized the fundamental right to protest. This development showcases the importance of upholding democratic values and allowing citizens to voice their concerns and demands freely. It also signifies a shift in the government’s approach towards public dissent, acknowledging the significance of peaceful protests as a means of expressing grievances. One of the notable figures leading the protest was a caged woman, symbolizing the captivity experienced by both Israelis and Palestinians due to the ongoing conflict. Her presence served as a poignant reminder of the human toll and suffering endured by individuals on both sides. By demanding the release of hostages, she drew attention to the urgent need for a resolution that prioritizes the well-being and safety of all individuals affected by the conflict. The demonstration in Tel Aviv is not an isolated event but rather part of a broader global movement calling for an end to violence and a shift towards peaceful resolutions. Similar protests have taken place in various cities worldwide, with individuals from different backgrounds coming together to demand change. This collective outcry reflects a growing sentiment that traditional approaches to conflict resolution are no longer sufficient and that new strategies must be explored. As we analyze the implications of this protest and its potential future trends, it becomes evident that there is a pressing need for a reevaluation of political strategies and diplomatic efforts. The conflict in Gaza has persisted for decades, with cycles of violence and temporary ceasefires failing to bring about a lasting solution. It is crucial for policymakers to recognize the limitations of these approaches and explore alternative avenues for dialogue and negotiation. Furthermore, this protest highlights the importance of public opinion and citizen engagement in shaping political decisions. The voice of the people cannot be ignored, and their demands for change must be taken seriously. Governments around the world should heed these calls and actively seek ways to address the root causes of conflicts, rather than perpetuating a cycle of violence. In light of these developments, it is essential for international organizations and world leaders to play an active role in facilitating dialogue and promoting peaceful resolutions. The United Nations, in particular, has a responsibility to step up its efforts and act as a mediator in conflicts such as the one between Israel and Gaza. By leveraging its diplomatic influence and convening relevant stakeholders, the UN can help create a conducive environment for negotiations and foster trust-building measures. Looking ahead, it is crucial for all parties involved to prioritize the well-being and safety of civilians caught in the crossfire. The conflict in Gaza has resulted in immense human suffering, with innocent lives being lost and communities torn apart. It is imperative for governments to prioritize humanitarian aid and ensure that essential services are provided to those in need. In conclusion, the protest in Tel Aviv demanding “different politics” to end the war in Gaza serves as a powerful reminder of the need for change and a shift towards peaceful resolutions. It highlights the importance of citizen engagement, democratic values, and international cooperation in addressing complex conflicts. As we navigate the future, it is crucial for policymakers to heed these calls and explore innovative approaches to conflict resolution that prioritize peace, stability, and the well-being of all individuals affected by such conflicts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "tel aviv",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T00:30:49.620+02:00",
    "updated": "2024-01-20T00:30:49.620+02:00"
  },
  {
    "uuid": "f6880d64bf9c1e8c17c3de2a30f941c8660109d4",
    "url": "https://www.youm7.com/story/2025/6/26/إخلاء-سبيل-مدرسة-بكفالة-5-آلاف-جنيه-لمحاولتها-تسريب-امتحان/7035260",
    "ord_in_thread": 0,
    "author": "الشرقية فتحية الديب",
    "published": "2025-06-26T10:20:52Z",
    "title": "إخلاء سبيل مدرسة بكفالة 5 آلاف جنيه لمحاولتها تسريب امتحان الثانوية بالشرقية - اليوم السابع",
    "text": "قرر قاضي المعارضات بمحكمة كفر صقر الجزئية بمحافظة الشرقية، إخلاء سبيل مدرسة تابعة لإدارة كفر صقر التعليمية، بكفالة مالية قدرها 5 آلاف جنيه، على ذمة التحقيقات؛ لاتهامها بمحاولة تسريب أحد امتحانات الثانوية العامة بإحدى اللجان بمدرسة بمركز كفر صقر.\nكانت الأجهزة الأمنية بمديرية أمن الشرقيةـ تلقت إخطارا يفيد بضبط \"هـ إ\" 49 عاما، مدرسة بمدرسة تابعة لإدارة كفر صقر التعليمية؛ لاتهامها بمحاولة تسريب امتحان الثانوية العامة.\nوتبين من التحريات الأولية، أنه أثناء قيام مراقب الدور في لجان امتحانات الثانوية العامة داخل مدرسة بمركز كفر صقر بمتابعة مراقبة اللجان تلاحظ له وجود المدرسة المتهمة داخل إحدى دورات المياه المخصصة للبنين داخل المدرسة، وبضبطها وتفتيشها عثر بحوزتها هاتف محمول يحتوي على أسئلة وإجابات أحد امتحانات الثانوية العامة في لجنة غير اللجنة المكلفة بملاحظة امتحاناتها، وتحرر عن ذلك المحضر رقم 7050 جنح مركز كفر صقر لسنة 2025، وبالعرض على النيابة العامة قررت حبسها على ذمة التحقيقات، قبل قرار قاضي المعارضات بإخلاء سبيلها بكفالة مالية على ذمة التحقيقات.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Education"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->judiciary",
      "Crime, Law and Justice->criminal law",
      "Education->educational testing and examinations",
      "Education->teachers",
      "Education->school"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [
        "top_news_ma",
        "top_news_iq",
        "top_news_il",
        "top_news_ae",
        "top_news_qa",
        "top_news_eg",
        "top_news_sa",
        "top_news_kw",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T13:20:52.137+03:00",
    "updated": "2025-06-27T11:07:30.000+00:00"
  }
]