[
  {
    "uuid": "cb1db9210d1c46e88e732bc202436a18c3f6270c",
    "url": "https://bnnbreaking.com/local-news/morgantowns-dinsmore-tire-property-a-transformation-from-eyesore-to-environmental-stewardshi",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hadeel Hashem",
    "published": "2024-02-16T01:48:00Z",
    "title": "Morgantown's Dinsmore Tire Property: A Transformation from Eyesore to Environmental Stewardship",
    "text": "In the heart of Morgantown, an ambitious project is underway that promises to transform what has long been considered 'the worst eyesore in Morgantown' into a beacon of community rejuvenation and environmental stewardship. At the forefront is the Morgantown Utility Board (MUB), which has set its sights on the dilapidated structures that currently mar the former Dinsmore Tire property at 195 Don Knotts Blvd. With a robust plan fueled by a $500,000 brownfield grant from the Environmental Protection Agency (EPA), the MUB is gearing up to breathe new life into this 1.26-acre plot, marking a significant milestone in the city's ongoing efforts to reconcile with its industrial past.\nFrom Blight to Bright: The Road Ahead\nThe journey of transformation for the Dinsmore site begins with the demolition of its existing structures—a task the MUB General Manager Mike McNulty is confident will be completed within the year. This initial step is critical, not only in erasing a visual blight from Morgantown's landscape but also in paving the way for an intricate remediation process. Following the demolition, the property will undergo a capping procedure, establishing a protective barrier between the surface and the underlying contaminants that bear testament to its industrial legacy.\nEnvisioning the Future: Pump Stations and Playgrounds\nWith the groundwork for environmental safety laid, the MUB's vision for the Dinsmore site expands into two core avenues: infrastructure and recreation. A portion of the site is earmarked for the construction of a new pump station—an essential upgrade to Morgantown's water treatment facility that promises enhanced service reliability for its residents. This project, slated to begin in early 2025 and unfold over 18 months, represents a significant leap forward in the city's commitment to sustainable water management.\nBut the MUB's aspirations for the Dinsmore site extend beyond functional infrastructure. Recognizing the community's growing need for recreational spaces, the board is exploring the potential for integrating leisure and play into the site's redevelopment plan. Though plans are still in the formulation stage, the prospect of transforming a once-contaminated lot into a vibrant public space underscores Morgantown's dedication to fostering a healthier, more connected community.\nA Legacy of Renewal: Morgantown's Blueprint for Progress\nThe Dinsmore Tire property, purchased by the MUB in 2019, has long stood as a stark reminder of the challenges cities face in managing the scars of industrialization. Yet, through the concerted efforts of the MUB and the backing of federal resources like the EPA's brownfield grant, Morgantown is setting a precedent for how communities can reclaim and repurpose their neglected spaces.\nMike McNulty's characterization of the property as 'the worst eyesore in Morgantown' is a poignant reflection of the site's troubled past. However, it also serves as a rallying cry for a future where such eyesores become cornerstones of community pride and environmental health. As Morgantown embarks on this ambitious project, the Dinsmore site stands as a testament to the power of vision, collaboration, and resilience in the face of environmental and urban challenges.\nIn summary, the Morgantown Utility Board is leveraging a significant EPA brownfield grant to dismantle the visual and environmental blight of the former Dinsmore Tire property. Through the demolition and capping of the site, followed by the construction of a new pump station and the exploration of recreational possibilities, Morgantown is on the cusp of a transformative chapter in its history. This project not only addresses the immediate needs for infrastructure and leisure but also embodies the broader ethos of sustainable development and community rejuvenation that Morgantown aspires to. As the Dinsmore site evolves from an eyesore into a landmark of progress, it marks another step forward in Morgantown's journey towards a brighter, greener future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "don knotts",
          "sentiment": "none"
        },
        {
          "name": "dinsmore",
          "sentiment": "none"
        },
        {
          "name": "mike mcnulty",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "epa",
          "sentiment": "none"
        },
        {
          "name": "morgantown utility board",
          "sentiment": "none"
        },
        {
          "name": "environmental protection agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "morgantown",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T05:52:12.681+02:00",
    "updated": "2024-02-16T05:52:12.681+02:00"
  },
  {
    "uuid": "186ddb784b61fa5ea43937ef1278f9a639b1b20c",
    "url": "https://ground.news/article/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nj",
    "published": "2023-12-27T23:21:00Z",
    "title": "Ground News - After 26 deaths on roadways in Hudson this year, local officials vow to improve safety in 2024",
    "text": "Summary by Nj While the issues of traffic and bicycle safety have been on the front burner for many local activists and officials in recent years, road safety gained special attention when three people — one driver and two passengers — were killed in a head-on collision on a deadly stretch of Paterson Plank Road. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nnj Lean Left High Factuality Media Conglomerate: Advance Publications After 26 deaths on roadways in Hudson this year, local officials vow to improve safety in 2024 While the issues of traffic and bicycle safety have been on the front burner for many local activists and officials in recent years, road safety gained special attention when three people — one driver and two passengers — were killed in a head-on collision on a deadly stretch of Paterson Plank Road.\n1 day ago Read Full Article\nnj Lean Left High Factuality Media Conglomerate: Advance Publications\nAfter 26 deaths on roadways in Hudson this year, local officials vow to improve safety in 2024 While the issues of traffic and bicycle safety have been on the front burner for many local activists and officials in recent years, road safety gained special attention when three people — one driver and two passengers — were killed in a head-on collision on a deadly stretch of Paterson Plank Road.\n1 day ago Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.nj.com/hudson/2023/12/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024.html?utm_source=ground.news&utm_medium=referral",
      "https://www.nj.com/hudson/2023/12/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024.html",
      "https://nj.com/hudson/2023/12/after-26-deaths-on-roadways-in-hudson-this-year-local-officials-vow-to-improve-safety-in-2024.html?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "articles all left center right nj lean left high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hudson",
          "sentiment": "none"
        },
        {
          "name": "paterson plank road",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:43:22.101+02:00",
    "updated": "2023-12-29T00:43:22.101+02:00"
  },
  {
    "uuid": "a02a1b03800dd88bcc23fd24fb1d1db13e861b91",
    "url": "https://www.devdiscourse.com/article/science-environment/3039393-odisha-braces-for-heavy-rainfall-imd-issues-alert",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-08-02T04:13:00Z",
    "title": "Odisha Braces for Heavy Rainfall: IMD Issues Alert | Science-Environment",
    "text": "Odisha Braces for Heavy Rainfall: IMD Issues Alert Odisha is expected to receive more rainfall due to a low-pressure area formed over Gangetic West Bengal and Jharkhand, as per the IMD. The state government has issued warnings for heavy rainfall in several districts, advising preparedness. Rainfall intensity will decrease from Saturday onward. [Devdiscourse News Desk](/devdiscourse-stories)| Bhubaneswar | Updated: 02-08-2024 12:13 IST | Created: 02-08-2024 12:13 IST - Country: - India Odisha, currently experiencing wet spells, is anticipated to witness more rainfall due to a newly-formed low-pressure area over Gangetic West Bengal and nearby Jharkhand, according to the India Meteorological Department (IMD). A cyclonic circulation has led to the creation of this low-pressure zone, extending up to 7.6 km above the mean sea level. This system is expected to move west-northwestwards and intensify within the next 24 hours, as per the latest IMD bulletin. The state government has highlighted the risk of heavy rainfall in districts including Jharsuguda, Sundargarh, Keonjhar, Sambalpur, Deogarh, and Bargarh over the next day. Along with this, widespread light to moderate rainfall, thunderstorms, and lightning strikes are predicted for the next five days. However, a senior official noted that the rainfall intensity will lessen from Saturday as the system heads away from Odisha. Odisha's Special Relief Commissioner, Satyabrata Sahoo, has instructed district collectors to be on high alert and prepared for any eventualities arising from the predicted heavy rains. (With inputs from agencies.)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jharsuguda",
          "sentiment": "none"
        },
        {
          "name": "deog",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "devdiscourse news desk",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sambalpur",
          "sentiment": "none"
        },
        {
          "name": "bhubaneswar",
          "sentiment": "none"
        },
        {
          "name": "gangetic west bengal",
          "sentiment": "none"
        },
        {
          "name": "sundargarh",
          "sentiment": "none"
        },
        {
          "name": "keonjhar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T09:48:22.798+03:00",
    "updated": "2024-08-02T09:48:22.798+03:00"
  },
  {
    "uuid": "97d468cc8d58fe70a6ef77cebe60d70b4c162506",
    "url": "https://wideinfo.org/iskysoft-toolbox-best-data-recovery-tool/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arielle Scott",
    "published": "2024-01-05T21:56:00Z",
    "title": "iSkySoft Toolbox – Best Data Recovery Tool",
    "text": "Our smartphones have slowly been replacing computers and laptops. With that added functionality comes the responsibility of handling the data effectively.\nThis necessitates an all-powerful backup and recovery solution for your smartphone. How about a tool that offers you all your security requirements within one application? That is precisely what is iSkySoft Toolbox for iOS for you.\niSkySoft Toolbox-iOS Recovery– An Overview\nFirst, the iSkySoft Toolbox- iOS\nRecovery is an application offering complete data security on your iOS device. It is a perfect iPhone recovery software and packs a host of functionalities within one app.\nrecover deleted text messages on iPhone. With support for over 20 multiple file types, the software can\nrecover data from your iPhone, iTunes, and iCloud data backup.\nThe Features\nWell, the software offers you exceptional performance with high-end features. It supports\ndata recovery on iPhone/iPad/iPod Touch devices. The tool can help you recover your data in multiple data deletion and corruption scenarios.\nSome of the scenarios where iSkySoft Toolbox- iOS Recovery can prove to be helpful include\n- Stolen devices\n- Accidental\ndata deletion\n- Locked out\ndevice due to softwareissues and Data lossas a result of a factory reset.\nThe tool also supports multiple\ndata formats and can recover almost any file format you would like. Some files you can recover include contacts, SMS, Call logs, photos, videos, audio, and your types.\nYet another feature worth the mention is the compatibility with almost all iOS devices and the iOS versions. The iSkySoft Toolbox supports devices from iPhone 4 to the latest iPhone XS and iPod. It also supports all the iOS versions right up to iOS 12.\nHow to recover data from iOS devices?\nThe functionality of iSkySoft Toolbox is much simpler and easy to follow. You do not need to be a technical expert to use the tool for\nrecovering your data. Your data recovery exercise should be smooth and straightforward with easy-to-use and understandable features.\nFollow the steps in this order –\n- Download and install the iSkySoft Toolbox Recover tool.\n- Ensure you have installed the\nlatest versionof iTunes on your computer. The data recovery may not work if you do not have iTunes.\n- Connect your iOS device to your computer. You can use the USB cable to connect your device.\n- Click on Trust This Computer on your phone. This will\nensure you can access the dataon your phone through the tool.\n- Now, launch your iSkySoft Toolbox and click on the Recover option.\n- The next screen will take you to the scanning options. Choose the file types you would want to recover. You can choose to recover an entire device if needed. Once you are done with the selection, you can click on Start Scan.\n- The scanning process can take a while to finish. The exact time will depend upon the amount of data to be recovered. You can pause the scanning process if you find the data you are looking for.\n- Once the scan is completed, the software lists the found files. You can now preview the scanned data. Click on a particular entry, and you will find a thumbnail image or the details of the file, as the case may be.\n- Choose the files you want to recover and click on the appropriate option depending upon the location you want to recover the file. You can either recover your file to your device or your computer. However, we would advise you to\nrecover the files to your computer not to be deletedagain on your phone due to any software glitch. You can later transfer the files to your device.\n- If you choose recovery to your computer, choose the right location to store your files. You can create a new folder if you so wish.\nThat would do it. You have successfully recovered your iOS device with the help of iSkySoft Toolbox Recover for iOS.\nThe ease of functionality will make it an excellent\noption for all your needs in recovering your iOS devices.\nOther Functionalities on iSkySoft ToolBox\nYou can use the software for various other functions besides data recovery. These additional functionalities aid you in addressing the major performance issues plaguing your iOS device.\nSystem Recovery is designed to handle the\nproblems being faced by your phone. Some prime cases are restart loop, white screen issues, black screen, and devices stuck in the recovery mode. This option will update your iPhone to the latest iOS version and remove your jailbroken status.\nData Backup is an excellent performance enhancer and aids you in\nsaving your files securely. You can keep backing up your device at regular intervals of time. If you decide to restore the data sometime in the future, you can choose the appropriate option in the Backup and Restore the Software section.\nThe tool also offers you a data Eraser functionality. This lets you delete all your data from the phone. This can be helpful enough if you want to sell off your iOS device. You can ensure that your data will not land in the wrong hands.\nAnd lastly, iSkySoft also lets you back up the data from your favorite instant messengers. It supports Kik, LINE, and Viber. However, when it comes to WhatsApp, you will get a few extra features packed in. You can use the tool to\ntransfer your WhatsApp data from one phone to another.\nIn Conclusion\nThe iSkySoft iOS data\nrecovery software is a well-designed and capable option to recover data quickly and safely for your iPhone/iPad or iPod touch. It works excellently in what it is expected to offer in iPhone data recovery. You can go with the trial version to get a feel of the tool and go with the Pro version if you are satisfied.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "reco",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:11:45.521+02:00",
    "updated": "2024-01-06T01:11:45.521+02:00"
  },
  {
    "uuid": "1855e62a4b10a0c339c2d9ae2b8f246911eabb45",
    "url": "https://www.religiondigital.org/diocesis/Demetrio-fernandez-cordoba-obispo-controversia-polemica-renuncia_0_2751924790.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Religión Digital",
    "published": "2025-02-15T06:14:00Z",
    "title": "Las 10 mayores polémicas de Demetrio Fernández en su 15 años de pontificado en Córdoba",
    "text": "El obispo presenta este 15 de febrero su renuncia al Papa al cumplir los 75 años Las 10 mayores polémicas de Demetrio Fernández en su 15 años de pontificado en Córdoba\nEl obispo de Córdoba, Demetrio Fernández, como estipula el Código de Derecho Canónico al cumplir los 75 años, presenta este sábado, 15 de febrero, su renuncia al Papa\nDesde su llegada a la Diócesis de Córdoba, hace 15 años, ha estado rodeado de la controversia por los continuos mensajes que ha difundido a través de sus cartas semanales y homilías\nEstas reiteradas declaraciones críticas han llevado a denuncias por parte de colectivos y personas individuales, como a apostasías colectivas como las que se llevaron a cabo en 2017 y 2022\nEstas reiteradas declaraciones críticas han llevado a denuncias por parte de colectivos y personas individuales, como a apostasías colectivas como las que se llevaron a cabo en 2017 y 2022\n| Alejandra Luque\n(eldiario.es).- Durante sus 15 años como obispo de Córdoba, Demetrio Fernández nunca le ha temido a la polémica ni a las críticas sociales que pudieran surgir tras sus numerosas proclamas con el feminismo, el colectivo LGTBI o el derecho al aborto.\nAPÚNTATE AQUÍ\nDesde su llegada a la Diócesis de Córdoba, el prelado ha lanzado mensajes tanto en sus homilías como en sus cartas semanales que han sido censurados por sectores de la población que no veía en ellas la realidad de la sociedad. Estas reiteradas declaraciones críticas han llevado a denuncias por parte de colectivos y personas individuales, como a apostasías colectivas como las que se llevaron a cabo en 2017 y 2022.\nComparar el asesinato de Ruth y José con el aborto\nEn octubre de 2012, Fernández llevaba dos años presidiendo el Obispado de Córdoba y la ciudad aún se reponía de la noticia que sorprendió a todos en verano: los huesos hallados en Las Quemadillas no eran de roedores, sino de dos niños de las edades que tenían Ruth y José cuando “desaparecieron” en octubre de 2011. La sentencia llegaría en 2013, cuando la Audiencia Provincial condenó al padre de los menores, José Bretón, a 40 años de cárcel por el doble asesinato.\nEl drama que supuso este caso en la sociedad española fue usado por el obispo de Córdoba en 2012 para denunciar el derecho al aborto. “Ningún crimen tan horrible como el del aborto, cuando una madre se ve en la situación de matar al niño que ha concebido en sus entrañas. Que el seno materno, el lugar más seguro y más cálido para el ser humano, no sea nunca más un lugar de amenaza para el ser humano naciente, ya desde su concepción, incluso antes de su anidación en el útero materno”. “No vale invocar el derecho de la madre para matar a su hijo. ¡Ningún padre, ninguna madre tiene derecho a matar a su hijo! Que Ruth y José nos lo hagan entender a todos”, llegó a afirmar.\nEl aborto, “una matanza de inocentes”\nLas críticas al aborto han sido una constante desde su llegada al Obispado de Córdoba; un derecho que ha definido como “una matanza de inocentes” y que “no puede ejercerse cuando está en juego la vida de un sujeto humano, porque la decisión presionada por intereses egoístas, no respeta la vida y elimina al que estorba”.\nEn otra ocasión ha señalado que la vida “ha de ser acompañada y protegida, precisamente cuando es más frágil”, de modo que “la decisión de eliminar a los que estorban, o por su minusvalía o por su calidad de vida o por una falsa compasión (para que no sufran), es una postura arrogante, que se considera juez y dueña de la vida de los demás”.\nCabe recordar que la Escuela de Magisterio Sagrado Corazón -centro privado religioso adscrito a la Universidad de Córdoba (UCO)-, convocó en 2017 el premio Madre y maestra de vida a través del cual “galardonaba” con 2.000 euros a las estudiantes universitarias que se habían quedado embarazadas y habían decidido continuar con la gestación. Tras esta polémica, la UCO emitió un comunicado en el que aseguraba que la adscripción académica no suponía “compartir las iniciativas” de este centro.\nTambién sobre el aborto, en otra carta de abril de 2018, alababa a aquellas “universitarias” que, ante “un embarazo imprevisto, contra viento y marea han adoptado la postura contracultural de aceptar al hijo de sus entrañas, no han cedido a la presión homicida y ahora gozan de su criatura, que no cambiarían por nadie ni por nada en el mundo”.\nLas mujeres no tienen el “don” para el sacerdocio\nEntre sus primeras cartas semanales más polémicas está la que publicó en junio de 2013, cuando afirmó que la mujer “jamás” podrá ser sacerdote, ya que “no se trata de un derecho, sino un don”. “La Iglesia ha establecido que la ordenación sacerdotal solo puede concederse a varones y es algo que no podrá ser reformado nunca jamás, porque el papa Juan Pablo II la ha dictado apoyado en el ejemplo de Jesús, en la Palabra de Dios, en la tradición viva de la Iglesia y en su infalibilidad pontificia”.\nEl feminismo como “una bomba atómica”\nLa ideología de género “es una bomba atómica que quiere destruir la doctrina católica y la imagen de Dios en el hombre y la imagen de Dios Creador”. Así se manifestó Demetrio en agosto de 2016 sobre la Ley contra la LGTBIfobia del Gobierno de Madrid, sumándose a una nota emitida entonces por los obispos de Getafe y Alcalá de Henares.\nEn aquellas declaraciones, el obispo de Córdoba aseguraba que “¡cómo no lo vamos a compartir! Lo que el Papa dice, lo compartimos todos los obispos”, y que lo defendido por quienes eran sus compañeros era la tesis que defendía el papa Francisco. “Teniendo delante lo que dice él -este, los anteriores y los que vengan-, tenemos lo que piensa la Iglesia”.\nEstas declaraciones llevaron al entonces diputado del PSOE por Córdoba, Antonio Hurtado, a iniciar una recogida de firmas para que la Fiscalía actuara ante lo que pudieran ser declaraciones “homofóbicas”.\nEl papel de la mujer, “dar calor al hogar”\nSu visión machista de la mujer también ha llevado a Demetrio a asegurar que el papel de esta es el de “dar calor en el hogar”, mientras que “cuanto más varón sea el varón, mejor para todos en la casa”. En concreto y según la visión del obispo, el hombre “aporta particularmente la cobertura, la protección y la seguridad”.\nEn el caso de la mujer, en diciembre de 2015 opinaba que esta “tiene una aportación específica, da calor al hogar, acogida, ternura. El genio femenino enriquece grandemente la familia”, de modo que, “cuanto más mujer y más femenina sea la mujer, mejor para todos en la casa. Esa complementariedad puede verse truncada por la falta de uno de ellos, y la familia más amplia -abuelos, tíos- puede suplirla”.\nEl matrimonio es “indisoluble”\nEn 2015, y en alusión a las reformas dentro de la Iglesia plantadas en aquel momento por el papa Francisco sobre el divorcio y la nulidad matrimonial, Fernández defendió que “nadie puede deshacer -ni siquiera el Papa- lo que Dios ha unido por voluntad de los esposos en el sacramento del matrimonio”. En esa línea, defendía en una carta pastoral que la Iglesia debe mantener su máxima de “lo que Dios ha unido, que no lo separe el hombre” y planteaba que el matrimonio es “indisoluble” y el divorcio, “una verdadera plaga”.\nEl nombre de la Mezquita-Catedral de Córdoba\nSi hay una polémica por la que el obispo de Córdoba tuvo que dar marcha atrás es la que tiene que ver con la forma de llamar a la Mezquita-Catedral de Córdoba. Fernández siempre defendió que el monumento es una Catedral exclusivamente que se asienta sobre una antigua mezquita. El discurso oficial de la Diócesis alcanzó al Cabildo, que le cambió el nombre al monumento, que oficialmente pasó a llamarse Catedral de Córdoba, antigua mezquita aljama, en minúscula. La protesta ciudadana, impulsada por la plataforma Mezquita Catedral, provocó la indignación de la Unesco. El Cabildo acabó rectificando y eliminando toda la cartelería de la visita turística, y el templo pasó a llamarse Conjunto monumental Mezquita-Catedral de Córdoba.\nLa reproducción asistida, “un aquelarre químico”\nEn esa misma línea, el prelado ha llegado a comprar las técnicas de reproducción asistida con un “aquelarre químico de laboratorio” para defender el modelo de familia que la Iglesia toma de ejemplo y que se forma “por la unión de los esposos que normalmente se convierten en padres”. A su modo de entender “la procreación”, los hijos deben ser fruto del “abrazo amoroso de los esposos”, algo que en su opinión “no puede sustituirse nunca por la pipeta de laboratorio (fecundación 'in vitro')”. Por ello, “todo tipo” de fecundación artificial “rompe” la armonía de la creación.\nEstas palabras llevaron a un científico cordobés, David Lozano –doctor en Ingeniería, investigador en Gestión de Recursos Hídricos y antropólogo-, a lanzar a través de Change.org una petición para proteger a los menores contra su discriminación en función del origen su concepción.\nAlegría tras la llegada de Juanma Moreno a la Junta\nEl 2 de diciembre de 2018, Andalucía afrontó una jornada electoral en la que, aunque ganó el PSOE, el PP -por primera vez en su historia- se hizo con la presidencia de la Junta tras un pacto de Gobierno con Ciudadanos y acuerdo con Vox para lograr sus votos. Los populares y la formación naranja pusieron, así fin, a casi 40 años de gobiernos socialistas, lo que llevó al obispo de Córdoba a mostrar su “alegría” porque Andalucía se había convertido en la “pionera del cambio social”.\n“Andalucía tiene una sensibilidad propia, Andalucía sabe lo que quiere y a donde va. Harta de promesas incumplidas, que la tienen a la cola en tantos aspectos, pide a gritos ser protagonista de su propia historia, y que no contradigan sus sentimientos más nobles”, añadía en una carta semanal titulada Vuelco en Andalucía.\nLa unidad de España\nTras el referéndum de independencia de Cataluña, que se celebró el 1 de octubre de 2017, Fernández defendió en una homilía que “la patria está en peligro” y acompañado de mandos policiales y autoridades civiles de la provincia con motivo de la festividad de los Ángeles Custodios -patrón de la Policía Nacional. Ocho años después, alertó de nuevo de la “desintegración de la unidad de España” y apeló al espíritu del apóstol Santiago para la difusión de la fe católica para evitar “ese mal”.\nPor ninguno de estos mensajes, ni el obispo ni la Diócesis de Córdoba han formulado jamás ninguna rectificación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief"
    ],
    "topics": [
      "Politics->church elections",
      "Politics->freedom of religion",
      "Politics->political candidates",
      "Religion and Belief->religious leader",
      "Religion and Belief->religious conflict"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://cordopolis.eldiario.es/cordoba-hoy/sociedad/polemicas-obispo-cordoba-aborto-feminismo-reproduccion-asistida-divorcio_1_12043534.html",
      "https://www.cordopolis.eldiario.es/cordoba-hoy/sociedad/polemicas-obispo-cordoba-aborto-feminismo-reproduccion-asistida-divorcio_1_12043534.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Papa",
          "sentiment": "negative"
        },
        {
          "name": "Demetrio Fernández",
          "sentiment": "none"
        },
        {
          "name": "Alejandra Luque",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-15T08:38:05.051+02:00",
    "updated": "2025-02-15T08:38:05.051+02:00"
  },
  {
    "uuid": "4556862996135a3ff078e56ae0ca283a23c6b1af",
    "url": "https://www.heise.de/en/news/Apparent-technical-fault-at-mail-and-VPN-provider-Proton-10234682.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dr. Christopher Kunz",
    "published": "2025-01-09T20:18:00Z",
    "title": "Apparent technical fault at mail and VPN provider Proton | heise online",
    "text": "Apparently, the mail and VPN provider Proton is currently experiencing problems. The login to the free mail service of the company, which is popular with security-conscious users, is failing and there are also problems with the VPN: the reports on error portals are piling up.\nAnzeige Anyone using Proton as groupware should find something else to do late Thursday afternoon. During a test at around 5:30 p.m., neither logging in to the mail service nor accessing a calendar worked. However, the online storage and password manager worked. Apparently not everywhere: as the provider's status page reveals, the disruption affects practically all services, but according to Proton, only some users.\nThe mail and groupware account at Proton currently greets those wishing to log in with an error message (Image: heise security / cku)\nThe reason for the disruption is also unclear, with Proton referring to \"temporary network problems\". They are working to resolve the problems as quickly as possible. Users will therefore have to be patient.\n( cku )\nDon't miss any news – follow us on Facebook , LinkedIn or Mastodon .\nThis article was originally published in German . It was translated with technical assistance and editorially reviewed before publication.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Economy, Business and Finance->business service",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://downdetector.com/status/protonmail/",
      "https://www.linkedin.com/company/104691972",
      "https://status.proton.me/",
      "https://www.facebook.com/heiseonlineEnglish",
      "https://www.downdetector.com/status/protonmail/",
      "https://downdetector.com/status/protonmail",
      "https://www.status.proton.me/",
      "https://status.proton.me",
      "https://facebook.com/heiseonlineEnglish",
      "https://linkedin.com/company/104691972"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Proton",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T01:17:12.615+02:00",
    "updated": "2025-01-10T01:17:12.615+02:00"
  },
  {
    "uuid": "df5465f22cb44486ba6fc47af0da59f8f07e94eb",
    "url": "https://istoedinheiro.com.br/inmet-emite-alerta-para-chuvas-intensas-e-ventos-de-ate-60-km-h-no-brasil",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação",
    "published": "2024-12-13T13:40:00Z",
    "title": "Inmet emite alerta para chuvas intensas e ventos de até 60 km/h no Brasil",
    "text": "13/12/2024 - 10:40\nO Instituto Nacional de Meteorologia (Inmet) emitiu alerta amarelo para chuvas intensas em ao menos 14 Estados brasileiros das regiões Norte, Centro-Oeste, Nordeste e Sudeste. A previsão é válida para esta sexta-feira, 13, podendo ser atualizada a qualquer momento.\nConforme o instituto, a expectativa é de chuva de até 50 mm/h e ventos intensos com velocidade de até 60 quilômetros por hora.\nVeja os Estados afetados:\n– Acre\n– Amazonas\n– Roraima\n– Rondônia\n– Mato Grosso\n– Pará\n– Amapá\n– Goiás\n– Tocantis\n– Maranhão\n– Ceará\n– Piauí\n– Bahia\n– Minas Gerais\nCidade de São Paulo\nA cidade de São Paulo deve registrar chuvas mais intensas no sábado, 14, de acordo com previsão da Meteoblue. Nesta sexta-feira, a expectativa é de garoa à noite. Precipitações menores também estão previstas para domingo, 15, e segunda-feira, 16.\nNo sábado, de acordo com a Meteoblue, a máxima será de 23ºC. No domingo, e na segunda-feira, os termômetros devem atingir 26ºC e 27ºC, respectivamente.\nRecomendações\n– Em caso de rajadas de vento, não se abrigue debaixo de árvores, pois há leve risco de queda e descargas elétricas;\n– Não estacione veículos próximos a torres de transmissão e placas de propaganda.\n– Evite usar aparelhos eletrônicos ligados à tomada.\n– Obtenha mais informações junto à Defesa Civil (telefone 199) e ao Corpo de Bombeiros (telefone 193).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-13T17:17:48.851+02:00",
    "updated": "2024-12-13T17:17:48.851+02:00"
  },
  {
    "uuid": "96d5a895f7f96332e8345b68bd4705c164ce2913",
    "url": "https://prisaradioco-wradio-colombia-prod.cdn.arcpublishing.com/2025/03/19/la-dorada-nuevo-epicentro-del-running-en-colombia-mas-de-3000-corredores-en-la-fuerza-purpura",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Aliados W Radio Colombia",
    "published": "2025-03-19T22:02:00Z",
    "title": "La Dorada, nuevo epicentro del running en Colombia: más de 3.000 corredores en la 'Fuerza Púrpura'",
    "text": "La Dorada, nuevo epicentro del running en Colombia: más de 3.000 corredores en la ‘Fuerza Púrpura’\nLa Dorada, Caldas, se consolida como el destino ideal para los amantes del running en Colombia.\nColombia\nCon su clima cálido que ronda los 40 grados, su hospitalidad inigualable y una comunidad vibrante, este municipio se perfila como el epicentro de encuentros deportivos para corredores de todo el país.\nEl pasado fin de semana, la ciudad vivió la segunda edición de la Carrera de la Mujer llamada ‘Fuerza Púrpura’, organizada por la Alcaldía municipal de La Dorada en cabeza del alcalde Fredy Saldaña. El evento congregó a más de 3.000 participantes, convirtiendo a La Dorada en referente nacional en el deporte y la igualdad de género.\nRunning y empoderamiento: una carrera que hizo historia\nLa jornada contó con múltiples categorías, permitiendo la participación de corredores de todas las edades y niveles:\n3K Recreativa: Quienes están iniciando en la experiencia del running.\n5K y 10K Competitivas: Desafíos exigentes para corredores experimentados.\nCategoría Infantil (10-12 años): Para fomentar el deporte desde la niñez.\nCada paso recorrido no solo representó un desafío deportivo, sino también un compromiso con la igualdad y el empoderamiento femenino. La fuerza y determinación de las participantes hicieron de esta competencia un símbolo de resistencia y unión.\nLa Dorada: un paraíso para corredores\nConocida como la ‘Puerta de Oro de Caldas’, La Dorada se destaca por su ubicación privilegiada y su potencial para convertirse en un destino clave para competencias de alto nivel.\n¿Por qué La Dorada es el futuro del running en Colombia?\nHay varias razones por las que La Dorada es un potencial destino para los runners en el país:\nClima retador: Cuenta con temperaturas cercanas a los 40°C que desafían la resistencia de los atletas.\nGeografía Ideal: Sus rutas planas y escenarios naturales permiten un entrenamiento exigente.\nCultura y calidez humana: La Dorada es un municipio lleno de gente alegre y acogedora.\nProyección nacional: Se llevan a cabo eventos deportivos de gran magnitud que fortalecen la identidad de la región.\nUn futuro deportivo brillante\nCon eventos como ‘Fuerza Púrpura’, La Dorada no solo impulsa el deporte, sino que también promueve el turismo, la equidad y el desarrollo local.\nLa visión del alcalde Fredy Saldaña y su equipo de trabajo es clara: posicionar al municipio como un destino imprescindible para corredores y deportistas de todo el país.\nLa Dorada ya no es solo un destino turístico, pues también es el nuevo hogar del running en Colombia.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "topics": [
      "Sport->athletics",
      "Human Interest->record and achievement"
    ],
    "ai_allow": true,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Fredy Saldaña",
          "sentiment": "none"
        },
        {
          "name": "Caldas",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-20T01:19:28.318+02:00",
    "updated": "2025-03-20T01:19:28.318+02:00"
  },
  {
    "uuid": "1bc56229f0c6d010fe5cc2c3a3904fcc80a3394b",
    "url": "https://bnnbreaking.com/sustainability/biogas-a-powerful-ally-in-the-quest-for-sustainability",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BNN Correspondents",
    "published": "2024-02-16T00:25:00Z",
    "title": "Biogas: A Powerful Ally in the Quest for Sustainability",
    "text": "In a world grappling with the undeniable urgency of climate change, the spotlight turns to innovative solutions aiming to bridge the gap between environmental necessity and technological advancement. Among these, the biogas industry emerges as a formidable ally in the global quest for sustainability. Harnessing the power of microorganisms to transform waste into wealth – renewable energy, in this case – biogas production through anaerobic digestion represents a critical pivot towards a circular bio-economy. This narrative delves deep into the recent strides made in biogas technology, policy frameworks, and international collaborations that collectively fuel the journey towards a greener tomorrow.\nThe Evolution of Biogas: From Waste to Energy\nAt the heart of the biogas revolution is the commercialization of direct air capture technology. This cutting-edge approach enhances the growth of microalgae biomass, a key ingredient in producing renewable fuels. It's not just about creating energy but doing so in a way that actively reduces the carbon footprint. The technology promises a dual benefit: mitigating carbon emissions while generating a clean, sustainable energy source. As the world leans into renewable energy, the growth of biogas and biomethane plants across Europe offers a glimpse into a future where energy production aligns seamlessly with environmental conservation goals.\nGlobal Actions and Policy Frameworks\nInternational efforts to combat climate change are gaining momentum, as evidenced by Indonesia's recent move to sign a Memorandum of Understanding (MOU) aimed at tackling emissions. This pivotal agreement underscores the global community's recognition of the urgent need to act decisively. Furthermore, the European Green Deal sets ambitious targets for reducing greenhouse gas emissions, with a clear focus on promoting biomethane production. Achieving these goals requires not just technological innovation but also supportive policy structures that prioritize carbon intensity in biomethane policy support. Insights from industry experts highlight the barriers facing the biogas industry, emphasizing the critical role of policy in driving its growth. Without coherent, supportive policies, the path to decarbonization remains fraught with challenges.\nPartnerships and Progress: Driving Decarbonisation Forward\nThe biogas industry's trajectory is not solely defined by technological advancements or policy enactments but also by the strength of partnerships and strategic collaborations. Recent budget allocations towards decarbonisation and low-carbon solutions signal a robust commitment to combating climate change. These financial inflows are pivotal in accelerating the adoption of biogas technologies, ultimately contributing to the reduction of greenhouse gas emissions. The environmental assessment of biomethane production further illuminates the benefits of transitioning from fossil fuels to biomethane, highlighting the reduced methane emissions leakage and the adaptability to the seasonality of gas demand.\nAs the narrative of the biogas industry unfolds, it weaves a story of technological innovation, policy challenges, and the unyielding spirit of collaboration. From the commercialization of direct air capture technology to international efforts in reducing emissions and promoting renewable energy, the journey towards a sustainable future is marked by significant milestones. The growth of biogas and biomethane plants across Europe, supported by the European Green Deal, exemplifies the tangible progress being made in harnessing renewable energy for a cleaner, greener world.\nIn conclusion, the biogas industry stands at the frontier of the renewable energy landscape, embodying the synthesis of environmental stewardship and technological innovation. As the world confronts the pressing challenges of climate change, the advancements in biogas technology, alongside supportive policies and international collaborations, offer a beacon of hope. The journey towards sustainability is complex and multifaceted, but with continued commitment and action, the biogas industry can significantly contribute to the global pursuit of a sustainable, low-carbon future.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T04:27:49.485+02:00",
    "updated": "2024-02-16T04:27:49.485+02:00"
  }
]