[
  {
    "uuid": "3ea5f997e2745c161808e85d4d50f40c5bc2a113",
    "url": "https://www.qatar-tribune.com/article/100003/sports/man-city-move-back-into-top-four-with-everton-win",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Qatar Tribune",
    "published": "2023-12-28T22:08:09Z",
    "title": "Man City move back into top four with Everton win - Read Qatar Tribune on the go for unrivalled news coverage",
    "text": "PA Media/DPA\nLondon\nManchester City came from behind to beat Everton 3-1 and close the gap on the Premier League leaders.\nPhil Foden, Julian Alvarez - from the spot - and Bernardo Silva scored in the second half as City hit back.\nJack Harrison gave Everton, a point above the relegation zone, a first-half lead when he converted Dwight McNeil’s low cross.\nVictory moved Pep Guardiola’s side, crowned Club World Cup champions this month, into fourth and five points behind leaders Liverpool, with a game in hand.\nNoni Madueke’s late penalty gave mid-table Chelsea a morale-boosting 2-1 win over Crystal Palace.\nMykhailo Mudryk netted from close range from Malo Gusto’s cutback but Michael Olise levelled just before the break when he controlled Jordan Ayew’s pass to fire in.\nNicolas Jackson had a goal ruled out by VAR for offside in the second half but Chelsea won it with three minutes left.\nReferee Michael Salisbury awarded a penalty after going to the monitor following Eberechi Eze’s challenge on Madueke and he scored from the spot.\nThe victory stopped Wolves leapfrogging Chelsea after an impressive 4-1 win at Brentford.\nA sensational cross by Pablo Sarabia was headed in by Mario Lemina to give Wolves, who sit 11th, a 13th-minute opener.\nJust 83 seconds later Wolves doubled their lead when, straight from kick-off, a short pass from Nathan Collins saw Hwang Hee-chan steal in ahead of Mark Flekken to net his ninth Premier League goal of the season.\nBut Brentford - who suffered a sixth defeat in seven games - pulled a goal back just two minutes later when Yoane Wissa fired in from Neal Maupay’s pass.\nHwang made it 3-1 after 28 minutes when more sloppy play from Brentford allowed the striker to latch onto Toti Gomes’ header, brilliantly lift the ball past Ethan Pinnock, and fire in a second. Hwang was forced off with a back problem in first-half stoppage time but Wolves made light work of his absence.\n Copy 29/12/2023 10",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mykhailo mudryk",
          "sentiment": "none"
        },
        {
          "name": "nicolas jackson",
          "sentiment": "none"
        },
        {
          "name": "dwight mcneil",
          "sentiment": "none"
        },
        {
          "name": "madueke",
          "sentiment": "none"
        },
        {
          "name": "bernardo silva",
          "sentiment": "none"
        },
        {
          "name": "julian alvarez",
          "sentiment": "none"
        },
        {
          "name": "jordan ayew",
          "sentiment": "none"
        },
        {
          "name": "jack harrison",
          "sentiment": "none"
        },
        {
          "name": "eberechi eze",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        },
        {
          "name": "phil foden",
          "sentiment": "none"
        },
        {
          "name": "pep guardiola",
          "sentiment": "none"
        },
        {
          "name": "noni madueke",
          "sentiment": "none"
        },
        {
          "name": "michael olise",
          "sentiment": "none"
        },
        {
          "name": "michael salisbury",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "everton",
          "sentiment": "negative"
        },
        {
          "name": "pa media/dpa london manchester city",
          "sentiment": "negative"
        },
        {
          "name": "read qatar tribune",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "crystal palace",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "chelsea",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "man city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:08:09.423+02:00",
    "updated": "2023-12-29T00:08:09.423+02:00"
  },
  {
    "uuid": "709a25a97baf2571079d82b211c142536829a378",
    "url": "https://www.meneame.net/story/falsa-informacion-corea-norte-no-enviara-tropas-ucrania-todavia/c011",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "onainigo",
    "published": "2024-06-27T21:34:00Z",
    "title": "#11 Falsa información: Corea del Norte no enviará tropas a Ucrania (todavía) [ENG]",
    "text": "#8 \"Ni norcoreanos ni nadie. Ni misiles. Tanques un año y pico después. Ni los 73 F16 prometidos que aún los están esperando.\"\nAplícate el cuento.\n#9 Dejaste caer que Ucrania tenía ayuda de militares no ucranianos y te respondí.\nPero si es un problema tranquilo, en la buambulancia cabéis los dos.\n#10\nEres muy gracioso. Mucho mejor que EMT.\n#5\nEdit Me río del primer párrafo.\nAún quedan presos en las cárceles rusas.\n#1 ¿Se han acabado en Ucrania?\nhttps://es.euronews.com/my-europe/2024/06/21/ucrania-comienza-el-reclutamiento-de-presos-para-engrosar-sus-tropas-superadas-en-numero-p#:~:text=Unos%203.000%20presos%20ya%20se,han%20registrado%20unos%203.000%20presos.\nEdit Estamos en junio\n#2 No lo sé, ¿tienes por ahí la noticia en la que Corea del Norte enviará tropas para formar parte del ejército defensor?\n¿No?\nPues aún les quedan prisioneros. Es Rusia la que parece que se va quedando sin carne que trocear.\n#3 No . Norcoreanos no.\n#4 Ni norcoreanos ni nadie. Ni misiles. Tanques un año y pico después. Ni los 73 F16 prometidos que aún los están esperando.\nYa me espero a julio, para lo que queda...\n#1 Vaya, se revela que eran bulos y propaganda, y vienes corriendo a enmierdar...\nTapate un poco anda\n#7 A meneame se debería venir llorado de casa.\n#8 Si, y tambien se deberia cagar en casa, en lugar de venir a cagar aqui todos los dias como haces tu",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://es.euronews.com/my-europe/2024/06/21/ucrania-comienza-el-reclutamiento-de-presos-para-engrosar-sus-tropas-superadas-en-numero-p#:~:text=Unos%203.000%20presos%20ya%20se,han%20registrado%20unos%203.000%20presos.",
      "https://www.es.euronews.com/my-europe/2024/06/21/ucrania-comienza-el-reclutamiento-de-presos-para-engrosar-sus-tropas-superadas-en-numero-p#:~:text=Unos%203.000%20presos%20ya%20se,han%20registrado%20unos%203.000%20presos."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:41:24.189+03:00",
    "updated": "2024-06-28T01:41:24.189+03:00"
  },
  {
    "uuid": "5e0254f91baf6a56bc60dabac4fc01501fceae33",
    "url": "https://biz.crast.net/depin-dao-unveils-solana-powered-big-data-center-revolutionizing-fair-data-compensation/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sylvia Quarles",
    "published": "2024-01-05T21:11:00Z",
    "title": "Depin DAO Unveils Solana-Powered Big Data Center, Revolutionizing Fair Data Compensation.",
    "text": "depin dao\nDePIN DAO has emerged as a platform in the data sharing and compensation landscape having recently announced the launch of its revolutionary Solana-powered Big Data Center.\nNIAGARA FALLS, Ontario, Jan. 05, 2024 (GLOBE NEWSWIRE) — With new development, Depin DAO launches a Solana-powered big data center that revolutionizes fair data compensation. This platform is set to change the dynamics of fair data compensation for common users across the globe.\nThe platform empowers ordinary users by allowing them to upload personal information related to their daily activities – from eating and commuting to where they live – and the platform establishes a symbiotic relationship between data contributors and data consumers. This user-centric approach lies at the heart of the Big Data Center powered by Solana, marking a significant departure from traditional data industry practices. With the terms of sharing this valuable data, users are rewarded with Deepin tokens after a stringent authentication process to ensure the integrity and accuracy of the information.\nDeepin DAO serves as a hub where diverse user data is collected, undergoing robust big data processing to understand patterns, behavior and consumption trends. This processed data is made available to both Web2 and Web3 application service providers, thereby promoting innovation and growth in the digital landscape.\nEstablished as a decentralized autonomous organization, DePIN DAO empowers users by providing a platform to contribute and monetize their daily activities, creating a symbiotic relationship between data contributors and consumers.\nThe Solana-powered big data platform works as follows:\nRepast: Users can upload their food orders, creating a comprehensive database of consumption patterns. DePIN DAO, through advanced data processing, analyzes eating habits, contributing valuable insights to businesses and developers.\nTo drive: Collect driving data to analyze trajectories, which will contribute to a wealth of information for transportation and urban planning. Users can actively participate in building a smarter, more efficient transportation system while earning DePIN tokens.\nhotel: By uploading hotel orders, users contribute to a pool of anonymized data, enriching the understanding of travel patterns. Third-party service platforms can access this collected data, enhancing their services while respecting user privacy.\nAnd much more, DePIN DAO's commitment to decentralization, innovation, and transparency is evident throughout its operations. The platform actively supports innovation in the digital landscape by providing processed data to Web2 and Web3 application service providers. This collaborative approach promotes the development of new and innovative solutions based on user behavior, habits and consumption maps.\nAdditionally, DePIN DAO incorporates diverse datasets including weather conditions, environmental metrics, and traffic patterns. This innovative approach provides a comprehensive understanding of user activities and their broader impact, contributing to the platform's commitment to ethical data practices and environmental sustainability. By seamlessly integrating with the Solana blockchain, it addresses existing challenges as well as paves the way for a more inclusive and transparent data ecosystem. The platform's user-centric focus, fair data compensation model and commitment to ethical practices position it as an icon of innovation in the ever-evolving landscape of data management.\nAbout Depin DAO:\nDePIN DAO is an innovative decentralized autonomous organization operating on the Solana blockchain. By empowering users to contribute and monetize their daily activities, Depin DAO aims to change the dynamics of data sharing, processing, and compensation. The platform is committed to decentralization, fair data compensation, and fostering innovation in the digital landscape.\nWebsite: https://depindao.co/\nDisclaimer: The information provided in this press release is not a solicitation to invest, nor is it intended to be investment advice, financial advice or trading advice. It is strongly recommended that you conduct due diligence, including consultation with a professional financial advisor, before investing or trading in cryptocurrencies and securities.\nContact: Vaslino Petrouch Depin DAO information at depindao.co",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://depindao.co/",
      "https://www.depindao.co/",
      "https://depindao.co"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "solana",
          "sentiment": "none"
        },
        {
          "name": "depin dao",
          "sentiment": "none"
        },
        {
          "name": "deepin dao",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "big data center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "niagara",
          "sentiment": "none"
        },
        {
          "name": "ontario",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:29:19.608+02:00",
    "updated": "2024-01-06T00:29:19.608+02:00"
  },
  {
    "uuid": "e2d1b4290194aa5ddb87b69e5f4e54027d78ed9c",
    "url": "https://www.elobservador.com.uy/nota/emigrar-en-usa-buscan-cubrir-este-particular-puesto-de-trabajo-y-pagan-mas-de-15-000-euros-como-aplicar-2024126052",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-01-02T09:00:00Z",
    "title": "Emigrar: en USA buscan cubrir este particular puesto de trabajo y pagan más de 15.000 euros, cómo aplicar",
    "text": "Emigrar puede significar una decisión difícil si lo haces sin un empleo debajo del brazo. Por ello es que aquí encontrarás una oferta de trabajo especial para quienes tienen a Estados Unidos como objetivo y destino ideal para un 2024 lleno de [nuevas experiencias](https://www.elobservador.com.uy/nota/emigrar-descubre-las-10-ofertas-de-empleo-en-este-increible-pais-europeo-donde-pagan-hasta-6000-euros-20231221608). Una empresa estadounidense busca personal capacitado en el área gastronómica y el SEPE acerca la increíble oferta ideal para expatriados o quienes desean viajar a USA. No solo tendrás la posibilidad de pertenecer a una empresa y tener un empleo estable, sino que el sueldo también es sumamente llamativo, llegando a cobrar más de 15.000 euros. ¿Deseas saber más de esta [oportunidad especial](https://www.elobservador.com.uy/nota/emigrar-descubre-las-10-ofertas-de-empleo-en-este-increible-pais-europeo-donde-pagan-hasta-6000-euros-20231221608) para emigrar? Sigue leyendo. Emigrar: en USA buscan cubrir este particular puesto de trabajo y pagan más de 15.000 euros, cómo aplicar Desde el sector de la hotelería y turismo, aparece la empresa DAVANDOIRA SL con una oferta de empleo perfecta para españoles amantes de la cocina y la gastronomía. En las últimas horas, se hizo oficial la búsqueda y contratación de un cocinero en el SEPE bajo el título de \"Cocinero comida estadounidense con especialidad en fermentos y procesos productivos hortícolas\". Este emocionante puesto no solo te brindará la posibilidad de explorar tu creatividad en la cocina, sino que también te sumergirá en la experiencia de fusionar la cocina gallega con la estadounidense, ya que en sus requisitos solicitan personal con especialidad alta en cocina española. Requisitos: - No se requiere experiencia previa. - Especialidad en alta gastronomía española. - Idioma: inglés C1 (dominio eficaz). - Competencias: planificado y organizado, autónomo, dinámico y con iniciativa. - Permiso de conducir B (automóvil). Condiciones laborales: - Jornada completa. - Salario: 15600 euros brutos al año - Horario de 9:00 a 17:00. - Contrato laboral indefinido. - Modalidad de trabajo presencial. Empleo como cocinero en Estados Unidos con sueldo de 15.600 euros: cómo aplicar Si estás listo para embarcarte en esta emocionante oportunidad laboral, emigrar a los Estados Unidos y tienes la pasión por la gastronomía y la creatividad necesaria, no dudes en aplicar ingresando al portal de empleo del SEPE ( [Empléate](https://www.empleate.gob.es/empleo/#/oferta/oferta-en-estados-unidos/cocinero-comida-estadounidense-con-especialidad-en-fermentos-y-procesos-productivos-horticolas/1812775645)). En el link encontrarás toda la información correspondiente de este empleo inédito que llega desde el otro lado del océano Atlántico y que estará disponible hasta el 14 de marzo del 2024. Una vez que hayas leído todos los requisitos y condiciones para poder ser parte de esta empresa y su cocina, podrás aplicar enviando tu CV a través del botón que se encuentra en la parte superior derecha de la pantalla: Inscribirse. ¡Asegúrate de tener todo en orden y que tu información esté correcta! Este tipo de empleo no suelen aparecer todos los días.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://www.empleate.gob.es/empleo/#/oferta/oferta-en-estados-unidos/cocinero-comida-estadounidense-con-especialidad-en-fermentos-y-procesos-productivos-horticolas/1812775645)).",
      "https://empleate.gob.es/empleo/#/oferta/oferta-en-estados-unidos/cocinero-comida-estadounidense-con-especialidad-en-fermentos-y-procesos-productivos-horticolas/1812775645))."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T11:26:31.487+02:00",
    "updated": "2024-01-02T11:26:31.487+02:00"
  },
  {
    "uuid": "bc4e0299df7e21613b8851b298217724f6f5522a",
    "url": "https://www.kwwl.com/news/top-stories/red-alert-day-ice-accumulations-could-lead-to-dangerous-travel-late-tonight-through-saturday/article_8f24bb90-b99b-11ef-bf8e-2397fc3d55c3.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Danny Cassidy",
    "published": "2024-12-13T05:00:00Z",
    "title": "RED ALERT DAY: Ice accumulations could lead to dangerous travel late tonight through Saturday | Top Stories | kwwl.com",
    "text": "A STORM TRACK RED ALERT DAY is in place tonight through Saturday afternoon due to ice accumulations making travel dangerous to near impossible at times. Power outages and tree damage may be possible.\nTonight (ICE STORM WARNING): Around 9-10 PM, some light snow/freezing rain may be possible on our western edge, then starts to move east and picks up in intensity through the night hours. The worst of the ice is along and south of highway 20, where much of the area is under an ice storm warning. However, all of the area could see ice accumulations higher than 0.10 inches. Temperatures warm through the overnight hours into the lower 30s with a strong southeast wind at 10-20 mph with gusts up to 30 mph.\nSaturday (ICE STORM WARNING): The worst of the ice is during the morning hours on Saturday, as nearly everyone sees freezing rain falling and sticking to the roads. Please be very very careful if you must travel Saturday morning. The worst of the accumulations is over after the noon hour, but some ice could still stick to the roads through the afternoon. As we head through the afternoon, that freezing rain turns into a rain/snow mix. Highs reach into the mid 30s with a southeast wind at 10-15 mph with gusts up to 25 mph.\nSaturday Night: A rain/snow mix early, then tapers off after midnight. Lows do dip to around freezing in the low 30s, so be mindful of possible re-freeze. Winds are light out of the east at 5 mph.\nSunday: A cloudy and quieter day with highs in the upper 30s and low 40s. Winds are out of the south at 5-15 mph. A light rain may be possible late Sunday into early Monday.\nNext Week: We stay mild through Tuesday with highs in the upper 30s and low 40s. Colder air returns Wednesday and we remain dry for much of the week.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Environment"
    ],
    "topics": null,
    "ai_allow": false,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-14T01:30:01.700+02:00",
    "updated": "2024-12-14T01:30:01.700+02:00"
  }
]