[
  {
    "uuid": "7ec53e21f54b1d938555ac6d73cb734c4636f10d",
    "url": "https://unizar.es/noticias/resolucion-del-rector-por-la-que-se-pone-fin-al-procedimiento-pui2024-156",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anónimo",
    "published": "2024-06-27T15:55:00Z",
    "title": "Resolución del Rector por la que se pone fin al procedimiento PUI/2024-156",
    "text": "Mapa web\nContacto web\nDirectorio\nEmail\nES\nEN\nEstudios\nI+D+i\nInstitución\nInternacional\nVida Universitaria\nÉtica y valores\nEstudiantes\nInstituciones y empresas\nPers. Técnico, de Gestión y de Admón. y Servicios\nPersonal docente e investigador\nEstudiantes\nPers. docente e investigador\nPers. Técnico, de Gestión y de Admón. y Servicios\nInstituciones y empresas\nResolución del Rector por la que se pone fin al procedimiento PUI/2024-156\nTwitter\nGabinete de Imagen y Comunicación\nDirectorio\nNotas de prensa\nConvocatorias para los medios\niUnizar\nIdentidad Corporativa\nRadio Unizar\nBecas de apoyo\nCarta de servicios\nNoticias\n+\nJun\n27\nTwitter\nLa transformación de las fábricas de automóviles, las Smart Cities o la aplicaci...\nJun\n27\nTwitter\nEl I3A entrega su premio anual a la Fundación Hidrógeno Aragón\nJun\n26\nTwitter\nLa Lingüística de la Universidad de Zaragoza, doblemente reconocida en los Premi...\nJun\n26\nTwitter\nEl Consejo de Gobierno de la Universidad de Zaragoza aprueba la distinción de do...\nJun\n26\nTwitter\nIsabel Franco recibe el premio a tesis relevante del CSIC 2023, en el área globa...\nJun\n25\nTwitter\nSantiago Ramón y Cajal, líder de la Generación de Sabios, protagonista de la con...\nTítulo\nMenú principal\nEstudios\nI+D+i\nInstitución\nInternacional\nVida Universitaria\nÉtica y valores\nEstudiantes\nInstituciones y empresas\nPers. Técnico, de Gestión y de Admón. y Servicios\nPersonal docente e investigador\nOferta académica\nGrados\nMásteres\nDoctorado\nEstudios propios\nPerfiles\nEstudiantes\nPers. docente e investigador\nPers. Técnico, de Gestión y de Admón. y Servicios\nInstituciones y empresas\nPedro Cerbuna 12\n50009 Zaragoza - España\nTel: 976 76 10 00\nciu@unizar.es\nQ-5018001-G\nAviso legal\nCondiciones generales de uso\nPolítica de Privacidad\nPolítica de Accesibilidad",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:50:51.997+03:00",
    "updated": "2024-06-28T01:50:51.997+03:00"
  },
  {
    "uuid": "64db066082528d5a4c093dffced9cede42d63511",
    "url": "https://www.godlikeproductions.com/forum1/message5722378/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Holy Intimacy Holy Fruit (UID 85987863)",
    "published": "2024-05-25T02:05:00Z",
    "title": "God Created Sexual Intercourse Between a Man + Woman to Represent His Experience of Creating the Big Bang! Orgasmic Explosions of Joy!",
    "text": "Users Online Now:\n1,437\n(\nWho's On?\n)\nVisitors Today:\n998,018\nPageviews Today:\n1,867,635\nThreads Today:\n564\nPosts Today:\n13,914\n10:29 PM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2024 Godlikeproductions.com\nPage generated in 0.005s (0 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tod",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-25T05:29:43.190+03:00",
    "updated": "2024-05-25T05:29:43.190+03:00"
  },
  {
    "uuid": "0452753227d2b44c2b5c55687b75e1f333036e6a",
    "url": "https://www.dailymail.co.uk/femail/article-12917183/Cut-chemicals-eat-clean-new-book-award-winning-nutritionist-Rob-Hobson-shows-eradicate-ultra-processed-foods-diet-ward-disease-home-cooking-healthy-meals-scratch.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rob Hobson For Weekend Magazine",
    "published": "2024-01-05T22:30:00Z",
    "title": "Cut out the chemicals and eat clean: In his new book, award-winning nutritionist Rob Hobson shows you how to eradicate ultra-processed foods from your diet - and ward off disease - by home-cooking healthy meals from scratch | Daily Mail Online",
    "text": "How often do you look at the ingredients list on the back of a food packet? Not often enough if my experience is anything to go by. It was only when I started poring over the small print on food labels that I realised just how unhealthy some of my food staples were. What I was looking for was those chemical-sounding names such as disodium inosinate or potassium sorbate which you would never find in your own kitchen but which are added to a shocking number of everyday foods to enhance taste and give them a longer shelf life. As I quickly discovered, these ‘ultra-processed’ foods (UPFs) are now everywhere – and not just in takeaways, fast food and snacks. They’ve also infiltrated our shopping baskets and cupboards in sauces, ready meals and even standard supermarket foods we consider to be healthy, such as wholemeal bread. Indeed, recent research has found that 50 per cent of the foods in the average British shopping basket are now ultra-processed. But why does this matter? Because significant scientific research links diets high in ultra-processed foods with serious health conditions including heart disease, high blood pressure, high cholesterol, type 2 diabetes , dementia and cancers including breast cancer . And studies suggest that the more we consume, the greater the risk. Rob Hobson (pictured) embarked on a mission to eliminate all the ultra-processed foods from his diet by preparing his own food from scratch at home As a nutritionist, I’ve always been careful to choose foods that are high in fibre, low in sugar and saturated fats, and a good source of lean protein, as well as eating plenty of fruit and veg. But when I scrutinised the labels of everyday items such as the wholemeal bagels I was buying for lunch or the supermarket-packaged lean ham I put in them, I saw these were crammed with ultra-processed ingredients such as triphosphates, calcium propionate and sodium ascorbate, to name a few. The fruit yoghurts and protein bars I loved to snack on after a workout were similarly loaded with man-made ingredients; in fact, I noticed the foods with the most health claims were the likeliest to be ultra-processed. So I embarked on a mission to eradicate the UPFs in my diet by preparing my own food from scratch at home. The recipes I developed, along with advice and tips I learned from my own home cooking, form the basis of my new book, Unprocess Your Life, which I’ll be sharing with Mail readers in this exclusive series starting today with nutritious, homemade alternatives for breakfast, lunch and supper. In tomorrow’s You magazine and in next week’s Daily Mail I’ll be offering you more simple, scrumptious suggestions for healthy meals to whip up at home. Clients who’ve adopted my unprocessed meal plans have reported improved energy levels, better sleep, a reduction in snacking – and as a result some have also lost weight. So how best to start? I began by taking an inventory of what was in my cupboard. Not everything processed is to be avoided: tinned fruit, vegetables and legumes (chickpeas, beans and lentils) can be a great way to get your five-a-day and they are cheap too. Just avoid the brands that add sugar and salt. Be honest and work out what you can’t live without and what you can swap with a homemade version. You may be unwilling to give up chocolate biscuits in front of the TV but can replace your Friday night takeaway curry with my Thai Green King Prawn Curry or a homemade Tikka Masala. Rob's new book, Unprocess Your Life, is built on the recipes he created, along with the lessons he learned from his own home cooking It’s also helpful to identify your weak spots. For plenty of people – me included – this is lunchtime. If you work in an office or are out and about, you may be forced to rely on whatever your local shop or cafe can supply. But what if a packed lunch for you (or for the children to take to school) meant a Chicken Shawarma Wrap or Grilled Peach And Feta Couscous Salad? You can easily make these in your own kitchen with wholesome ingredients. Unprocessing your life does take a bit of organisation. Planning ahead, focusing on one-pot recipes and batch cooking, and freezing leftovers are ways to ensure you always have something good to eat that isn’t laden with unwanted chemicals. It will involve more time in the kitchen, so try to see this as enjoyable ‘me’ time and put on some music or a podcast while you chop and cook. You’ll probably surprise yourself with how quickly you become efficient at preparing new dishes, as well as finding you lose your cravings for very sweet or processed foods. Starting today, make it your New Year’s resolution to break free from ultra-processed foods for good and you will reap the benefits for many years to come. What are the serious health risks of UPFs? Numerous recent studies show a link between diets high in ultra-processed foods and an increased risk of developing a range of serious conditions including heart attacks, strokes, high blood pressure, type 2 diabetes, dementia and some cancers – particularly breast cancer. Diets which contain a lot of ultra-processed foods are linked with a number of serious conditions including heart attacks and high blood pressure There is also evidence that a diet high in UPFs can impact life expectancy after a Spanish study of nearly 20,000 people carried out in 2019 found that those who ate the most ultra-processed foods (more than four servings a day) were 62 per cent likelier to have died ten years earlier than those who ate the least (less than two servings a day). The risk of dying early increased by 18 per cent for each additional serving of UPFs. UPFs are very low in essential nutrients your body needs to function properly, while being high in saturated fats, sugar and salt, making them calorie-dense. This, plus a lack of filling fibre, makes them easy to over-consume, leading to weight gain and obesity, and an increased risk of developing high blood pressure and high cholesterol. Researchers also believe the chemical additives used and the food-preparation processes are damaging to our health. For example, additives such as nitrates widely used to turn pork into bacon or sausage can lead to an increased risk of cancer, according to research reviewed by the World Cancer Research Fund. The additives in UPFs are also thought to have an adverse effect on the microbiome, a collection of trillions of microorganisms in your gut that play a key role in digestion, your immune system, weight maintenance, mental health and hormone regulation. Large recent studies also link a diet high in UPFs with higher risk of type 2 diabetes and cancer – the French NutriNet-Santé study found a ten per cent increase in UPF consumption was linked to an equivalent increase in a woman’s chances of developing breast cancer. UPFs have also been linked to an increased risk of dementia: one study published in 2022, involving 72,000 people, found a ten per cent increase in ultra-processed food consumption raised the risk of all types of dementia by 25 per cent. So it really is time to take back control of what we are putting into our bodies by breaking free from the UPFs that have crept into our diets. All foods exist on a scale from unprocessed to ultra-processed, depending on what’s been added and how they’ve been prepared. Here are some of the main foods to look out for in each category... Unprocessed items include freshly squeezed orange juice Unprocessed or minimally processed foods These include fruits, vegetables, fresh dairy milk, fresh meat, poultry, eggs and fish. Dried legumes, grains, herbs, spices and dried fruit, nuts and pasta, couscous and polenta made with flour and water also count. Minimally processed foods are foods from nature obtained by processes such as pressing, refining or extracting and include vegetable oils, butter (sourced from milk), sugar, honey and salt. Processed foods Have been prepared by adding salt or sugar or other ingredients to give them a longer shelf life – including canned and bottled vegetables; salted or sugared nuts; salted, cured or smoked meats and fish; pickled vegetables; freshly made but unpackaged bread and cheese; wine, cider and beer. Ultra-processed foods (UPFs) Wholegrain crackers with a minimal ingredient list also count as an unprocessed/minimally processed food Made by complex industrial processes using numerous additives to make them hyperpalatable. They cover a vast array of ready-to-eat products including carbonated soft drinks, sweet or savoury snacks, chocolate, ice-cream and confectionery, mass-produced breads, margarines and other spreads, biscuits and cakes, breakfast cereals, energy drinks, milk drinks, ‘fruit’ drinks and fruit yoghurts, instant sauces, pizza, reconstituted meat dishes such as chicken nuggets, sausages or burgers, powdered ‘instant’ soups, desserts or noodles, replacement meals for slimming and spirits including gin, vodka, whisky and rum. Legumes such as chickpeas, beans and lentils can be a great way to get your five-a-day The way foods are prepared can turn a wholesome raw ingredient into a UPF, as this chart shows BREAKFAST HOMEMADE HASH BROWNS WITH POACHED EGG Whether you buy your hash browns from McDonald’s or the freezer section of your local supermarket, it is hard to find one that doesn’t contain ingredients you don’t recognise, like dextrose. These hash browns are easy to make and, topped with an egg, make a nutritious start to the day. SERVES 4 (MAKES 8 HASH BROWNS) Set a deep-sided saucepan of water to boil over a medium heat. Coarsely grate the potatoes and onion onto a clean tea towel, then pull the corners together and twist over the sink to squeeze out the excess liquid. Tip into a large bowl along with the beaten egg. Season and mix well. Heat the oil in a large non-stick frying pan set over a medium-high heat. Add spoonfuls of potato mixture and flatten into patties about 1cm thick (you may need to do this in batches). Cook for 2-3 minutes, until browned, then flip and repeat on the other side. Transfer to a plate and wrap in foil to keep warm. Repeat with the remaining mixture until you have 8 hash browns. Keeping the water in the saucepan at a very gentle simmer, gently crack in the eggs. Cook for 3-4 minutes, until the whites have set. Arrange 2 hash browns on each plate. Gently lift the eggs with a slotted spoon and place on top of the hash browns. Serve with hot sauce, if liked. CHOCOLATE AND BANANA PROTEIN SHAKE Protein shakes can contain many ingredients that classify them as an ultra-processed food, including soy lecithin (which is used as an emulsifier), thickeners and artificial sweeteners such as sucralose. If you are trying to gain weight, add ½ an avocado and swap the skimmed milk and low-fat yoghurt for full-fat varieties. While they may be less convenient, homemade shakes are more nutritious and unprocessed. This shake offers you around 20g of protein, which is recommended to support muscle repair and growth post-exercise. SERVES 1 Place all the ingredients in a blender with a few cubes of ice and blitz until smooth. HUEVOS RANCHEROS This simple and nutritious dish is traditionally served for breakfast, but it also makes a great quick lunch or dinner option. Making your own wholemeal tortillas is a less ultra-processed option compared to pre-packaged white flour wraps – store them in batches in the freezer to save time. Add black beans to the sauce if you fancy something more filling. SERVES 2 Place a saucepan over a medium heat and add 1tbsp of the oil. Once hot, add the onion and fry for 5 minutes, or until softened. Add the green chilli and chilli powder and fry for 1 minute. Add the tomatoes and lime juice and bring the sauce to the boil, then reduce the heat and simmer gently for 12 minutes. Season with salt and pepper. Set a large non-stick frying pan over a medium heat. When hot, add the tortillas one at a time and cook on each side for 1-2 minutes, until softened and bubbling slightly. Remove the tortillas from the pan and wrap them in foil to keep warm. Add the remaining 1tbsp oil to the same frying pan and crack in the eggs. Cook the eggs for 3-4 minutes, or until the whites have set but the yolks are still runny. To serve, place a tortilla on each plate and spoon the sauce over, then top with a fried egg. Add a scattering of spring onions, a dollop of Greek yoghurt and a sprinkling of coriander (if using), and serve. Break off bits of tortilla to use as dippers. WHOLEMEAL TORTILLAS These versatile wraps are simply wholemeal flour, water, salt and a little oil. Shop-bought tortilla wraps can last weeks in their packaging, so it goes without saying that many more ingredients are used to extend the shelf life. MAKES 6 Place all the ingredients in a bowl and knead to bring together. Transfer to a lightly floured work surface and knead for 5 minutes, or until you have a soft, smooth ball of dough. Cover with a clean tea towel and leave to rest for 1 hour. Divide the dough into 6 pieces. Roll each piece as thinly as you can to make a round about 20cm in diameter, turning by 45° every now and then to get a nice circle shape. This takes a bit of practice, so don’t worry if you don’t get a perfect circle first time. Place a large non-stick frying pan over a medium heat. Add a tortilla and cook for 1 minute on each side for a soft tortilla, or 2 minutes for a crispier tortilla to use with dips. Wrap in foil to keep warm while you cook the rest. PEACAN AND COCONUT GRANOLA While it may seem healthy, shopbought granola is often loaded with sugar. It does differ between brands, but many contain preservatives such as sulphur dioxide and glucose-fructose syrup for sweetness. It’s easy to make your own granola from unprocessed wholegrains, nuts, nut butter, seeds and spices. SERVES 8 Freeze in an airtight container or vacuum pack (with as little air space as possible) for up to 3 months. Defrost overnight. Preheat the oven to 150°C/fan 130°C/gas 2 and line a baking sheet with parchment paper. Combine the dry ingredients in a bowl. Drizzle in the oil, honey (if using) and almond butter, and stir with a spatula until fully combined. Transfer to the baking sheet and, using your hands, press into a large oval shape about 2.5cm deep. Bake for 15 minutes, then remove from the oven, rotate the baking sheet and gently break apart slightly with a fork. Bake for 15 minutes, or until the oats are golden brown. Allow to cool completely, then transfer to an airtight container and store for up to 2 weeks. Serve with fresh fruit and Greek yoghurt. LUNCH PORK AND PINEAPPLE SKEWERS WITH CITRUS COUSCOUS Pineapple contains a type of enzyme called bromelain, which helps break down protein. You can use tinned chunks or fresh pineapple. Although technically a processed food, tinned fruit is still healthy, especially when tinned in juice. SERVES 4 (MAKES 8 KEBABS) If you are using wooden skewers, soak 8 skewers in cold water (this prevents them from burning on the grill). Put the honey, vinegar and tamari into a small saucepan set over a low heat and warm through, then leave to cool. Tip the pork into the pan and mix until all the pieces are well covered in the sauce. Leave to marinate for 15 minutes. Place the couscous in a large, shallow bowl and pour in the stock. Cover and leave to sit for 5 minutes, or until fluffy. Add the olive oil and orange juice, season with salt and pepper, and fluff up with a fork. Stir in the herbs, pistachio kernels and chilli flakes (if using), then set aside. Build the kebabs by alternating pieces of pork, pineapple, green pepper and spring onion on the skewers. Heat a griddle pan or large non-stick frying pan set over a high heat (you could also barbecue them in the summer) and griddle the skewers for 3 minutes on each side (12 minutes in total), until the pork is cooked through. If they start to burn, turn more regularly. Serve the skewers on top of the couscous. CHICKEN KYIV These are a hugely popular ready meal, but shop-bought Kyivs are usually excessively salty. Avoid this by making them yourself using whole chicken breasts and fresh homemade garlic butter. SERVES 4 Put the butter, garlic and parsley in a bowl and season with salt and pepper. Combine well, then spoon onto a piece of clingfilm and shape into a log about 10cm long. Wrap the log in the clingfilm, then freeze for 15 minutes. Place the chicken on a piece of clingfilm, then lay another piece on top. Bash with a rolling pin until flat. Slice the garlic butter into rounds and arrange across the middle of each breast. Bring the chicken edges over the butter to form a parcel; lay seam-side down on a plate. Chill for 10 minutes. Preheat the oven to 200°C/fan 180°C/gas 6. Mix the flour and a pinch of salt in a bowl. Dust the Kyivs with seasoned flour, then roll in the beaten egg and finally in the breadcrumbs, ensuring they are fully coated. Add a few glugs of oil to a large non-stick frying pan on a medium-high heat. Place the Kyivs in the pan with the seal facing down and fry for 5-7 minutes, turning until both sides are brown. Transfer to a baking tray and bake for 12-15 minutes, until golden brown and cooked through. Serve with mashed potato and green veg. ALMOND CRUSTED COD LOIN WITH LEMON AND CAPER YOGHURT DRESSING Fish is not always popular and I often think this is because people believe it will take too long to prepare or is prohibitively expensive. This almond crust is delicious, and if you don’t have fresh herbs, use dried thyme. SERVES 4 Frozen fish is just as good, so try cod steaks or any other white fish with the same texture. You can also use salmon fillets. Preheat the oven to 200°C/fan 180°C/gas 6. In a bowl, mix the almonds, melted butter, garlic, lemon zest and your herb of choice. Season with salt and pepper. Place the cod on a baking tray lined with parchment paper. Spoon the crust on top of the fish and press down to cover. Bake for 15 minutes, or until the cod flakes to the touch. Meanwhile, prepare the sauce. Place all the ingredients in a small bowl and whisk with a fork. Season with a little salt. Serve the cod and sauce with a salad or mashed potato and green vegetables. SESAME CHICKEN NOODLES This chicken noodle salad is bursting with raw vegetables and gives a generous portion size. Loading up your plate with vegetables is an excellent way to help regulate your blood glucose levels and keep you feeling full through the afternoon. SERVES 2 FOR THE DRESSING Bring a saucepan of water to the boil, then take off the heat. Add the noodles and leave to soak for 5 minutes, or until tender. Drain the noodles and set aside to cool. This chicken noodle salad will last for up to 2 days in the fridge (without the dressing added). Set a non-stick frying pan with a lid over a medium heat and add the oil. Once hot, add the chicken breasts to the pan and season with a little salt. Cook for 5 minutes, turning once. Add the stock, cover the pan and cook for 8-10 minutes, until the chicken is cooked through. Remove the chicken from the pan and place on a chopping board. Shred the chicken by holding the chicken in place with one fork and pulling at it with another fork. Prepare the dressing by adding all the ingredients to a small jar with a lid and shaking well (or use a food processor). Put the salad together: place the noodles, shredded chicken, vegetables and sesame seeds in a large bowl, then toss together. Pour in the dressing and toss again before dividing into 2 bowls to serve. PACKED LUNCH ROASTED RED PEPPER, AVOCADO AND REFRIED BEAN QUESADILLAS These vegan quesadillas are so versatile – they can be eaten as a light lunch, served cold, taken to work, or put in the school lunchbox. Making them with homemade refried beans and wholemeal tortillas will make a huge difference to both the taste and your intake of ultra-processed ingredients. SERVES 2 FOR THE REFRIED BEANS Preheat the oven to 220°C/fan 200°C/gas 7. Place the pepper halves, cut-side down, on a baking sheet and drizzle with a little oil. Roast for 30 minutes, or until the skin is shrivelled. Allow to cool. Meanwhile, make the refried beans. Either mash the beans with a splash of water in a bowl using a potato masher or fork, or blitz them in a blender, depending on how smooth you want them. Set a large non-stick frying pan over a medium heat and add the oil. Once hot, add the onion and cook for 3 minutes, or until soft and golden. Add the garlic, cumin, paprika and oregano, and fry for 1 minute. Add the beans, stir, then add a splash of water. Cook for 3-4 minutes, stirring frequently, until heated through, adding more liquid if the mixture gets too thick (it needs to be spreadable). Season with salt, then take off the heat and allow to cool. Slice both the cooled pepper halves in half lengthways. Place the tortillas on a flat work surface and spread with the refried beans. Top with baby spinach leaves and slices of red pepper and avocado, then sprinkle with the jalapeño or green chilli and the coriander. Squeeze the juice of ½ a lime over each quesadilla, season with a good pinch of salt, then fold the filled tortillas over in half. Place a snug-fitting piece of parchment paper in the base of a large frying pan set over a high heat. Transfer a quesadilla to the pan and cook for 1 minute on each side. Repeat for the second quesadilla. Cut in half and serve warm or cold. CHICKEN SHAWARMA WRAP This is a popular takeaway meal, especially after a big night out. Often the shawarma kebab is laden with sauces, usually shop-bought and full of thickeners, flavourings and preservatives. The meat used here is thigh, and you can create this at home with the right spice blend and a hot grill. SERVES 4 FOR THE TAHINI SAUCE TO SERVE Put the chicken thighs into a bowl and season with salt and pepper. Place the lemon juice, olive oil, garlic, spices, ½tsp salt and a grinding of pepper in a small bowl and whisk. Pour over the chicken thighs and rub with your hands to coat the meat. You can also do this in a sealable bag if you don’t want to use your hands. Cover the bowl (or seal the bag) and chill for 2 hours or overnight. The grilled chicken will keep in the fridge for up to two days and can be used to make a salad, along with the tahini dressing. To make the tahini sauce, place the tahini paste, oil, lemon juice, honey or maple syrup and garlic in a small bowl and whisk to combine. Taste and if it’s too sour add more honey or maple syrup to balance the flavours. Gradually add the water while whisking until the mixture becomes smoother. (You can also blitz all the ingredients in a food processor until smooth.) Taste and season with a little salt. Stir in the Greek yoghurt and chill until ready to use. Preheat the grill to medium-high and arrange the marinated chicken thighs on a grill rack or baking sheet. Grill for 10 minutes on each side, or until the chicken is cooked through. Transfer to a board and slice. To construct the shawarma, spread the tahini dressing over a tortilla or inside a pitta, then add the chicken slices, red onion, cucumber, tomato, lettuce and pomegranate seeds, if using. GRILLED PEACH AND FETA COUSCOUS SALAD Choosing wholemeal over white is a simple way to help un-process your life and improve your diet. Whole grains, as in this couscous, are rich in fibre with many proven health benefits, including reducing the risk of cardiovascular disease. SERVES 4 If you can’t find peaches or nectarines, try adding fresh or dried fruits like strawberries, apricots, dates or sultanas. Preheat the grill to medium. Place the couscous in a shallow heatproof dish and add the vegetable stock or water. Cover and leave to stand for 5 minutes, then fluff up with a fork. Transfer to a serving bowl or lunchbox and leave to cool. Put the olive oil, lemon juice and honey in a small cup and whisk with a fork. Pour the dressing over the couscous, season with salt and pepper and fluff again with a fork. Place the peach or nectarine halves on a baking sheet and brush all over with oil. Grill for 3 minutes on each side, or until slightly browned (you can also use a griddle pan). Allow to cool, then chop into cubes and add to the couscous. Add the cucumber, tomatoes, red onion and feta, then toss to combine. Taste and adjust the seasoning. DINNER SPICY BEAN BURGERS WITH LIME YOGHURT The Burger King spicy bean burger was my choice of takeaway when I was younger, so I thought it would be fun to re-create it. This version has lime yoghurt to add freshness. The original burger had a lot of salt, which you’ll reduce dramatically by making this dish yourself. SERVES 4 Preheat the oven to 200°C/fan 180°C/gas 6. Line a baking sheet with parchment paper. Set a large non-stick frying pan over a medium-high heat and add the oil. Once hot, add the onion and fry for 3 minutes, until softened. Add the garlic and fry for 2 minutes, then take the pan off the heat. Freeze for up to 3 months in an airtight container with parchment paper between them and defrost before cooking. Place the beans in a large bowl and crush with a potato masher until roughly crushed (you can also pulse them in a food processor). Tip the onion and garlic into the bowl along with the egg, breadcrumbs, spices, salt and half the lime juice. Using your hands, mix together until well combined, then mould the mixture into 4 patties. Place the patties on the baking sheet and cook for 15-20 minutes, turning them halfway through. While the burgers are cooking, combine the yoghurt with the lime zest and remaining lime juice, and add a pinch of salt. To build your burger, spread the bottom part of the bun with the ketchup and the top part with the lime yoghurt. Place the burger in the bun topped with cheese (if using), tomato and lettuce. TOMATO KETCHUP This is simple to make and you get much richer-tasting ketchup, not at all like the bright-red Tommy K you buy from the shop. MAKES ENOUGH TO FILL A 500ML (18fl oz) BOTTLE Put the onions, tomatoes, garlic, tomato purée, water and a good pinch of salt in a large saucepan set over a medium heat. Cook for 45 minutes, or until reduced to a pulp, stirring occasionally. Meanwhile, put the vinegar in a small saucepan with the allspice and bay leaf. Simmer over a low heat for 10 minutes, then take off the heat and set to one side. Blitz the tomato mixture with a stick blender until smooth, then strain through a fine-mesh sieve into a clean pan, leaving the tomato skins and seeds behind. Press the back of a spoon around the sieve to help push through as much of the mixture as possible. Add the vinegar mixture to the tomato mixture and remove the bay leaf, then add the honey and a pinch of salt. Set the pan over a medium heat and cook until the sauce has reduced to a thick, ketchup consistency. Pour the mixture through a funnel into a sterilised bottle or jar. Seal and cool completely before storing in the fridge. BEEF AND VEGETABLE PIE WITH WHOLEMEAL PASTRY Some shop-bought pies contain modified starches and emulsifiers to improve the texture and shelf life. Stock cubes can introduce flavour enhancers, so it’s better to choose fresh stock. Working with wholemeal pastry can be tricky, but a rustic look to a homemade pie is appealing. SERVES 6 FOR THE PASTRY Set a heavy-based pan with a lid over a medium heat and add the oil. When hot, cook the steak in batches until browned all over. Remove from the pan and set aside. Add the onion, carrots, celery and mushrooms to the pan and cook for 5 minutes. Add a splash of water as you go to help the vegetables to soften. Add the garlic and flour. Cook, stirring for 1 minute. Return the steak to the pan with the tomato purée, cinnamon, stock and 250ml water. Bring to the boil, cover and simmer gently for 1 hour, or until the meat is tender, stirring occasionally. Meanwhile, prepare the pastry. Place the flour and butter in a food processor and pulse gently until it resembles fine breadcrumbs. (You can also do this by rubbing the flour and butter with your fingertips.) Add enough of the water to form a dough, then cover and set aside. Preheat the oven to 200°C/fan 180°C/gas 6. Season the beef mixture to taste, then transfer to a 2ltr pie dish (or 6 individual pie dishes) and set aside. Transfer the dough to a lightly floured work surface and roll out to about 5mm thick. Drape the pastry over the beef mixture, trim any excess, and crimp with a fork. Brush with the egg and bake for 30 minutes, or until the pastry has coloured and is crisp to the touch. THAI GREEN KING PRAWN CURRY This fragrant curry has a vital essence of lime, and making your own paste makes all the difference to the flavour. Don’t be put off by the long list of ingredients, as they all get thrown in a food processor to create the paste. SERVES 4 FOR THE THAI GREEN CURRY PASTE Choose a coconut milk brand that is just coconut and water (such as Biona), as many contain emulsifiers and stabilisers. To make the Thai green curry paste, place all the ingredients in a small food processor and blitz until smooth. Add a little more oil to help the paste combine if it needs it. Transfer to a sealable jar and keep in the fridge until needed. Set a large, deep-sided non-stick frying pan or wok over a medium heat and add the oil. Once hot, add the onions and cook for 5 minutes, until softened. If they start to brown, turn the heat down a little. Stir in the curry paste and fry for 30 seconds. Add the broccoli and cook for 30 seconds, stirring to coat in the paste. Pour in the coconut milk and bring to a gentle simmer. Add the pak choi, prawns, tamari and lime zest and juice. Cook, stirring, for 5 minutes. The vegetables will wilt as you move them around. Stir in the coriander and serve with brown rice and lime halves. SPELT PAELLA Paella is deliciously comforting, best when slightly gloopy and unctuous on the plate. Spelt, a wholegrain, behaves in a similar way to arborio rice when used in this dish. I’ve also used frozen seafood as it is cheaper than fresh and works just as well. Choose fresh stock, as using stock cubes introduces flavour enhancers. SERVES 4-6 This keeps for up to 2 days in the fridge – don’t freeze it unless you’ve used fresh raw seafood instead of frozen. Set a large, deep-sided non-stick frying pan over a medium heat and add the oil. Once hot, add the onions and peppers and fry for 8 minutes until softened. Add the garlic, tomato purée and smoked paprika, then stir and cook for 1 minute more. Stir the spelt into the pan until the grains are coated in the oil, then add the stock, saffron, lemon zest and juice, peas and chicken. Season with salt and pepper and bring to the boil, then reduce the heat, cover and simmer for 25 minutes until the chicken is cooked and the liquid is nearly absorbed. Remove the lid and add the seafood but do not stir it in. Place the lid back on the pan and cook for 5 minutes, then turn up the heat for 1 minute. Turn off the heat, remove the lid and scatter with parsley (if using) and top with lemon wedges. Serve from the pan along with some of the crusted grains that have hopefully baked on the bottom of the pan (called socarrat). Unprocess Your Life by Rob Hobson, HarperCollins Publishers, £18.99, is out now. To order a copy for £17.09 go to mailshop.co.uk/books or call 020 3176 2937. Free UK delivery on orders over £25. Promotional price valid until 21/01/2024. Photography: Ola O Smit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rob hobson",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:34:13.773+02:00",
    "updated": "2024-01-06T00:34:13.773+02:00"
  },
  {
    "uuid": "2ffaf981784a7509a673b06536e472ba6544512d",
    "url": "https://www.publimetro.com.mx/puebla/2024/05/06/fuerzas-armadas-participan-en-la-representacion-de-la-batalla-del-5-de-mayo",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ilse Contreras",
    "published": "2024-05-06T20:17:00Z",
    "title": "Fuerzas armadas participan en la representación de la Batalla del 5 de Mayo – Publimetro México",
    "text": "Las fuerzas armadas nacionales conmemoraron la histórica Batalla de Puebla contra el Ejército Francés, en un evento que cautivó a la audiencia con una impresionante escenificación que protagonizaron más de dos mil 200 integrantes en la XXV Zona Militar. El Ejército y Fuerza Aérea participaron en esta representación con uniformes típicos de la época y un despliegue de 130 caballos, réplicas de artillería y efectos pirotécnicos. El meticuloso proceso de preparación implicó 30 días de ensayo, con cerca de cuatro horas de práctica diaria, según reveló el personal de la XXV Zona Militar. La escenificación, que tuvo una duración de una hora, concluyó con un emotivo minuto de silencio en honor a los valientes soldados caídos en la lucha contra el ejército francés, seguido por el canto del Himno Nacional Mexicano. El gobernador de Puebla, [Sergio Céspedes Peregrina](https://twitter.com/SergioSalomonC) encabezó la representación que abarcó diversos episodios clave de la batalla, desde el inicio de las hostilidades hasta el valiente contraataque mexicano frente a los ataques franceses. Momentos como el exhorto del General Ignacio Zaragoza a sus tropas, instándolas a ser los mejores hijos de México antes de enfrentar al considerado mejor ejército del mundo, fueron recreados con detalle. Esta iniciativa de revivir la historia busca no solo entretener, sino también educar a la ciudadanía sobre la importancia del 5 de mayo de 1862 y la trascendencia de la victoria de las tropas mexicanas en la defensa de la patria.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/SergioSalomonC)",
      "https://www.twitter.com/SergioSalomonC)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-07T03:02:06.402+03:00",
    "updated": "2024-05-07T03:02:06.402+03:00"
  },
  {
    "uuid": "77a04f3221ba3242ecdb9e7150e03a5f71f1973a",
    "url": "https://jornaldebrasilia.com.br/brasilia/maranhao-tem-30-cidades-em-situacao-de-emergencia-por-causa-das-chuvas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação Jornal de Brasília",
    "published": "2024-05-09T20:56:00Z",
    "title": "Maranhão tem 30 cidades em situação de emergência por causa das chuvas",
    "text": "A Defesa Civil do Maranhão informou, nesta quinta-feira (09), que 30 municípios estão em situação de emergência em razão das chuvas. No total, 1.031 famílias estão desabrigadas e 2.909 desalojadas. Uma pessoa morreu. Até o momento, segundo a Defesa Civil, o município de Santa Inês é o único em estado de calamidade pública. As fortes chuvas que atingem todo o Maranhão desde o mês de abril têm provocado cheia em rios do estado. Segundo a Defesa Civil, as famílias atingidas estão recebendo apoio das defesas civis nos municípios. O órgão disse ainda que está trabalhando para a retirada das pessoas que estão em áreas de risco e que o governo do Maranhão tem fornecido refeições, por meio da rede de restaurantes populares. Municípios em situação de emergência: Formosa da Serra Negra São Roberto São João do Sóter Tuntum Monção Pindaré-Mirim Conceição do Lago Açu Lago da Pedra Lagoa Grande do Maranhão Carutapera Governador Nunes Freire Boa Vista do Gurupi Trizidela do Vale Cantanhede Palmeirândia Bacabal Jenipapo dos Vieiras Cachoeira Grande Buriticupu Arari Satubinha Anapurus Grajaú Colinas Matões do Norte Pedro do Rosário Peri Mirim Tufilândia Barra do Corda Barreirinhas As informações são da Agência Brasília",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T00:17:35.765+03:00",
    "updated": "2024-05-10T00:26:00.912+03:00"
  },
  {
    "uuid": "507e9fbff9c44391edfe073345ac5d17ffad3133",
    "url": "https://www.devdiscourse.com/article/politics/3014531-supreme-court-grants-interim-bail-to-delhi-cm-kejriwal-in-excise-policy-scam",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdiscourse News Desk",
    "published": "2024-07-12T03:21:00Z",
    "title": "Supreme Court Grants Interim Bail to Delhi CM Kejriwal in Excise Policy Scam | Politics",
    "text": "Supreme Court Grants Interim Bail to Delhi CM Kejriwal in Excise Policy Scam The Aam Aadmi Party (AAP) praised the Supreme Court for granting interim bail to Delhi Chief Minister Arvind Kejriwal in the excise policy scam case. Despite the bail, Kejriwal remains in jail due to a subsequent arrest by the CBI on corruption charges. [Devdiscourse News Desk](/devdiscourse-stories)| New Delhi | Updated: 12-07-2024 11:21 IST | Created: 12-07-2024 11:21 IST - Country: - India The Aam Aadmi Party (AAP) on Friday celebrated the Supreme Court's decision to grant interim bail to Delhi Chief Minister Arvind Kejriwal in the excise policy scam case filed by the Enforcement Directorate (ED), declaring 'satyamev jayate' (truth alone triumphs). Despite this relief, Kejriwal, who is also the AAP's national convenor, will remain incarcerated as the Central Bureau of Investigation (CBI) had subsequently arrested him over corruption allegations linked to the same purported scam. The apex court acknowledged Kejriwal's time spent in custody, noting that he has been imprisoned for over 90 days. (Disclaimer: With inputs from agencies.) Advertisement ALSO READ [Delhi CM Arvind Kejriwal Sent to Judicial Custody Till July 12 in Corruption Case](/article/law-order/3000488-delhi-cm-arvind-kejriwal-sent-to-judicial-custody-till-july-12-in-corruption-case) [Delhi High Court to Hear Kejriwal's Arrest Plea in Excise Policy Scam](/article/law-order/3002285-delhi-high-court-to-hear-kejriwals-arrest-plea-in-excise-policy-scam) [CBI Takes Action Against HECL's Avijit Ghosh in Corruption Case](/article/law-order/3002474-cbi-takes-action-against-hecls-avijit-ghosh-in-corruption-case) [Delhi HC Dismisses Kavitha's Bail Plea in Excise Policy Scam](/article/law-order/3002196-delhi-hc-dismisses-kavithas-bail-plea-in-excise-policy-scam) [Arvind Kejriwal Challenges Arrest in Excise Policy Scam](/article/law-order/3001779-arvind-kejriwal-challenges-arrest-in-excise-policy-scam)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kejriwal",
          "sentiment": "negative"
        },
        {
          "name": "arvind kejriwal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "politics supreme court grants interim bail",
          "sentiment": "negative"
        },
        {
          "name": "supreme court grants interim bail",
          "sentiment": "negative"
        },
        {
          "name": "aap",
          "sentiment": "none"
        },
        {
          "name": "devdiscourse news desk",
          "sentiment": "none"
        },
        {
          "name": "central bureau of investigation (cbi",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "cbi",
          "sentiment": "none"
        },
        {
          "name": "enforcement directorate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-12T08:53:12.262+03:00",
    "updated": "2024-07-12T08:53:12.262+03:00"
  },
  {
    "uuid": "8bfca54c34e04f256513633ff1b1c65c8293058e",
    "url": "https://www.benzinga.com/pressreleases/24/01/g36451347/world-insurance-associates-names-joe-klein-as-evp-of-national-accounts",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Globe Newswire",
    "published": "2024-01-02T14:11:00Z",
    "title": "WORLD INSURANCE ASSOCIATES NAMES JOE KLEIN AS EVP OF NATIONAL ACCOUNTS - Benzinga",
    "text": "Loading... Loading... Iselin, NJ, Jan. 02, 2024 (GLOBE NEWSWIRE) -- World Insurance Associates LLC (World), one of the fastest growing insurance brokerages in the U.S., announced today that industry leader Joe Klein will join World as an executive vice president of its national accounts practice. In this role, Klein will engage with World's largest retail insureds while leveraging his extensive broking experience to deliver World's vast resources in the form of tailored risk solutions. His expertise spans a wide range of industry sectors, including education, heavy manufacturing, energy, power, retail and aviation risks.\n\"As we execute our growth strategy and build our leadership infrastructure, we are constantly seeking industry veterans to join the team who have the ability to make an immediate positive impact with both our clients and market partners,\" said Tom Fitzgerald, president of World Retail. \"As we move into 2024, we will continue to build our National Accounts team supporting our largest and most complex clients with their intensely complex risks.\"\n\"The expertise that Joe brings will not only drive efficiencies across the organization but will drive innovation for our clients, ultimately fueling our next stage of growth,\" said Jeff Kroeger, EVP and head of World's commercial lines. \"We are confident our clients will benefit from his extensive industry knowledge and dedication to going above and beyond to help them.\"\n\"I am delighted to join a firm like World with a vision that truly resonates with me—to be the best partner when it matters most,\" said Joe Klein, executive vice president of World's national accounts. \"Given the current market, insureds require more support, creativity and expertise to secure dynamic insurance programs that meet their ever-evolving needs. World's large-scale resources allow us to construct client-specific programs at an intricate level that provide them with a deeper level of protection.\"\nKlein comes to World with more than 35 years of leadership experience at broking giant Aon Risk Services where he was most recently managing director and strategic account executive for high-profile Fortune-500 clients. Prior to Aon, he was a senior property and inland marine underwriter at American Home Assurance Company (AIG), and prior to that he was a property underwriter at Industrial Risk Insurers (IRI).\nKlein holds a B.S. in Marketing and Business Administration from Western Illinois University. He also holds the Associate in Risk Management (ARM) designation.\nKlein will be based out of Chicago and assumed his new role at World on January 2, 2024.\nAbout World Insurance Associates LLC\nWorld Insurance Associates LLC (World) is headquartered in Iselin, N.J., and is a nationally ranked, full-service insurance organization providing individuals and businesses with top products and services across personal and commercial insurance, employee and executive benefits, retirement and financial services and human capital management solutions. Since its founding in 2011, World has completed over 200 acquisitions and serves its customers from more than 250 offices across the United States. World is ranked #28 on the 100 Largest Brokers of U.S. Business list by Business Insurance, ranked #3 on the Fastest Growing Brokers list by Business Insurance, ranked #3 on the Fastest Growing Benefits Brokers list by Business Insurance, ranked #15 on the Top 100 P&C Agencies by Insurance Journal, ranked #19 on the Top 50 Personal Lines Agencies and ranked #19 on the Top 50 Commercial Lines Agencies by Insurance Journal. For more information, please visit www.worldinsurance.com .\nJean Wiskowski World Insurance Associates 732-380-0900 Ext. 736 jeanwiskowski@worldinsurance.com\nLoading... Loading...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [
      "https://www.globenewswire.com/newsroom/ti?nf=OTAxMTI5NCM1OTk5ODgyIzIyNDg0OTM=?optimize=medium&dpr=2&auto=webp&width=1920",
      "https://www.globenewswire.com/Tracker?data=_9VyuAfCk99TrwQU1-EnHOEvQ5JUefUs1vCrSQN27LiHwml01rsMLtwTcv15J411WNEhRqyEUky6FykO4Tzjxez8TPSt4HD_rsOpf7RZ1xY=",
      "https://www.globenewswire.com/newsroom/ti?nf=OTAxMTI5NCM1OTk5ODgyIzIyNDg0OTM=?optimize=medium&dpr=2&auto=webp&width=828",
      "https://www.globenewswire.com/styles/gnw_nitf.css",
      "https://globenewswire.com/Tracker?data=_9VyuAfCk99TrwQU1-EnHOEvQ5JUefUs1vCrSQN27LiHwml01rsMLtwTcv15J411WNEhRqyEUky6FykO4Tzjxez8TPSt4HD_rsOpf7RZ1xY=",
      "https://www.globenewswire.com/newsroom/ti",
      "https://globenewswire.com/newsroom/ti?nf=OTAxMTI5NCM1OTk5ODgyIzIyNDg0OTM=?optimize=medium&dpr=2&auto=webp&width=1920",
      "https://www.globenewswire.com/Tracker",
      "https://globenewswire.com/newsroom/ti?nf=OTAxMTI5NCM1OTk5ODgyIzIyNDg0OTM=?optimize=medium&dpr=2&auto=webp&width=828",
      "https://globenewswire.com/styles/gnw_nitf.css"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe klein",
          "sentiment": "negative"
        },
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "tom fitzgerald",
          "sentiment": "none"
        },
        {
          "name": "klein",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "world insurance associates llc",
          "sentiment": "negative"
        },
        {
          "name": "world",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iselin",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-02T18:01:24.606+02:00",
    "updated": "2024-01-02T18:01:24.606+02:00"
  },
  {
    "uuid": "c3648e51f7c966e4dbcc9fb345fab8529a4a32c5",
    "url": "https://www.xatakandroid.com/aplicaciones-android/a-mayor-tienda-aplicaciones-open-source-le-ha-surgido-problema-inesperado-se-ha-quedado-capacidad-para-actualizar",
    "ord_in_thread": 0,
    "author": "Pepu Ricca",
    "published": "2025-08-14T08:00:00Z",
    "title": "A la mayor tienda de aplicaciones Open Source le ha surgido un problema inesperado. Se ha quedado sin capacidad para actualizar",
    "text": "Si hay una tienda de aplicaciones alternativa a Google Play Store para Android, esa es, por excelencia, la veterana F-Droid. Encontrar las mejores apps de código abierto es más sencillo en este repositorio libre, aunque le acaba de surgir un problema con un motivo de lo más curioso: no puede compilar más apps para mantenerlas actualizadas ni añadir nuevas.\nEl problema. Desde el pasado 7 de agosto, las nuevas herramientas de desarrollo de Android requieren que el ordenador que compila la app tenga un procesador con instrucciones modernos, como SSE4.1 y SSE3. El problema es que los servidores de F-Droid, que se encargan de compilar las apps para garantizar su seguridad, usan un hardware demasiado antiguo que no las soporta.\nPor lo tanto, esto ha provocado un fallo en cadena que impide publicar nuevas versiones, un varapalo para una tienda alternativa que debería tener la última versión disponible.\n15 años. Ese es el tiempo que se supone que tiene el hardware de los servidores de F-Droid. Así lo ha revelado la comunidad, en foros como Y-Combinator donde sacaron a la luz que las CPUs son de una antigüedad considerable. Un desarrollador del proyecto confirmó que usan \"CPUs de grado de servidor antiguas\" que no soportan las nuevas instrucciones. Esto sitúa este hardware en la época de los Intel Core 2 Duo previos a 2011, una eternidad en el mundo de la tecnología.\nApps desactualizadas. La consecuencia directa es que, aunque los desarrolladores publiquen nuevas versiones de sus apps con correcciones de errores o nuevas funciones, estas no llegan a los usuarios de F-Droid. Por su parte, los desarrolladores se ven obligados a dedicar tiempo y esfuerzo a crear versiones de \"mantenimiento\" con herramientas antiguas para poder publicar en la tienda, una solución temporal.\nDebate. El incidente, que ya ocurrió de forma similar en 2021 y fue solucionado entonces por Google, reabre una conversación. ¿Es culpa de Google por no dar soporte a hardware antiguo o de F-Droid por no haber modernizado su infraestructura? En el fondo, esta situación expone la dificultad que tienen los proyectos comunitarios, mantenido por voluntarios y donaciones, para sostener una tienda de apps que pueda seguir el ritmo impuesto por gigantes como Google.\nAlternativas. Para los usuarios amantes del Open Source, hay alternativas a F-Droid. A pesar de ser la tienda más relevante, otras como Obtainium permiten seguir actualizando las apps que en F-Droid no van a la última. Esta app consigue descargar e instalar APKs directamente desde los repositorios de GitHub. Además, notifica de actualizaciones cuando ese repositorio tiene un nuevo lanzamiento. Es una buena solución en lo que F-Droid.\nEn Xataka Android | 28 aplicaciones de código abierto gratis tan buenas que son capaces de sustituir a las de Google",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Economy, Business and Finance->products and services",
      "Economy, Business and Finance->computing and information technology",
      "Social Issue->social networking",
      "Social Issue->social problem",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://news.ycombinator.com/item?id=44884709",
      "https://gitlab.com/fdroid/fdroiddata/-/merge_requests/?label_name%5B%5D=AGP-8.12.0",
      "https://github.com/CatimaLoyalty/Android/issues/2608#issuecomment-3172796354",
      "https://gitlab.com/fdroid/fdroiddata/-/merge_requests/",
      "https://news.ycombinator.com/item",
      "https://www.gitlab.com/fdroid/fdroiddata/-/merge_requests/?label_name%5B%5D=AGP-8.12.0",
      "https://www.github.com/CatimaLoyalty/Android/issues/2608#issuecomment-3172796354",
      "https://www.news.ycombinator.com/item?id=44884709"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Android",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T11:30:26.895+03:00",
    "updated": "2025-08-14T11:42:00.000+03:00"
  },
  {
    "uuid": "c7c68fbcba1d75fbf7afa551669a4c01f225bfd7",
    "url": "https://economictimes.indiatimes.com/news/company/corporate-trends/reliance-industries-to-be-among-the-top-10-conglomerates-in-the-world-mukesh-ambani/articleshow/106357177.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "www.ETTelecom.com",
    "published": "2023-12-28T22:00:00Z",
    "title": "Reliance Industries to be among the top 10 conglomerates in the world: Mukesh Ambani, ET Telecom",
    "text": "Oil-to-telecom conglomerate Reliance Industries (RIL) will be among the world’s top 10 business conglomerates, chairman Mukesh Ambani said on Thursday. Ambani however, did not give a timeline for the same. “We are known for disrupting the market through constant innovation and reinvention. We have shown the courage to set the bar high and the ability to jump even higher to create new records,” Ambani said while addressing employees on Reliance Family Day, the birthday of group founder Dhirubhai Ambani.He added that his oil-chemicals-telecom conglomerate is aiming to secure its place among global leaders in digital data platforms and artificial intelligence (AI) adoption.“As India races ahead to become the world’s third-largest economy, an unprecedented opportunity awaits Reliance. Reliance can …. and Reliance will … grow to be among the Top 10 business conglomerates of the world. For this, we need to be laser-focused on three things,” he said.RIL is building giga-scale factories for its new energy businesses. In 2023 the company also forayed into financial services.“We have shown the courage to set the bar high and the ability to jump even higher to create new records. This is how Reliance has achieved perennial growth,” Ambani said.Reliance is India’s largest corporation by market capitalization.Ambani said his three key messages for the New Year are to consolidate Reliance’s place among global leaders in digital data platforms and AI adoption, consolidate its place among global leaders in talent enrichment, and secure its place among global leaders in institutional culture.\\\"In the era of digital platforms, data has become a new factor of production along with talent and money. We need to be at the forefront of using data, with AI as an enabler for achieving a quantum jump in productivity and efficiency,” he said.RIL's scrip ended at Rs 2605.80, up 0.75% on the BSE, Thursday. Benchmark Sensex ended 0.52% higher.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mukesh ambani",
          "sentiment": "negative"
        },
        {
          "name": "dhirubhai ambani.he",
          "sentiment": "none"
        },
        {
          "name": "ambani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reliance industries",
          "sentiment": "negative"
        },
        {
          "name": "et telecom oil",
          "sentiment": "negative"
        },
        {
          "name": "reliance",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:55:42.072+02:00",
    "updated": "2023-12-29T02:55:42.072+02:00"
  },
  {
    "uuid": "75424f0691251ffce88027a36622d52a40e66006",
    "url": "http://www.uniindia.com/authorities-prevent-mirwaiz-from-delivering-friday-sermon-at-jamia-masjid-anjuman/north/news/3205747.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Uniindia News Service",
    "published": "2024-05-24T09:26:00Z",
    "title": "Authorities prevent Mirwaiz from delivering Friday sermon at Jamia masjid : Anjuman",
    "text": "States » NorthPosted at: May 24 2024 5:26PM Authorities prevent Mirwaiz from delivering Friday sermon at Jamia masjid : AnjumanSrinagar, May 24 (UNI) Hurriyat Conference Chairman and Kashmir’s chief cleric Mirwaiz Umar Farooq was prevented by authorities for the fourth consecutive Friday from delivering the sermon and conducting prayers at historic Jamia Masjid in Srinagar, Anjuman Auqaf Jama Masjid said. The managing body of the Jamia mosque said from May 3 Mirwaiz has been prevented from offering Friday prayers. Anjuman expressed deep regret that Mirwaiz, from May 3 and for the fourth consecutive Friday, has been prevented from performing the religious duty of delivering the Friday sermon and conducting prayers at Jamia Masjid here. It said in a statement that this attitude of the authorities deeply hurts the religious sentiments of thousands of people who come from both the city and the countryside every friday to benefit from Mirwaiz's sermons and advice. This left them to return disappointed. The statement urged the administration to lift the restrictions on Mirwaiz and allow him the freedom to propagate religious teachings and responsibilities.UNI MJR CS1725Tags: #Authorities prevent Mirwaiz from delivering Friday sermon at Jamia masjid : Anjuman",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mirwaiz",
          "sentiment": "negative"
        },
        {
          "name": "anjuman",
          "sentiment": "none"
        },
        {
          "name": "mirwaiz umar farooq",
          "sentiment": "none"
        },
        {
          "name": "jamia masjid",
          "sentiment": "none"
        },
        {
          "name": "anjuman auqaf jama masjid",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "uni) hurriyat conference",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jamia",
          "sentiment": "none"
        },
        {
          "name": "anjuman states",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "srinagar",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T15:04:53.381+03:00",
    "updated": "2024-05-24T15:04:53.381+03:00"
  }
]