[
  {
    "uuid": "4c0416cd1066e428b11370e639f96099fafde76e",
    "url": "https://www.elpasotimes.com/story/news/politics/elections/2024/04/25/karen-mcdougal-david-pecker-trump-trial-testimony/73452226007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kinsey Crowley",
    "published": "2024-04-25T00:00:00Z",
    "title": "Karen McDougal's payment was known by Trump, David Pecker says",
    "text": "Former tabloid executive David Pecker testified Thursday that he believed former president Donald Trump knew of former Playboy model Karen McDougal and knew about the $150,000 payment she received for rights to her story. On day seven of Trump's trial for 34 counts of falsifying business records, Pecker, the former head of the National Enquirer parent company, took the witness stand again. Prosecutors had already peppered him with questions Tuesday to set the stage about how his company American Media Inc. sought to help Trump's campaign by stopping negative stories about him. McDougal had a story about a 2006 affair to share, though Trump denies it happened. Here is what Pecker testified about Trump and McDougal's relationship. Trump trial live updates: David Pecker testifies about contract with Karen McDougal 'Karen is a nice girl,' Trump said, according to Pecker In June 2016, McDougal's lawyer contacted the National Enquirer offering her story about the alleged affair with Trump, according to a Federal Election Commission agreement with the company. Pecker and another executive within American Media Inc. notified Cohen about the story, the FEC agreement states. During his testimony Thursday, Pecker described a phone call he had with Trump about McDougal's story. \"I spoke to Michael. Karen is a nice girl,\" Trump said during the call, Pecker said on the witness stand. Pecker said that comment made him believe Trump knew who McDougal was. Trump asked what Pecker thought he should do, according to Pecker. Pecker recommended Trump buy McDougal's story and take it off the market. Pecker testified he thought Trump knew about $150,000 paid for McDougal's story Asked by prosecutor Joshua Steinglass why Pecker thought Trump should buy the story, Pecker testified he believed her story was true, and he thought it would have been very embarrassing for Trump personally as well as for Trump's campaign. Pecker went on to recount a discussion with Michael Cohen about who would ultimately pay the $150,000 hush money to Karen McDougal to keep her story of an affair with Trump quiet ahead of the 2016 presidential election. Cohen allegedly told Pecker not to worry, \"the boss will take care of it.\" Pecker testified he understood that to mean he would be reimbursed either by the Trump Organization or Donald Trump. Pecker described the agreement with McDougal, which included the $150,000 and a monthly column in two different magazines. Pecker also said Michael Cohen knew about the hush money agreement to keep McDougal quiet, and he believed Donald Trump also knew. Who is Karen McDougal? Karen McDougal is a former Playboy model. Former Trump lawyer and convicted felon Michael Cohen negotiated the payment she received as part of a \"catch and kill\" strategy to block negative stories about Trump while he ran for president. McDougal has since spoken out about her affair with Trump , saying it lasted for 10 months starting in 2006. He denies the allegation. She is expected to take the stand, though the prosecutors have kept the official witness list close to their chest. Who is David Pecker? David Pecker , former CEO and president of American Media Inc., is the first witness on the stand at Trump's Manhattan criminal trial . AMI entered a non-prosecution agreement with the Justice Department, acknowledging the payment was “substantially more than AMI otherwise would have paid for the story,” because they were to be repaid by Cohen. The company was also fined $187,500 by the FEC for helping Trump's election, but the Justice Department granted Pecker immunity from prosecution. Contributing: Bart Jansen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley/",
      "https://www.usatoday.com/news/politics/donald-trump/",
      "https://www.fec.gov/files/legal/murs/7324/7324_26.pdf",
      "https://www.usatoday.com/staff/8430080001/aysha-bagchi/",
      "https://www.usatoday.com/staff/12271400002/kinsey-crowley",
      "https://www.usatoday.com/news/politics/donald-trump",
      "https://fec.gov/files/legal/murs/7324/7324_26.pdf",
      "https://usatoday.com/news/politics/donald-trump/",
      "https://usatoday.com/staff/8430080001/aysha-bagchi/",
      "https://www.usatoday.com/staff/8430080001/aysha-bagchi",
      "https://usatoday.com/staff/12271400002/kinsey-crowley/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kinsey crowley aysha bagchi",
          "sentiment": "negative"
        },
        {
          "name": "karen mcdougal",
          "sentiment": "negative"
        },
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "david pecker",
          "sentiment": "negative"
        },
        {
          "name": "mcdougal",
          "sentiment": "none"
        },
        {
          "name": "karen-mcdougal",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "donald-trump",
          "sentiment": "none"
        },
        {
          "name": "pecker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national enquirer",
          "sentiment": "none"
        },
        {
          "name": "playboy",
          "sentiment": "none"
        },
        {
          "name": "american media inc.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:40:41.758+03:00",
    "updated": "2024-04-26T00:43:03.124+03:00"
  },
  {
    "uuid": "6d4c5e6b65bb789e2797c3f96f9bfcc394839359",
    "url": "https://www.andalusiastarnews.com/2024/04/25/andalusia-woman-files-lawsuit-against-police-officer-city-after-alleged-unlawful-arrest",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Robert Blankenship",
    "published": "2024-04-25T21:17:00Z",
    "title": "Andalusia woman files lawsuit against police officer, city after alleged unlawful arrest",
    "text": "Andalusia woman files lawsuit against police officer, city after alleged unlawful arrest Published 4:17 pm Thursday, April 25, 2024 | | Getting your An Andalusia woman at the center of an alleged unlawful arrest in February formally filed a federal lawsuit against the arresting officer and the City of Andalusia. In the lawsuit, Twyla Stallworth alleges that she was unlawfully arrested and detained on February 23 for not providing identification when requested by Andalusia Police Officer John Barton. The suit further states that Stallworth was assaulted, strip-searched and jailed for 15 hours before being released on a $3,035 bond. Stallworth’s attorney said she was within her rights to deny providing an ID within her home. Charges against Stallworth have since been dropped. The lawsuit names both Stallworth and her son, Jermari Marshall, as plaintiffs. Stallworth is being represented by attorney Harry Daniels who said the incident began when Stallworth called the police multiple times to complain about a neighbor who was playing loud music. Receiving no response, Stallworth began setting off her car alarm in an effort to get the neighbor’s attention and convince him to turn down the music. Daniels said that while police did not respond to Stallworth’s calls, they did respond to the neighbor’s call about the car alarm. Stallworth is black while the neighbor is white. City officials said that internal evidence, including camera footage, shows police did respond to Stallworth’s noise complaints. The lawsuit states that the officer physically assaulted Stallworth’s son and then unlawfully entered the home where he then assaulted Stallworth in the presence of her son. “When APD officer Grant Barton did respond to the neighbor’s complaint about Stallworth’s car alarm, he threatened to cite Stallworth while failing to address her original complaints. Frustrated by this, Stallworth pointed out the disparity as Barton was returning to his police cruiser suggesting it was racially motivated. At that point, Barton returned to the front porch and began demanding Stallworth’s driver’s license even though he had not made any such requests previously. In fact, Barton had been speaking with Stallworth at length but only started demanding identification after she mentioned racism,” according to Daniels. It was at the time that Barton returned to the porch, Daniels said, that Marshall began recording on his phone because he felt the encounter between his mother and the police officer was escalating. The lawsuit says that Stallworth has suffered emotional distress with “significant PTSD type symptoms” and that her son has suffered similar symptoms requiring psychological treatment. “As a result of this incident, Ms. Stallworth suffered humiliation, embarrassment, physical injuries, and loss of freedom,” the lawsuit states. “Ms. Stallworth and Jermari were subjected to unlawful acts by Defendant Barton and the City of Andalusia all because Ms. Stallworth lawfully refused to give Defendeant Barton her identification card/driver’s license. Both Ms. Stallworth and Jermari now suffer from mental anguish and loss of enjoyment of life.” Following the arrest, Andalusia Mayor Earl Johnson said Officer Barton had a “clean record” with the APD, adding that he “made a mistake in this case on Feb. 23” and that he has been disciplined for failing in his duty to know the law. He added that officers will receive additional training. The city council has already approved entering into a contract with a company that specializes in ongoing law enforcement training. City of Andalusia Attorney Mark Christensen said the city has not been served a copy of the lawsuit and has no comment at this time. The lawsuit filed can be seen [here](https://www.andalusiastarnews.com/wp-content/uploads/sites/13/2024/04/STALLWORTH-FILED-COMPLAINT.pdf). The video of the incident can be seen [here](https://www.youtube.com/watch?v=IA247aWwOe8). Mayor Earl Johnson’s response can be seen [here](https://www.facebook.com/cityofandalusia/videos/mayor-earl-johnson-on-friday-released-the-following-statement-in-response-to-all/420986020464650/). For more on this story, click [here](https://www.andalusiastarnews.com/2024/03/08/andalusia-police-officer-accused-of-assault-racism-during-response-to-noise-complaint/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.facebook.com/cityofandalusia/videos/mayor-earl-johnson-on-friday-released-the-following-statement-in-response-to-all/420986020464650/",
      "http://www.youtube.com/watch?v=IA247aWwOe8",
      "https://facebook.com/cityofandalusia/videos/mayor-earl-johnson-on-friday-released-the-following-statement-in-response-to-all/420986020464650/",
      "https://www.facebook.com/cityofandalusia/videos/mayor-earl-johnson-on-friday-released-the-following-statement-in-response-to-all/420986020464650",
      "http://youtube.com/watch?v=IA247aWwOe8",
      "http://www.youtube.com/watch"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john barton",
          "sentiment": "none"
        },
        {
          "name": "harry daniels",
          "sentiment": "none"
        },
        {
          "name": "daniels",
          "sentiment": "none"
        },
        {
          "name": "jermari marshall",
          "sentiment": "none"
        },
        {
          "name": "twyla stallworth",
          "sentiment": "none"
        },
        {
          "name": "stallworth",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "andalusia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:33:30.835+03:00",
    "updated": "2024-04-28T22:54:17.235+03:00"
  },
  {
    "uuid": "1da7c27285297b4a00b0fa92a417f53a21b54461",
    "url": "https://itechfy.com/general/review-on-obsession-love-spells-from-warlock-magic-spells/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael",
    "published": "2023-12-28T21:51:00Z",
    "title": "Review on Obsession Love Spells from Warlock Magic Spells - itechfy",
    "text": "Never in my life did I think that I would even consider having a love spell cast, let alone pay for it to be done professionally. My view changed on this when my cousin went through a terrible divorce. Her husband left her for another woman and it was devastating to her. She was caught off guard with this affair and did not realize it was going on for an entire year before she found out. My cousin wanted to work things out with her husband, but he never gave her the chance to do so which was extra hurtful. This resulted in her seeking out the advice of psychics which lead her to having an obsession spell cast. She never told anyone that she hired a spell caster to help get her husband back until after they reconciled. The end result of that whole situation was that her husband ended his affair and decided that he wanted to work on their marriage. He became very attracted to her like how it was when they first met. When she told me this I was floored! I didn’t think that things like this actually worked for people. It got me thinking about a boyfriend that I had years prior. If she could have an obsession spell cast to bring her husband back, I wonder if I could manifest bringing my ex-boyfriend back too. This was a relationship that went sour fast. A mutual friend of ours introduced us. He was going through a long term break up at the time and wasn’t ready to date. I knew this and intended on taking it slow, but when we were together in person neither of us could deny the chemistry we both felt. The relationship was passionate, however when we were apart, I felt a distance from him that caused everything to become off balance. It was like a yoyo relationship where we got close and then he pushed me away. This happened over and over again. I started to feel extremely hurt and lonely. My love for him grew immensely while he pushed me away. I finally gave up and stopped trying to spend time with him. About two years later when my cousin had her experience with her husband leaving her and then coming back the thought of my ex popped into my mind. I wondered if an [obsession spell](https://www.warlockmagicspells.com/obsession-love-spells) would help me too. I had nothing to lose. I contacted Warlock Magic Spells and had them cast an obsession love spell to bring my ex back. I waited about three months and then out of the blue I received a text from him. I almost fell off my chair when I read it! We began talking and catching up. He told me that he started having dreams about me and missed me. He said that I was the best one he dated, and he had regrets about letting me go. This time around, I took it slow because I did not want to get hurt again. To say he was a changed man was an understatement. He put more effort into pursuing me than he ever did in the past. He made me feel special and wanted. He was more emotionally available and made his feelings known. It was a completely different relationship this time around. I could tell that he was in love with me. I have to say that my obsession spell worked well!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.warlockmagicspells.com/obsession-love-spells)",
      "https://warlockmagicspells.com/obsession-love-spells)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "warlock magic spells",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:48.810+02:00",
    "updated": "2023-12-29T00:21:48.810+02:00"
  },
  {
    "uuid": "0c024a76da8e55106f69e18ae43b694b84329c02",
    "url": "https://www.uticaod.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Health"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:37:22.955+02:00",
    "updated": "2023-12-29T00:37:22.955+02:00"
  }
]