[
  {
    "uuid": "d9ce7a41878894789fbc8d7f526e59d2d7160726",
    "url": "https://www.lancastereaglegazette.com/story/life/humankind/2023/12/28/spiral-hot-dogs-photo-norman-ok-business-boom/72051213007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anthony Robledo",
    "published": "2023-12-29T00:01:00Z",
    "title": "Viral photo of forlorn Spiral Hot Dogs owner leads to booming business",
    "text": "Customer's photo of forlorn owner in empty restaurant leads business to boom at OK diner Nick Chappell had never been to Spirals Hot Dogs & More before he took a photo of Scott Hosek in his empty restaurant. But after business boomed, Chappell's part of the Spirals family, Hosek says. [Anthony Robledo](https://www.usatoday.com/staff/7612431001/anthony-robledo/) An Oklahoma hot dog joint owner visibly wanted customers one day and he soon got more than he bargained for. During a slow shift on Dec. 20, a customer took a photo of Scott Hosek standing by his restaurant entrance waiting for diners and shared it on social media. Hosek would soon have no time to stand around as \" [Spirals: Hot Dogs & More](https://spiralshotdogs.com/),\" in Norman, Oklahoma, saw booming business once the post went viral. \"We immediately started doing double digits in sales,\" Hosek told USA TODAY on Thursday. \"It happened really fast to me.\" The day the photo was taken, Hosek found himself staring out the window upset his family business of four years wasn't booming as well as others ahead of Christmas. Hosek said he had no idea why Spirals saw a sudden wave of new customers after Dec. 20 until the person responsible for posting the photo, Nick Chappell, later apologized and offered to take the post down. Hosek wouldn't hear of it. \"You just wouldn't expect it. Social media is amazing. It's amazing that people get involved with it,\" he said. \"But more importantly, it's the stuff that you just don't think would work. That's what works.\" 'I will always love you': [See Dolly Parton grant Utah man's dying wish to meet her](/story/life/humankind/2023/12/26/dolly-parton-meets-longtime-fan/72033945007/) Customer knew he had to capture 'wholesome moment' Chappell visited the Norman area for his job as an Oklahoma Army National Guard. As part of their weekly hot dog Wednesday routine, Chappell and a his co-worker found Spirals on Google Maps and took a chance. Noticing Hosek gazing, Chappell decided to capture the \"wholesome moment\" on Snapchat captioning \"He has been standing here waiting on customers to come in.\" \"A good buddy of mine named Chad said, 'Hey, man, you can either post this on Facebook or I'm going to post this on Facebook. Some way or another we're going to get this guy some customers,'\" Chappell said. In a Facebook post, Chappell gave an excellent recommendation of the restaurant, complimenting their food and \"off the charts\" service. He shared a photo of his dish, the menu and of Hosek waiting for diners. Chappell was blown away by the success of the post, which has since had over 2,000 shares, and even more surprised to see over 70 guests at the diner during his next visit. \"I'm not a huge social media guy I typically don't share,\" Chappell said. \"I don't even know really the words to describe it as but it made me even that much happier that I did make a post.\" Owner adds new 'Thunderbird' item in customer's honor Hosek is showing his gratitude by adding a new item in Chappell's honor. Having named hot dogs and bowls after family members, he was more than happy to do so. The \"Thunderbird\" is a hot link with bacon, cream cheese and jalapeños, Hosek said. The meal gets its name from the Thunderbird Unit Patch for the 45th Infantry, which Chappell is a part of. The two reconnected at the restaurant on Thursday, where they both got emotional talking about the post's impact. Chappell received a certificate of appreciation during the unveiling of the \"Thunderbird\" and was told he is now forever part of the Spirals family. \"To know that it was a humble guy that just saw our need and did what he could. He doesn’t have a real following on social media, he hardly ever shares anything and to know that one post had so much power. It was super cool,\" Hosek added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.usatoday.com/staff/7612431001/anthony-robledo/)",
      "https://spiralshotdogs.com/),",
      "https://www.spiralshotdogs.com/),",
      "https://usatoday.com/staff/7612431001/anthony-robledo/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nick chappe",
          "sentiment": "negative"
        },
        {
          "name": "festler",
          "sentiment": "none"
        },
        {
          "name": "anthony robledo",
          "sentiment": "none"
        },
        {
          "name": "chappell",
          "sentiment": "none"
        },
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "scott festler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spiral hot dogs",
          "sentiment": "negative"
        },
        {
          "name": "customer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "norman",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:22:25.413+02:00",
    "updated": "2023-12-29T06:34:01.959+02:00"
  },
  {
    "uuid": "9511747843a016913789cf7183a23d3f10668fcb",
    "url": "https://www.wtoc.com/video/2024/04/25/its-possible-that-theyre-involved-human-trafficking-part-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@WTOC11",
    "published": "2024-04-25T00:00:00Z",
    "title": "‘It’s possible that they’re involved in human trafficking’ (Part 2)",
    "text": "Skip to content Live News Weather Sports Morning Break Investigates Community WTOC+ Contests Home Programming Schedule Download Our Apps Submit Photos & Videos News Crime Crocker Case Education Elections Center Gas Prices Health Lowcountry News Murdaugh Case National Quinton Simon Case Stephen Smith Case Traffic WTOC Investigates First Alert Weather Astronomical Tide And River Data Headlines Hurricane Center Sky Cams Summer Weather Tips What Is A First Alert Weather Day? Sports Bananas Clovers Eagle Report End Zone Golf Ghost Pirates Game of the Week Play of the Week Tormenta Stats & Predictions How to Watch Community 70 Years Celebrating Black History St. Patrick's Day Live Healthy Birthday Club Calendar Morning Break Pet Pics Top Teacher Morning Break Art DIY Events Food Health Music Outdoor Style Vacation WTOC+ Podcasts First Alert Weather Podcast WTOC Inside Lane Podcast WTOC News Podcast WTOC Sports Podcast About Us Contact Us Download Our Apps Internships Meet The Team Antenna Tips Advertising Contests Zeam - News Streams InvestigateTV Circle Country Gray DC Bureau PowerNation Digital Marketing ‘It’s possible that they’re involved in human trafficking’ (Part 2) Published: Apr. 25, 2024 at 4:59 PM EDT | Updated: 1 hour ago Email This Link Share on Facebook Share on X (formerly Twitter) Share on Pinterest Share on LinkedIn News ‘It’s possible that they’re involved in human trafficking’ Updated: 1 hour ago | WTOC Investigates ‘It’s possible that they’re involved in human trafficking’ : 13 men say they were forced to work without pay Updated: 1 hour ago News City takes first steps toward construction at old fairgrounds Updated: 1 hour ago News Vidalia Onion Festival kicks off Thursday night Updated: 1 hour ago News Heavy police presence on Montgomery St. connected to Thursday morning shooting Updated: 1 hour ago",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "quinton simon case stephen smith",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "week tormenta stats & predictions how",
          "sentiment": "none"
        },
        {
          "name": "news streams investigatetv circle country gray dc bureau",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:10:08.790+03:00",
    "updated": "2024-04-26T01:34:14.227+03:00"
  },
  {
    "uuid": "f8770f8b4e86a69e7e5d3606333b37dd4faea767",
    "url": "https://www.catholicworldreport.com/2023/03/20/how-to-define-wokeness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Wokism is the New Face of An Old Heresy, And It Can Be Defeated Again – Attack the System",
    "published": "2024-02-24T03:42:00Z",
    "title": "Comment on How to define “wokeness” by Wokism is the New Face of An Old Heresy, And It Can Be Defeated Again – Attack the System",
    "text": "A common talking point among the woke is the claim that “woke” is just a term of abuse that has no clear meaning. Whether many of them really believe this or are just obfuscating is not clear, but in any event it isn’t true. I would suggest that what critics of wokeness have in mind is pretty obviously captured in the following definition: Wokeness is a paranoid delusional hyper-egalitarian mindset that tends to see oppression and injustice where they do not exist or greatly to exaggerate them where they do exist.\nExamples would be: Characterizing as racist “microaggressions” behaviors that in fact are either perfectly innocuous or at worst just ordinary rudeness; condemning some economic outcome as a racist “inequity” despite there being no empirical evidence whatsoever that it is due to racism; condemning as “transphobic” recognition of the commonsense and scientific fact that sex is binary; condemning as “racist” the view that public policy should be color-blind and that racial discrimination is wrong whatever the race of the persons being discriminated against; condemning as “antigay” the view that it is not appropriate for grade schools to address matters of sexuality in the classroom without parental consent; and so on.\nIf you’re thinking “Wait, what’s wrong with any of that?,” you’re probably woke and should seek help, because these are deeply irrational attitudes. My book\nAll One in Christ: A Catholic Critique of Racism and Critical Race Theory explains what is wrong with much that presents itself as “antiracist” but is in fact nothing of the kind. (You will find much of the book useful even if you are not Catholic, because the argumentation is largely of a philosophical and social scientific nature rather than a theological nature.)\nBy characterizing wokeness as paranoid and delusional, I am not flinging terms of abuse but describing real psychological features of the woke attitude. In their book\nThe Coddling of the American Mind (which I say a bit about in my own book), Greg Lukianoff and Jonathan Haidt note that the frame of mind encouraged by woke ideas (Critical Race Theory, Gender Theory, “Social Justice Warrior” rhetoric and the like) is very similar to a mindset that Cognitive Behavioral Therapy identifies as a major cause of psychological disorders.\nFeatures of this mindset include emotional reasoning, or letting our feelings determine how we interpret reality rather than letting reality determine whether our feelings are the appropriate ones; catastrophizing, or focusing obsessively on the imagined worst possible outcome rather than on what the evidence shows are more likely outcomes; overgeneralizing, or jumping to sweeping conclusions on the basis of one or a few incidents; dichotomous thinking, or seeing things in either-or terms when a more sober analysis would reveal more possibilities; mind reading, or jumping to conclusions about what other people are thinking; labeling, or slapping a simplistic description on some person or phenomenon that papers over its complexity; negative filtering and discounting positives, or looking only for confirming evidence for some pessimistic assumption while denying or downplaying confirming evidence that things are not in fact so bad; and blaming, or focusing on others as the sources of one’s negative feelings rather than taking responsibility for them oneself.\nObviously, the more thoroughly one is prone to these habits of thought, the more likely one is to see the world in excessively negative terms and to be miserable as a result.\nCognitive Behavioral Therapy thus aims to help patients identify these bad mental habits and to counteract them. But “wokeness” positively encourages all of these cognitive distortions. For example, it teaches emotional reasoning insofar as it pits personal “narratives” of oppression against the ideals of rationality and objectivity, and insofar as it makes the subjective reactions of offended people the measure of whether they are victims of “microaggressions.” It encourages blaming by treating accusations about microaggressions and other grievances as if they can never reasonably be regarded as stemming from oversensitivity or paranoia on the part of the person offended. It indulges in negative filtering and discounting positives insofar as it arbitrarily defines terms like “racism,” “sexism,” “transphobia,” “homophobia,” and the like so broadly that anything can be made to count as racist, sexist, transphobic, or homophobic, even what would historically have been regarded as paradigmatically egalitarian policies (such as color-blind or race-neutral policies, and opposition to all racial discrimination).\nIn the same way, it engages in labeling, by ignoring all the complex causes of disparities and the different motives behind various actions and policies, and simply slapping descriptions like “racist,” “sexist,” etc. on them. It promotes dichotomous thinking insofar as it insists that one either agrees with woke ideas or ought to be dismissed as “racist,” “transphobic,” etc. It exhibits catastrophizing in that it insists that anything short of implementing the most extreme of woke policy recommendations will leave us with an unjust society that has made little if any real progress. It encourages mind reading by imputing “racism,” “bigotry,” “hate,” “implicit bias,” “white fragility,” and other such attitudes to all critics, even in the absence of any objective evidence for these attributions. It overgeneralizes by treating any particular case of a real or perceived injustice as if it amounted to confirmation of the entire woke worldview.\nIn short, woke ideas positively encourage paranoid habits of mind, which are analogous to those exhibited by people suffering from depression, anxiety, and other psychological disorders. Looking at the world through woke lenses leads one to see oppression and injustice even where they do not exist, to feel strongly aggrieved at this imagined oppression and injustice, and then to treat the narrative of grievance that results as if it were confirming evidence of the reality of the imagined oppression and injustice.\nThe psychological factors underlying wokeness account for two characteristics of the woke that are very familiar to anyone who has ever dealt with them, but might seem incongruous. On the one hand, wokesters are extremely confident of their view of the world, thinking it so obviously correct that they cannot understand how anyone could possibly disagree with it. Yet, at the same time, they seem almost constitutionally incapable of calm and rational engagement with critics. They invariably attack the critic rather than the claims and arguments the critic raises.\nImagine a person suffering from the paranoid delusion that everyone is out to get him. Because he massively over-interprets other people’s behavior – reading malign motivations into the most innocuous remarks and actions – he thinks that the evidence that everyone is out to get him is overwhelming, even though in fact it is extremely slight at best. But, at the same time, precisely for that reason, he finds it impossible calmly and rationally to discuss the matter with anyone who disagrees with him. “It’s so obvious! If you can’t see it, you must be crazy! In fact, you must be part of the conspiracy too!” You might say that that such a paranoid delusional person thinks he’s become “woke” to the reality that everyone is out to get him, when in fact he’s lost in fantasy. Think of Russell Crowe’s portrayal of John Nash in the movie A Beautiful Mind – seeing plots and conspirators everywhere, including even places where literally no one exists.\nThe difference between wokeness and other forms of delusional paranoia is that the wokester’s delusions and paranoia reflect what I referred to above as a hyper-egalitarian view of the world. Notice that I am not saying that all forms of egalitarianism are bad. On the contrary, as I argue in All One in Christ, because human beings of all races have the same nature, they have the same basic rights and dignity. Hence it would, for example, be unjust for a government to protect the lives, liberties, and property rights of citizens of one race while not doing the same for citizens of other races. This would be a clear case of an unjust inequity.\nWhat I am calling hyper-egalitarian is the tendency to suspect all inequalities of being per se unjust – for example, to suppose that if 10% of the population of a country is of a certain race yet less than 10% of the stockbrokers in that country are of that race, this amounts to a “racist” inequity that cannot be given an innocent explanation and must somehow be eliminated by governmental policy. (Think of Ibram X. Kendi’s famous remark: “When I see racial disparities, I see racism.”) Again, imagine Russell Crowe’s performance in A Beautiful Mind, but suppose that instead of seeing hidden messages, Soviet plots, and fellow spies everywhere, he saw racism, sexism, homophobia, transphobia, etc. everywhere and divided the world into the “bigots” who aimed to uphold this system of “intersectional” “oppression,” and the “allies” working together with him to subvert it. The delusion seems frighteningly real, but in fact is held in place by circular reasoning and ad hominem attacks on anyone who tries to convince him otherwise.\nTo be sure, I am not saying that all wokesters are as insane as the Russell Crowe character. Nor are all wokesters even as shrill as the stereotypical online Social Justice Warrior or Twitter mob. Like other forms of delusional paranoia, wokeness comes in degrees. But if you think that views like Critical Race Theory, Gender Theory, etc. are so obviously correct that no decent and well-informed person could possibly object to them, and find it at least difficult calmly and rationally to engage with anyone who thinks otherwise, you are woke. And precisely because you find it difficult calmly and rationally to entertain the possibility that you are wrong, your attitude is paradigmatically irrational.\n(Editor’s note: This essay originally appeared on\nDr. Feser’s blog in a slightly different form and is reprinted here with the author’s kind permission.)\n• Related at CWR:\n“Countering disinformation about Critical Race Theory” (Aug 22, 2022) by Edward Feser\nIf you value the news and views Catholic World Report provides,\nplease consider donating to support our efforts. Your contribution will help us continue to make CWR available to all readers worldwide for free, without a subscription. Thank you for your generosity! [Click here](/donate) for more information on donating to CWR. [Click here](/free-newsletter) to sign up for our newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://ignatius.com/all-one-in-christ-aocp/",
      "http://edwardfeser.blogspot.com/",
      "https://www.ignatius.com/Donation-P3579.aspx",
      "http://www.amazon.com/exec/obidos/ASIN/0735224919",
      "https://ignatius.com/Donation-P3579.aspx",
      "http://amazon.com/exec/obidos/ASIN/0735224919",
      "https://ignatius.com/all-one-in-christ-aocp",
      "http://www.edwardfeser.blogspot.com/",
      "http://edwardfeser.blogspot.com",
      "https://www.ignatius.com/all-one-in-christ-aocp/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-24T10:18:12.458+02:00",
    "updated": "2024-02-24T10:18:12.458+02:00"
  },
  {
    "uuid": "4a80ce5f2bb5a73b7c465d039d8f807ae9a7b95d",
    "url": "https://dailyinterlake.com/news/2024/dec/05/keeping-score-class-a-football-honors-and-dorcheus-commits-to-montana-tech",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Keeping Score Podcast",
    "published": "2024-12-05T20:05:00Z",
    "title": "Keeping Score: Class A Football Honors and Dorcheus Commits to Montana Tech",
    "text": "Keeping Score: Class A Football Honors and Dorcheus Commits to Montana Tech\nThis week on Keeping Score, we celebrate the athletes who earned Class A All-State and All-Western honors, including standout players from Whitefish, Columbia Falls, and Bigfork.\nWe also share the exciting news that Glacier star running back Kobe Dorcheus, who set a school rushing record this season, has committed to Montana Tech to continue his football career.\nTune in for all the highlights and join us next week as we kick off the winter sports season!\nFollow our Keeping Score podcast for weekly updates on high school sports and our Poster Player of the Week. Watch and Subscribe on the [Daily Inter Lake You Tube channel](https://www.youtube.com/@daily_inter_lake ) or your [favorite podcast app](https://dilkeepingscore.buzzsprout.com/).\nThanks to Corwin Motors for sponsoring the Keeping Score podcast! They’re proud to be family-driven for over 100 years. Corwin’s commitment goes beyond selling cars; they’re dedicated to serving our community and providing you with the highest quality vehicles to fit your lifestyle. Whether you’re searching for reliability, style, or comfort, they’ve got you covered. If you’re in the market for a new Chevrolet or just want to learn more, visit http://corwinmotorskalispell.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://dilkeepingscore.buzzsprout.com/",
      "https://www.youtube.com/@daily_inter_lake ",
      "https://youtube.com/@daily_inter_lake ",
      "https://www.dilkeepingscore.buzzsprout.com/",
      "https://dilkeepingscore.buzzsprout.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T01:52:46.330+02:00",
    "updated": "2024-12-06T01:52:46.330+02:00"
  },
  {
    "uuid": "ea88db20de9a45ced7bc9e37eb6bec3dbf60c275",
    "url": "https://www.eastidahonews.com/2023/12/pocatello-woman-sentenced-to-fines-time-served-for-attack-that-left-man-with-facial-fractures/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kalama Hines",
    "published": "2023-12-28T22:46:00Z",
    "title": "Pocatello woman sentenced to fines, time served for attack that left man with facial fractures",
    "text": "Pocatello woman sentenced to fines, time served for attack that left man with facial fracturesPublished at\nPOCATELLO — A woman who pleaded guilty to resisting arrest prior to trial and without first reaching a plea agreement has been sentenced.\nAfter pleading guilty to the misdemeanor charge, a felony charge of aggravated battery against 31-year-old Chelsie Dawn Johnson was dismissed by motion from the prosecution.\nAt a Nov. 2 hearing, Johnson was ordered to pay $359.50 in fees and fines by Magistrate Judge R. Todd Garbett, court records show.\nRELATED | Pocatello woman charged after allegedly beating man, fracturing facial bones\nJohnson was arrested in October when Pocatello police officers, responding to reports of an altercation at a local bar, learned she had caused “severe injuries” to a fellow bar patron.\nShe told officers, the man, who had a “large laceration” on his face and head, had attacked her with a knife. After showing the officers a two-inch cut on her shin, officers requested her ID card.\nJohnson gave the officers her ID, but quickly grabbed it from the officer’s hand.\nAfter she was arrested for obstructing an investigation, officers reviewed surveillance footage of from the bar, which allegedly showed Johnson hit the man. When the man did not react to being hit, Johnson continued to hit him until she was pulled away by other people at the bar.\nAt sentencing, Johnson received credit for two days time served.\nGet News In Your Inbox",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "johnson",
          "sentiment": "none"
        },
        {
          "name": "chelsie dawn johnson",
          "sentiment": "none"
        },
        {
          "name": "r. todd garbett",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "pocatello",
          "sentiment": "none"
        },
        {
          "name": "pocatello",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:16.947+02:00",
    "updated": "2023-12-29T01:13:16.947+02:00"
  }
]