[
  {
    "uuid": "f5663b20dc6dd56e59ca6427c625a7be88751ab5",
    "url": "https://in.marketscreener.com/news/latest/France-expels-radical-Tunisian-imam-interior-minister-46012797",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-02-22T19:22:00Z",
    "title": "France expels 'radical' Tunisian imam - interior minister - 23/02/2024 | MarketScreener",
    "text": "PARIS (Reuters) - France has expelled a Tunisian Muslim cleric for \"radicalism\" and \"unacceptable remarks\", Interior Minister Gerald Darmanin said in a statement on Twitter.\n\"The radical Imam Mahjoub Mahjoubi has just been expelled from the national territory, less than 12 hours after his arrest. We will not let people get away with anything,\" Darmanin said in a statement on X.\nIn an earlier statement, Darmanin said he had given instructions to issue a ministerial deportation order against \"this radical 'imam' with unacceptable remarks\". \"Firmness is the rule,\" he added.\nIn a post that went viral on social media and was widely reported in French media, the imam referred to \"the three-coloured flag\" as \"satanic\".\nMahjoubi, who preached in the Ettaouba mosque of Bagnols-sur-Ceze, southern France, has denied any wrongdoing. He told French media that his comments had been taken out of context and that he had not meant to disrespect the French flag. The French flag has three colours: blue, white and red.\nHis lawyer told French media he will appeal the expulsion procedure.\nFrench media published excerpts of the expulsion order, which stated that Mahjoubi had \"conveyed a literal, backward, intolerant, and violent conception of Islam, likely to encourage behaviors contrary to the values of the Republic, discrimination against women, identity retreat, tensions with the Jewish community, and jihadist radicalization'.\"\nBFM reported that Mahjoubi was being held in administrative detention in the Paris region.\nDarmanin did not specify where the imam had been held nor when, how and where to he was expelled.\nFranceinfo reported that Mahjoubi was on a plane headed to Tunis on Thursday evening.\nDarmanin said that the French government's new immigration law, voted earlier this year, had allowed for the quick expulsion of the imam.\nWith the far-right RN party leading in polls for European elections in June, President Emmanuel Macron is under pressure to be tough on immigration and identity issues.\n(Reporting by Geert De Clercq; Editing by Alistair Bell)\nShare © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Politics"
    ],
    "external_links": [
      "https://twitter.com/intent/tweet?text=France",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=France",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.twitter.com/intent/tweet?text=France",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FFrance-expels-radical-Tunisian-imam-interior-minister-46012797%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=France",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mahjoub mahjoubi",
          "sentiment": "none"
        },
        {
          "name": "darmanin",
          "sentiment": "none"
        },
        {
          "name": "gerald darmanin",
          "sentiment": "none"
        },
        {
          "name": "mahjoubi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "ettaouba",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T00:05:08.631+02:00",
    "updated": "2024-02-23T00:05:08.631+02:00"
  },
  {
    "uuid": "7486a05556e233d3419baf642a81aa8c2e8bd913",
    "url": "https://www.autoevolution.com/news/haltija-tiny-home-integrates-high-end-finishes-and-features-in-an-efficient-compact-space-226840.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ancuta Iosub",
    "published": "2023-12-28T21:59:00Z",
    "title": "Haltija Tiny Home Integrates High-End Finishes and Features in an Efficient Compact Space - autoevolution",
    "text": "Original, innovative, and versatile, tiny houses have proved time and again that downsizing doesn't have to mean compromising the comforts and functionalities of a full-size home. With quality materials, high-end finishes, an eye for detail, and excellent craftsmanship, builders have managed to take tiny homes to the next level. There are plenty of beautiful and luxurious designs out there, but few manage to offer a balanced mix of comfort and mobility the way the Haltija Built on a three-axle heavy-duty trailer, this home measures 32 feet (9.7 meters) in length and 8.6 feet (2.6 meters) in width and can be easily towed by most 4WDs out there. It is not only spacious but also designed to replicate the comfort of an upscale apartment, offering a versatile and The designers of Haltija have heavily relied on contrasts to create an elegant and functional living space, with the classic combination of black and white dominating both the exterior and the interior of the house. The modern exterior is clad in white timber siding with black cedar accents, creating a visually appealing look that complements its elegant interior. A full-light door leads directly into the living room, which has enough space for a large sofa at the end of the Thanks to a window behind the sofa and a skylight above it, this is one of the spaces that get the most natural light. Skylights are a great way to make small houses feel more spacious and enhance their curb appeal. They not only brighten up any room regardless of their placement inside the house, but due to their discreet and unobtrusive design, they also allow complete flexibility in room configuration and usage. The design team at Decathlon Tiny Homes included not one, not two, but three skylights in the Haltija model, enhancing the overall aesthetic of the home. The other two are in the loft bedroom, making it look more open and inviting. Functionality is ensured by a full-sized oven, a four-burner cooktop, a microwave/hood combo, a double sink, and a full-size fridge concealed in the opposite storage-integrated staircase. The The lofted bedroom, meanwhile, is also full of surprises. Besides the two large skylights that allow you to sleep under the stars, the loft has two additional windows for optimal ventilation and a black accent wall that adds style to the space. A cabinet with oversized drawers offers storage space for clothes and other belongings and also doubles as privacy wall. The spa-like bathroom is another highlight of the Hatija tiny home. It is a pass-through and besides exuding elegance with its black vanity and tiled shower/bathtub walls, it is also highly functional. Besides the basics - toilet, vanity with sink, and shower - it also includes a bathtub, which is considered a luxury in tiny home, the stackable washer and dryer, and some storage units. Since the [tiny house on wheels](https://www.autoevolution.com/news/this-tiny-cocoon-on-wheels-turns-simplicity-into-an-art-210671.html)does. This semi-custom model has been crafted by Texas-based Decathlon Tiny Homes and is based on the company's Poseidon model, the largest in their lineup. Built on a three-axle heavy-duty trailer, this home measures 32 feet (9.7 meters) in length and 8.6 feet (2.6 meters) in width and can be easily towed by most 4WDs out there. It is not only spacious but also designed to replicate the comfort of an upscale apartment, offering a versatile and [luxurious living](https://www.autoevolution.com/news/discover-the-vintage-charm-of-this-rustic-style-tiny-with-two-bedrooms-226777.html)experience with a main floor bedroom, a spacious living room, a gourmet kitchen, a lofted bedroom, and a high-end bathroom. In total, it can accommodate up to five people, which makes it a great choice for families. The designers of Haltija have heavily relied on contrasts to create an elegant and functional living space, with the classic combination of black and white dominating both the exterior and the interior of the house. The modern exterior is clad in white timber siding with black cedar accents, creating a visually appealing look that complements its elegant interior. Once you step inside, you'll notice right away that this [family-sized mobile home](https://www.autoevolution.com/news/this-family-friendly-tiny-house-impresses-with-its-intriguing-layout-and-refined-style-226672.html)makes no compromises on comfort, coming packed with amenities and luxuries, such as modern appliances, a bathtub, no less than three skylights, and a stackable washer and dryer, all of which add convenience and contribute to elevating the living experience. A full-light door leads directly into the living room, which has enough space for a large sofa at the end of the [tiny house](https://www.autoevolution.com/news/ultra-stylish-napa-tiny-house-perfectly-balances-mobility-and-spaciousness-226737.html), a perfect arrangement to enjoy a view of what's cooking in the kitchen. A great detail in this area is the ceiling, which differs from the rest of the house, with Thanks to a window behind the sofa and a skylight above it, this is one of the spaces that get the most natural light. Skylights are a great way to make small houses feel more spacious and enhance their curb appeal. They not only brighten up any room regardless of their placement inside the house, but due to their discreet and unobtrusive design, they also allow complete flexibility in room configuration and usage. The design team at Decathlon Tiny Homes included not one, not two, but three skylights in the Haltija model, enhancing the overall aesthetic of the home. The other two are in the loft bedroom, making it look more open and inviting. The adjacent kitchen is also quite luminous, and though compact, it is well kitted out for cooking up delicious family dinners. The black cabinetry and fixtures, along with LED lighting and stainless steel appliances, add modern charm to the cooking space. The white subway tile backsplash and glossy countertops contrast the dark cabinets, enhancing the elegance of the kitchen. Functionality is ensured by a full-sized oven, a four-burner cooktop, a microwave/hood combo, a double sink, and a full-size fridge concealed in the opposite storage-integrated staircase. The [family-friendly layout](https://www.autoevolution.com/news/the-emerissa-tiny-home-is-luxury-downsizing-for-the-entire-family-223210.html)comprises a main bedroom on the ground floor, located at one end of the trailer, and a lofted bedroom, both of the sleeping spaces accommodating queen-size beds. The downstairs bedroom offers a lot of perks like complete privacy, full-standing height, space to walk around the bed, and a large wardrobe. Not to mention, you don't have to climb the stairs to go to bed. There is also a separate entrance door to the bedroom, offering direct access from the outside. The lofted bedroom, meanwhile, is also full of surprises. Besides the two large skylights that allow you to sleep under the stars, the loft has two additional windows for optimal ventilation and a black accent wall that adds style to the space. A cabinet with oversized drawers offers storage space for clothes and other belongings and also doubles as privacy wall. Actually, a standout feature of this [tiny home](https://www.autoevolution.com/news/the-santana-boasts-almost-500-square-feet-of-portable-luxury-226781.html)is the abundant storage available. Owners have at their disposal an array of built-in storage cubbies, cabinets, and a large wardrobe in the master ground-floor bedroom, all of which ensure they have plenty of space for all their belongings. The spa-like bathroom is another highlight of the Hatija tiny home. It is a pass-through and besides exuding elegance with its black vanity and tiled shower/bathtub walls, it is also highly functional. Besides the basics - toilet, vanity with sink, and shower - it also includes a bathtub, which is considered a luxury in tiny home, the stackable washer and dryer, and some storage units. Since the",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "haltija",
          "sentiment": "none"
        },
        {
          "name": "haltija built",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:03.272+02:00",
    "updated": "2023-12-29T00:23:03.272+02:00"
  },
  {
    "uuid": "955789f2bd5443d342768dba776f698f35cadbb2",
    "url": "https://news.sky.com/story/uk-weather-hundreds-of-homes-still-without-power-after-storm-gerrit-13038949",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sky UK Limited",
    "published": "2023-12-29T04:28:00Z",
    "title": "UK weather: Hundreds of homes still without power after Storm Gerrit | UK News | Sky News",
    "text": "UK weather: Hundreds of homes still without power after Storm Gerrit Storm Gerrit brought chaos to roads, railway lines, airports, and ferry services nationwide earlier in the week - and the disruption isn't over as the new year beckons. Friday 29 December 2023 07:13, UK Hundreds of homes are still without power after Storm Gerrit wreaked havoc across northern England and Scotland. The chaotic weather [has delivered everything from heavy snow to a damaging tornado](https://news.sky.com/story/uk-weather-tornado-hits-greater-manchester-and-thousands-still-without-power-in-scotland-in-wake-of-storm-gerrit-13038743), ruining many people's journeys home from Christmas festivities. Around 450 properties in [Scotland](https://news.sky.com/topic/scotland-5866) are still suffering electricity outages. Scottish and Southern Electricity Networks (SSEN) hopes to restore power to the remaining households on Friday and welfare vans serving hot food and drink will be open to customers in the meantime. 'Absolute disaster' The storm is also still being felt in northern England and Wales. Stalybridge, Tameside, and Carrbrook in [Greater Manchester](https://news.sky.com/topic/greater-manchester-6937) are in a \"recovery phase\", local authorities have said, after they were hit by a rare tornado that toppled trees and damaged homes. The freak whirlwind was thought to have been caused by a supercell thunderstorm, and residents said it had left some homes looking like \"an absolute disaster\". Elsewhere, three men died after their 4x4 vehicle [was submerged in the River Esk, near Glaisdale](https://news.sky.com/story/yorkshire-three-men-die-after-4x4-plunges-into-river-13038772). In Wales, 36,000 properties were left without power after lightning struck in Ceredigion. Travel disruption set to continue Storm Gerrit brought chaos to roads, railway lines, airports, and ferry services nationwide earlier in the week - and the disruption isn't over as the weekend beckons. The Met Office has said the final days of 2023 will see more strong wind, rain, and snow, though there are no weather warnings in place. But the Environment Agency has 33 active flood warnings, meaning flooding is expected, covering rivers including the Severn and Ouse. Read more from Sky News: [Secretive spaceplane blasts off](https://news.sky.com/story/spacex-launch-secretive-us-spaceplane-launches-on-falcon-heavy-rocket-that-can-take-it-further-than-ever-before-13038935) [Thousands of drivers ignoring bans](https://news.sky.com/story/thousands-of-drivers-brazenly-ignoring-bans-with-one-caught-20-times-while-disqualified-13038937) [Teen surfer killed by shark was 'standout' talent](https://news.sky.com/story/khai-cowley-australian-teenage-surfer-killed-by-shark-was-standout-talent-13038938) ScotRail, LNER, Avanti West Coast and London Northwestern Railway are among the train companies to have told passengers they should check before travelling in the coming days. While many lines have reopened since the storm blew through, services could still be suspended or cancelled due to system faults and damage. The London Euston and Watford Junction lines are not expected to be fully online until the end of Friday, while Welsh train services are expected to be hampered until Monday. Ferries are also still expecting trouble, with journeys between Dover and France impacted by wind.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "southern electricity networks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "wales",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "scotland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:25:40.548+02:00",
    "updated": "2023-12-29T14:25:40.548+02:00"
  },
  {
    "uuid": "bd2c1d727a8b22534cc899a9d46d8253dd4922bc",
    "url": "https://www.benzinga.com/pressreleases/24/04/n38213022/illumin-drone-shows-and-live-incorporated-collaboratedcelebrated-not-one-but-two-solar-eclipses-at",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PRNewswire",
    "published": "2024-04-11T00:00:00Z",
    "title": "Illumin Drone Shows And Live Incorporated Collaborated/Celebrated Not One But Two Solar Eclipses At Niagara Falls, NY - Benzinga",
    "text": " NIAGARA FALLS, N.Y. , April 11, 2024 /CNW/ - Illumin Drone Shows https://www.illumindroneshows.com/ and Live Incorporated celebrated a partnership delivering a mesmerizing drone show at Niagara Falls for both Canada and the US performing a once in a lifetime celestial event.\nThe collaboration between Illumin Drone Shows, renowned for its cutting-edge drone light shows, and Live Incorporated, a leader in event production, transformed the skies above Niagara Falls into a canvas of awe. Through the fusion of technology and creativity, spectators witnessed an unforgettable experience as the natural phenomenon of the solar eclipse magnified by an extraordinary aerial display, giving the public a second chance to witness the solar eclipse with clear skies.\nThe solar eclipse drone show took place at 8:40 PM EST , against the backdrop of one of the world's most iconic natural wonders, the drones choreographed a stunning visual, capturing the essence of this rare cosmic event.\n\"We are thrilled to partner with Live Incorporated showcasing the beauty and wonder of the solar eclipse through our drone technology,\" said Christian Ilumin , CEO of Illumin Drone Shows. \" Niagara Falls provided the perfect backdrop for this extraordinary event, and we are honoured to bring our expertise in drone light shows to create an unforgettable experience for all.\"\n\"We are proud to collaborate with Illumin Drone Shows offering audiences a once-in-a-lifetime experience,\" said Michael DiCienzo , President of Live Incorporated \"By harnessing the power of technology and imagination, we aim to create a moment of wonder and inspiration that will be remembered for years to come.\"\nFor those who missed the solar eclipse drone show, don't worry; we captured exclusive coverage for you!\nAbout Illumin Drone Shows: Illumin Drone Shows is a leading provider of drone light shows, specializing in creating mesmerizing aerial displays for events and celebrations around the world. With a passion for innovation and creativity, Illumin Drone shows pushes the boundaries of what is possible with drone technology, delivering unforgettable experiences for audiences of all ages.\nAbout Live Incorporated: Live Incorporated is a new entertainment company based in Canada / USA . Creating unforgettable experiences hosting Concerts, Festivals, Events, Attractions, Radio Stations, Charities, Artists Management, Hotels, Live Travel with Live Air (Flights) and Live at Sea (Cruises) coming soon and the latest done shows.\nSOURCE Illumin Drone Show Company Inc.\n © 2024 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "external_links": [
      "https://c212.net/c/link/?t=0&l=en&o=4139382-1&h=3744835427&u=https%3A%2F%2Fwww.illumindroneshows.com%2F&a=https%3A%2F%2Fwww.illumindroneshows.com%2F",
      "https://www.illumindroneshows.com/",
      "https://illumindroneshows.com/",
      "https://c212.net/c/link/",
      "https://www.c212.net/c/link/?t=0&l=en&o=4139382-1&h=3744835427&u=https%3A%2F%2Fwww.illumindroneshows.com%2F&a=https%3A%2F%2Fwww.illumindroneshows.com%2F",
      "https://www.illumindroneshows.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "cnw",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "n.y.",
          "sentiment": "none"
        },
        {
          "name": "benzinga niagara",
          "sentiment": "none"
        },
        {
          "name": "niagara falls",
          "sentiment": "none"
        },
        {
          "name": "ny",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T00:59:27.765+03:00",
    "updated": "2024-04-12T04:08:07.724+03:00"
  },
  {
    "uuid": "97f71db55175fcdedd4b25376c860cd6ce758c0c",
    "url": "https://www.mintrabajo.gob.bo/?p=19156",
    "ord_in_thread": 0,
    "author": "Unidad de Comunicaciones",
    "published": "2025-08-08T22:09:00Z",
    "title": "MINISTERIO DE TRABAJO EN COCHABAMBA POSESIONA A COMITÉ MIXTO DE EMPRESA ENDE CORPORACIÓN",
    "text": "Ministerio de Trabajo, 8 de agosto de 2025.- La empresa ENDE CORPORACIÓN ya cuenta con su Comité Mixto de Higiene y Seguridad Ocupacional, encargado de velar por el bienestar de los trabajadores dentro de la empresa y durante el desarrollo de sus funciones.\nEl acto se llevó a cabo en el salón principal de la empresa, con la presencia del personal administrativo y operativo de la institución.\nEn cumplimiento de sus atribuciones, personal del Ministerio de Trabajo en Cochabamba tomó el juramento, entregó el acta de posesión y brindó la capacitación respectiva a los miembros del directorio de este comité.\nEsta representación está constituida por representantes del empleador y de las y los trabajadores en empresas que cuenten con 21 o más empleados. Está facultada para realizar actividades relacionadas con las medidas de prevención y protección de accidentes, seguridad y salud en el trabajo por el lapso de una gestión.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Politics",
      "Economy, Business and Finance"
    ],
    "topics": [
      "Labor->labour relations",
      "Labor->workplace health and safety",
      "Labor->employer",
      "Politics->local government and authority",
      "Politics->civil and public service",
      "Politics->government",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->corporate governance and csr"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "Ministerio de Trabajo",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": null,
      "top_news": [],
      "bias": null,
      "source": {
        "type": "gov_news",
        "city": [],
        "state": [],
        "country": [],
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-09T05:21:08.962+03:00",
    "updated": "2025-08-09T05:26:42.000+03:00"
  },
  {
    "uuid": "00d8c265fd3c0eb57bd4763f1dca6f0fc4d8928d",
    "url": "https://www.arabnews.pk/node/2476826/sport",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "daniel.fountain",
    "published": "2024-03-14T12:15:00Z",
    "title": "Amid PSL craze, Pakistani man becomes internet sensation with Danny Morrison commentary impression",
    "text": "PESHAWAR: The young man held the hammer up to his mouth as a makeshift microphone, looked straight at the camera and burst into spirited commentary about an imaginary cricket match.\nThe accent is distinctive: that of famed New Zealand cricket commentator and former cricketer Danny Morrison, but the man behind the voice is a 21-year-old Pakistani who became an overnight sensation after a social media influencer captured his commentary on video and the footage went viral.\nWaqar Bettani hails from the impoverished and volatile settlement of Lakki Marwat in the northwestern Khyber Pakhtunkhwa province, but moved with his family, including five sisters and four brothers, to the provincial capital of Peshawar two decades ago, where he is currently pursuing a zoology degree and juggling two jobs.\nSpeaking to Arab News, Bettani said the success of his first video clip inspired him to set up his own social media accounts on TikTok and Instagram.\n“I started posting videos over there and they started going viral,” he said.\n“When I talk, I say my name is ‘Danny Morrison Lite’, so I am a lite version of him because I love his commentary and my accent is just the same as his.”\nBettani said people widely told him he sounded like Morrison: “So, probably I will say that he is my ideal in commentary.”\nHe said he had enjoyed speaking in and polishing his English since he was a school-going child.\n“I try everyday to polish my English speaking skills. In school, I would speak in English with my teachers and friends randomly and got the confidence to speak it in public and on social media.”\nBettani said he would fanatically watch cricket since he was a kid and listened to television commentary on high volume, which inspired him to start mimicking commentators and doing commentary at local cricket grounds.\nMorrison has been his favorite for years: “Danny Morrison is my inspiration and I like his aggression in commentary for which he is admired across the globe in different cricket leagues.\"\n“THIS IS MY LIFE”\nLike many of his friends in the northwestern city, Bettani is a fan of Peshawar Zalmi, a Pakistani franchise Twenty20 cricket team which plays in the Pakistan Super League and represents KP capital Peshawar.\n“I support my own team, Peshawar Zalmi, the Yellow Storm,” Bettani said. “We love cricket, we love PSL, we are supporting our teams and we are behind them.”\nHe is also a huge admirer of Zalmi captain Babar Azam, one of the top performers in the ongoing PSL tournament and a former all-format captain of the Pakistan cricket team.\n“I love the one and only King Babar Azam. He is on top in the world [rankings], and he is one of the greatest batsmen of present time in PSL and BPL [Bangladesh Premier League].”\nBettani has himself also received widespread recognition for his commentary and was recently invited at district-level tournaments to showcase his skills.\n“I look forward to being part of the international cricket commentary box and in national level games like PSL,” he said. “I will find my place there.”\nBut the fan following has not made his life's challenges easier. He still has to work to support his family, which owns a small shop along the Ring Road in Peshawar.\nThe zoology student attends classes three days a week at a local private college and spends the remaining time working two jobs.\n“I work in a quartz stone factory which exports to China,” Bettani said. “In the daytime, I work there and on the night shift, I work as a security guard. This is my life.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "danny morrison",
          "sentiment": "negative"
        },
        {
          "name": "danny morrison lite’",
          "sentiment": "none"
        },
        {
          "name": "bettani",
          "sentiment": "none"
        },
        {
          "name": "waqar bettani",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arab news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "peshawar",
          "sentiment": "none"
        },
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "khyber pakhtunkhwa",
          "sentiment": "none"
        },
        {
          "name": "peshawar",
          "sentiment": "none"
        },
        {
          "name": "lakki marwat",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:15:16.960+02:00",
    "updated": "2024-03-15T01:15:16.960+02:00"
  },
  {
    "uuid": "b6fd210460a046d5796c5a26f338e7717ed5542d",
    "url": "https://bangaloremirror.indiatimes.com/bangalore/others/bsf-karahalli-campus-tree-plantation-drive/articleshow/111844438.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bangalore Mirror",
    "published": "2024-07-19T01:00:00Z",
    "title": "BSF Karahalli campus tree plantation drive",
    "text": "500 saplings of champak, jackfruit, & others were planted at KR Puram on Wednesday A community-driven movement to boost greenery and promote sustainable living took a significant step with a tree plantation drive at the BSF Karahalli campus near Nandi Hills. The main goal of the drive was to plant native trees to support local ecosystems and help the environment. The initiative, undertaken by the Jeevanmukti Foundation and HSR Citizen Forum, drew enthusiastic participation from volunteers and local residents, all eager to contribute to environmental conservation. They provided the necessary support and expertise to ensure that the plantation drive was carried out smoothly. A key highlight was the planting of 400 native trees. The forum chose these trees to enhance biodiversity, support local wildlife, and help fight climate change. With many coming together, the initiative had a lively and positive atmosphere, showing the power of community action in tackling environmental challenges. “We chose this location because of the success we’ve had here before,” said BNS Ratnakar, a principal office bearer of the HSR Citizen Forum. “The Jeevanmukti Foundation has already planted 1,000 tree saplings on this campus, which gave good results. This made it a natural choice for our current initiative.” Among the 400 saplings planted were 39 different varieties of jackfruit plants, which were sourced from accredited nurseries to ensure quality. Teja Nursery in Dodaballapura provided 35 varieties, while the remaining varieties came from other nurseries. This diversity is expected to boost the ecological balance of the area. The tree plantation drive at BSF Karahalli shows what can be achieved when communities come together for a common cause. It’s an excellent example of how collective efforts can lead to significant environmental benefits, contributing to a greener and more sustainable future, said Ratnakar. “Such initiatives are crucial in the fight against climate change and environmental degradation. They foster a sense of community and shared responsibility, inspiring more people to take part in similar activities. The success of this event sets a positive example for future efforts aimed at enhancing greenery and promoting environmental sustainability,” he added. A key highlight was the planting of 400 native trees. The forum chose these trees to enhance biodiversity, support local wildlife, and help fight climate change. With many coming together, the initiative had a lively and positive atmosphere, showing the power of The tree plantation drive at BSF Karahalli shows what can be achieved when communities come together for a common cause. It’s an excellent example of how collective efforts can lead to significant environmental benefits, contributing to a greener and more sustainable future, said Ratnakar. “Such initiatives are crucial in the fight against climate change and environmental degradation. They foster a sense of community and shared responsibility, inspiring more people to take part in similar activities. The success of this event sets a positive example for future efforts aimed at enhancing greenery and promoting environmental sustainability,” he added.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://static.toiimg.com/thumb/111792392.cms",
      "https://static.toiimg.com/thumb.cms?msid=111821868",
      "https://static.toiimg.com/thumb/111698232.cms?width=90&height=70",
      "https://static.toiimg.com/thumb/111766724.cms?width=90&height=70",
      "https://static.toiimg.com/thumb/111765320.cms?width=90&height=70",
      "https://static.toiimg.com/thumb/111763689.cms?width=90&height=70",
      "https://static.toiimg.com/thumb/111821885.cms",
      "https://static.toiimg.com/thumb.cms?msid=111766690",
      "https://static.toiimg.com/thumb/111792631.cms",
      "https://static.toiimg.com/photo/62986185.cms",
      "https://static.toiimg.com/thumb.cms?msid=111763687",
      "https://static.toiimg.com/thumb/111821787.cms",
      "https://static.toiimg.com/thumb.cms?msid=111765300",
      "https://static.toiimg.com/thumb/62986185.cms",
      "https://static.toiimg.com/thumb/111792504.cms?width=90&height=70",
      "https://static.toiimg.com/thumb.cms?msid=111698228",
      "http://saxon.sf.net/",
      "http://exslt.org/common",
      "https://static.toiimg.com/thumb/111766724.cms",
      "https://static.toiimg.com/thumb.cms?msid=111792505",
      "https://static.toiimg.com/thumb/111821757.cms",
      "http://exslt.org/strings",
      "https://static.toiimg.com/thumb/111821872.cms?width=90&height=70",
      "http://saxon.sf.net",
      "https://www.static.toiimg.com/thumb/62986185.cms",
      "https://www.static.toiimg.com/thumb.cms?msid=111766690",
      "https://www.static.toiimg.com/thumb/111792631.cms",
      "https://www.static.toiimg.com/thumb.cms?msid=111763687",
      "https://www.static.toiimg.com/thumb/111766724.cms?width=90&height=70",
      "https://www.static.toiimg.com/thumb/111821872.cms?width=90&height=70",
      "https://www.static.toiimg.com/thumb/111766724.cms",
      "https://www.static.toiimg.com/thumb/111792392.cms",
      "http://www.exslt.org/common",
      "https://www.static.toiimg.com/thumb.cms?msid=111821868",
      "https://static.toiimg.com/thumb/111698232.cms",
      "https://www.static.toiimg.com/thumb/111792504.cms?width=90&height=70",
      "https://static.toiimg.com/thumb/111765320.cms",
      "https://www.static.toiimg.com/thumb/111821885.cms",
      "https://www.static.toiimg.com/thumb.cms?msid=111698228",
      "https://www.static.toiimg.com/thumb/111821757.cms",
      "https://static.toiimg.com/thumb/111766724.cms",
      "http://www.exslt.org/strings",
      "https://www.static.toiimg.com/thumb.cms?msid=111765300",
      "https://static.toiimg.com/thumb.cms",
      "https://static.toiimg.com/thumb/111763689.cms",
      "https://www.static.toiimg.com/thumb/111763689.cms?width=90&height=70",
      "https://www.static.toiimg.com/thumb/111698232.cms?width=90&height=70",
      "https://www.static.toiimg.com/photo/62986185.cms",
      "http://www.saxon.sf.net/",
      "https://www.static.toiimg.com/thumb.cms?msid=111792505",
      "https://static.toiimg.com/thumb/111821872.cms",
      "https://www.static.toiimg.com/thumb/111765320.cms?width=90&height=70",
      "https://www.static.toiimg.com/thumb/111821787.cms",
      "https://static.toiimg.com/thumb/111792504.cms"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bsf karahalli",
          "sentiment": "negative"
        },
        {
          "name": "jeevanmukti foundation",
          "sentiment": "none"
        },
        {
          "name": "bns ratnakar",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nandi hills",
          "sentiment": "none"
        },
        {
          "name": "bsf karahalli",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T05:43:20.592+03:00",
    "updated": "2024-07-19T08:09:20.823+03:00"
  },
  {
    "uuid": "854bcaf11ffaa64af8c5c4cf1a1205899b834f10",
    "url": "https://www.science-et-vie.com/science-et-culture/un-qi-en-baisse-la-pollution-au-plomb-sous-lempire-romain-responsable-dun-declin-cognitif-generalise-en-europe-187886.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Laurie Henry",
    "published": "2025-01-09T20:00:00Z",
    "title": "Un QI en baisse : la pollution au plomb sous l'Empire romain responsable d'un déclin cognitif généralisé en Europe",
    "text": "Un QI en baisse : la pollution au plomb sous l'Empire romain responsable d'un déclin cognitif généralisé en Europe\nL'Empire romain, souvent célébré pour ses avancées en ingénierie, politique et culture, porte également un héritage environnemental sombre. Des études récentes montrent que l'exploitation massive de minerais contenant du plomb a entraîné une pollution atmosphérique étendue. Ce phénomène aurait eu un impact majeur sur la santé cognitive des populations européennes de l'époque, réduisant le QI moyen de 2 à 3 points. Revenons sur cette découverte qui éclaire un aspect méconnu de l'histoire romaine.\nDepuis des décennies, la science révèle l’impact durable de la pollution sur la santé humaine, même dans des contextes historiques inattendus. Une récente étude, menée par des chercheurs du Desert Research Institute (États-Unis) et de l’Université d’Oxford, met en évidence un lien entre l’exploitation minière intensive sous l’Empire romain et une pollution atmosphérique au plomb d’une ampleur sans précédent.\nPubliée dans\n[Proceedings of the National Academy of Sciences](https://www.pnas.org/doi/abs/10.1073/pnas.2419630121), cette recherche s’appuie sur des carottes de glace prélevées en Arctique pour reconstituer la diffusion de ce métal toxique. Les résultats montrent que cette pollution aurait affecté les capacités cognitives de millions d’individus en Europe, réduisant le quotient intellectuel moyen de la population de 2 à 3 points. Ces conclusions éclairent les conséquences durables d’une industrialisation ancienne, bien avant l’ère moderne.\nL'omniprésence du plomb : un sous-produit industriel toxique\nEntre le Ier siècle av. J.-C. et le IIIe siècle apr. J.-C., l’Empire romain a connu une expansion économique et territoriale sans précédent, marquée par l’industrialisation à grande échelle de l’exploitation minière. Au cœur de cette activité se trouvait le minerai de galène. On utilisait cette ressource abondante et riche en plomb pour extraire de l’argent. Ce processus nécessitait sa fusion à haute température, libérant de grandes quantités de plomb dans l’air sous forme de particules. Selon l’étude, cette activité minière aurait généré environ 500 000 tonnes de plomb atmosphérique au cours de la Pax Romana. Cette période de relative stabilité politique s’étend sur deux siècles.\nDes carottes de glace prélevées en Arctique témoignent de cette pollution ancienne. Elles révèlent des pics significatifs de plomb coïncidant avec les périodes de forte activité industrielle romaine. Les chercheurs ont découpé les carottes de glace en sections millimétriques correspondant à des périodes précises. En les faisant fondre, ils ont libéré les particules qu’elles contenaient. À l’aide de spectromètres de masse, ils analysèrent alors les concentrations et isotopes de métaux. Les bulles de gaz emprisonnées dans la glace offrent un aperçu de l'atmosphère des époques passées. Les polluants comme le plomb peuvent être utilisés pour interpréter l'activité minière et industrielle. L’équipe crée alors des chronologies précises à l'aide d'enregistrements d'éruptions volcaniques bien datées, qui marquent les archives de la glace comme des cartes postales du passé.\nLe plomb dans la société\nCe sous-produit toxique se trouvait évidemment ignoré des standards sanitaires de l’époque. D’autant que cette pollution était invisible à l’œil nu. Il s’est alors propagé sur des distances considérables. Les particules de plomb affectèrent toutes les strates de la société romaine car le plomb restait omniprésent dans la vie quotidienne des Romains.\nLes élites, vivant dans des centres urbains proches des mines, se trouvaient particulièrement exposées aux particules. Mais aussi via les canalisations en plomb ou les ustensiles de cuisine. On en trouvait également dans les cosmétiques, et même comme additif dans le vin pour en améliorer la conservation et le goût. Cependant, les populations rurales n’étaient pas épargnées. Les vents et les précipitations disséminaient ces particules toxiques, contaminant les sols agricoles, les sources d’eau, et l’air que tous respiraient.\nConséquences sur la santé cognitive et l'intelligence collective\nLe plomb est un neurotoxique puissant dont les effets délétères sur le système nerveux sont aujourd’hui bien documentés. Chez les adultes, des niveaux élevés d’exposition au plomb sont liés à l’infertilité, à l’anémie, à la perte de mémoire, aux maladies cardiovasculaires, au cancer et à une réponse immunitaire réduite. Mais même à de faibles concentrations, le plomb peut entraver le développement cognitif, notamment chez les enfants. Ils y sont particulièrement vulnérables. La récente étude, en combinant les données des carottes de glaces et des modèles épidémiologiques modernes, a estimé que les enfants romains présentaient en moyenne un taux de plomb sanguin de 3,4 µg/dl. Bien que les Centres américains pour le contrôle et la prévention des maladies (CDC) considèrent qu’un taux de plomb dans le sang de 3,5 µg/dl constitue le seuil d’intervention médicale pour les enfants, ils déclarent qu’aucun niveau d’exposition au plomb n’est sans risque.\nEn appliquant des modèles épidémiologiques, les chercheurs ont quantifié l’impact de cette exposition généralisée sur l’intelligence collective des populations romaines. Ils estiment qu’un taux de plomb sanguin aussi élevé aurait entraîné une diminution moyenne de 2,5 à 3 points de quotient intellectuel (QI) dans toute la population de l’Empire. Si cette réduction peut sembler modeste individuellement, elle devient significative à l’échelle d’une société entière. Elle affecte sa capacité globale à résoudre des problèmes complexes, à innover, et à maintenir une organisation sociale avancée. De plus, les enfants des classes populaires vivant près des fonderies auraient pu subir des déficits cognitifs encore plus importants.\nLes indices historiques et archéologiques corroborants\nDes preuves archéologiques solides viennent étayer ces conclusions. Des analyses isotopiques, réalisées sur des squelettes romains, révèlent des taux de plomb bien supérieurs aux niveaux modernes considérés comme sûrs. Ces taux dépassent souvent les 10 µg/dl dans certains cas. Une concentration associée aujourd’hui à des effets sévères sur le système nerveux et la santé générale. Les dents, en particulier, constituent un excellent marqueur de l’exposition au plomb. Elles conservent des traces du métal accumulées durant l’enfance, période critique pour le développement cognitif. Des échantillons provenant de sites archéologiques en Italie, en France et en Espagne montrent la globalisation de cette intoxication.\nAndrew Wilson\n[souligne](https://www.dri.edu/lead-pollution-likely-caused-widespread-iq-declinesin-ancient-rome/) que des événements comme les épidémies (notamment la peste Antonine, qui a tué environ 10 % de la population entre 165 et 180 apr. J.-C.) et les guerres auraient exacerbé l’exposition au plomb. La désorganisation des systèmes d’approvisionnement en eau et des infrastructures publiques aurait pu augmenter la dépendance à des ressources contaminées. Cependant, l’ampleur des effets cognitifs reste débattue. Caleb Finch, spécialiste en biologie du vieillissement à l’Université de Californie du Sud, note dans un article de [Science](https://www.science.org/content/article/ancient-romans-likely-breathed-lead-pollution) que l’Empire romain, malgré ces défis environnementaux, a maintenu une productivité exceptionnelle et des avancées technologiques majeures. Cela suggère que les impacts cognitifs pourraient avoir été concentrés dans certaines régions. Ou ils furent dilués par des facteurs comme la résilience sociale ou l’accès différencié à des ressources polluées. Les débats actuels montrent la complexité d’évaluer avec précision l’impact d’une intoxication aussi répandue dans un contexte socio-économique aussi vaste.\nHéritage environnemental et leçons contemporaines\nCette recherche illustre un fait crucial : la pollution industrielle, souvent perçue comme une problématique moderne, remonte à des milliers d'années. L'Empire romain a généré des niveaux de pollution au plomb si élevés qu'ils ne furent égalés qu'au XXe siècle. Ces émissions anciennes témoignent de l'impact durable des activités humaines sur l’environnement, bien avant la révolution industrielle. Les particules de plomb libérées à l'époque romaine, transportées par les vents sur des milliers de kilomètres, se sont déposées dans les glaces arctiques, créant une empreinte toxique persistante. Aujourd’hui, ces données historiques offrent une perspective précieuse sur la manière dont les sociétés humaines façonnent, parfois irréversiblement, leur environnement.\nLe parallèle avec le XXe siècle est frappant. À l’apogée de l’utilisation des carburants au plomb, dans les années 1970, les concentrations atmosphériques de plomb étaient jusqu’à 40 fois plus élevées que pendant la Pax Romana. Cependant, des politiques environnementales strictes, comme l’interdiction progressive des essences au plomb, les réduisirent. Les taux de plomb dans le sang des enfants chutèrent de 15 µg/dl en 1976 à moins de 1 µg/dl aujourd’hui aux États-Unis. Cette baisse illustre l’efficacité des interventions réglementaires. Elle souligne aussi l'importance de la vigilance environnementale pour prévenir des impacts sanitaires durables.\n[Pour](https://www.dri.edu/lead-pollution-likely-caused-widespread-iq-declinesin-ancient-rome/) le Dr Joseph McConnell, cette étude dépasse le simple cadre historique : « Elle démontre que l'impact de l'activité humaine sur la santé n'est pas une nouveauté, mais une constante, soulignant la nécessité de tirer des leçons du passé pour façonner un avenir plus durable ».\nSource : J.R. McConnell, et al., “\n[Pan-European atmospheric lead pollution, enhanced blood lead levels, and cognitive decline from Roman-era mining and smelting](https://www.pnas.org/doi/abs/10.1073/pnas.2419630121)”, Proc. Natl. Acad. Sci. U.S.A., 122 (3) e2419630121",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->social sciences",
      "Science and Technology->history",
      "Science and Technology->natural science"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.dri.edu/lead-pollution-likely-caused-widespread-iq-declinesin-ancient-rome/",
      "https://www.pnas.org/doi/abs/10.1073/pnas.2419630121",
      "https://www.science.org/content/article/ancient-romans-likely-breathed-lead-pollution",
      "https://www.dri.edu/lead-pollution-likely-caused-widespread-iq-declinesin-ancient-rome",
      "https://pnas.org/doi/abs/10.1073/pnas.2419630121",
      "https://dri.edu/lead-pollution-likely-caused-widespread-iq-declinesin-ancient-rome/",
      "https://science.org/content/article/ancient-romans-likely-breathed-lead-pollution"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-10T00:19:40.653+02:00",
    "updated": "2025-01-10T00:19:40.653+02:00"
  },
  {
    "uuid": "e9ad13c74312f0b20361d9d0ebca4dc323b80d15",
    "url": "https://www.dallasnews.com/arts-entertainment/music/2023/12/28/connected-to-two-countries-engulfed-in-war-a-dallas-cantor-raises-her-voice/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Granberry",
    "published": "2023-12-28T17:00:00Z",
    "title": "Connected to two countries engulfed in war, a Dallas cantor raises her voice",
    "text": "She loves Broadway show tunes, Lady Gaga and Barbra Streisand. She can play the guitar like nobody’s business. But what defines Vicky Glikin at the moment is how her 44 years on Earth embrace two cultures and two countries now engulfed in war. Glikin is the senior cantor at Temple Emanu-El in Dallas, where those who hear her sing constitute a loyal following. Music is her passion — her life — and in her view, it has never been more important than it is right now.\nAdvertisement She sees music as a force for good, a much-needed energy at a time when her native Ukraine, where she lived until 13, remains under siege from a Russian invasion that began in 2022.\nAdvertisement Cantor Vicky Glikin leaves her home in Dallas on Wednesday, April 13, 2022, for a one week trip to Warsaw, Poland, to represent Temple Emanu-El as she leads a Passover seder with Ukrainian women and children refugees. (Brandon Wade / Special Contributor) News Roundups Catch up on the day's news you need to know.\nSIGN UP Or with:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.jewishrockradio.com/artist/cantor-inbal-sharett-singer/#:~:text=Cantor%20Inbal%20Sharett%2DSinger%20is,for%20Judaism%2C%20music%20and%20tradition.",
      "https://www.nytimes.com/2023/12/09/us/university-of-pennsylvania-president-resigns.html",
      "https://www.latimes.com/opinion/story/2023-12-26/israel-gaza-hamas-hostage-negotiations#:~:text=There%20are%20107%20people%2C%20including,medical%20help%20or%20even%20food.",
      "https://www.nytimes.com/article/israel-hostages-hamas-explained.html",
      "http://www.facebook.com/sharer/sharer.php?u=https://www.dallasnews.com/arts-entertainment/music/2023/12/28/connected-to-two-countries-engulfed-in-war-a-dallas-cantor-raises-her-voice/&title=Connected%20to%20two%20countries%20engulfed%20in%20war%2C%20a%20Dallas%20cantor%20raises%20her%20voice",
      "https://www.npr.org/2023/11/11/1212458974/israel-revises-death-toll-hamas-attacks-oct-7",
      "https://www.tedallas.org/clergy-and-staff/cantor-vicky-glikin/",
      "http://www.facebook.com/sharer/sharer.php",
      "https://www.tedallas.org/clergy-and-staff/cantor-vicky-glikin",
      "https://tedallas.org/clergy-and-staff/cantor-vicky-glikin/",
      "http://facebook.com/sharer/sharer.php?u=https://dallasnews.com/arts-entertainment/music/2023/12/28/connected-to-two-countries-engulfed-in-war-a-dallas-cantor-raises-her-voice/&title=Connected%20to%20two%20countries%20engulfed%20in%20war%2C%20a%20Dallas%20cantor%20raises%20her%20voice",
      "https://jewishrockradio.com/artist/cantor-inbal-sharett-singer/#:~:text=Cantor%20Inbal%20Sharett%2DSinger%20is,for%20Judaism%2C%20music%20and%20tradition.",
      "https://npr.org/2023/11/11/1212458974/israel-revises-death-toll-hamas-attacks-oct-7",
      "https://nytimes.com/article/israel-hostages-hamas-explained.html",
      "https://nytimes.com/2023/12/09/us/university-of-pennsylvania-president-resigns.html",
      "https://latimes.com/opinion/story/2023-12-26/israel-gaza-hamas-hostage-negotiations#:~:text=There%20are%20107%20people%2C%20including,medical%20help%20or%20even%20food."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lady gaga",
          "sentiment": "neutral"
        },
        {
          "name": "temple emanu-el",
          "sentiment": "none"
        },
        {
          "name": "vicky glikin",
          "sentiment": "none"
        },
        {
          "name": "glikin",
          "sentiment": "none"
        },
        {
          "name": "cantor vicky glikin",
          "sentiment": "none"
        },
        {
          "name": "brandon wade",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "broadway",
          "sentiment": "none"
        },
        {
          "name": "dallas",
          "sentiment": "none"
        },
        {
          "name": "temple emanu-el",
          "sentiment": "none"
        },
        {
          "name": "warsaw",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "poland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:52.548+02:00",
    "updated": "2024-01-05T00:06:45.889+02:00"
  },
  {
    "uuid": "c7d65489a893af732efa47229e2511a6539ec3b2",
    "url": "https://information.tv5monde.com/international/sur-les-cotes-turques-le-baby-boom-des-tortues-marines-2731957",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-07-19T02:00:00Z",
    "title": "Sur les côtes turques, le baby boom des tortues marines | TV5MONDE - Informations",
    "text": "[Back to top](#skip-link) Un bébé tortue, sauvé par des bénévoles du centre de conservation marine Dekafok à Manavgat, le 14 juillet 2024 Parfois aidés de bénévoles pour craquer leurs coquilles, les bébés tortues attaquent la vie avec un premier défi: atteindre l'eau baignée par la lune sur une plage turque de la Méditerranée. La marche s'annonce incertaine et seul un petit sur mille survivra jusqu'à l'âge adulte puis retournera sur le sable qui l'a vu naître pour y pondre, 25 ans plus tard. Le nombre de nids a doublé cette année sur les côtes turques pour atteindre 700 dans la seule localité de Manavgat (sud), à l'est d'Antalya: une preuve que malgré les menaces, les mesures de protection portent leurs fruits. Un groupe de bénévoles veille sur cette portion de littoral, un site touristique de 10 km niché au pied des montagnes, prisé pour son sable doré et ses eaux claires, qui est aussi une zone de reproduction des Caretta caretta, communément appelées tortues Caouanne. Des bébés tortues caouannes, nom commun des Caretta caretta, dans un nid à Manavgat, le 14 juillet 2024 Ces reptiles marins sont inscrits sur la liste rouge des espèces menacées de l'Union internationale pour la conservation de la nature (UICN). \"Notre estimation moyenne pour cette année est d'environ 60.000 œufs dont 30.000 vont libérer des bébés reptiles. Seuls 30 d'entre eux reviendront ici dans des années\", explique à l'AFP Seher Akyol, présidente-fondatrice du centre de conservation marine Dekafok. La côte sud de la Turquie abrite 21 zones de nidification officielles, où la plupart des plages sont interdites de 20H00 à 08H00 pour laisser le champ libre aux tortues, mais Manavgat n'en fait pas partie. Des bénévoles utilisent des lampes à lumière rouge pour creuser des nids afin d'aider les bébés tortues à craquer leur coquille et rejoindre la mer, à Manavgat, le 14 juillet 2024 D'où la présence de bénévoles étudiants turcs et étrangers qui marquent les nids, les entourent de bâtons et ramassent les déchets sur la plage, afin d'abriter les œufs des baigneurs. La nuit, ils patrouillent et creusent les nids pour aider certains bébés tortues à briser leur coquille et rejoindre la mer. Les autorités locales soutiennent ces initiatives: le maire de Manavgat a placé des lampadaires à lumière rouge le long des routes côtières. Des panneaux sont également plantés sur la plage, rappelant en quatre langues que la loi sanctionne de près de 390.000 livres turques (10.700 euros environ) tout dommage causé aux nids. \"Nous demandons l'avis des scientifiques et des écologistes sur ce que nous devons faire pour protéger les tortues et nous appliquons leurs conseils\", assure le maire, Niyazi Nefi Kara. \"C'est à nous d'apprendre à vivre en harmonie avec la nature.\" Seher Akyol (g), présidente-fondatrice du centre de conservation marine Dekafok, s'entretient avec le maire de Manavgat, Niyazi Nefi Kara, près d'une zone de protection des tortues à Manavgat, le 14 juillet 2024 Seher Akyol salue ce changement de mentalité. \"Certains habitants craignaient que la plage ne soit fermée. Mais les gens et les Caretta caretta peuvent cohabiter\", soutient-elle. \"Puisque nous savons où elles se trouvent grâce aux panneaux, nous faisons notre possible pour ne pas empiéter sur leur espace vital\", assure Songul Sert, 33 ans, en plein pique-nique avec sa famille. - Changement climatique Les Caretta caretta, qui pèsent de 90 à 180 kilos, vivent jusqu'à 80 ans. \"Le nombre d'œufs et d'éclosions peut sembler élevé, mais le nombre de tortues à même de revenir pondre à terre après 25 ans est extrêmement limité. C'est pourquoi elles sont en danger\", insiste le Pr Mehmet Cengiz Deval, de l'université Akdeniz à Antalya. La côte de Manavgat, à l'est de la capitale touristique d'Antalya, où les tortues marines pondent leurs œufs, le 14 juillet 2024 Cette tortue marine se trouve principalement dans les régions subtropicales et tempérées des océans Atlantique, Pacifique et Indien, ainsi qu'en Méditerranée. L'UICN considère la Caretta caretta de Méditerranée comme la \"moins préoccupante\", mais l'espèce reste vulnérable à l'échelle mondiale. Le changement climatique est également une menace, le sexe des nouveaux-nés étant déterminé par la température du sable: la fraîcheur favorise les mâles et la chaleur, les femelles. \"La température moyenne des nids est de 32-33 degrés Celsius à partir de juillet, ce qui signifie que la plupart des bébés sont des femelles\", explique le Pr Deval. \"Si cette tendance se poursuit, d'ici 30 à 40 ans, les femelles seront majoritaires mais n'auront plus de partenaires mâles pour se reproduire. C'est là le plus grand danger\", prévient-il. Seher Akyol, qui a consacré sa vie à la préservation des tortues et rêve d'un centre pour soigner les spécimens blessées, évoque \"leur regard quand elles atteignent l'eau\". \"Vous allez me prendre pour une folle, mais je vous jure qu'elles ont l'air d'exprimer leur gratitude.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T09:53:40.761+03:00",
    "updated": "2024-07-19T09:53:40.761+03:00"
  }
]