[
  {
    "uuid": "bb5360603ec24533b1941135c25b74211478dd17",
    "url": "https://www.fcbarcelona.es/es/futbol/primer-equipo/noticias/3851264/barbastro-barca-clasificados-para-octavos-2-3",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FC Barcelona",
    "published": "2024-01-07T00:00:00Z",
    "title": "Barbastro - Barça: ¡Clasificados para octavos! (2-3)",
    "text": "Barbastro - Barça: ¡Clasificados para octavos! (2-3) - Viber - Messenger - Copiar enlace El Barça ha salido victorioso de Barbastro por 2-3. Fermín, Raphinha y Lewandowski han sido los verdugos de un equipo alentado por más de 6.000 aficionados. De Mesa y Marc Prat han recortado distancias por parte de los aragoneses, que han luchado hasta el final. Trámite exigente para un Barça, el Rey de Copas, que ha acabado clasificándose para los octavos de final. Sin opción para los locales El Barça ha empezado el partido como todo aficionado culé esperaba. Los catalanes han asaltado al Municipal de los Deportes de Barbastro desde el primer momento, cerrando a los aragoneses en su campo. Ferran Torres ha sido el más incisivo en los primeros instantes y en el minuto 16 ha provocado la primera gran jugada de peligro de los de Xavi Hernández cuando ha caído dentro del área y João Félix ha intentado batir a Arnau Fàbrega, pero el portero de Llançà lo ha evitado. Poco ha tardado en llegar el gol, ya que Fermín López, dos minutos después, ha rematado a placer una asistencia de Raphinha desde la banda, instaurando el 0-1 en el luminoso. El gol del centrocampista de El Campillo ha adelantado a un Barça que no ha dejado de acechar la portería de los rojiblancos. Las ocasiones de los visitantes no han cesado y la diferencia en el marcador pudo ensancharse a finales de la primera mitad gracias al gol de cabeza de João Félix, tras una gran asistencia de Fermín desde la banda derecha. Pero el árbitro asistente ha anulado el segundo tanto de los culés por fuera de juego... Raphinha no perdona La segunda mitad ha visto cómo el Barbastro se ha acercado más a la portería de Iñaki Peña. Los jugadores entrenados por Daniel Martínez, comandados por todo momento por una afición entregada al equipo, han puesto a prueba a la defensa culé. Sin embargo, el Barça ha puesto fin a la presión aragonesa en el minuto 51, cuando Raphinha ha aprovechado el pase de Héctor Fort desde la izquierda -jugaba a banda cambiada- y ha colocado el 0-2 en el marcador. Ilusión en Barbastro Los de la región del Somontano no bajaron los brazos. Los gritos de \"¡Sí se puede!\" y \"¡Barbastro!\" animaron a los locales, que en el minuto 60 recortaron distancias, gracias al gol del leridano Adrià de Mesa. Con el 1-2, los aficionados barbastrinos han gritado aún más a favor de los suyos. Iñigo Martínez ha tenido que abandonar el terreno de juego en el minuto 73 por una lesión, cuando no llevaba ni 10 minutos en el campo. El capitán del equipo, Sergi Roberto, ha entrado automáticamente para sustituirle. Malas noticias para el central vasco, que hacía hoy su regreso con el equipo. Lewandowski sella la clasificación En un tramo de partido donde los aragoneses han seguido atacando a la defensa azulgrana, el '9' polaco ha provocado un penalti en el minuto 87. El mismo delantero ha sido el encargado de hacer la sentencia desde la pena máxima. 1-3 en el marcador y el Barça ha vuelto a ejercer su juego ofensivo. Vitor Roque ha estado a punto de estrenarse, pero Fàbrega lo ha evitado. En el añadido, Marc Prat, también de penalti, ha vuelto a recortar distancias para el Barbastro, pero no ha habido tiempo para más. El Barça, con esta victoria, asegura su billete para los octavos de final de la Copa. - Viber - Messenger - Copiar enlace",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:50:19.215+02:00",
    "updated": "2024-01-08T00:50:19.215+02:00"
  },
  {
    "uuid": "d36a9043bec8faff2ef69eb1918361d2d06ff713",
    "url": "https://pipewiki.org/app/index.php?title=Boost_Your_Rehab_Center_In_Thailand_With_These_Tips&diff=5997298&oldid=4189952",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RethaMcCarron58",
    "published": "2024-01-05T22:07:00Z",
    "title": "Boost Your Rehab Center In Thailand With These Tips",
    "text": "Boost Your Rehab Center In Thailand With These Tips: Difference between revisions\n[Jump to navigation](#mw-head) [Jump to search](#searchInput)\n|\n|\nmNo edit summary\n|\n|\nmNo edit summary\n|Line 1:||Line 1:|\nIntroduction:<br>\nIntroduction:<br>, as an , . This report of , its and .<br><br>Definition and :<br>addiction , , a a and .<br><br>:<br>, , 's , including , , and . , .<br><br>and :<br>. These , , , , and . The and and .<br><br>:<br>is . of , , and . , psychological state .<br><br>:<br>addictionbutto, and . and , ultimately causing . the of , .<br><br>and :<br>usually a , , to , . and .<br><br>:<br>addiction , , and . to , the and of the and .\nLatest revision as of 22:07, 5 January 2024\nIntroduction:\nIn recent years, the thought of boutique rehab features emerged as an original approach to recovery, concentrating on personalized attention and tailor-made therapy programs. This report delves into the notion of boutique rehab, its identifying features, benefits, and prospective limits. By losing light with this evolving trend, people pursuing rehab makes informed decisions to accomplish lasting health.\nDefinition and Qualities of Boutique Rehab:\nBoutique rehab can be defined as an upscale and exclusive method of addiction treatment, providing personalized treatment to a small few consumers. Unlike old-fashioned rehabilitation facilities, boutique rehab facilities prioritize quality over amount, providing a far more intimate setting where customers get customized interest from experienced professionals. And addiction therapy, these services often offer a variety of holistic therapies, mental health help, and extensive aftercare solutions.\nPersonalized Treatment Programs:\nOne of the crucial facets of boutique rehab is the customization of therapy plans to meet up with the particular requirements of every customer. Unlike bigger services, which follow a typical protocol, boutique rehab centers spend considerable time and energy in assessing the individual's special situations, including their particular addiction history, mental health status, and personal goals. This collaborative approach empowers people to actively be involved in their data recovery journey, enhancing the likelihood of long-term success.\nUpscale Amenities and Comfort:\nBoutique rehab facilities distinguish on their own through their particular dedication to providing a lavish and comfortable environment because of their customers. These services frequently resemble high-end resorts, offering amenities eg spa-like remedies, premium dishes, serene landscapes, and comfortable accommodations. The reason behind the opulence is to develop a serene and enticing environment that aids in leisure, focus, and overall wellness.\nHolistic Approaches and Alternate Therapies:\nAnother characteristic of boutique rehab is the integration of holistic approaches and option treatments alongside evidence-based treatments. These types of treatments can sometimes include yoga, meditation, art treatment, equine-assisted treatment, and acupuncture. By including these techniques, boutique rehab facilities aim to address the client's overall wellbeing, focusing on physical, psychological, and religious facets of data recovery. This extensive strategy understands that addiction just isn't solely grounded in drug abuse but frequently related to fundamental psychological state dilemmas and unresolved traumas.\nTiny Client-to-Staff Ratios:\nBoutique\nRehab Resort facilities typically keep a minimal client-to-staff ratio, making sure personalized attention and help throughout the recovery process. This intimate setting fosters strong therapeutic alliances between clients and staff members, ultimately causing trust and candid interaction. Furthermore, the smaller scale of those services permits a tight-knit recovery neighborhood, empowering consumers to forge important interactions with colleagues whom share comparable experiences.\nLimits and Considerations:\nWhile boutique rehab centers provide many benefits, it is vital to take into account potential limits besides. The unique nature among these services usually renders them economically inaccessible for a few people, restricting equal accessibility personalized care. Also, the little measurements of boutique rehab centers may restrict the product range of specialized services they are able to offer, especially in managing complex situations or rare addiction types. Prospective customers should carefully evaluate their demands and spending plan to ascertain if boutique rehab aligns with regards to needs.\nSummary:\nBoutique rehab signifies an innovative and evolving approach to addiction therapy, offering personalized treatment, unique amenities, and comprehensive treatments. By emphasizing a holistic and customized strategy, these facilities make an effort to provide a nurturing and supportive environment for all those searching for data recovery. Nonetheless, individuals should weigh the advantages and limitations of boutique rehab to produce the best option that aligns along with their unique conditions and aspirations for lasting wellness.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health"
    ],
    "external_links": [
      "http://Sorina.Viziru.7@E.Xped.It.Io.N.Eg.D.G@Burton.Rene@bonusprogramm-software.com/phpinfo.php?a%5B%5D=%3Ca+href%3Dhttp%3A%2F%2Fgleader.co.kr%2Fbbs%2Fboard.php%3Fbo_table%3D2033%26wr_id%3D2763255%3ERehab+Jobs+Thailand%3C%2Fa%3E%3Cmeta+http-equiv%3Drefresh+content%3D0%3Burl%3Dhttps%3A%2F%2Fupscadvisor.co.in%2Fgroups%2Fto-people-who-want-to-begin-addiction-treatment-thailand-but-are-affraid-to-get-started%2F+%2F%3E",
      "http://www.Sorina.Viziru.7@E.Xped.It.Io.N.Eg.D.G@Burton.Rene@bonusprogramm-software.com/phpinfo.php?a%5B%5D=%3Ca+href%3Dhttp%3A%2F%2Fgleader.co.kr%2Fbbs%2Fboard.php%3Fbo_table%3D2033%26wr_id%3D2763255%3ERehab+Jobs+Thailand%3C%2Fa%3E%3Cmeta+http-equiv%3Drefresh+content%3D0%3Burl%3Dhttps%3A%2F%2Fupscadvisor.co.in%2Fgroups%2Fto-people-who-want-to-begin-addiction-treatment-thailand-but-are-affraid-to-get-started%2F+%2F%3E",
      "http://Sorina.Viziru.7@E.Xped.It.Io.N.Eg.D.G@Burton.Rene@bonusprogramm-software.com/phpinfo.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "thailand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:09:38.783+02:00",
    "updated": "2024-01-06T00:09:38.783+02:00"
  },
  {
    "uuid": "bafaa947b9b9a9ae612c7fad85e1c2bf466a58de",
    "url": "https://wcfcourier.com/life-entertainment/nation-world/movies-tv/the-top-10-tv-shows-of-2023-succession-last-of-us-the-bear/article_3b18585b-4ece-59ce-8e0c-05cab38fdb2d.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lee Media Studio",
    "published": "2023-12-28T21:30:00Z",
    "title": "The Top 10 TV shows of 2023: 'Succession,' 'The Last of Us,' 'The Bear' and more! | Streamed & Screened podcast",
    "text": "Apple Podcasts| Google Podcasts| Spotify| YouTube| RSS Feed| Omny Studio| All Of Our Podcasts\nWe here at Streamed & Screened watched a lot of shows on broadcast, cable and streaming services in 2023 and there were a lot of great programs including \"Succession,\" \"Beef,\" \"The Bear,\" \"Fargo\" and \"The Last of Us.\"\nBut which show was the best? Co-hosts Bruce Miller and Terry Lipshetz had a lot of crossovers but ultimately put two different shows on top. Give a listen and find out which shows ranked in the top 10 for each and why!\nBruce Miller's Top 10 TV shows from 2023\n- \"Beef\"\n- \"Jury Duty\"\n- \"The Bear\"\n- \"Fargo\"\n- \"John Mulaney: Baby J\"\n- \"Fellow Travelers\"\n- \"Reservation Dogs\"\n- \"The Last of Us\"\n- \"What We do in the Shadows\"\n- \"Succession\"\nTerry Lipshetz's Top 10 TV shows from 2023\nPeople are also reading…\n- \"Succession\"\n- \"Fargo\"\n- \"The Last of Us\"\n- \"The Bear\"\n- \"The Crown\"\n- \"Shrinking\"\n- \"The Marvelous Mrs. Maisel\"\n- \"Ted Lasso\"\n- \"Dave\"\n- Tied/honorable mentions: \"A Small Light,\" \"Barry,\" \"Silo,\" \"The Great.\"\n- Honorable mention for being Star Wars: \"The Mandalorian,\" \"The Bad Batch\" and \"Ahsoka.\"\n- Honorable mention for not being a terrible spinoff despite getting canceled: \"How I Met Your Father\"\n- Honorable mention for not being a terrible reboot: \"Night Court\"\nContact us!\nWe want to hear from you! Email questions to and we'll answer your question on a future episode!\nAbout the show\nStreamed & Screened is a podcast about movies and TV hosted by Bruce Miller, a longtime entertainment reporter who is now the editor of the Sioux City Journal in Iowa and Terry Lipshetz, managing editor of the National Newsroom for Lee Enterprises based in Madison, Wisconsin.\nThere were multiple blockbusters in 2023, with \"Barbie\" and \"The Super Mario Bros. Movie\" both topping $1 billion in worldwide ticket sales. But which films were the best?\nEpisode transcript\nNote: The following transcript was created by Headliner and may contain misspellings and other inaccuracies as it was generated automatically:\nTerry Lipshetz: Welcome, everyone, to another episode of Streamed & Screened, an entertainment podcast about movies and TV from Lee Enterprises. I'm Terry Lipshetz, managing editor of the national newsroom for Lee and co-host of the program with Bruce Miller, editor of the Sioux City Journal and a longtime entertainment reporter, and like me, a dedicated, professional couch potato.\nBruce Miller: Oh, the TV is never off in my house. It's always on. It's my family. I'm always watching something. When you started with the pandemic, that's all we had, and then it's just kind of leached over to the rest of our lives. And so now TV is the thing, right?\nTerry Lipshetz: Yeah. I think back, too, to even the pandemic. Not that I needed another reason to get back into watching more TV, because none of us really need that, but it was a good opportunity to explore a lot of shows because everything got shut down. So it's like, what are you going to do? You can only take so many walks around the block and that kind of thing. So it got me a little bit back into watching some shows, exploring some streaming services that I hadn't really discovered before now, even though, as we talked about in the last episode, with movies, I don't have a lot of time to get to the movie theater. I can always squeeze in one or two episodes of a sitcom, of a drama on Netflix, on Hulu, each and every night. I've seen a lot of what you would probably call premium, top notch television shows from the past year. So I came up with the top ten list. I know you have a top ten list.\nBruce Miller: This was going to be a year where nothing was going to happen because we had strikes and didn't think there was going to be even a fall TV season. I think at the end of the year, we got a few really barn burners. We can still look at 2023 as a great TV year, and 2024, it's even going to be better.\nTerry Lipshetz: Yes.\nBruce Miller: Okay.\nTerry Lipshetz: Absolutely.\nBruce Miller: So what's in your number ten spot?\nTerry Lipshetz: My number ten spot are a series of kind of, like, honorable mentions because I got down, there's like three shows, four shows, which were absolutely at the top of my list. But as I went a little further down, it got a little bit more difficult. So I gave an honorable mention for night court for just not being a terrible reboot. It was an enjoyable reboot. It's not the greatest show out there, but if you're somebody who's, let's say, a gen Xer or a bit older who grew up on night court, it's a fun watch. Go check it out. I was a little disappointed to see this one actually get canceled. Not a great show, but it was one where my wife and I could watch it. It wasn't spectacular, but it was one where we could throw it on and for half an hour be entertained. And that was the reboot for how I met your father. It's definitely not to the level of the original, but that original show, how I met your mother, those characters, they're all roughly my age, so I was always able to identify with them. So I gave how I met your father a chance. We watched it for the two seasons. It was fine. It wasn't spectacular, but it was fine. And then I'm going to give an honorable mention to all the mediocre Star wars shows that I watched this year. Mandalorian, season three, the Bad Batch, season two. Ahsoka. These were not great shows. They were okay. They disappointed me, a lot, in a lot of different ways. But I think about Star wars. Like pizza. No matter how bad Star wars might.\nBruce Miller: Be, it's still good.\nTerry Lipshetz: It's still good. It's like pizza. Like pizza. How bad does pizza have to be for you not to want to keep eating it? Right? It would have to be just truly atrocious. So they're fine. They're not spectacular. They're fine. And then there was a handful of other shows that I watched this year, which I'll throw in there, that these are legitimately. I've seen them pop up on some other folk’s top ten lists, but they didn't quite hit it for me in some way or the other. I thought a small light on National Geographic. It was a really nice miniseries. Not top ten for me, but it was a really good look at the story of Anne Frank. And it brought you in a little bit deeper.\nBruce Miller: Sure. From a different perspective.\nTerry Lipshetz: Absolutely. Barry. I've loved Barry since the beginning, but I really thought that season one to season two was a little bit of a downturn. Two to three and then three to four, it was okay. I didn't love the ending to it. I couldn't put it in my top ten silo on Apple TV. Plus, it started out slow. It got much better as it went along. My wife and I really liked watching it, so that one was fine. And then the great on Hulu the first season was just raucous and crazy. I thought this last season, it was fine. It took a turn. I don't want to give it away for anyone that maybe missed it or still is. Catching up on programming. one of the main characters won't be back for any future seasons, let's just say that. But they did an okay job with it. It's still one that I like, and, it's a good show and we're definitely going to keep watching it. The first show that I actually gave a number ranking to at number nine is Dave on Hulu and FxX. I guess it is. And that show, man, it's like eating candy for me. I mean, it's crazy. It's a little bit weird, but it's a funny show.\nBruce Miller: My favorite episode had Brad Pitt on it. This.\nTerry Lipshetz: Yes. Yep. Yep.\nBruce Miller: I thought that was so brilliant, and he did such a great job with that. But if you haven't discovered Dave, it is an acquired taste. It is not something that everybody will go, well, what is you know, we'd be like the parents on the show. It's so out there, but it's about a rapper and what he has to do to try and make the career go. Dave is a good choice. I don't have it on my list. But you're up to nine.\nTerry Lipshetz: I'm up to nine, yeah.\nBruce Miller: I had succession at number ten, and I bet you have it higher because you like that.\nTerry Lipshetz: I love it. Yeah.\nBruce Miller: Okay. I think they got a little too tied up in their own world so that they had nowhere else to go, and so it's great. But it didn't get up higher than ten at nine. I have what we do in the shadows because I think that is my only time to really laugh out loud and make fun of something that's just outrageous. Most of these shows are labeled comedies, but they're just half hour dramas is what it amounts to. But this is one that I can just laugh and laugh and laugh and laugh. And if I had the vampires living next door, I would invite them over.\nTerry Lipshetz: I do want to see this one because it takes place on island. Right?\nBruce Miller: Right.\nTerry Lipshetz: It is my homeland one runs for office.\nBruce Miller: I mean, you have a lot of things that you could relate, too. So that's my number nine now. Up to eight.\nTerry Lipshetz: Eight? Yes.\nBruce Miller: What do you have for eight?\nTerry Lipshetz: I had Ted Lasso final season.\nBruce Miller: You know, there were a lot of those. Mrs. Maisel would be another one I'd put on.\nTerry Lipshetz: Yeah, yeah.\nBruce Miller: I have a couple of other ones that are on there that quit. And how do you include them? Because it's their last year. Should you just ignore them because they're done? Or do you say, this is my final hat tip?\nTerry Lipshetz: Yeah. For me, it was a little bit of a tip of a cap. I mean, I don't think it was as strong as the previous seasons, but I also felt that it's. Again, sometimes when you get something that's not as good, you look down on it, but then when you put it in perspective, it's still better than a lot of the other things out there. It's just not as good.\nBruce Miller: I have at eight, the last of us, and I bet you have that higher.\nTerry Lipshetz: I do, yes. It is on my list, but it is higher than eight.\nBruce Miller: Okay. At seven, I have Reservation Dogs because I love that I lived that. I know that. And I think they ended it really well. I thought they left us all hopeful that these kids are going to turn out all right. So that was my number. Seven. What was your seven?\nTerry Lipshetz: Seven. It's similar in theme to the Ted lasso, and that is Mrs. Maisel. Again, it was not the greatest season, but I like the way they approached it by doing the flashbacks and flash forwards. I thought it did a pretty good job at wrapping up the series. I was a little disappointed at times, know, not enough Tony Shalub and that kind of thing. But it's a show that strikes a chord for me personally, growing up out east of Jewish heritage and that kind of thing. So, for me, it's still one of the best shows out there. Absolutely.\nBruce Miller: Okay. What is your number? Six.\nTerry Lipshetz: We're up to six. So this one is not on your list. And I think I mentioned it to you previously, and it was either one you hadn't really seen or just didn't get into, but Shrinking on Apple TV, plus Jason Segal and Harrison Ford. I thought this was. It's got a few nominations for, I guess, Golden Globes. Right. There's a few out there. I thought it was witty. I thought it was just, it was one of those where I can kind of. I know I'm going to get a good episode no matter what I watch from it. And it's 30 minutes of just, like, having fun.\nBruce Miller: I will give it fun. I will give it a chance. I saw the first episode and I thought, this isn't me. I don't care.\nTerry Lipshetz: Right. But you know what, though? I think maybe it's also, we're at different points of our lives also. Right.\nBruce Miller: I'm more Harrison Ford.\nTerry Lipshetz: Right. You are more Harrison Ford. Yeah. And I am a little bit more Jason Segal. Yes.\nBruce Miller: Right.\nTerry Lipshetz: Exactly.\nBruce Miller: So what did you have at that point, number six? I have Fellow Travelers. This was a limited series. About two men in the beyond who are closeted and they don't dare come out that they are in a relationship, or they have a relationship, because it was the height of the McCarthy era, and they were putting everything. And so how did their lives turn out? Where did one go? Where did the other go? And I find it very fascinating. Matt Bomer, who was, in white collar and a number of other things, it's one of his best things he's ever. He's. He seems like just a pretty boy, to be honest with you. You could see where he was feeling the strain of this. Jonathan Bailey, who, by the way, is going to be Piero in the musical version of Wicked, when that becomes a movie next year, he's the other guy. And you see how these lives kind of diverged, and then what it's like for them when they come back together many years later and coulda, shoulda, woulda kind of thing like that. I thought it was fascinating because you got to see a bit of history, but you saw it through a different lens. So that's my number six. Number five. What did you have there?\nTerry Lipshetz: So five is one, which, again, it's not on your list. And it's the type of show where I think the people that love it, love it, and the people that are less in love with it aren't going to put it on their list. And that's The Crown on Netflix final season. I think the series as a whole has had some ups and downs, but just like the crown. Right. Feels like it always takes me a season to get used to the cast change, because they do two seasons and then they age them. And then two seasons, and then they age them. So I thought last season, it was a little bit difficult getting used to the new Charles, the new Diana. But I really am liking what I've seen so far. I have not caught the second wave of episodes. So we watched, within just a couple of days of them dropping the first wave that came out, and now the second wave is out. So, I don't want to give anything away, but it starts with Diana. We know what happens to Diana, so just spoiler alert there. I know the second half of the season gets a little bit more into Prince William and know his relationship with Kate. I'm looking forward to it. I don't know. I guess it's possible that the show could go up a notch, go down a notch. But that's why I figured five is safe. It's kind of middle of the road.\nBruce Miller: I like the crown, initially, when they switch around a little too much, they do. it bothers me because some of those actors are not as good as others in these roles. And then you get a really good one and you think, well, hang on to him. Don't let him go. And so that bothers me. But it's a classier look at that than I thought it was going to be. I thought it was going to be just trash that you'd find on lifetime, and it's not. It's a classy way of looking at everything. At number five, I had the standup comedy special, baby j from John Mulaney. And John Mulaney, I mean, I have always liked him. I always thought he's kind of a, ah, smart ass, to use a word. But I would laugh at him, and I thought he was funny. But this year, he really opened a vein and talked about his own life and his addictions and how it was to go to rehab. And it, wasn't like he wanted you to feel sorry for him. He was being very matter of fact about it. And I think being the most honest he's ever been about his own life. I loved it. I'll watch that again. It’s like Bo Burnham had, a special a couple of years ago that was my favorite of all TV shows, but baby j watched it. It's good. And again, I don't know if the kids can be around.\nTerry Lipshetz: I'll have to check that one out. I wasn't even thinking of comedy specials, and I didn't catch that one, but I definitely will. So number four for me is one that you like too. You haven't mentioned it yet because it's a hair higher on your list, but it's The Bear.\nBruce Miller: Oh, good.\nTerry Lipshetz: On Hulu. That's number four for me. I really struggled with this one because, like, it could be number one. Do I need a two or three? But I settled in on four, and I'll tell you why it stresses me out. That show, to me, a lot of shows, if I love it, I want to watch it and binge it, and I get angry if I can't. It's like, Fargo right now. I can't just go and watch every episode because they make you wait week to week. I needed that with the bear. I needed to watch an episode, and it is so intense and there's so much screaming and there's so much yelling that I would get to the end of the episode and be like, I need to watch something else, because it was literally one of the best things I had just seen on TV all year. But at the same time, I couldn't take any more of it. But I really liked with this season how they gave each character their own moment to shine. I thought it was sweet in a lot of ways. And then the other piece was that Christmas episode. Oh, my goodness.\nBruce Miller: Is that not the best piece of television? And Jamie Lee Curtis, she may have won an Oscar last year for everything, everywhere, all at once, but this is the performance of her life. When she plays that, I mean, you know that mother. You know that mother immediately. And how she just became another thorn, another problem for Carmen to deal with was, like, unbelievable. And you want, you know, we got to get this restaurant open. It's got to happen. Come on. And cousin Richie, how he switched. It was such a remarkable second season for a show. And you're right. It could be number one. It really could. I had a number one last year, and I thought, I can't do two years in a row with the same show. But it's that good. It's number three on my list. Number four on my list is probably your number three. And that's Fargo.\nTerry Lipshetz: It's close. We're getting close.\nBruce Miller: Okay, Fargo, we can wait and we'll get to the next ones. Because you had what for three?\nTerry Lipshetz: I had The Last of Us at number three, and that was all the way down for number you. Yeah, last of us. I needed a drama like that. Like a Sci-Fi type of drama. It's another one. We've gotten a few surprises from HBO the last few know, we had that one a few years ago, and they always drop these apocalyptic type of programs on you. So it's like, what are we going to expect? Is it going to be okay or isn't it? And I was really surprised with it. I know there is going to be a season two for it. And I'm really looking forward.\nBruce Miller: Not The Last of Us.\nTerry Lipshetz: No, it isn't. It's almost the Last of Us, but not quite. So. Yeah, no, I really liked it. I thought it was very well done, considering an adaptation of a video game, but it wasn't like this gory spook fest. It was a lot of emotion and good character development, so I loved it. Three for me.\nBruce Miller: Okay, so then I had the bear at three. At two, I have Jury Duty, and I love Jury Duty. This is that Amazon preview, series where they pretend that everybody is actually doing Jury Duty, except one person thinks it's real. He has no idea that it's a reality show being punked. And James Marsden is one of the, jurors, and he plays this kind of heightened version of himself where he's just full of himself. And you would like that. I think they talk about Sonic in there. And wasn't, he in Sonic the hedgehog? I think he was.\nTerry Lipshetz: He might have been, yeah.\nBruce Miller: This guy, Ronald, the real guy, says, yeah, that wasn't a very good movie. Was. You know, it's like, how does he react to this? Because this is being made up as they go along. But jury duty, if you haven't seen it, it's a great one. Now you have two. Probably have Fargo at two.\nTerry Lipshetz: I have Fargo at two, yeah. I really love this season. And, I think when we did the Fargo episode a few episodes back, you had mentioned this is, like, the best Fargo since, what, the first. Right, right. And after the last season of Fargo, I wasn't even sure if I wanted to come back to Fargo because I was so disappointed with it this season. It's brilliant. I was telling my wife even the other day, because she's not into Fargo at all, she hated the movie. but I said, I got to show you a little bit of it with Juno Temple, because this is Keeley from Ted Lasso, and it is definitely not Keeley. It's totally different. But, I don't know how this season is going to end. I could see me bumping this up to number one if it maintains and even improves on where it is. I think I'm through the first five episodes.\nBruce Miller: Okay. I watched all of the episodes. I finished it out last night. I had two episodes left. I watched it. It could be number one. It really could be. The ending is so rewarding in many, Know, it’s odd to make this comparison, but this season of Fargo is a lot like Barbie, the movie, where it's a real, if you will, feminist pitch. And it's talking about things that really don't get talked about. Spousal abuse, come on. The political situation in our world, it's a lot of stuff that they unpack and they do it well. But the ending, you will feel a lot of emotion because of the way they wrap things up for certain people. And, it's remarkable. Remarkable. I will easily predict that this is going to be a strong contender for next year's Emmys. And I do think that John Hamm and Juno are largely responsible, and they will be considered best actor and actress for a limited TV movie. That was, that was your number two.\nTerry Lipshetz: It was my number two. Number one was Succession. That is, to me, hands down, the best series on TV this year. I know some people don't think it was the best season of succession, and I would agree with it. It wasn't the best season of succession, but it was still the best show on TV for me. Pound for pound, it was still a show that left me wondering what was going to happen, the way character roles played out with who would end up on top. I did feel it was going to get a little predictable at a couple. You know, we had some know that didn't make it all the way from season one all the way to the last episode, and it was a surprise. It was a little bit jarring to watch. I just think it was the best show. It's the best show that HBO has really done in a long time. Granted, they also did the last of us, so two of my top three are from HBO, but in terms of dramas, and you look at things like, the sopranos first, season of Westworld, Deadwood, there's been a lot of really Game of Thrones, a lot of really good dramas the last 2025 years in the history of HBO, and this one is good.\nBruce Miller: Okay. And my number one Beef. Okay, did you watch Beef?\nTerry Lipshetz: I did not. No.\nBruce Miller: Okay. This is one that an incident happens. What happens to the people, what goes on, what could have been. It’s from Korea, and it stars Stephen Yoon and Ali Wong, and they're both nominated for Emmys, so you've seen them before. But this is yet another one of those kind of things we're learning from Korean filmmakers is how they did parasite. That gives you kind of point of reference.\nTerry Lipshetz: Okay.\nBruce Miller: It's one of those very self-contained series that you can go, okay, I get it. That was extremely remarkable, particularly in a year when, broadcasters were looking for other places to find new material. Okay. They found it there. And so that's why I thought, it's something different. It's something new. It's my number one. So there's our list. We had a lot of crossovers, and we don't live next door to each other.\nTerry Lipshetz: No. And I think you and I, we certainly had some solid crossovers, maybe in different rankings, different spots, but, yeah, succession, Fargo, the bear, all really good shows. And I think we threw out some ideas for each other, too, to check out some other ones.\nBruce Miller: I'll be shrinking. Just know be shrinking.\nTerry Lipshetz: We'll see what check it out. But we are, I guess, not to rub it in, we are at different stages in our life, I guess. So I could see where that one maybe just doesn't strike the same chord for you.\nBruce Miller: I've got to get to shrinking sooner than you would have to get to something else that I'm recommending to you.\nTerry Lipshetz: it's the end of the year. It's the end of the season. I mean, check out this episode. Obviously you're listening to it right now, but if you didn't go back and check our previous episode on the top movies from 2023, have a great rest of the year.\nBruce Miller: If you look back, we have some interviews with some of those people from those various shows. I think if you do a deep dive into the podcast, you should be able to find some of those and you'll hear what we heard, when we talk to them.\nTerry Lipshetz: Absolutely. All right, well, have a safe and wonderful rest of the year. Happy New Year. And we'll be back again in 2024 with another season of Streamed & Screened.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [
      "https://www.madison.com/users/profile/terry.lipshetz",
      "https://www.youtube.com/@StreamedScreened",
      "https://www.open.spotify.com/show/28W6TG5TZMsXwWARz6lEu4?si=77b47d12a3314f82",
      "https://siouxcityjournal.com",
      "https://google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzL2IzNWQ2MWQ5LTc3YmItNDdkZC04ZTA4LWFiNGYwMTNmY2ZlYS9iYjcyMmE1NC1mNDgzLTRiOGItOGEyNi1hYjRmMDE0MGY2YWQvcG9kY2FzdC5yc3M%3D",
      "https://podcasts.apple.com/us/podcast/streamed-screened/id1497387116",
      "https://www.google.com/podcasts?feed=aHR0cHM6Ly93d3cub21ueWNvbnRlbnQuY29tL2QvcGxheWxpc3QvMDJlM2JiYjAtOWU4Ny00ODMyLWIyOTctYWFiOTAxMTY4ZjkzL2IzNWQ2MWQ5LTc3YmItNDdkZC04ZTA4LWFiNGYwMTNmY2ZlYS9iYjcyMmE1NC1mNDgzLTRiOGItOGEyNi1hYjRmMDE0MGY2YWQvcG9kY2FzdC5yc3M%3D",
      "https://www.google.com/podcasts",
      "https://www.siouxcityjournal.com/",
      "https://twitter.com/siouxbruce",
      "https://www.linktr.ee/leepodcasts",
      "https://www.omnycontent.com/d/playlist/02e3bbb0-9e87-4832-b297-aab901168f93/b35d61d9-77bb-47dd-8e08-ab4f013fcfea/bb722a54-f483-4b8b-8a26-ab4f0140f6ad/podcast.rss",
      "https://www.twitter.com/siouxbruce",
      "https://omny.fm/shows/just-to-be-nominated",
      "https://open.spotify.com/show/28W6TG5TZMsXwWARz6lEu4",
      "https://youtube.com/@StreamedScreened?sub_confirmation=1",
      "https://www.youtube.com/@StreamedScreened?sub_confirmation=1",
      "https://www.podcasts.apple.com/us/podcast/streamed-screened/id1497387116",
      "https://linktr.ee/leepodcasts",
      "https://omnycontent.com/d/playlist/02e3bbb0-9e87-4832-b297-aab901168f93/b35d61d9-77bb-47dd-8e08-ab4f013fcfea/bb722a54-f483-4b8b-8a26-ab4f0140f6ad/podcast.rss",
      "https://www.omny.fm/shows/just-to-be-nominated",
      "https://siouxcityjournal.com/",
      "https://open.spotify.com/show/28W6TG5TZMsXwWARz6lEu4?si=77b47d12a3314f82",
      "https://madison.com/users/profile/terry.lipshetz"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "terry lipshetz",
          "sentiment": "none"
        },
        {
          "name": "barry",
          "sentiment": "none"
        },
        {
          "name": "maisel",
          "sentiment": "none"
        },
        {
          "name": "bruce miller",
          "sentiment": "none"
        },
        {
          "name": "dave",
          "sentiment": "none"
        },
        {
          "name": "john mulaney",
          "sentiment": "none"
        },
        {
          "name": "ted lasso",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "google",
          "sentiment": "negative"
        },
        {
          "name": "streamed & screened",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:08.395+02:00",
    "updated": "2023-12-29T00:03:08.395+02:00"
  },
  {
    "uuid": "e7cd2a589c4d6dab3ac91ea108bdbb3398bc0721",
    "url": "https://www.watoday.com.au/national/nsw/neighbours-unite-to-block-suburban-chainsaw-massacre-20250312-p5lixl.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michaela Whitbourn",
    "published": "2025-03-13T00:45:00Z",
    "title": "Eastern suburbs neighbours unite to block felling of Clovelly fig tree",
    "text": "By Michaela Whitbourn March 13, 2025 — 8.45am Save Log in , register or subscribe to save articles for later. Save articles for later Add articles to your saved list and come back to them any time.\nGot it Normal text size Larger text size Very large text size Advertisement Under the canopy of five stately old fig trees in Sydney’s eastern suburbs rumbles a row playing out in many neighbourhoods across the city: a foliage fight.\nA group of more than 20 residents has mobilised in a bid to stop Randwick City Council sending in the chainsaws to tree-lined Quail Street, Clovelly, to raze one of five interlinked figs. It follows a complaint about damage to private property and a claim for repair costs.\nA residents’ group is campaigning to save Quail Street tree: Back, left to right: Ange Monk, Greg Wilesmith, Jacqui Fox, Ian Schmidt, Karin Karuso. Front, left to right: Louisa Wright, Kiran Griffin and child. Credit: Edwina Pickles\nCouncillors voted by majority on February 25 to remove the decades-old Hills weeping fig in the beachside enclave and replace it with a “super advanced” weeping lilly pilly at an estimated cost of $15,000.\nBut the band of locals believes the council has scant evidence that the fig tree has caused property damage, including to a brick fence that was altered last year to relocate a gate.\nQuail Street resident Petrana Lorenz, whose unit overlooks the tree, said: “When you buy into a street like this, you understand that the trees are there, and it’s a rare privilege to live in a street like that and have an ecosystem around you.”\nThe tree that is slated to be cut down and replaced with a lilly pilly. Credit: Edwina Pickles\nHer children were born in the street and had grown up “waking up to the sound of the parrots, peering out the window at the bats, the birds, the possums”. It was “like being in the middle of a rainforest – that’s special and really needs to be protected.”\nLorenz said noise pollution in the street increased exponentially when another fig tree in the street was cut down over a decade ago. “We live by busy roads, and the traffic can be loud, but the trees and the wildlife do an incredible job at filtering it out.”\nThe trees were about 60 to 80 years old, she said, and “walls go up and come down. Pavements crack. But this tree is not something you can just replace overnight”.\nAdvertisement Removing the green outlook from her apartment would increase noise pollution, diminish enjoyment of the property and affect its value, she said.\nCouncils were investing heavily in minimising “human heat stress”, she said, and “trees with a thick canopy like this are probably the best investment that you could have”.\nA council report concluded the roots of the 24-metre tree could not be pruned further without affecting its structural stability and health, and removing it would have negligible impact on fauna and habitat.\n“Further, based on our insurer’s recommendation to settle the claim, [the] council would no longer be insured for damage caused by this tree and its roots,” the report said.\nThis is not the first time a dispute over the trees has erupted. Residents petitioned the council 20 years ago to save the trees following a proposal for all five to be removed.\nLoading Another local, Frankie Sullivan, said “all legitimate avenues, including legal action”, were being “actively pursued” to persuade the council to reconsider.\n“Council have now been furnished with a structural engineer’s report obtained at the expense of residents. That report does not conclude that the tree has caused the damage as claimed,” Sullivan said.\nOne resident, who asked not to be named, said a site meeting with the council last week generated an “incredible amount of local interest. I was really quite moved … older people, younger people”.\nLocal homeowner Rob Aird, an engineer who works in construction and property development, said the tree was scheduled to be chopped down on Thursday, but the council advised in the morning there would be a reprieve pending an extraordinary general meeting on March 25.\nA residents’ group is mobilising to save a giant fig tree in Quail Street, Clovelly. Credit: Edwina Pickles\n“I’m concerned that council will continue down the same path,” he said.\n“Our ask is simply that they go back and reassess the fact base with the insurance company and make an appropriate decision, including based on our new engineering report.”\nThe residents’ group paid for the report from an expert, who is known to the group. The report concluded that none of the proposed repair work was “currently justified”.\n“This sets a really dangerous precedent for the future of all trees in Randwick,” Aird said.\nFoliage fight Randwick City Council has set a target of 40 per cent tree canopy cover on council-managed land by 2040. The five Hills weeping fig trees in Quail Street, Clovelly, are estimated to be up to 80 years old. More than 20 residents paid for an expert engineer’s report about the likelihood that the one tree slated for removal by the council caused damage to private property. A Randwick City Council spokesperson said tree removal was “always a last resort after all other options to manage the tree such as canopy and root pruning and repairing footpaths are undertaken”.\n“The tree in question is causing significant structural damage to both public infrastructure and private property and there is a financial risk that council may be liable for any future damage caused by the tree.”\nThe council had called the EGM in light of residents’ concerns and “to seek clarification from insurers around future liability”.\nLoading It was “committed to ... increasing our city’s tree canopy to 40 per cent on council managed land” by 2040, and had “planted more than 2,000 advanced street trees” in the past two years.\nStart the day with a summary of the day’s most important and interesting stories, analysis and insights. Sign up for our Morning Edition newsletter .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->nature",
      "Social Issue->communities",
      "Social Issue->social condition",
      "Social Issue->social services"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://randwick.infocouncil.biz/Open/2025/02/OC_25022025_MIN_3836_AT.PDF",
      "https://www.randwick.infocouncil.biz/Open/2025/02/OC_25022025_MIN_3836_AT.PDF"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Petrana Lorenz",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Randwick City Council",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T02:50:58.370+02:00",
    "updated": "2025-03-13T06:22:14.765+02:00"
  },
  {
    "uuid": "25a536dfd9e107179eef21ed9028095381f5c80e",
    "url": "https://www.meneame.net/story/como-perder-alcaldia-pamplona-reputacion-sola-frase/c028",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DayOfTheTentacle",
    "published": "2023-12-28T21:24:00Z",
    "title": "#28 Cómo perder la alcaldía de Pamplona y la reputación en una sola frase",
    "text": "[Osdransky](/user/Osdransky)a [eldiario.es](/go/link/3891544)\nLa plaza consistorial de Pamplona parece sanfermines en esta moción pero el PP sigue sin entender absolutamente nada!!!!\nIdos a tomar por culo!!!!!!!\n[#1](c1#c-1) llevan así desde la recogida de firmas para derogar el estatut catalán. Pero que sigan, que sigan.\n[#10](c10#c-10) y eso que allí ponen todos los impedimentos posibles para que la gente no vote (sobre todo los grupos poblacionales que no suelen votar a los republicanos).\n[#1](c1#c-1) Positivo por el elefante uso del imperativo del verbo ir con el enclético \"os\". Aunque la real academia admite desde hace años \"iros\" y todos recordamos con cariño aquel \"si me queréis, irse\" de la gran Lola no es menos cierto que \"Idos a tomar por culo\" destila elegancia, clasicismo, ritmo, gracia y donaire en cada sílaba.\n[#9](c9#c-9) No hay ningún clasismo, todo lo contrario, está reconociendo la dureza de ese trabajo y el mérito que tiene hacerlo.\nEs como si dijera \"preferiría trabajar en la mina\". Se refiere a la dureza del trabajo.\nNo va a decir \"preferiría trabajar como CEO de un eléctrica\", lo cual no suena a trabajo físico duro.\nNingún clasismo, pero lo dice elpanfleto.es, manipulando, y os lo tragáis todo sin masticar. Qué pena. Un poquito de capacidad crítica no os vendría mal, deberíais intentarlo, aunque os cueste, debido a que hay que pensar y eso no es fácil para vosotros. Es más fácil formar parte del rebaño.\nCreo que les ha retratado muy bien. Estoy un poco cansado de eldiario pero este artículo es bastante adecuado.\n[#0](c0#c-0) gracias\n[#2](c2#c-2) Tranquilo, tienen todo el escudo mediático. No lo verás en el telediario de A3, salvo que esa misma frase la hubiera dicho una alcaldesa del PSOE o de SUMAR.\n[#5](c5#c-5) Al hilo de lo que dices, hoy he visto las noticias de la noche de A·, con Vicente Vallés, y, en algún momento creía que le iba a dar un infarto: los independentistas, Bildu, traición del PSOE, traición de Sánchez y así así... Uno, si sigue escuchando cree que va a llegar el final de la democracia y el apocalipsis, como mínimo.\n[#6](c6#c-6) es indecente lo de ese señor... verlo vomitar bilis de esa manera, da muchisima grima, no se como no le aconseja alguien que se modere un poco\nA mí el que me hace gracia es Feijó diciendo que el PSOE ya no es un partido constitucionalista.\nPues no sé, creo que debió quedarse dormido en el artículo 1 porque en el 140 ya te dice de forma general cómo se eligen los concejales y como son éstos los que eligen a un alcalde.\nEn fin, que habrá quien le compre el discurso, pero no hay por donde cogerlo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:27:41.327+02:00",
    "updated": "2023-12-29T00:27:41.327+02:00"
  }
]