[
  {
    "uuid": "9dac1e844bfd7d88174ebe5c03098a16431023a4",
    "url": "https://www.mailplus.co.uk/edition/news/weather/336270/storm-brings-chaos-for-rail-and-flights",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Liz Hull",
    "published": "2023-12-28T22:00:00Z",
    "title": "Storm brings chaos for rail and flights - The Mail",
    "text": "STORM Gerrit continued to cause chaos yesterday as ‘supercell thunderstorms’ brought widespread travel disruption. [Try for £1](https://www.mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month) [Sign in] AS the glamorous actress making her formal entrance into the Royal Family, she should have been the star of the show. TO some, it sounded like a freight train roaring past right outside their front windows. THREE men have died after their car plunged into a river, police confirmed yesterday. STORM Gerrit continued to cause chaos yesterday as ‘supercell thunderstorms’ brought widespread travel disruption. CHRISTMAS is over, the fridge is bare again and the nights are still long - it can be easy to see January as a dull, dour month. GOVERNING bodies should have their funding cut if they fail to protect female sports amid concern about trans- gender players, a leading think-tank says. Commentary by Daley Thompson, Olympic Gold Medallist Fire crews race to terrifying blaze drama at Blackpool Tower... that turned out to be orange plastic net flapping in the wind IT is the time of year when families spending days together at home often start a challenging new jigsaw puzzle. A WELSH Labour council is lobbying to reintroduce tolls on the Severn bridges in a fresh attack on hard-up motorists. LABOUR was mocked yesterday for drawing up proposals to create thousands of nursery places without being able to say how it would pay for them. AN Auschwitz survivor has described feeling ‘very humbled’ to receive a personal letter and flowers from the King to mark her 100th birthday. THE Princess of Wales is set to turn her attention to the importance of fathers in children’s early years. ELLIE Goulding has revealed she felt ‘vulnerable’ and ‘intimidated’ working in the male-dominated music industry early in her career. THE number of young people out of work due to long-term sickness has doubled since 2010. CIVIL servants have been over-promoted in a bid to get around public sector pay restraints, a think-tank has warned. A ‘HAPPINESS Unit’ backed by the Government is set to close due to funding cuts. THE BBC is feeding licence feepayers a ‘diet of woke bias’ in its original programming and news content, a campaign group has claimed. Rwanda-style scheme was considered as ‘nuclear option’ TONY Blair faced a quandary about what to do with John Prescott when he complained about not having a proper role in government, the files show. THE No10 Press Office had lost ‘all credibility’ under the combative communications chief Alastair Campbell, Tony Blair was warned. A PUBLIC inquiry after the Soham murders of schoolgirls Holly Wells and Jessica Chapman was opposed by Tony Blair, the files reveal. AN idea to use the Elgin Marbles as a ‘bargaining chip’ in London’s bid to host the 2012 Olympics was backed by Tony Blair, the files reveal. MI5 was so desperate to stop MI6 colleagues seeing the full bombshell report into how one of its agents went rogue that Margaret Thatcher limited her foreign secretary’s use of the document, the papers reveal. CHERIE Blair was ‘adamant’ her husband should sit for a portrait to be hung in London’s Lincoln’s Inn where he trained as a barrister - but it caused a headache for aides. MARGARET Thatcher’s government feared embarrassment if extracts from the controversial Spycatcher book were read in the Commons, files released today reveal. PIERCE Brosnan has found himself in hot water after allegedly wandering into off-limits springs at a national park. GROWING purple vegetables, from carrots to tomatoes, is set to be among the biggest gardening trends for 2024. RED Wall Tories yesterday urged Rishi Sunak to focus on cutting taxes for working families rather than slashing death duties for the better off. KEMI Badenoch has cemented her place as a front runner to succeed Rishi Sunak after she was named ‘minister of the year’ in a poll of Tory activists. A FATHER out walking with his young family was killed by a car driven at a group of people after he had stopped to help an injured woman. L’OREAL heiress Francoise Bettencourt Meyers has become the first woman to amass a fortune of $100billion (£790million), it was revealed yesterday. CHILDREN with severe epilepsy have been offered brain surgery by the NHS before medicinal cannabis, parents have revealed. SIR Lindsay Hoyle has racked up a bill of more than £125,000 in a year to jet around the globe. STEAKHOUSE attacker Tristan Sherry was shot in the head with his own sub machine gun during a botched hit on Christmas Eve. CHER has filed court papers seeking to control her adult son Elijah Blue Allman’s affairs by placing him into a conservatorship, it has emerged. THE British Museum is still pursuing a deal to return the Elgin Marbles - despite opposition from the Prime Minister, George Osborne has revealed. A TEENAGER was left fighting for her life after reportedly catching a deadly strain of E.coli from food at a festive market. WHEN preparing breakfast, you don’t want an unsavoury character like Mr Burns from The Simpsons showing up. FREED Israeli hostage Mia Schem has broken her silence to reveal a harrowing account of her captivity in Gaza. THE number of anti-Semitic hate crimes jumped in the month following the outbreak of the Hamas-Israel conflict, latest police figures reveal. Associated Newspapers Limited is a company registered in England and Wales (Company No. 084121), Northcliffe House, 2 Derry Street, Kensington, London, W8 5TT. VAT Number: GB 243 5711 74",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Disaster and Accident",
      "Weather"
    ],
    "external_links": [
      "https://www.mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month)",
      "https://mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "none"
        },
        {
          "name": "daley thompson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "blackpool tower",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:48:31.119+02:00",
    "updated": "2023-12-29T05:00:00.470+02:00"
  },
  {
    "uuid": "0371371848c74a08ab9754373471083507e39d11",
    "url": "https://ground.news/article/a-strong-reaction-from-hamas-to-the-us-decision-partisan-and-hostile",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Akam",
    "published": "2024-02-01T21:46:00Z",
    "title": "Ground News - A strong reaction from Hamas to the US decision! “Partisan and hostile”",
    "text": "Hamas called the bill “banning members of the Palestine Liberation Organization (PLO) and other Palestinian groups from entering the country” approved by the US House of Representatives as biased and hostile. 1 hour agoRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Coverage Details Total News Sources0Leaning Left0Leaning Right0Center0Last Updated49 minutes agoBias Distribution No sources with tracked biases. Bias Distribution - There is no tracked Bias information for the sources covering this story. Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "positive"
        },
        {
          "name": "plo",
          "sentiment": "none"
        },
        {
          "name": "palestine liberation organization",
          "sentiment": "none"
        },
        {
          "name": "house of representatives",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:35:28.169+02:00",
    "updated": "2024-02-02T00:57:02.404+02:00"
  },
  {
    "uuid": "8c21989b8fe9d4d5005600646c64cb22dcee150c",
    "url": "https://vnexplorer.net/z/1210371.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-05T03:04:00Z",
    "title": "UK’s Election Is a Rare Win Against Anti-Climate Campaigns",
    "text": "Keir Starmer, leader of the Labour Party, center, and Rachel Reeves, UK shadow chancellor of the exchequer, second left, at a general election campaign event at the Heath Farm, Swerford, UK on July 1. (Bloomberg) -- As Britain’s center-left Labour party sweeps into power this morning, winning 411 of the 650 seats at the last count, it’s worth remembering what is happening among its allies. In neighboring France, the far-right National Rally, which has attacked climate policy as part of its pitch to voters, is hoping to build on early successes during the final election round for the country’s parliament this Sunday. In the United States, Republican President Donald Trump, who has denied climate science, is ahead in the polls. Across Europe, an anti-green backlash has cowed climate ambition. By contrast, Keir Starmer’s Labour has a manifesto that puts climate and clean energy front and center, and in Ed Miliband, a potential energy secretary with many years’ experience in climate diplomacy. While the UK has long been ahead of the curve in climate progress — it has decarbonized faster than any other G7 country — the incumbent Conservative Party has spent the past year downgrading its once-lofty ambitions. Among other green policy rollbacks, Prime Minister Rishi Sunak&#039;s government delayed a ban on the sale of new petrol and diesel cars and supported new oil and gas drilling in the North Sea. Sunak saw an opportunity to attract voters who might have felt the green transition was moving too fast. Labour’s victory suggests that approach didn’t work. “The results look clear — voters have rejected anti net zero rhetoric and chosen cheaper, cleaner, more secure energy,” said Greg Jackson, founder and CEO of the utility company Octopus Energy. “This looks like a landslide for a green economy.” Before this year’s UK election, a Bloomberg analysis found that Tories are opting for a greener lifestyle despite their party’s switch away from climate policies. For example, out of all of the UK’s top 100 constituencies for domestic solar power installations bar four voted Conservative in 2019, and many Tory areas also have very high uptake of electric vehicles. “The public has just provided an enormous climate vote of confidence behind Labour’s ambitious policies, including for clean power by 2030, to end domestic production of oil and gas, and to set out an expansive Warm Homes Plan to fix our leaky homes,” said Juliet Phillips, program lead for the energy team at E3G, a think tank. Starmer’s party now faces a battle to actually implement those policies at a time when public finances are squeezed tight. And there are still many gaps and question marks about its plans. What exactly is it promising, and what pitfalls stand in the way of success? Labour’s most lavish green proposal for households is a £13.2 billion plan for energy efficiency upgrades in houses. This is double the previous government’s commitment and would include grants and low-interest loans for solar panels, batteries and home insulation. Curiously there is no mention of subsidies for installing heat pumps in Labour’s plan — though Miliband has said that current ones available will be retained. The manifesto also promises that “nobody will be forced to rip out their boiler,” and Miliband has said Labour would not keep a Conservative pledge to ban (with exceptions) new gas boiler installations from 2035. Labour also plans to introduce better energy efficiency standards for private rented homes, something the previous government had promised, but then scrapped. What Britons will most likely want to see come to fruition, however, is Labour’s pledge to lower energy prices. The new government can do this, Starmer says, by extending a windfall tax on oil and gas companies and using that money to fund “Great British Energy,” a proposed new power company to support clean energy projects across the UK. The idea is this will reduce reliance on foreign natural gas and ultimately bring down costs to consumers. The name GB Energy sounds like a full nationalization of the power sector, but it’s not, as it will only have a limited use of public funds. Labour estimates the windfall tax would raise £8.3 billion over the next five years, and that won’t be enough on its own. The UK’s independent adviser, the Climate Change Committee, estimates that Britain needs additional investment of around £15 billion a year in clean energy over the next decade to mostly decarbonize electricity generation by 2030 and completely decarbonize it by 2035. “There is plenty of private finance out there that wants to invest in the energy transition,” said Josh Buckland, a former government energy adviser and now a partner at the consultancy Flint Global. GB Energy “could play a very important role in terms of convening the sector,” like a central hub, “to ensure that delivery matches up with the kind of ambitions that the new government has set,” he said. For the average person in the country, GB Energy will unlikely bring any immediate benefits. While household energy bills have recently dropped, they are expected to rise again over the winter as global energy prices increase, and there’s little that can be done about that now. There are even more difficult challenges ahead. One of Labour’s hardest goals to implement will be a “clean” power grid by 2030. Last year, some 33% of the UK electricity supply came from fossil fuels, most of it gas. Even if Labour succeeds with plans to double onshore wind, triple solar power, and quadruple offshore wind, there will still need to be a baseload energy source to fill the gaps that happen when demand is high, the sun is low and the weather is still. Labour’s manifesto tries to address this intermittency problem by calling for more investment in hydrogen, as well as marine energy systems that rely on the predictability of tides. Yet, the new government would also support a “strategic reserve” of gas power stations as a backup. These could in theory be run cleanly with carbon capture and storage — which Labour pledges to back — but that technology is far from being commercially feasible. Nevertheless, Phillips said this plan should still be seen as a step in the right direction. “Whether it&#039;s a hundred percent renewables or a bit of gas backup, it would still be making progress, which could hopefully inspire other countries around the world to go further and faster,” she said. More stories like this are available on bloomberg.com ©2024 Bloomberg L.P.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rachel reeves",
          "sentiment": "neutral"
        },
        {
          "name": "keir starmer",
          "sentiment": "neutral"
        },
        {
          "name": "ed miliband",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "labour party",
          "sentiment": "neutral"
        },
        {
          "name": "bloomberg",
          "sentiment": "none"
        },
        {
          "name": "labour",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "heath farm",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "swerford",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T14:19:51.600+03:00",
    "updated": "2024-07-05T14:19:51.600+03:00"
  },
  {
    "uuid": "61756f2e70dcf4440c6bea97e1c1f4f4e7ccae47",
    "url": "https://chl.ca/whl-wild/article/wild-roar-into-whl-with-36-wins-in-2023-24",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Austin Draude",
    "published": "2024-04-18T21:26:00Z",
    "title": "Wild Roar Into WHL With 36 Wins in 2023-24 - Wenatchee Wild",
    "text": "Wild Roar Into WHL With 36 Wins in 2023-24 The world changed for the Wenatchee Wild in 2023-24. After 15 years in Junior A hockey in the North American Hockey League and the British Columbia Hockey League, a new era began for the organization on June 16, 2023, when the team announced owners David and Lisa White had purchased the Western Hockey League’s Winnipeg ICE and relocated it to the Wenatchee Valley. Regular road trips to British Columbia cities like Cranbrook, Trail and Salmon Arm would soon be replaced by visits to five different cities in Oregon and Washington, and for the first time ever, Wild fans could follow the team on the road – and visiting fans could follow their team to Town Toyota Center – without the need for a passport or a plane ticket. The effect was immediate – after vowing to “Restore the Roar” at Town Toyota Center in the 2022-23 season, the Wild hit the ice with the intention of further restoring it “WHL Style” in 2023-24. Season ticket sales climbed more than 50 percent from 2022-23 totals, and the Wenatchee Valley was abuzz with discussion of new rivals stopping into town, and a new level of play featuring more speed and skill than ever before. The organization succeeded on those intentions, and then some – by the end of the season, the team had drawn its best per-game crowds in 13 years, bringing 3,030 fans into the “Wolves’ Den” on an average night. Twice, the team packed sellout crowds of more than 4,200 into the building, and the Wild eclipsed the 100,000 attendance mark for the first time ever. “Our fans have really taken to the Western Hockey League,” said Wild general manager Bliss Littler. “I think we’ve played some very entertaining hockey – the feedback has been very positive on the level of play. It’s really nice when you have guys who have actually played in the NHL, or you have first-round NHL draft picks that come in and are playing, where you can see the truly elite guys. I think our fans really like that, and they like how competitive it’s been.” Preseason camp began at the end of August with several National Hockey League draft picks in tow, including first-rounders [Conor Geekie](https://chl.ca/whl-wild/players/28251) and [Matthew Savoie ](https://chl.ca/whl-wild/players/28250)– selected two picks apart during the 2022 draft – as well as 2023 Buffalo Sabres first-round pick [Zach Benson](https://chl.ca/whl-wild/players/28706). Benson scored the first unofficial WHL goal in Town Toyota Center history September 9 in front of a preseason crowd of more than 1,600 fans against the Tri-City Americans. He added a hat trick, including an overtime winner, against the Everett Silvertips the following day – it was his last appearance in a Wild uniform, before cracking the opening-night roster for the Sabres a month later. [Oscar Lovsin](https://chl.ca/whl-wild/players/29143) scored the first official goal in Wenatchee’s WHL history on September 22, as part of a 6-5 win against the Portland Winterhawks – the eventual game-winner went to [Landon Young](https://chl.ca/whl-wild/players/29336) in the third period, the first goal in his WHL career. An eight-game road trip at the start of the season gave way to games in Wenatchee, and opponents that came to the area found a Wild team that was virtually unbeatable at home, with a dozen straight wins on home ice after that early road swing. In all, Wenatchee won 16 of its 18 home games before New Year’s Day. While the present was secure for the organization going into December, there were some difficult decisions to be made in order to solidify the team’s competitive future. The ICE enjoyed back-to-back trips to the Eastern Conference Final in their last two seasons in Winnipeg, making the WHL Final in the latter of those years. However, the draft capital that the ICE moved in order to make those runs possible was monumental, with no selections in the first two rounds of the WHL draft from 2022 all the way through 2026. Two blockbuster moves proved to be the answer to those questions – following the end of Canada’s run in the World Junior tournament, both Geekie and Savoie shifted to the Eastern Conference in January 4 deals with the Swift Current Broncos and Moose Jaw Warriors, respectively. Those moves and a pair of trades with the Seattle Thunderbirds finished a six-month windfall for the Wild that yielded 17 draft picks and six players, plus the rights to one-time Tri-City Americans prospect Justus Chyld. “With the Geekie trade, you can see that [Josh Fluker](https://chl.ca/whl-wild/players/29108) has a chance to be an all-star in the league,” said Littler. “We were better the day he walked in here, because it strengthened our defensive core. He was a giant upgrade for us, and [Maddix McCagherty](https://chl.ca/whl-wild/players/29107) should be a middle-six forward for us, and I expect to see some offense out of him next year. The draft picks that came with that, we got the picks, now we’ve got to make good use of those picks.” Even without the two superstars, the Wild kept pace in the Western Conference standings, winning eight of their 16 games from Savoie and Geekie’s December 10 departures for the World Junior tournament until the end of January. By the end of the regular season, the Wild had held onto fourth place in the conference, finishing 34-30-4-0 and earning home-ice advantage in the first round of the WHL playoffs. “In a lot of areas, I’m very happy,” said Littler. “We got through our first season, and there were a lot of people who thought after we made that couple of moves that we’d fall right out of the playoffs, and we didn’t feel that was going to happen. I think we battled pretty hard most nights – overall, if you’d have told us at the end of our first regular season we’d have stuck with home ice, I think you’d have said, ‘we’ll take it.'” Their first-round matchup took them up against the Kelowna Rockets, in a series that had seen the home team win all four games during the regular-season. The playoff stretch wasn’t much different, with only the Rockets managing a road win in a six-game battle. The first game of the series was one for the ages, with an 8-6 comeback victory at Town Toyota Center that featured four Wenatchee power play goals and a three-goal comeback for a win, which tied the playoff record for the organization. The three 2003-born players on the roster formed the team’s leadership group, and each enjoyed a memorable finish to his junior career. [Graham Sward’s ](https://chl.ca/whl-wild/players/28082)final regular-season game in a Wild uniform was his 250th career appearance – he missed the first weekend of the regular season while competing at the Nashville Predators’ preseason camp, but appeared in all 66 games the rest of the way. He reset the WHL organization’s record for the longest point streak by a defenseman at 16 games (including the team’s final regular-season game in Winnipeg), and his 81 points tied Ben Zloty’s single-season team scoring record among blueliners. He ended his WHL career with 180 regular-season points, a total that ballooned to 199 points after taking postseason marks into account. [Karter Prosofsky](https://chl.ca/whl-wild/players/28155) finished a memorable WHL career with a hat trick at the Victoria Royals on March 22, only the third by a defenseman in the organization’s WHL history dating back to 1996. He appeared in 176 career games, totaling 82 points, and became the organization’s last remaining player to suit up for the Kootenay ICE in the 2018-19 season. Forward [Briley Wood](https://chl.ca/whl-wild/players/28484) busted out in his final junior season, finishing third on the team with 62 points, and appearing in his 150th WHL game on the final weekend of the season. His final success in the league came on a grand scale, with a Canadian Hockey League-best 13 points in the first-round playoff series against Kelowna. His four-goal outburst in Game 1 was the WHL’s first four-goal playoff game since 2017, and his six points tied the team’s playoff record. Wood and Sward also earned professional opportunities after the end of the season, with both earning Amateur Tryout contracts with the AHL’s Colorado Eagles. Other players made their own memorable contributions – [Kenta Isogai](https://chl.ca/whl-wild/players/29431) made his WHL debut after 163 games with the Youngstown Phantoms in the United States Hockey League, helping Youngstown win the league’s Clark Cup playoff championship last season. Goaltender [Daniel Hauser](https://chl.ca/whl-wild/players/28256) smashed the organization’s career wins record, breaking the barrier with his 86th win on November 4 against Victoria. He notched 17 wins on the year, bumping his career total to 95 victories by year’s end. [Brendan Gee](https://chl.ca/whl-wild/players/29430) came on strong in his first WHL season, earning 17 wins of his own, with many coming in pivotal stretches with Hauser out due to injuries. [Evan Friesen](https://chl.ca/whl-wild/players/28827) had a 15-game point streak of his own, tying for the team’s season-high and earning an Amateur Tryout contract with the ECHL’s Utah Grizzlies at the end of the season. Meanwhile, Geekie’s natural four-goal hat trick highlighted a 6-5 overtime win for Wenatchee at Portland on December 2, as the Wild stormed back from a 5-1 deficit after two periods – it was one of 17 come-from-behind wins for Wenatchee in 2023-24, including eight wins when charging back from a two-goal deficit or more. Young was one of nine Wenatchee players to tally his first WHL goal this season – the two youngest players on the team both earned their first WHL goals, with 2007-born forward [Ashton Brown](https://chl.ca/whl-wild/players/29146) breaking through December 27 at Spokane, in Wenatchee’s first game back from Christmas break. 2023 draft pick [Caelan Joudrey](https://chl.ca/whl-wild/players/29549) may have had the most memorable first-goal experience for the group, splitting a pair of defenders to score a third-period, game-tying goal for the Wild on February 23 in a 3-2 overtime win against the Calgary Hitmen, in only his second WHL game. Joudrey’s first goal came at Scotiabank Saddledome, home of the NHL’s Calgary Flames, in front of a large contingent of family and friends from his hometown of Airdrie, just a half-hour’s drive from downtown Calgary. The short-term future will also look somewhat different for the Wild, as the team prepares for the WHL’s U.S. Priority Draft and Prospects Draft in early May. Though the team selected Isogai and [Rodzers Bukarts](https://chl.ca/whl-wild/players/29422) in last year’s Canadian Hockey League Import Draft, this will be the first full draft sequence for the Wild since the 2014 NAHL Draft, as the BCHL did not conduct a yearly draft. The end of this season means the team now turns its attention to 2024-25, with season tickets on sale now. Updated news and information on Wild hockey are always available at [www.wenatcheewildhockey.com](http://www.wenatcheewildhockey.com) and on the team’s social media platforms on [YouTube](http://youtube.com/@WHLWild_).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "http://youtube.com/@WHLWild_).",
      "http://www.wenatcheewildhockey.com)",
      "http://www.youtube.com/@WHLWild_).",
      "http://wenatcheewildhockey.com)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david",
          "sentiment": "none"
        },
        {
          "name": "lisa white",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wenatchee wild wild roar into whl",
          "sentiment": "negative"
        },
        {
          "name": "wenatchee wild",
          "sentiment": "negative"
        },
        {
          "name": "north american hockey league",
          "sentiment": "none"
        },
        {
          "name": "western hockey league",
          "sentiment": "none"
        },
        {
          "name": "town toyota center",
          "sentiment": "none"
        },
        {
          "name": "winnipeg ice",
          "sentiment": "none"
        },
        {
          "name": "columbia hockey league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oregon",
          "sentiment": "none"
        },
        {
          "name": "wenatchee valley",
          "sentiment": "none"
        },
        {
          "name": "cranbrook",
          "sentiment": "none"
        },
        {
          "name": "british columbia",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:27:36.805+03:00",
    "updated": "2024-04-19T00:27:36.805+03:00"
  }
]