[
  {
    "uuid": "2e9a0e6d46f4e9695e00ef9310148993c73e26b1",
    "url": "https://vnexplorer.net/cameron-giving-ukraine-weapons-will-help-bring-peace-not-escalate-war-s1789328.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-08T07:23:00Z",
    "title": "Cameron: ‘Giving Ukraine weapons will help bring peace, not escalate war’",
    "text": "David Cameron and Annalena Baerbock meet in Berlin on Thursday, where they were questioned about German military leaks. Photograph: Tobias Schwarz/AFP/Getty Images\nGiving Ukraine the weapons it needs to defend itself against Russia would not escalate the war, but help to forge peace, David Cameron has said. The UK foreign secretary was speaking on a trip to Berlin, less than a week after a leaked top-secret military call exposed internal tensions about Germany’s support for Kyiv.\nGermany is under growing international pressure to provide Taurus missiles to Ukraine, despite reluctance from Olaf Scholz’s government.\nIn apparent words of encouragement to Berlin, the UK foreign secretary said: “Of course there’s the question what we can do in terms of medium and long-range missiles, and I just make this point that it’s a sovereign decision for every country. But in terms of what Britain has done, I know that what we have given to the Ukrainians has helped them to resist this appalling invasion and to fight back against Russian aggression.”\nThe meeting came at a delicate time for Berlin, not long after Kremlin-controlled media in Russia published an intercepted call between senior German military officials about Ukraine. During the call, the generals discussed Britain’s involvement in Ukraine, as well as the logistics of deploying German-manufactured Taurus missiles.\nGerman chancellor Olaf Scholz has repeatedly refused requests to allow the use of the missiles in Ukraine, because, he argues, it would involve putting German troops on Ukrainian soil. There are also concerns in Germany that the missiles’ 500km reach means they could be used to strike mainland Russia, escalating the conflict and making Germany a party to war.\nCameron appeared alongside Germany’s foreign affairs minister, Annalena Baerbock, on Thursday. Neither addressed the intercepted call directly. When asked about it, Cameron replied: “I don’t want to play into the hands of some Russian narrative about divisions between allies. What I see … is incredible unity between allies, incredible unity in Nato.”\nCameron’s unwillingness to engage directly with the leak was at odds with the former defence secretary Ben Wallace, who was quoted by the Times as saying it was proof that Germany was “neither secure nor reliable”.\nAcknowledging the “enormous amount” Germany had done as the second biggest supplier of weapons to Ukraine after the United States, Cameron said, facing Baerbock: “We both know we have to ask ourselves and all our allies: ‘What more can we do? What more ammunition can we provide, what extra production can we invest in, what weapons do we have that can help the Ukrainians in this fight.’”\nBaerbock – who has said she would back in principle the sending of any weapons that helped Ukraine defend itself – said she and Cameron had discussed the matter and the leak privately, but “we won’t discuss this on an open stage”. Showing “solidarity and resolve” were the strengths of the partners of Ukraine, she said, and Vladimir Putin should not be allowed to divide them.\nAsked about the upcoming US elections, and how Germany and Britain would react to Donald Trump securing a second presidential term, Cameron said: “It’s not in our control. But Britain and Germany will work with whoever wins the elections in the United States and try to build on the importance of that Atlantic partnership.”\nHowever, he said the onus was on European partners to concentrate their minds on forging a close and consolidated alliance on major issues ahead of the next US president taking office.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvyVv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jvyVv.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ger",
          "sentiment": "negative"
        },
        {
          "name": "cameron",
          "sentiment": "negative"
        },
        {
          "name": "david cameron",
          "sentiment": "negative"
        },
        {
          "name": "annalena baerbock",
          "sentiment": "negative"
        },
        {
          "name": "olaf scholz",
          "sentiment": "none"
        },
        {
          "name": "tobias schwarz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "afp/getty images giving ukraine",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "berlin",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T09:24:26.956+02:00",
    "updated": "2024-03-08T09:24:26.956+02:00"
  },
  {
    "uuid": "c82308896ed2426a0c9ca5e50fd38148d78ef4af",
    "url": "https://m.dailyhunt.in/news/india/english/oneindiaenglish-epaper-dh93a6f960261645e6be32adf8527d670a/miraculous+rescue+indian+army+jco+freed+from+abduction+in+manipur-newsid-n589934738",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Dailyhuntapp",
    "published": "2024-03-08T13:09:00Z",
    "title": "Miraculous Rescue: Indian Army JCO Freed From Abduction In Manipur!",
    "text": "The abducted Junior Commissioned Officer (JCO) of the Indian Army, Konsam Kheda Singh, who was taken from his home in Manipur's Thoubal district earlier in the day, has been rescued by security forces.\nA coordinated joint search operation was launched by security forces to rescue Singh.\nIndian Army JCO Freed From Abduction\n\"The JCO was safely rescued at 6:30 PM on March 8, 2024, as a result of the synergized efforts of the security forces,\" stated the Army. \"The JCO is currently at Waikhong Police Station (near Kakching) in Thoubal district, and Manipur Police is investigating the incident.\"\nThe cause of the abduction remains unknown, but initial reports suggest extortion as the motive, as Singh&apos;s family had previously received such threats.\nThis marks the fourth incident since the onset of the conflict in Manipur where soldiers, either on leave, on duty, or their relatives, have been targeted.\nIn September, a former Assam Regiment soldier, Serto Thangthang Kom, was kidnapped and killed by an unidentified armed group from the valley. He was posted in Manipur&apos;s Leimakhong with the Defence Service Corps (DSC).\nIn November, four family members of a serving soldier were abducted and later killed in Imphal West district. They were identified as family members of Henthing Haokip, an Indian Army soldier serving in Jammu and Kashmir.\nIn February, an Additional Superintendent of Police (ASP) from Manipur Police was attacked in his house in Imphal city and subsequently abducted. Though the police did not name the group behind the abduction, individuals familiar with the situation suggested the radical Meitei outfit Arambai Tenggol may have been involved.\nOfficials assert that the ethnic violence has degenerated into anarchy, with underground militant groups regaining support.\nSaumya Joshi Oneindia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "singh",
          "sentiment": "negative"
        },
        {
          "name": "henthing haoki",
          "sentiment": "none"
        },
        {
          "name": "serto thangthang kom",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "indian army jco",
          "sentiment": "negative"
        },
        {
          "name": "indian army jc",
          "sentiment": "negative"
        },
        {
          "name": "assam regiment",
          "sentiment": "none"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "defence service corps",
          "sentiment": "none"
        },
        {
          "name": "manipur police",
          "sentiment": "none"
        },
        {
          "name": "jco",
          "sentiment": "none"
        },
        {
          "name": "waikhong police station",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "manipur",
          "sentiment": "none"
        },
        {
          "name": "imphal west",
          "sentiment": "none"
        },
        {
          "name": "thoubal",
          "sentiment": "none"
        },
        {
          "name": "kakching",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T04:09:09.249+02:00",
    "updated": "2024-03-09T05:06:01.646+02:00"
  },
  {
    "uuid": "27f8d8f7184c78a0c5185205774d75aa684b4b43",
    "url": "https://www.cubanet.org/noticias/el-accidente-ocurrio-cuando-una-camioneta-de-cupet-que-transportaba-pasajeros-perdio-el-control-en-el-kilometro-101-de-la-carretera-central/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Damian Fernández (Redacción)",
    "published": "2023-12-28T16:19:00Z",
    "title": "Asciende a seis el número de fallecidos por accidente en Limonar",
    "text": "AREQUIPA, Perú – A un total de seis aumentó el saldo de fallecidos tras [el accidente de tránsito](https://www.cubanet.org/actualidad/al-menos-cinco-fallecidos-en-accidente-entre-omnibus-y-camioneta-en-limonar-matanzas/) ocurrido el pasado sábado en el kilómetro 101 de la Carretera Central, cerca del municipio Limonar, en Matanzas, donde una veintena de personas resultaron lesionadas. Gretter Robaina Rodríguez, vicedirectora de Asistencia Médica, [explicó al periódico oficial](https://giron.cu/2023/12/27/ascienden-a-6-los-fallecidos-tras-accidente-en-limonar/?fbclid=IwAR3LdYh1cV_qlbc-ym7DnfCnphRBMVcfFWWk9pxWk0hvXiofmxsqjgaR8p8) Girón que en el Hospital Provincial Faustino Pérez todavía permanecen ingresados con politraumas unos seis de los 14 casos recibidos como resultado del siniestro. En ese sentido, también se encuentra reportado de grave un niño de 10 años, quien recibe atención especializada en el pediátrico de Matanzas Eliseo Noel Caamaño, según resaltó Eilen Muñoz Costales, doctora de la Unidad de Cuidados Intensivos. El [siniestro ](https://www.cubanet.org/tag/accidente/)ocurrió cuando una camioneta de Cupet que transportaba pasajeros perdió el control en el kilómetro 101 de la Carretera Central, cerca de Limonar. Acto seguido impactó contra una máquina de pasajeros se dirigía a Matanzas. De acuerdo con la prensa, las personas que viajaban en el vehículo salieron disparadas y cayeron en el asfalto. Posteriormente, un ómnibus Astro que [intentó esquivar el accidente](https://www.cubanet.org/actualidad/asciende-a-20-el-numero-de-heridos-en-accidente-en-limonar-matanzas/) paso encima de dos personas que fallecieron al instante. La policía aún no ha esclarecido públicamente la causa por la cual se descontroló la camioneta. Podría deberse al exceso de velocidad en una curva cerrada o a algún desperfecto técnico. A mediados de este mes ocurrió otro [ accidente masivo](https://www.cubanet.org/noticias/una-persona-en-estado-grave-y-37-lesionados-tras-accidente-masivo-en-ciego-de-avila/) de tránsito en el kilómetro 491 de la Carretera Central, en el poblado El Centro, perteneciente al municipio Gaspar, provincia de Ciego de Ávila, cuando un ómnibus Yutong que cubría la ruta Camagüey-Chambas se volcó. Según [informó](https://www.facebook.com/invasorpresss/posts/pfbid0LgdKyVHvmQgzvJb7agykJGjbFiLnrXHxeVPWDrk8FFhGqktVBEr6YyipMVACZE5Bl) el periódico oficial Invasor en su página de Facebook, el reporte policial preliminar identificó como probable causa del siniestro la pérdida del control del vehículo debido a la lluvia en esa zona. Sigue nuestro canal de [Telegram.](https://t.me/oficialCubaNet)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.facebook.com/invasorpresss/posts/pfbid0LgdKyVHvmQgzvJb7agykJGjbFiLnrXHxeVPWDrk8FFhGqktVBEr6YyipMVACZE5Bl)",
      "https://t.me/oficialCubaNet)",
      "https://giron.cu/2023/12/27/ascienden-a-6-los-fallecidos-tras-accidente-en-limonar/?fbclid=IwAR3LdYh1cV_qlbc-ym7DnfCnphRBMVcfFWWk9pxWk0hvXiofmxsqjgaR8p8)",
      "https://facebook.com/invasorpresss/posts/pfbid0LgdKyVHvmQgzvJb7agykJGjbFiLnrXHxeVPWDrk8FFhGqktVBEr6YyipMVACZE5Bl)",
      "https://www.giron.cu/2023/12/27/ascienden-a-6-los-fallecidos-tras-accidente-en-limonar/?fbclid=IwAR3LdYh1cV_qlbc-ym7DnfCnphRBMVcfFWWk9pxWk0hvXiofmxsqjgaR8p8)",
      "https://giron.cu/2023/12/27/ascienden-a-6-los-fallecidos-tras-accidente-en-limonar/",
      "https://www.t.me/oficialCubaNet)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:47.976+02:00",
    "updated": "2023-12-29T01:04:47.976+02:00"
  },
  {
    "uuid": "47f8a17cbcdfa4d3a4e757b5bbbbc1e0eaff35a4",
    "url": "https://www.winnipegfreepress.com/canada/2024/06/27/jagmeet-singh-makes-his-case-to-albertas-new-ndp-leader-amid-party-separation-talks",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "feedloaderapi",
    "published": "2024-06-27T20:07:00Z",
    "title": "Jagmeet Singh makes his case to Alberta’s new NDP leader amid party separation talks",
    "text": "OTTAWA – NDP Leader Jagmeet Singh suggested today that breaking up the federal and provincial arms of the party would be a mistake.\nSingh is reacting after newly elected Alberta NDP Opposition Leader Naheed Nenshi said he intends to ask provincial party members if they want to separate from the federal party.\nParty constitutions dictate that members of a provincial NDP are automatically members of the federal party.\nNDP Leader Jagmeet Singh asks a question during question period in House of Commons on Parliament Hill in Ottawa on Tuesday, June 18, 2024. THE CANADIAN PRESS/Sean Kilpatrick Nenshi says every day he hears members in Alberta expressing their desire to separate themselves from Singh, who is heavily criticized in the Prairies for propping up the Liberal government through their confidence-and-supply-agreement.\nSingh says he spoke with Nenshi following his win last weekend and told him the federal and Alberta NDP need to remain united in their goals to bring down conservatives.\nWinnipeg Free Press | Newsletter Business Weekly Monday mornings\nThe latest local business news and a lookahead to the coming week.\nSign up for Business Weekly Sign Up I agree to the Terms and Conditions, Cookie and Privacy Policies , and CASL agreement . He says the best way to achieve that goal is by being united, and that he made that very clear to Nenshi.\nThis report by The Canadian Press was first published June 27, 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jagmeet singh",
          "sentiment": "negative"
        },
        {
          "name": "nenshi",
          "sentiment": "none"
        },
        {
          "name": "sean kilpatrick nenshi",
          "sentiment": "none"
        },
        {
          "name": "naheed nenshi",
          "sentiment": "none"
        },
        {
          "name": "singh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ndp",
          "sentiment": "negative"
        },
        {
          "name": "winnipeg free press",
          "sentiment": "none"
        },
        {
          "name": "alberta ndp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        },
        {
          "name": "parliament hill",
          "sentiment": "none"
        },
        {
          "name": "prairies",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:40:10.274+03:00",
    "updated": "2024-06-28T00:40:10.274+03:00"
  },
  {
    "uuid": "0858121be22590e86f8873798e260744b4b82a55",
    "url": "https://www.elsalvador.com/noticias/nacional/ministerio-de-educacion-escuelas-acoso-laboral-/1168160/2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carlos Vides",
    "published": "2024-09-13T12:00:00Z",
    "title": "Frente Magisterial denuncia acoso laboral en dirección de escuelas",
    "text": "La docente Idalia Zúñiga, secretaria del Frente Magisterial Salvadoreño (FMS), que aglutina a decenas de docentes del sistema educativo público, señaló en entrevista reciente con YSUCA, que hay un acoso sistemático contra directores y directoras de escuelas a nivel nacional.\n\"Están emprendiendo esa campaña que está aterrorizando a todo el departamento de San Salvador, pero hay un aparato en cada departamento del país\", dijo Zúñiga.\nLa docente ha sufrido en carne propia este acoso e irregularidades, ya que fue destituida de su cargo como directora de la Escuela República del Perú, de forma arbitraria, por supuestas auditorías no presentadas.\nLea | “Credibilidad” es una deuda de la prueba AVANZO, según docentes\n\"Andan en búsqueda de supuestas anomalías para poder destituir directores de los centros escolares\", indicó Zúñiga, quien añadió que \"no es solamente contra mí, es contra el Magisterio. Es todo un aparato terrorífico\".\nMarcha de gremiales docentes, enero de 2024. Foto EDH/ Francisco Rubio De acuerdo con Zúñiga, en una reunión de directores y directoras de nivel regional, un jefe de alto rango del Ministerio de Educación les expresó que \"él tenía en cada escuela personas que le estaban notificando todo lo que hacíamos nosotros (en las direcciones de las escuelas). Ahora entendemos el porqué de la asociación que han fundado, que se llama Asociación de Docentes Haciendo Historia, un montón de docentes oportunistas\" que, según la maestra, tienen un vínculo directo con los intereses del partido oficialista, Nuevas Ideas, alineado con el Gobierno.\nPara Zúñiga, la búsqueda de las autoridades del Ministerio de Educación de remover a personas clave en la dirección de las escuelas, ocurre porque \"se viene la reforma de la Ley de la Carrera Docente, donde los directores van a aplicar las suspensiones previas, ilegales, en contra de los profesores y profesoras. Todo aquel maestro que pasa incapacitado, que tiene enfermedades crónicas, que pasan de la edad y que no se jubilan porque no les alcanza la mísera pensión que se tiene, y los maestros que pueden reclamar sus derechos, les van a aplicar esta ley, ya reformada a su conveniencia\".\nLea | Empresa mexicana abandonó reconstrucción de escuela de Anamorós\nHéctor Rodríguez, también miembro del Frente Magisterial Salvadoreño, denunció en la misma plática reciente con YSUCA que ha habido despidos masivos e injustificados en el magisterio, además de acoso laboral constante contra maestros y maestras que exigen que se cumplan sus derechos.\nPor ejemplo, explicó que \"pedimos que se quitara la supuesta reserva a un supuesto estudio técnico, con el que fundamentaba el Ministerio de Trabajo, que dijo que había sendos estudios técnicos para (justificar) nuestros despidos. Cuando los pedimos para ocuparlos en nuestra defensa, dijeron que se declaraban en reserva esos estudios por parte de la Oficina de Acceso a la Información pública. Estábamos claros que no existían tales estudios técnicos, este Gobierno se ha caracterizado por la mentira y por la matonería\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-13T16:56:26.076+03:00",
    "updated": "2024-09-13T16:56:26.076+03:00"
  },
  {
    "uuid": "f8441f7476ae5b4d764fb5e7b2f9ad152dd51520",
    "url": "https://www.ilgiorno.it/milano/cronaca/auto-taglia-la-strada-alla-ec9635b5",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Il Giorno",
    "published": "2025-01-31T04:35:00Z",
    "title": "Auto taglia la strada alla moto. Grave il centauro di 66 anni",
    "text": "Un’auto svolta a destra per infilarsi in un parcheggio. Con tutta probabilità non si accorge di una moto che avanza di fianco: le taglia la strada e l’uomo in sella cade, atterrando su paletti di metallo. Immediati i soccorsi. Il centauro, di 66 anni, viene trasportato in gravi condizioni all’ ospedale Niguarda . È successo ieri alle 9.10 lungo i Bastioni di Porta Venezia , accanto ai Giardini Montanelli, in direzione piazza Oberdan. In serata il sessantaseienne era in prognosi riservata, non in pericolo di vita ma sedato e incosciente, con traumi alla colonna vertebrale. Sono in corso esami medici per valutare l’entità dei danni.\nLa polizia locale intanto è al lavoro per ricostruire la dinamica dell’ incidente , anche con l’aiuto delle telecamere della zona. I ghisa sono stati ore sul posto per i rilievi e, stando a quanto emerso al momento, i due mezzi viaggiavano nella stessa direzione quando l’auto ha svoltato a destra cercando di inserirsi in un’area di sosta. Di fianco c’era però la moto, che viaggiava accanto alle vetture in coda. Con la manovra improvvisa, la macchina avrebbe tagliato la strada al motociclo, all’altezza del palo luce 22. L’uomo in sella non avrebbe fatto in tempo a frenare, urtando il mezzo sul fianco destro e poi cadendo a terra. E lì è rimasto. Immediata la richiesta di aiuto. Sul posto sono intervenuti i soccorritori del 118 e la polizia locale.\nIl conducente della dueruote sarebbe atterrato sopra alcuni paletti di metallo che delimitano il parterre verde lungo i Bastioni. Le sue condizioni sono apparse subito gravi ed è stato trasportato con la massima urgenza all’ospedale Niguarda. Ieri sera era ancora in prognosi riservata.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Crime, Law and Justice->reckless driving",
      "Human Interest->human mishap",
      "Lifestyle and Leisure->exercise and fitness"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Montanelli",
          "sentiment": "none"
        },
        {
          "name": "Oberdan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "polizia locale",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Porta Venezia",
          "sentiment": "none"
        },
        {
          "name": "Niguarda",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T08:59:37.114+02:00",
    "updated": "2025-01-31T08:59:37.114+02:00"
  },
  {
    "uuid": "58f6c27f2e4f4b1b65c07262314a3827d72e3bd7",
    "url": "http://www.godlikeproductions.com/forum1/message5630232/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward User ID",
    "published": "2024-01-25T21:34:00Z",
    "title": "They're going to africanize the entire planet.",
    "text": "Users Online Now:\n2,048\n(\nWho's On?\n)\nVisitors Today:\n721,773\nPageviews Today:\n1,360,086\nThreads Today:\n720\nPosts Today:\n12,876\n05:43 PM\nDirectory\nAdv. Search\nTopics\nForum\nBack to Forum\nPost New Thread\nReply\nView Favorites\nJoin Now, Free! (& No Ads!)\nForgot Your Password?\nEmail\nPassword\nRemember\nRate this Thread\nAbsolute BS\nCrap\nReasonable\nNice\nAmazing\nPage\n1\nBottom\nSearch Replies\nPrevious Page\nNext Page\nSearch Terms:\nHighlight Matches\nThey're going to africanize the entire planet.\nAnonymous Coward\nUser ID: 73639505\nUnited States\n01/25/2024 05:19 PM\nReport Abusive Post\nReport Copyright Violation\nThey're going to africanize the entire planet.\nYou see blacks playing sports ball on TVs all over China.\nAnonymous Coward\nUser ID: 81069084\nUnited States\n01/25/2024 05:20 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nWhat you talkin's 'bout?\nAnonymous Coward\nUser ID: 86770733\nAustria\n01/25/2024 05:22 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nnope. will never happen.\nAnonymous Coward\nUser ID: 77685577\nCanada\n01/25/2024 05:23 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nHey look another\n\"the black kid stole my lunch\"\ntherapy thread for white beta cucks!\nAnonymous Coward\nUser ID: 86770733\nAustria\n01/25/2024 05:25 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nHey look another\n\"the black kid stole my lunch\"\ntherapy thread for white beta cucks!\nQuoting:\nAnonymous Coward 77685577\nfuck off\nAnonymous Coward\nUser ID: 77685577\nCanada\n01/25/2024 05:28 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nnope. will never happen.\nQuoting:\nAnonymous Coward 86770733\nI already happened dumbass, it's called COLONIAL SLAVERY, get a fucking book!\nYou should have left blacks in Africa to begin with! Take it up with your great granddaddy when you meet him in hell!\nAnonymous Coward\nUser ID: 86711625\nUnited States\n01/25/2024 05:30 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nIt did wonders for the bees.\nI love constantly getting attacked by honeybees!\nAnonymous Coward\nUser ID: 81069084\nUnited States\n01/25/2024 05:34 PM\nReport Abusive Post\nReport Copyright Violation\nRe: They're going to africanize the entire planet.\nBBC, BBC, BBC!\nPage\n1\nTop\nPrevious Page\nNext Page\nBack to Forum\nPost New Thread\nReply\nView Favorites\nRelated Threads\n1\nHow effectual is this ''Invading Army' gonna be? They're all 130 lb limp-wristed African muslims addicted to their phones who only\n12/22/23\n2\nAn African Planet? - The African avalanche is inevitable.\n07/18/15\n3\nShocking moment an African python swallows an entire WILDEBEEST caught on camera for the first time\n12/05/12\n4\nObama: 'Planet Will Boil Over' If Young Africans Are Allowed Cars, Air-Conditioning, Big Houses\n07/01/13\n5\nAll People on Planet come from 5000 African women in Kenya???\n04/23/21\n6\nI'm sick of everyone saying they're African American\n11/14/08\n7\nEuropeans Evicted Africans From Their Homes In Italy, Spain And France Over A 400 Year Period Called The \"Inquisitions\". They're Coming\n10/22/19\n8\n\"We (africans) are the most intelligent race on the face of the planet...we invented the cars, toilets, everything\"\n02/16/20\n9\nON the HUSH: African American has oldest known DNA on planet\n04/17/16\n10\nThe bible is the most anti african book on the planet....!\n05/18/13\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2023 Godlikeproductions.com\nPage generated in 0.021s (7 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "anonymous cowa",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "austria",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "china",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:44:11.170+02:00",
    "updated": "2024-01-26T00:44:11.170+02:00"
  }
]
