[
  {
    "uuid": "49260cacb8ea2eb5575e4c0dd38173d1d141984f",
    "url": "https://www.prensa.com/mundo/la-oea-inicia-sesiones-plenarias-con-la-crisis-de-bolivia-y-la-inseguridad-en-el-radar",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE EFE",
    "published": "2024-06-27T20:13:00Z",
    "title": "LA OEA inicia sesiones plenarias con la crisis de Bolivia y la inseguridad en el radar",
    "text": "- Secciones\n[Portada](/) [Locales](/locales/) [Sociedad](/sociedad/) [Provincias](/provincias/) [Judiciales](/judiciales/) [Política](/politica/) [Mundo](/mundo/) [Deportes](/deportes/) [Vivir+](/vivir/) [Status K](/status-k/) [Unidad Investigativa](/unidad-investigativa/) [Opinión](/opinion/) [Blogs](/blogs/) [Fotografía](/fotogalerias/) [Videos](/videos/) [Infografias](/infografias/) [Fe de Erratas](/correcciones/)\n- Servicios\nePaper [Buscador](/buscador/) [Corprensa Content Studio](/autor/Corprensa%20Content%20Studio/) [Contenido patrocinado](/contenido-patrocinado/) [Reseña Digital](/resena-digital/) [Comunicados](/comunicados/) [Catálogos y Otras Publicaciones](/catalogos/) [Lotería](/loterias/) [Horóscopo](/horoscopo/) Kiosco Digital [Luctuosas](/luctuosas/) [Cine](/cine/) [RSS](/arcio/rss/) [Temas](/temas/) [Autores](/autores/) [Notas al lector](/notas-al-lector/) [Buenas prácticas](/buenas-practicas/)\nPanamá, 27 de junio del 2024\nRegístrate para recibir los titulares de La Prensa en tu correo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://multimedia.corprensa.com/multimedia/ediciones/la_prensa/2024-06-27/",
      "https://www.multimedia.corprensa.com/multimedia/ediciones/la_prensa/2024-06-27/",
      "https://multimedia.corprensa.com/multimedia/ediciones/la_prensa/2024-06-27"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:29:38.538+03:00",
    "updated": "2024-06-28T01:29:38.538+03:00"
  },
  {
    "uuid": "a8275a4da469418b16e82424e2ae7dbe6f7def4d",
    "url": "https://www.jornaldocomercio.com/geral/2023/12/1137344-ritual-do-bate-folhas-abencoa-frequentadores-do-mercado-publico.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jornal do Comércio",
    "published": "2023-12-29T18:32:00Z",
    "title": "Ritual do bate folhas abençoa frequentadores do Mercado Público",
    "text": "Os frequentadores do Mercado Público de Porto Alegre nesta sexta-feira (29) tiveram a oportunidade de contar com uma energia extra para abençoar o início de 2024 . Desde a quarta-feira (27), entre 10h e 18h, acontece o Bate Folhas da Virada , em que benzedeiras e erveiros das religiões de matriz africana fazem banhos de purificação e distribuem bênçãos em volta do Bará do Mercado , referência para as religiões afrobrasileiras. LEIA TAMBÉM: Mercado Público estende horário de funcionamento até o fim do ano O ritual acontece anualmente e, de acordo com a Yalorixá Iyá Vera Soares, que integra o Centro Memorial de Matriz Africana 13 de agosto, o Bate Folhas é feito com ramos de ervas como manjericão, louro, arruda, guiné, alecrim, pitangueira e orô , em meio às estátuas dos orixás Oxalá e Exu. O encerramento do ritual, às 18h, contará com uma cerimônia de batuque. Bará do Mercado foi adornado com estátuas de orixás como Oxalá (e) O local, no cruzeiro central do Mercado Público, tem importância simbólica para os seguidores das religiões de matriz africana , para quem o Bará é a entidade que abre os caminhos, sendo também o guardião das casas e cidades.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T22:50:11.613+02:00",
    "updated": "2023-12-29T22:50:11.613+02:00"
  },
  {
    "uuid": "733e9fad917abce40ea0713dbdb77566cd167710",
    "url": "https://perrogato.eu.org/el-maravilloso-perro-golden-collie",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "yulianthi223",
    "published": "2024-07-05T03:09:00Z",
    "title": "El Maravilloso Perro Golden Collie",
    "text": "Can a Golden Collie get some love here too? goldenretrievers from www.reddit.com Table of Contents\n¿Qué es un Golden Collie? Orígenes del Golden Collie Aspecto físico del Golden Collie Temperamento del Golden Collie Cuidados del Golden Collie Problemas de salud del Golden Collie Adopción de un Golden Collie Conclusión ¿Qué es un Golden Collie? El Golden Collie es una raza de perro híbrido que se originó a partir de la cruza de un Golden Retriever y un Border Collie. Esta raza es conocida por su personalidad amigable, energía incansable y lealtad inquebrantable.\nOrígenes del Golden Collie El Golden Collie fue creado por primera vez en la década de 1990 en los Estados Unidos como una respuesta a la creciente demanda de perros híbridos. La idea era crear una raza que combinara la inteligencia del Border Collie y la personalidad amorosa del Golden Retriever.\nEl resultado fue un perro que rápidamente se convirtió en popular debido a su temperamento equilibrado y su capacidad para realizar tareas tanto de pastoreo como de caza.\nAspecto físico del Golden Collie El Golden Collie tiene una apariencia física que combina las características de ambas razas. Tiene un pelaje largo y sedoso que puede ser de color dorado, negro o blanco y negro.\nSu cuerpo es musculoso y ágil, lo que le permite ser un excelente perro de trabajo. Además, su tamaño es mediano, lo que lo convierte en un animal de compañía ideal para aquellos que buscan un perro de tamaño promedio.\nTemperamento del Golden Collie El Golden Collie es un perro extremadamente leal y amigable. Es un perro muy activo que necesita mucho ejercicio y estimulación mental para mantenerse feliz y saludable.\nSon conocidos por su capacidad para aprender rápidamente y por su amor por los niños. Además, tienen un fuerte instinto de protección hacia su familia y su hogar, lo que los convierte en excelentes perros guardianes.\nCuidados del Golden Collie Para mantener a un Golden Collie feliz y saludable, es importante proporcionarle mucho ejercicio y estimulación mental. Esto puede incluir caminatas diarias, juegos de búsqueda y actividades de entrenamiento de obediencia.\nAdemás, es importante asegurarse de que su pelaje esté bien cuidado. Esto significa cepillarlo regularmente para evitar enredos y mantenerlo limpio.\nProblemas de salud del Golden Collie Al igual que todas las razas de perros, el Golden Collie puede estar predispuesto a ciertas condiciones de salud. Algunos de los problemas de salud más comunes incluyen displasia de cadera, problemas oculares y problemas de piel.\nEs importante llevar a su Golden Collie a chequeos regulares con su veterinario para asegurarse de que esté en buena salud y para detectar cualquier problema de salud temprano.\nAdopción de un Golden Collie Si está interesado en adoptar un Golden Collie, es importante hacer su investigación y encontrar un criador o refugio de buena reputación. Asegúrese de conocer las condiciones de vida de su nuevo cachorro y de estar preparado para proporcionarle los cuidados necesarios.\nAdoptar un perro es una gran responsabilidad, pero también es una experiencia extremadamente gratificante. Si está listo para agregar un nuevo miembro a su familia, un Golden Collie puede ser la elección perfecta.\nConclusión El Golden Collie es una raza de perro híbrido maravillosa que combina lo mejor de dos razas populares. Con su personalidad amigable, temperamento equilibrado y capacidad para realizar una variedad de tareas, es una excelente opción tanto como perro de trabajo como de compañía.\nSi está interesado en adoptar un Golden Collie, asegúrese de hacer su investigación y encontrar un criador o refugio de buena reputación. Con los cuidados adecuados, su Golden Collie puede ser un miembro feliz y saludable de su familia durante muchos años.\nSource: acpuppies.com Source: thedogman.net Source: perro.shop Source: www.reddit.com Source: www.dog-learn.com Source: www.pinterest.ca Source: thedogman.net Source: www.pinterest.ca",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://tse1.mm.bing.net/th?q=golden%20collie%20perro",
      "https://www.tse1.mm.bing.net/th?q=golden%20collie%20perro",
      "https://tse1.mm.bing.net/th"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T06:20:10.523+03:00",
    "updated": "2024-07-05T06:20:10.523+03:00"
  },
  {
    "uuid": "c266724c2a4b4806f38b1e7ea252f00232da415f",
    "url": "https://www.hackneygazette.co.uk/news/national/24016305.sharp-rise-religious-hate-crimes-recorded-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T00:01:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces | Hackney Gazette",
    "text": "The number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal. Islamophobic offences also rose for some forces, although the picture was more mixed across the country. Jewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”. The Home Office condemned the rise in offences, adding: “There is no place for hate in our society.” The figures have been obtained by the PA news agency using Freedom of Information requests. They show that: – Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021). – West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021). – The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021). – West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021). The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”. A spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets. “It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.” Tell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”. Iman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender. “We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.” The Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022. PA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change. Methods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK. But the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied. Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021). Data obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine. A spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”. The board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”. A spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.” The Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups. “The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.” A spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred. “We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law. “Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hackney gazette",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "pa news agency using freedom of information",
          "sentiment": "none"
        },
        {
          "name": "merseyside police",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "greater manchester police",
          "sentiment": "none"
        },
        {
          "name": "west yorkshire police",
          "sentiment": "none"
        },
        {
          "name": "west midlands police",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:34:03.181+02:00",
    "updated": "2023-12-29T02:34:03.181+02:00"
  },
  {
    "uuid": "5c1eb1e45f75f167e0eaf0ce2048e1e126f3db0f",
    "url": "https://news.abs-cbn.com/video/classified-odd/12/24/23/italian-priest-defends-blasphemous-same-sex-nativity",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-24T00:00:00Z",
    "title": "Italian priest defends 'blasphemous' same-sex nativity | ABS-CBN News",
    "text": "A nativity scene featuring \"two mothers\" of the Baby Jesus, instead of the conventional Mary and Joseph figurines, has gone on display in a church in southern Italy, sparking fury among arch-conservative Catholics and politicians. Nativity scenes are popular in largely Catholic Italy, but in recent years they have been increasingly mired in culture wars as the country has become more secular and multi-cultural. \"In our parishes we see more and more children from the new types of families that exist and are part of our society, children of separated and divorced people, gay couples, single people, young mothers,\" parish priest Vitaliano Della Sala told Reuters. His Church of Saints Peter and Paul is in Capocastello di Mercogliano, a hamlet in the province of Avellino, about one hour's drive east of Naples. Father Della Sala, known in Italy for sympathizing with LGBT and left-wing causes, says his attitude is in line with that of Pope Francis, who this week, in a landmark ruling, allowed priests to bless same-sex couples. Blessing for LGBT couples is for mercy, conversion: Villegas But conservatives are up in arms, with the Pro-Vita & Famiglia (Pro-Life and Family) group calling it \"dangerous, as well as shameful and blasphemous\". Pro-Vita, which launched an online petition calling on the bishop of Avellino to intervene, said the nativity scene contradicted Church teachings on the family and legitimized same-sex parenting and surrogacy. The petition has so far attracted more than 21,000 signatories. After same-sex blessing ruling, pope decries 'inflexible ideologies' (Production: Ciro De Luca) Share Facebook Twitter LinkedIn Viber ANC, ANC promo Read More: Catholic nativity Italy Christmas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary",
          "sentiment": "negative"
        },
        {
          "name": "baby jesus",
          "sentiment": "negative"
        },
        {
          "name": "jos",
          "sentiment": "negative"
        },
        {
          "name": "saints peter",
          "sentiment": "none"
        },
        {
          "name": "della sala",
          "sentiment": "none"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "vitaliano della sala",
          "sentiment": "none"
        },
        {
          "name": "paul",
          "sentiment": "none"
        },
        {
          "name": "mercogliano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic italy",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "avellino",
          "sentiment": "none"
        },
        {
          "name": "capocastello",
          "sentiment": "none"
        },
        {
          "name": "naples",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T06:29:35.481+02:00",
    "updated": "2023-12-24T06:29:35.481+02:00"
  },
  {
    "uuid": "806243e363d9428ee4ae206ee5a0291cbcddc36c",
    "url": "https://hire-programmers95937.pages10.com/top-hire-coders-secrets-59813683",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hire-Programmers",
    "published": "2023-12-30T08:34:00Z",
    "title": "Top hire coders Secrets",
    "text": "I'm amazingly impressed with Toptal. Our developer communicates with me everyday, and is a very powerful coder. He's a real Expert and his operate is just fantastic. 5 stars for Toptal.\nThe developer I am working with not merely provides good quality code, but he also tends to make tips on things which I hadn't thought of. It is crystal clear to me that Amaury is aware what he is carrying out. Extremely proposed!\nJoseph is often a cybersecurity professional who strives to get perfectly-rounded though sustaining specialties in specialized cybersecurity spots exactly where he supplies the very best return on financial investment. As a master of many cybersecurity domains and completely capable for all types and amounts of the IA workforce underneath the Section of Protection (DoD) 8140 and 8570, he advocates staff-centered strategies and encourages awareness-transferable, shared, and open-source-based methodologies When feasible.\nSelecting software builders and application engineers is simple plenty of: Screening for faux coders goes a good distance. But recognizing the best program developers—Primarily the ideal ones to your particular job—is an additional skill altogether. Uncover what to investigate together with your candidates, plus your very own group, with this realistic employing guideline.\nToptal’s capacity to swiftly match our job with the top builders was just wonderful. The builders became Portion of our team, And that i’m astonished at the extent of Specialist dedication each of them has shown. For people wanting to operate remotely with the best engineers, search no more than Toptal.\nHiring administrators who realize the most common kinds of PHP tasks are greater positioned to identify appropriate candidates and match them\nhire good coders for their business enterprise desires. Irrespective of whether it’s inside the scope of customizing a CMS technique or other form of Web page, PHP gurus are most often sought to:\nGeared up statements or parameterized queries are utilised to circumvent SQL injection vulnerabilities. Prepared statements different the SQL code from your user input, eliminating the potential for injecting destructive code.\nPicking out an experienced app developer in the current industry is no straightforward feat. Additional enterprises are adopting mobile-to start with methods, but given that 2015, There was an ongoing shortage of application engineers for all those endeavoring to hire a cellular application developer.\nThis is often\nhttps://hireprogrammers61482.mdkblog.com/29759490/the-single-best-strategy-to-use-for-hire-coders critical not just on big-scale projects, but additionally for lesser types given that they can only evolve considerably if they may have a cohesive architectural strategy.\nToptal offers a no-compromise Remedy to firms going through quick enhancement and scale. Each engineer we've contracted by Toptal has quickly integrated into our crew and held their operate to the best normal of good quality whilst sustaining blazing enhancement speed.\nToptal's screening and matching procedure makes certain Extraordinary expertise are matched for your exact wants.\nThis manual will help you do both equally, by outlining subskills to Look ahead to, interview queries to ask, and factors to include inside\nhire coders a successful job description.\nToptal helps make locating a applicant really simple and gives you peace-of-thoughts that they have got the talents to provide. I might surely endorse their products\nhttps://archergijdu.look4blog.com/63418128/the-hire-coders-diaries and services to any person trying to find remarkably-proficient builders.\nOrganizations keep on to hire PHP builders for greenfield tasks much too. The efficiency boost and endless developer sources that come with selecting a PHP technological innovation like WordPress, Drupal, Laravel, or Symfony are pros which might be hard to ignore.\nTop hire coders Secrets\nI'm amazingly impressed with Toptal. Our developer communicates with me everyday, and is a very powerful coder. He's a real Expert and his operate is just fantastic. 5 stars for Toptal.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://troyrrxse.newsbloger.com/24671351/how-hire-coders-can-save-you-time-stress-and-money",
      "https://hireprogrammers61482.mdkblog.com/29759490/the-single-best-strategy-to-use-for-hire-coders",
      "https://hireprogrammers36891.idblogmaker.com/24151436/indicators-on-hire-coders-you-should-know",
      "https://archergijdu.look4blog.com/63418128/the-hire-coders-diaries",
      "https://www.archergijdu.look4blog.com/63418128/the-hire-coders-diaries",
      "https://www.hireprogrammers36891.idblogmaker.com/24151436/indicators-on-hire-coders-you-should-know",
      "https://www.hireprogrammers61482.mdkblog.com/29759490/the-single-best-strategy-to-use-for-hire-coders",
      "https://www.troyrrxse.newsbloger.com/24671351/how-hire-coders-can-save-you-time-stress-and-money"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "toptal",
          "sentiment": "negative"
        },
        {
          "name": "joseph",
          "sentiment": "none"
        },
        {
          "name": "amaury",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T15:45:23.476+02:00",
    "updated": "2023-12-30T15:45:23.476+02:00"
  }
]