[
  {
    "uuid": "fb20584dd5f8fc532b72d3562c8b2787d5eedabb",
    "url": "https://weather.com/en-IN/india/news/news/2023-12-29-light-rain-in-madhya-pradesh-chhattisgarh-uttar-pradesh",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Weather Channel",
    "published": "2023-12-29T07:43:00Z",
    "title": "Madhya Pradesh, Chhattisgarh and Uttar Pradesh to Enter 2024 on a Wet Note | Weather.com",
    "text": "Friday, December 29: Residents of Central India may have to alter any outdoorsy plans they have made for the Near Year, for the region looks set to enter 2024 on a surprisingly wet note. As per the India Meteorological Department (IMD), lower-level easterly winds blowing in from the Bay of Bengal will trigger the incursion of moisture over India’s east-central states. Accordingly, light rainfall has been forecast at isolated locations across Madhya Pradesh, Chhattisgarh and Uttar Pradesh from this Sunday to next Tuesday, December 31 to January 2. Thunderstorm activity may also accompany the drizzling, due to which the IMD has placed yellow watches (meaning ‘be aware’ of the weather situation) over Madhya Pradesh’s northern districts. The advisories for Chhattisgarh and Uttar Pradesh are yet to be updated. The wet weather will also bring warmer nights to Central India. While the minimum temperatures in the region have already been 1.6°C to 3°C higher than normal for this time of the year, they will further rise by 2-3°C during the next three to four days. Meanwhile, IMD observations from this morning indicate the presence of very dense fog in isolated pockets of Uttar Pradesh and shallow to moderate fog in isolated areas of West Madhya Pradesh. While cold and fog are normal meteorological features for Central India at this time of the year, rainfall isn’t. Since the start of this December, Madhya Pradesh and Chhattisgarh have recorded excess rains worth 179% and 462%, despite receiving precipitation worth a mere 17.9 mm and 28.1 mm, respectively. Uttar Pradesh, meanwhile, has registered 5.9 mm rain, marking an excess of 22%. ** For weather and science updates on the go, download [The Weather Channel App](https://weather.onelink.me/2902176432/ca9eb560) (on Android and iOS store). It's free!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://weather.onelink.me/2902176432/ca9eb560)",
      "https://www.weather.onelink.me/2902176432/ca9eb560)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "madhya pradesh",
          "sentiment": "negative"
        },
        {
          "name": "weather.com",
          "sentiment": "negative"
        },
        {
          "name": "imd",
          "sentiment": "none"
        },
        {
          "name": "india meteorological department",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "central india",
          "sentiment": "none"
        },
        {
          "name": "chhattisgarh",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh",
          "sentiment": "none"
        },
        {
          "name": "bay of bengal",
          "sentiment": "none"
        },
        {
          "name": "madhya pradesh",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T11:43:57.218+02:00",
    "updated": "2023-12-29T11:43:57.218+02:00"
  },
  {
    "uuid": "5c13b76079b190191a9af5abb7c21670c3c38803",
    "url": "https://www.vanguardia.com/colombia/2024/06/13/soy-libre-hasta-que-la-sentencia-quede-en-firme-rodolfo-hernandez-tras-condena-de-5-anos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arley Sánchez",
    "published": "2024-06-13T21:59:00Z",
    "title": "‘Soy libre hasta que la sentencia quede en firme’, Rodolfo Hernández tras condena de 5 años | Vanguardia.com",
    "text": "Luego de conocer que el Juzgado 10 Penal del Circuito lo condenó a cinco años de prisión por el escándalo Vitalogic, el exalcalde de Bucaramanga, Rodolfo Hernández, se pronunció al respecto y afirmó que apelará la decisión de primera instancia. A través de un video publicado en sus redes sociales, el exalcalde de Bucaramanga y líder de la Liga de Gobernantes Anticorrupción, Rodolfo Hernández Suárez, se pronunció tras la condena de cinco año y la multa de $85 salarios mínimos que le impuso el Juzgado 10 Penal del Circuito, en medio del escándalo de corrupción conocido como Vitalogic. En sus declaraciones, el también excandidato presidencial, afirmó que no fue condenado por “ladrón” sino por violar el derecho a la contratación en medio de este caso que se dio cuando fue mandatario de la capital santandereana. [Colombia](/colombia/)10:02 PM Cinco datos para entender la condena a cinco años de cárcel contra Rodolfo Hernández [Juan Carlos Gutiérrez](/people/juan-carlos-gutierrez) [Colombia](/colombia/)10:02 PM [Más Podcast](/podcast) “Quiere que recuerden lo que acabo de decir el juez. Me condenan no por ladrón. Simplemente me condenan porque violé, dizque el derecho a contratación, a la línea que debe seguir todo gobernante de no tener preferencias en la adjudicación de los contratos”, afirmó el líder de la Liga de Gobernantes Anticorrupción. De igual forma, el exalcalde de Bucaramanga cuestionó cuál habría sido el interés que pudo haber tenido cuando el presupuesto que manejó en la administración municipal, incluyendo los institutos descentralizados, superaba los cinco billones de pesos. “¿Qué interés puedo tener yo cuando fui Alcalde, cuando tenía más de cinco billones de pesos, de favorecer a una persona con un contrato de $340 millones, y esa persona nunca la había visto en la vida?. Nunca es nunca. Eso fue lo que motivó al juez en acusarme que yo había cometido la violación en el Código Penal”, afirmó el excandidato presidencial. ‘Libre hasta que quede en firme’ Tal y como estaba previsto, el líder político de la Liga de Gobernantes Anticorrupción anunció que, a través de sus abogados, apelará ante el Tribunal Administrativo de Santander la decisión judicial en su contra, que se dio en primera instancia y lo condenó a más de cinco años de prisión. “Esto es un fallo de primera instancia, pero vamos a apelar mi derecho humano como ciudadano, y es apelar ante el Tribunal Administrativo de Santander con todos los argumentos que tenemos, con todo el raciocinio que tenemos en la contestación de la demanda. Hoy soy un hombre libre como lo dijo el juez, que yo estaba libre hasta que la sentencia esté en firme. Es decir, hasta la casación si es necesario, en la Corte Suprema de Justicia”, puntualizó Rodolfo Hernández. Pero las declaraciones del exalcalde de Bucaramanga no quedaron ahí. En su pronunciamiento afirmó que el hecho de haber enfrentado a la corrupción le mereció más de 400 demandas entre administrativas, penales y fiscales. “De esas han archivado más del 90 %. Quieren decir que esas eran temerarias, simplemente el costo que tenía que pagar por enfrentarme a la politiquería que tiene arruinada a Colombia”. “Me acusan en el proceso de determinador. Me acusan confrontando que también fui ejecutor. ¿Quién entiende eso en el mismo proceso? Ambas no se pueden. Sin embargo, en la medida en la que los colombianos se enteren del acontecer de este proceso, donde están invitados profesores, la academia, los jueces y demás, a empaparse del tema de fondo, de que no se puede ser determinador y al mismo tiempo ejecutor”, puntualizó el líder de la Liga de Gobernantes Anticorrupción. Vitalogic, corrupción en la Alcaldía de Bucaramanga La Fiscalía señaló al exalcalde de haber participado en irregularidades cometidas en el contrato de consultoría 096 de 2016, por $360 millones, celebrado entre la Empresa Municipal de Aseo de Bucaramanga, Emab, y el consultor Jorge Alarcón, cuando Hernández Suárez fungía como alcalde y presidente de la junta directiva de esa entidad. Entre tanto, tras las pruebas expuestas en su contra, el líder de la Liga de Gobernantes Anticorrupción dijo no haber participado en los hechos y sostuvo que el escándalo conocido como Vitalogic no existió. “El escándalo de Vitalogic no existió. Nunca se realizó una reunión en mi apartamento para hacer chanchullos”, afirmó Rodolfo Hernández, señalando que nunca se reunió con Luis Andelfo Trujillo, a quien habría presionado para crear el contrato de consultoría.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T01:01:47.072+03:00",
    "updated": "2024-06-14T01:18:10.802+03:00"
  },
  {
    "uuid": "29af48618a59b78d32ac688fa067331faf423d98",
    "url": "https://ultimosegundo.ig.com.br/parceiros/edicase/2024-04-18/6-motivos-para-fazer-simulados-do-enem.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EdiCase",
    "published": "2024-04-18T21:55:00Z",
    "title": "6 motivos para fazer simulados do Enem",
    "text": "As preparações para o Exame Nacional do Ensino Médio (Enem) 2024 já começaram. Até o dia 26 de abril, o Instituto Nacional de Estudos e Pesquisas Educacionais Anísio Teixeira (Inep) receberá as solicitações da isenção da taxa de inscrição. Este prazo também é válido para alunos que precisam justificar a ausência na edição de 2023.\nPor enquanto, o edital do Enem 2024, que contém informações sobre datas, prazos e regras específicas da prova, não foi divulgado. No entanto, já é recomendado que os alunos comecem a estudar e se organizar para o exame. Fazer simulados, por exemplo, é uma estratégia eficaz para se preparar de forma completa e eficiente.\nSimular uma situação de prova, com exercícios semelhantes às que serão encontradas no exame real, pode ser a chave para um desempenho mais sólido e confiante no dia da avaliação. Os simulados não são apenas testes práticos, mas uma oportunidade de avaliar o nível de conhecimento e habilidades dos estudantes.\n“Ao enfrentar questões que replicam o formato e a\ncomplexidade do Enem\ne de outros vestibulares, os alunos podem identificar suas lacunas de conhecimento e áreas que necessitam de maior atenção”, explica o biólogo Paulo Jubilut, professor no Aprova Total, plataforma de educação.\nPor isso, a seguir, o professor Jubilut destaca 6 motivos que tornam os simulados indispensáveis na rotina de estudos. Confira!\n1. Avaliação de conhecimentos\nOs simulados oferecem uma visão clara do nível de preparação do estudante, permitindo uma avaliação realista de seus conhecimentos em diferentes áreas.\n2. Gerenciamento do tempo\nPraticar com simulados ajuda os alunos a desenvolverem habilidades essenciais de gerenciamento de tempo, tão cruciais durante as provas. A familiaridade com o ritmo exigido e a distribuição adequada do tempo entre as questões são vantagens que podem resultar em maior\neficiência durante o exame\nreal.\n3. Familiaridade com o exame\nConhecer o formato da prova, incluindo tipos de perguntas e o tempo disponível para cada seção, proporciona uma vantagem significativa. Essa noção ajudará a estar no controle das atividades no dia da prova.\n4. Identificação de pontos fracos\nOs simulados permitem que os alunos descubram suas dificuldades e foquem seus\nesforços de estudo\nnessas áreas específicas. Dessa forma, é possível ser mais eficaz, abordando conceitos ou habilidades que precisam de atenção.\n5. Redução da ansiedade\nAo simular o ambiente de prova, os estudantes têm a oportunidade de conhecer a pressão e o estresse associados aos exames. Isso ajuda a reduzir a ansiedade no dia da avaliação.\n6. Aumento da confiança\nA\nprática regular\nde simulados leva a um aumento da confiança e autoestima dos estudantes. Quanto mais eles se expõem ao formato do exame e às suas demandas, mais preparados se sentem para enfrentar o desafio.\n“Os simulados são uma ferramenta valiosa na preparação para o Enem e vestibulares, oferecendo uma oportunidade única para os estudantes aprimorarem seus conhecimentos, habilidades e confiança antes do grande dia. Incorporar essa prática à rotina de estudos pode ser o diferencial decisivo para o alcance dos seus objetivos”, conclui Jubilut.\nPor Juliana Possas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Education",
      "Human Interest"
    ],
    "external_links": [
      "https://portaledicase.com/dicas-para-criar-um-bom-repertorio-para-a-redacao-do-enem/",
      "https://portaledicase.com/temas-de-redacao-para-treinar-para-o-enem/",
      "https://portaledicase.com/maneiras-de-se-preparar-para-a-redacao-do-enem/",
      "https://portaledicase.com/dicas-para-se-preparar-para-a-redacao-do-enem/",
      "https://portaledicase.com/temas-de-redacao-para-treinar-para-o-enem",
      "https://www.portaledicase.com/dicas-para-criar-um-bom-repertorio-para-a-redacao-do-enem/",
      "https://portaledicase.com/dicas-para-se-preparar-para-a-redacao-do-enem",
      "https://portaledicase.com/dicas-para-criar-um-bom-repertorio-para-a-redacao-do-enem",
      "https://www.portaledicase.com/maneiras-de-se-preparar-para-a-redacao-do-enem/",
      "https://www.portaledicase.com/temas-de-redacao-para-treinar-para-o-enem/",
      "https://www.portaledicase.com/dicas-para-se-preparar-para-a-redacao-do-enem/",
      "https://portaledicase.com/maneiras-de-se-preparar-para-a-redacao-do-enem"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:27:19.428+03:00",
    "updated": "2024-04-19T01:27:19.428+03:00"
  },
  {
    "uuid": "7e5be91792afe638a62edf40236ca44fe29fa271",
    "url": "https://www.news24.com/sport/soccer/afcon/we-have-to-win-bafana-ready-to-extinguish-namibias-fire-in-crucial-afcon-tie-20240120",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tashreeq Vardien",
    "published": "2024-01-20T14:54:00Z",
    "title": "'We have to win': Bafana ready to extinguish Namibia's fire in crucial Afcon tie | Sport",
    "text": "- Namibia's win over Tunisia has added pressure on Bafana Bafana in Group E at Afcon. - After losing to Mali, Bafana must beat Namibia on Sunday to stay in contention to advance to the Round of 16. - Coach Hugo Broos acknowledges the importance of the match and expresses confidence in his team's readiness and determination to win. - For more Afcon news, visit News24's Africa Cup of Nations Zone. When Namibia's Deon Hotto nailed in an 88th-minute winner against Tunisia, one of the Africa Cup of Nations heavy hitters, it all of a sudden made Group E look a lot more interesting than at face value. LISTEN | Bathathe Bafana: Up next, Namibia! Voice of Afcon Mark Gleeson dissects crucial match It was a result that shocked all of the continent, and now Namibia, who showed that they have the dedication and guile to overcome a tough Tunisian side, has a target on their backs after entering the tournament quietly. An hour after that fixture, Bafana Bafana met Mali, and the two nations knew too well what needed to occur: secure the victory, or pressure would surely start to weigh heavily on their shoulders. Unsurprisingly, Hugo Broos and his South African charges have taken the burden on their backs. After failing to capitalise on their goalscoring chances in the first half, a dominant Mali sliced Bafana's continuously shaky defence open in the second stanza, scoring twice to elevate them to command the group standings on goal difference. ALSO READ | The making of the Peter Shalulile scoring machine: 'Peter used to miss one-on-ones' Bafana now has to win against Namibia on Sunday (22:00 SA time) to level the playing field and have a fighting chance to be one of three nations to advance to the knockout rounds. \"First of all, we were very disappointed last Tuesday after the defeat against Mali because we didn't play a bad game,\" expressed Broos on Saturday ahead of Bafana's clash against the Brave Warriors. \"We were the better team in the first half; we had three good chances to score and we missed the penalty. So when you lose a game like that, the disappointment was big for all of us. \"But we had nearly five days to recover from that. What I saw yesterday in training, I know that the boys are ready again [and] to play that tough game of tomorrow. \"We have to win that game, where we still have chances to go through the group stages, we know that, but we are confident.\" Sunday's showdown will be Bafana's 14th meeting against Namibia, while it will be the two nations' third meeting on the Afcon stage. Bafana had pulled an emphatic 4-1 win over the Brave Warriors back in the 1998 edition of Afcon, with legendary Benni McCarthy bagging all four goals. READ| Broos believes Bafana can dodge a 'very bad situation' in Afcon clash with Namibia In 2019, Bongani Zungu had to spare Bafana's blushes, scoring a lone goal to ensure Bafana marched into the last 16, where they met Egypt and beat the Pharaohs. Broos knows that the game will be difficult as Bafana have not beaten Namibia since that Afcon tie. The Brave Warriors have held to stalemates in their last three meetings. \"Namibia won against Tunisia, and something extra for this game, [is that] it's a game between two neighbours,\" Broos continued. \"[They are] a team who is composed with many players who are playing in South Africa, so they will try to show something tomorrow against us and we [have to] try to beat this. \"So we know that it will be a tough game, but again, at the other side, we are confident and we will try to win that game tomorrow, a game that we have to win.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bafana",
          "sentiment": "negative"
        },
        {
          "name": "bafana bafana",
          "sentiment": "negative"
        },
        {
          "name": "hugo broos",
          "sentiment": "none"
        },
        {
          "name": "mark gleeson",
          "sentiment": "none"
        },
        {
          "name": "deon hotto",
          "sentiment": "none"
        },
        {
          "name": "bathathe bafana",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "voice of afcon",
          "sentiment": "none"
        },
        {
          "name": "africa cup of nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "namibia",
          "sentiment": "none"
        },
        {
          "name": "tunisia",
          "sentiment": "none"
        },
        {
          "name": "afcon",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T20:46:42.069+02:00",
    "updated": "2024-01-28T01:54:10.001+02:00"
  },
  {
    "uuid": "39a54ec5cfd65e167899614443727ffe5772d964",
    "url": "https://www.newsbytesapp.com/news/lifestyle/embrace-the-wild-backpacking-in-denali-alaska/story",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anujj Trehaan",
    "published": "2024-07-05T09:56:00Z",
    "title": "Embrace the wild: Backpacking in Denali, Alaska",
    "text": "Embrace the wild: Backpacking in Denali, Alaska\nDenali National Park in\nAlaska is a vast wilderness area known for its stunning landscapes, diverse wildlife, and the tallest peak in North America, Denali.\nThis destination offers an unparalleled opportunity for backpackers seeking adventure amidst nature's raw beauty.\nWith over six million acres of wild land, visitors can explore glaciers, forests, and tundra while possibly sighting grizzly bears, caribou, and wolves.\nPlan your trek wisely\nBefore venturing into Denali's wilderness, meticulous planning is crucial. Obtain necessary permits early, as they're required for backpacking and can be scarce during peak seasons. Familiarize yourself with the park's rules and regulations to ensure a safe journey. Prepare for all weather by packing the right gear and clothing. Always remember to leave no trace behind to preserve the pristine environment for future adventurers.\nWildlife watching opportunities\nDenali is home to diverse wildlife, including grizzly bears, moose, wolves, and Dall sheep. To maximize sightings while maintaining safety, bring binoculars or a spotting scope. The park provides guided tours that enhance understanding of local ecosystems and animal behaviors. It's crucial to follow park guidelines on wildlife encounters to ensure the safety of both visitors and the animals.\nHiking Denali's varied terrain\nDenali offers trails for everyone, from easy walks to challenging backcountry hikes. Beginners should try shorter trails near the entrance or join ranger-led hikes to gain confidence. Experienced hikers can explore remote areas like Wonder Lake or Polychrome Pass for solitude and stunning vistas. Always carry a map and compass, as GPS devices may not work reliably in this vast wilderness.\nCapture nature's majesty\nPhotographers will find endless inspiration in Denali's landscapes at all times of day. The golden hours around sunrise and sunset offer magical light for capturing the mountains' grandeur or serene moments by quiet lakes. Even without professional equipment, visitors can take breathtaking photos using just a smartphone camera due to the natural beauty surrounding them at every turn.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "denali",
          "sentiment": "none"
        },
        {
          "name": "dall",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "alaska denali national park",
          "sentiment": "none"
        },
        {
          "name": "alaska",
          "sentiment": "none"
        },
        {
          "name": "denali",
          "sentiment": "none"
        },
        {
          "name": "north america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T15:36:10.507+03:00",
    "updated": "2024-07-05T15:36:10.507+03:00"
  },
  {
    "uuid": "7757807f4bdbb20df6c8fb690f80e14c98976534",
    "url": "https://www.ncregister.com/cna/from-hatred-to-love-christmas-reflections-of-a-muslim-convert-to-catholicism",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@NCRegister",
    "published": "2023-12-29T20:24:00Z",
    "title": "From Hatred to Love: Christmas Reflections of a Muslim Convert to Catholicism|",
    "text": "From Hatred to Love: Christmas Reflections of a Muslim Convert to Catholicism In 2006 he definitively distanced himself from Islam and in 2007 he converted to Catholicism. Christmas is a time of reconciliation. God himself chose to become a man, coming into the world to save fallen humanity and reconcile it with himself. Christmas represents a dramatic break with conventional patterns and changes paradigms. Such is also the case of Zubair Simonson, a former Muslim who converted to Catholicism and shared his story with the [National Catholic Register](https://www.ncregister.com/blog/simonson-gaza-and-israel-and-peace). “Hatred consumes. The loathing of a perceived enemy can be so consuming that one would rather see that enemy harmed than see a so-called ‘friend’ be saved,\" Simonson noted, recalling his childhood, deeply affected by an upbringing that taught him to viscerally hate the Jews. Simonson grew up in the United States, a long way from the Holy Land. However, from a very young age he was introduced to a narrative of “oppressors” and “oppressed,” of a people who were entirely to blame and a people who never did anything reprehensible. “I’d heard it reinforced, time and again, at the mosque. I’d heard it reinforced, time and again, in the homes of family and friends” he recalled. In his daily life, suspicion was normal and would be directed at the supposedly Jewish-dominated media as well as with anyone with whom a Muslim had a disagreement. “He's a Jew,” they commented to each other in a mocking tone when disputes arose, even over totally superficial things. For him and everyone around him, Israel was a nation made up of fundamentalists and extremists. “Attacks perpetrated by Palestinian terrorists were often considered the desperate resort of a people fighting to preserve their dignity,” Simonson explained. The conflict in the Holy Land was for his Muslim community “a concept, rather than a reality to face,” due to the geographical distance that separated them from the region. This, Simonson acknowledged, made it much easier for Muslims to repeat any belief, theory or ideology they considered “correct” even though it had no logical basis, while innocent Israeli and Palestinian families suffered the true and very real consequences of war. “I’ll even admit that having an enemy, even an abstract enemy, felt rather good,” he said, adding that he and his peers began to consider themselves “holy” because this abstract enemy allowed them to express their “compassion” and “concern” for their fellow Muslims in Palestine. Hate and Rage Give More Immediate Satisfaction Than Love Simonson shared that he soon lost that black-and-white view of life. The terrorist attacks on the World Trade Center in 2001 were a turning point for him. During this time, he experienced firsthand the consequences of the paradigm he had grown up in. He also noted that his studies at the University of Michigan led him to reject the “victim mentality” that characterized his community. In 2006 he definitively distanced himself from Islam and in 2007 he [converted to Catholicism](https://youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC). Before he finally converted, he had grown willing to listen to both sides of the story. He then realized that those “oppressors” were not demonic and that the “oppressed” were not a choir of angels. “The real narrative is very much gray. What I’d grown up ‘knowing’ wasn’t quite so,” he explained. Simonson said he found a balance that led him to a much more humble view of life. He then began to recognize himself as a sinner, as a fallible man who needs God‘s mercy, like everyone else. “Who were we, or who is anyone for that matter, to consider ourselves so ’good,‘ and the other so ’evil,' with an authority due to God alone?”, he observed. Likewise, he said that he realized that the “love” he felt for Palestine was nothing more than a visceral hatred for Israel. “We were sinners (as all people are sinners), eager to point out the sins of others,” he commented. For him, Hamas is a group consumed by that visceral hatred. Simonson emphasized that Hamas is motivated by anti-Semitism and that a Catholic cannot and should never support that group. “Could it have been that that common hatred for an ‘enemy,’ felt throughout so much of the world, had helped to invigorate Hamas?”, he asked. He also fears that this feeling drove the terrorist group to commit a wanton massacre on Oct.7, 2023, because they felt protected by the supposed hatred that millions feel against the Jews. “Can any of us honestly say that what we hold in our hearts doesn’t carry weight?” he questioned. For Simonson, Hamas' propaganda efforts do great harm to the Palestinian people, who end up paying the price of the war with their innocent blood. “Thousands of Palestinian civilians have already been killed in the crossfire in the Gaza conflict. The list of those killed in the crossfire has grown, on and on, for 75 years,” he stated. The former Muslim believes that it’s time to learn to distinguish between love and hate to prevent more people from continuing to lose their lives. “How many of those Palestinian civilians, trapped in Gaza, were already fed up with conflict before the Oct. 7 attacks occurred?” he pointed out. And when you hear of wars and rumors of wars, do not be alarmed; this must take place, but the end is not yet…this is but the beginning of the sufferings. (Mark 13: 7-8) Simonson recalled the above words of Jesus Christ, which “are still proving themselves true today,” and which were spoken decades before the destruction of Solomon's Temple at the hands of the Romans. “He knew, decades beforehand, what the tactics of the Zealots would lead to. He understood the futility of force, the power of love, and that truth must continue to navigate through the dark realities which our deceptions have constructed for a very long time to come,” Simonson said. For the convert, if these words of Jesus Christ are still valid today, his promise of the Kingdom of God is also valid, which will come despite “wars and rumors of wars.” “That is the hope that was passed on to us from generations past, and to be carried on by future generations, until the day on which the King returns at the end of time. And so long as any of us still has breath,” he added, “we still have time to learn what it is to forgive, to prepare a world more fitting for his return.” This story [was first published](https://www.aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon) by ACI Prensa, CNA’s Spanish-language news partner. It has been translated and adapted by CNA. - Keywords: [catholic convert](https://www.ncregister.com/tag/catholic-convert) [Catholicism](https://www.ncregister.com/tag/catholicism)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [
      "https://aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon)",
      "https://youtu.be/yzHbhwD6daY",
      "https://www.aciprensa.com/noticias/102521/navidad-2023-un-musulman-converso-al-catolicismo-habla-sobre-amor-y-perdon)",
      "https://www.youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC).",
      "https://youtu.be/yzHbhwD6daY?si=Gy0rk5kMlrEc0ImC)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "zubair simonson",
          "sentiment": "none"
        },
        {
          "name": "simonson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islam",
          "sentiment": "none"
        },
        {
          "name": "national catholic register",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:46:19.882+02:00",
    "updated": "2023-12-29T23:46:19.882+02:00"
  },
  {
    "uuid": "c5246c98b3ffce732246e52c8a7ff51c6ce10933",
    "url": "https://www.cnnbrasil.com.br/nacional/rio-grande-do-sul-tem-previsao-de-mais-chuva-e-frio-para-o-fim-de-semana",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "guilhermegama",
    "published": "2024-05-10T08:00:00Z",
    "title": "Rio Grande do Sul tem previsão de mais chuva e frio para o fim de semana",
    "text": "RS tem previsão de chuva e frio; estado fica em alerta para possível agravamento das cheias No fim de semana, há risco de inundação dos municípios na região de Pelotas, Rio Grande e arredores, de acordo com o o Instituto Nacional de Meteorologia (Inmet) A previsão do tempo indica que a situação pode ser agravada no Rio Grande do Sul neste final de semana. Isso porque novas chuvas devem atingir o estado a partir desta sexta-feira (10), se estendendo até o domingo (12). A maior intensidade das chuvas deve atingir o centro-norte e leste do estado, incluindo o litoral norte e o sul de Santa Catarina. O Centro Nacional de Monitoramento e Alertas de Desastres Naturais emitiu um alerta e considerou como “muito alta” a possibilidade de novas ocorrências hidrológicas nas regiões Centro-Oriental, Nordeste, Sudeste e Sudoeste do Rio Grande do Sul. Chuva, rajadas de vento e queda na temperatura A previsão mostra uma queda de temperatura no Rio Grande do Sul, devido ao avanço de uma frente pelo estado de Santa Catarina e a entrada de um ar mais frio pelo estado gaúcho. Ao longo do dia, esse sistema deve começar a recuar para o sul do estado, o que deve trazer rajadas de vento que podem dificultar o [escoamento das águas](https://www.cnnbrasil.com.br/internacional/enchentes-no-rs-sao-lembrete-de-efeitos-caoticos-da-crise-climatica-diz-onu/) da Lagoa dos Patos em direção ao oceano. A previsão foi divulgada através de uma nota técnica do Instituto Nacional de Meteorologia (Inmet), em conjunto com o Centro Nacional de Monitoramento e Alertas de Desastres Naturais (Cemaden), o Centro Nacional de Gerenciamento de Riscos e Desastres (Cenad) e o Instituto Nacional de Pesquisas Espaciais (Inpe). Entre a sexta e a segunda-feira (13), há expectativa de que chova mais e de forma mais intensa no centro-leste e nordeste do estado, região que inclui Porto Alegre, onde bacias captam [água para o rio Guaíba](https://www.cnnbrasil.com.br/nacional/chuvas-no-rs-guaiba-segue-em-queda-e-deve-ficar-abaixo-dos-5-metros-ainda-hoje-indica-sgb/), que registrou níveis recordes de inundação. Os modelos indicam que os acumulados de chuva podem superar os 150 milímetros (mm), condição que, segundo a nota, pode agravar ainda mais a situação do estado. Uma nova frente fria deve passar pelo estado, que pode ser acompanhada da formação de um ciclone extratropical. Durante a semana, a previsão indica que os sistemas podem causar queda nas temperaturas e possibilidade de chuva. “As rajadas de vento seguirão soprando do setor sul e dificultando o escoamento das águas”, afirma a nota. Rio Guaíba As fortes chuvas que devem atingir novamente o estado podem elevar o nível do Guaíba. Se confirmado o cenário, o rio pode retornar a marca dos 5 metros, de acordo com um relatório da Universidade Federal do Rio Grande do Sul (UFRGS). Especialistas ouvidos pela CNN, não descartam que, em um cenário de chuva e ventos fortes, o nível do rio pode ficar próximo ao da máxima histórica registrada, de 5,33 metros. Caso as chuvas não se confirmem, o relatório aponta que a tendência é de redução gradual mantendo-se acima de 4 metros por mais de uma semana. O estudo menciona ainda que, [durante as enchentes históricas de 1941](https://www.cnnbrasil.com.br/nacional/chuva-em-porto-alegre-como-foi-a-historica-enchente-de-1941/), levou-se 32 dias para a descida do nível do Guaíba até atingir os 3 metros, que é a cota de inundação. Segundo a última medição, coletada na quinta-feira (9), pela Secretaria Estadual do Meio Ambiente e Infraestrutura (SEMA), a cota atual do Guaíba é de 4,89 metros. Apesar de já ter registrado baixa, o [Guaíba ainda está mais de 2 metros acima da cota de inundação](https://www.cnnbrasil.com.br/nacional/chuvas-no-rs-guaiba-segue-em-queda-e-deve-ficar-abaixo-dos-5-metros-ainda-hoje-indica-sgb/#:~:text=O%20rio%20atingiu%20sua%20m%C3%A1xima,chegou%20a%204%2C75%20metros.). O rio atingiu sua máxima histórica no início deste mês em meio às chuvas que assolam o estado, quando chegou a 5,33 metros. A marca foi a maior registrada desde o início do monitoramento dos níveis do Guaíba, em 1939, superando a grande cheia de 1941, quando o rio chegou a 4,75 metros. População afetada A Defesa Civil do Rio Grande do Sul informa que 1.742.969 pessoas em todo o estado já foram atingidas de alguma maneira pelas tempestades dos últimos dias. [Isso equivale a 16,1% da população gaúcha](https://www.cnnbrasil.com.br/nacional/chuvas-no-rs-ja-afetaram-mais-de-16-da-populacao-do-estado/), que, segundo o Censo 2022, é de composta por 10.882.965 de pessoas. Segundo balanço divulgado pelo órgão no início da noite desta quinta-feira (9), as chuvas já provocaram 107 mortes. Há um óbito sob investigação –ou seja, ainda está sendo apurado se a morte tem relação com os temporais. [Clique aqui para ver os nomes das vítimas fatais e dos desaparecidos](https://www.cnnbrasil.com.br/nacional/chuvas-no-rs-veja-lista-dos-mortos-e-desaparecidos-na-tragedia/). Além dos mortos, o estado tem 764 pessoas feridas e 134 desaparecidas. São 431 municípios atingidos, o que equivale a a mais de 86,7% do total de cidades gaúchas. [Clique aqui para ver a lista de cidades afetadas](https://www.cnnbrasil.com.br/nacional/chuvas-no-rs-quase-80-das-cidades-gauchas-foram-afetadas-veja-lista/). Segundo a Defesa Civil, 327.105 pessoas estão desalojadas e 68.519 foram para abrigos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T11:07:09.193+03:00",
    "updated": "2024-05-10T13:36:23.849+03:00"
  },
  {
    "uuid": "401096e061afb41b6a72fcdaa6e84aaa1bfb5e22",
    "url": "https://www.propertywire.com/other_news/sustainable-housing-development-a-global-perspective-on-green-building-practices",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@admin",
    "published": "2024-10-03T21:41:00Z",
    "title": "Sustainable Real Estate: Charting a Greener Course for the Property Market - PropertyWire",
    "text": "The global green building materials market is poised for substantial growth. It’s projected to increase from over [$470 billion](https://www.fortunebusinessinsights.com/green-building-materials-market-102932#:~:text=USD%20474.21%20billion%20in%202024%20to%20USD%201%2C199.52%20billion%20by%202032) in 2024 to over $1,190 billion by 2032. This exponential growth reflects the increasing importance of sustainable practices in the real estate sector. Sustainability is becoming an increasingly pressing concern. The real estate industry is stepping up to the challenge. The shift towards sustainable practices in real estate is not a trend. It’s a necessity for a greener future. As the world moves towards green building, it’s evident that the way people approach the design, construction, and utilisation of properties is transforming. Redefining Sustainable Real Estate Sustainable real estate development embodies a holistic approach. It includes environmental, social, and economic considerations. Sustainable real estate development aims to create buildings and communities that not only minimise their environmental impact but also enhance the well-being of occupants and contribute to the local economy. Environmental Considerations Environmental considerations involve: - Implementing energy-efficient design. - Utilising eco-friendly materials. - Incorporating renewable energy sources. Sustainable real estate development tries to mitigate the environmental footprint of buildings by reducing carbon emissions, conserving natural resources, and promoting biodiversity. Social Impact Sustainable real estate development is about creating inclusive and vibrant communities. Social considerations in sustainable real estate encompass accessibility, affordability, and community engagement. Sustainable real estate projects contribute to the overall quality of life for individuals and society. It does so by fostering a sense of community, promoting social equity, and prioritising the well-being of residents. Economic Sustainability Sustainable real estate projects show that environmental responsibility goes hand in hand with financial viability by incorporating: - Cost-effective green technologies. - Optimising operational efficiency. - Enhancing property value. This approach contributes to the long-term economic prosperity of the communities. The Catalyst for Change: Forces Driving the Green Building Movement Though the transition brings challenges, pioneering developers show it’s possible to build a thriving business around sustainable property. Climate Concerns With buildings contributing [37% of global greenhouse gases](https://www.unep.org/resources/report/building-materials-and-climate-constructing-new-future#:~:text=The%20buildings%20and%20construction%20sector%20is%20by%20far%20the%20largest%20emitter%20of%20greenhouse%20gases%2C%20accounting%20for%20a%20staggering%2037%25%20of%20global%20emissions.), the property sector is pressured to reduce its environmental footprint. Tighter regulations on building emissions provide further impetus. Sustainable construction and operation of real estate are key to meeting carbon reduction targets. Economic Incentives While green construction often requires higher upfront costs, it can yield significant long-term savings from lower energy and water bills. Sustainable buildings also tend to have higher property values and rental premiums. As the business case for sustainable real estate grows stronger, more developers are embracing green certifications like LEED and BREEAM. Healthier Indoor Environments Demand is growing for buildings that support human health as employers strive for higher productivity and consumers seek living spaces that promote well-being. Enhanced ventilation, toxin-free materials, abundant daylight, and moisture control create healthier indoor environments. Pioneering a Greener Future: Global Innovations in Sustainable Real Estate In Singapore, Green Mark certification has become a badge of honour for developers seeking to minimise energy and water usage. The iconic Parkroyal Collection Pickering Hotel boasts sky gardens, solar panels, and rainwater harvesting to achieve this eco rating. Over in Sydney, Australia, Barangaroo South has set new sustainability benchmarks by being awarded the country’s first carbon-neutral precinct certification. Solar panels, low-emissions transportation, and high-efficiency buildings helped earn this status. Dubai is embracing the sustainability revolution. With the Sustainable City, newcomers can [buy property in Dubai](https://metropolitan.realestate/buy/) designed to be self-sufficient in energy, water, and waste management. Homes are oriented to optimise natural light and ventilation, while photovoltaic panels and recycled water systems reduce environmental strain. From Singapore to Sydney, Dubai to Denmark, global real estate is moving decisively towards a greener future. With innovative technology and design principles, sustainable developments are rising worldwide. Though local contexts may differ, the unifying thread is a commitment to reducing ecological footprints. The Triple Bottom Line: Benefits Beyond the Balance Sheet The triple bottom line encompasses environmental, social, and economic performance. On the ecological side, green buildings use resources like energy and water far more efficiently. They also reduce waste and pollution through careful design, construction methods, and materials selection. Socially, green spaces and natural light enhance occupant health, comfort, and productivity. And greener properties often provide more communal areas to facilitate community connections. Economically, sustainable buildings attract higher rents and sale prices. They also deliver lower operating costs through energy and water savings. While retrofitting properties requires an upfront investment, green upgrades pay for themselves within a few years. Greener urban developments enhance liveability, prosperity, and resilience for communities. The Road Ahead: Complexities, Challenges and Opportunities Market awareness and demand for greener properties remain inconsistent. Developers face obstacles like higher upfront costs for sustainable materials and a lack of policy incentives. Those committed to sustainability grapple with emerging technologies, evolving best practices and new regulations. Conclusion Sustainable real estate development seeks to create a resilient, equitable, and environmental consciousness. By embracing sustainability in all its dimensions — environmental, social, and economic — the real estate industry can chart a greener course for the future. Those who invest in sustainability will shape a world where buildings contribute to the well-being of individuals and the planet.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.unep.org/resources/report/building-materials-and-climate-constructing-new-future#:~:text=The%20buildings%20and%20construction%20sector%20is%20by%20far%20the%20largest%20emitter%20of%20greenhouse%20gases%2C%20accounting%20for%20a%20staggering%2037%25%20of%20global%20emissions.),",
      "https://www.fortunebusinessinsights.com/green-building-materials-market-102932#:~:text=USD%20474.21%20billion%20in%202024%20to%20USD%201%2C199.52%20billion%20by%202032)",
      "https://metropolitan.realestate/buy/)",
      "https://www.metropolitan.realestate/buy/)",
      "https://unep.org/resources/report/building-materials-and-climate-constructing-new-future#:~:text=The%20buildings%20and%20construction%20sector%20is%20by%20far%20the%20largest%20emitter%20of%20greenhouse%20gases%2C%20accounting%20for%20a%20staggering%2037%25%20of%20global%20emissions.),",
      "https://fortunebusinessinsights.com/green-building-materials-market-102932#:~:text=USD%20474.21%20billion%20in%202024%20to%20USD%201%2C199.52%20billion%20by%202032)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:58:37.459+03:00",
    "updated": "2024-10-04T02:58:37.459+03:00"
  }
]