[
  {
    "uuid": "87c92e9bade43dd096221f01a53d6ebbc5cf635a",
    "url": "https://newrepublic.com/post/182398/steve-bannon-prison-sentence-maga-republican-reaction",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Talia Jane",
    "published": "2024-06-06T20:03:00Z",
    "title": "Steve Bannon Prison Sentence Sparks MAGA Meltdown",
    "text": "Steve Bannon Prison Sentence Sparks MAGA Meltdown\nRepublicans are straight up losing their minds over the Steve Bannon prison news.\nConservatives launched into melodramatic meltdown mode after a judge sentenced Steve Bannon to\nfour months in prison for defying a congressional subpoena from the January 6 committee.\nRepresentative Matt Gaetz wrote, presumably as he collapsed in slow motion onto a fainting couch, “It is with great sadness and anger that we observe the death of the judicial system in America.”\n“And they’re sending him to prison—not just to torture him but to torture us,” Gaetz added, presumably under the impression the American public will be in shambles without Bannon spewing\nwhite nationalist hate while wearing 17 layers of shirts.\nRepresentative Marjorie Taylor Greene was similarly superficially apoplectic,\ndecrying the January 6 committee as “FAKE” and announcing, “The DOJ is completely corrupt!!”\nDroning British giant—and former deputy assistant to Trump—Seb Gorka groaned to a camera\nwhile on a leisurely drive that Bannon was sentenced to prison as part of a “conspiracy to disrupt Trump’s campaign.”\n“The deep state is not the deep state anymore,” Gorka announced at the news of Bannon facing the normal consequences of defying a congressional subpoena. “It’s the in-your-face, we don’t care, we run America, and who you choose for president is utterly irrelevant,” he added before pivoting to boilerplate conservative sound bites and pitching his web streaming show.\nBannon was found guilty on two counts of contempt of Congress in 2022 but delayed sentencing by appealing the decision. That appeal was rejected, and he was sentenced Thursday to report to prison on July 1. Bannon can still appeal the ruling to report to prison.\nThe judicial system, which Gaetz declared is dead, typically sentences people held in contempt of court to prison time: Per the\nU.S. Penal Code, penalties for contempt of Congress include a jail term of a minimum of one month and a maximum 12 months per violation. Whistleblower Chelsea Manning served a two-month sentence for refusing to testify in a federal case investigating military secrets she handed to WikiLeaks in 2010. The judicial system, it seems, has continued operating as it always has when people refuse to testify. But if the meltdown helps the grift, might as well treat the codified consequences of refusing to testify as a sign of democracy collapsing.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.cnn.com/2019/03/07/politics/chelsea-manning-contempt-hearing-grand-jury/index.html",
      "https://x.com/SebGorka/status/1798785721005756713",
      "https://x.com/mtgreenee/status/1798753900985737374",
      "https://www.pbs.org/newshour/show/steve-bannon-helped-bring-nationalist-populist-agenda-white-house",
      "https://www.pbs.org/newshour/nation/chelsea-manning-released-from-jail-on-contempt-charge",
      "https://www.thecut.com/2017/09/why-steve-bannon-wears-so-many-shirts.html",
      "https://www.findlaw.com/litigation/legal-system/contempt-of-congress-process-and-penalties.html",
      "https://www.x.com/mtgreenee/status/1798753900985737374",
      "https://www.x.com/SebGorka/status/1798785721005756713",
      "https://thecut.com/2017/09/why-steve-bannon-wears-so-many-shirts.html",
      "https://pbs.org/newshour/show/steve-bannon-helped-bring-nationalist-populist-agenda-white-house",
      "https://cnn.com/2019/03/07/politics/chelsea-manning-contempt-hearing-grand-jury/index.html",
      "https://findlaw.com/litigation/legal-system/contempt-of-congress-process-and-penalties.html",
      "https://pbs.org/newshour/nation/chelsea-manning-released-from-jail-on-contempt-charge"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steve bannon",
          "sentiment": "negative"
        },
        {
          "name": "marjorie taylor greene",
          "sentiment": "none"
        },
        {
          "name": "matt gaetz",
          "sentiment": "none"
        },
        {
          "name": "bannon",
          "sentiment": "none"
        },
        {
          "name": "gaetz",
          "sentiment": "none"
        },
        {
          "name": "trump—seb gorka",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "doj",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:50:01.439+03:00",
    "updated": "2024-06-07T00:50:01.439+03:00"
  },
  {
    "uuid": "c2648be815a622735f604f1ada0e5a37f563a85c",
    "url": "https://expressdigest.com/britains-oldest-surviving-wwii-veteran-109-who-won-medals-including-the-legion-dhonneur-is-honoured-with-a-spitfire-flyover-at-his-care-home/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ExpressDigest",
    "published": "2024-05-06T18:07:00Z",
    "title": "Britain's oldest surviving WWII veteran, 109, who won medals including the Legion D'Honneur is honoured with a Spitfire flyover at his care home | Express Digest",
    "text": "Britain’s oldest surviving Second World War veteran, aged 109, was honoured with a special Spitfire flyover on Monday. War hero Donald Rose – a recipient of France’s highest medal, the Legion D’Honneur – watched on with delight as two of the iconic aircraft passed over his care home in Ilkeston, Derbyshire. Born in 1914, the same year that Britain saw the outbreak of the First World War, Donald was a young man of 25 when he signed up to fight in the Second World War, serving on the front line with the 7th Armoured Division. A former sniper and Desert Rat, Donald also served with the Queen’s Royal Regiment and was awarded a number of medals during his service. This including the Legion D’Honneur – France’s highest honour and one of the most prestigious in the world. War hero Donald Rose, 109. watched on with delight as two of the iconic aircraft passed over his care home in Ilkeston, Derbyshire The flypast took place amid a range of events to commemorate the Second World War – the outbreak of which marks 85 years this September – and honour the armed forces Donald Rose was excited to see the flypast but modestly maintains: ‘I’m not that special, I just did what I had to do’ Surrey-born Donald was born on Christmas Eve 1914 and signed up to the British Army in 1939, aged 25 Donald pictured with two other training soldiers in 1939 shortly after joining the Queen’s Royal Regiment in Guilford with the 7th Armoured Brigade The 109-year-old was presented with a certificate on Monday to honour his contribution The flypast for Donald took place amid a range of events to commemorate the Second World War and honour the armed forces. Similarly, last year a public appeal for people to send him birthday cards saw him receive more than 150 messages from well-wishers. He also received a visit from the Mayor of Erewash on the most recent Armistice Day. Naomi Allsop, who works at Donald’s care home, said: ‘He’s the oldest World War Two veteran in the UK – you learn about it at school, but being with him is something else. ‘The wars are part of our history and if nobody celebrates the heroes, they will fade away. ‘Donald was so excited about the flypast – it’s lovely to see the whole of the UK getting involved to appreciate the work he and the other veterans did. ‘Whenever we do any events like this, like Remembrance Day, he always says ‘I’m not that special, I just did what I had to do’. ‘He thinks the men that fell are the heroes, and he doesn’t see himself as one because he lived and they didn’t. ‘He’s so lovely, he likes to sing a lot and tells funny stories. ‘I’ve known Donald since he came to the home and we’ve been best friends ever since. ‘He says there’s no secret to living a long life – but reckons his insides have been ‘pickled’ by drinking sea water and eating dog biscuits during the war!’ Sprightly Donald has lived at the care home since 2020 and has one grandchild and three great-grandchildren. Donald was a young man of 25 when he signed up to fight in the Second World War, serving on the front line with the 7th Armoured Division. Pictured: Donald enjoys his special day Veterans waited to shake the hand of Donald Rose, who is Britain’s oldest surviving World War Two veteran After the war ended, Donald was awarded the Legion D’Honneur – France’s highest honour medal – for his services, which he can be seen wearing Historic: The Legion D’Honneur was founded in 1802 by Napoleon Bonaparte , then First Consul of France Before arriving at Canal Vue, he had lived in Westcott, Surrey with his late wife Jeannette of 55 years, before moving to Derbyshire in 2000 when she passed away. Surrey-born Donald was born on Christmas Eve 1914 and signed up to the British Army in 1939, aged 25. He served in the Queen’s Royal Regiment, in Guilford, with the 7th Armoured Brigade and fought on the front-line during World War Two. During the conflict, Donald also joined the Eighth Army as a ‘Desert Rat’ under Field Marshal Bernard Montgomery in Africa and as part of the liberation of Italy and France. He also trained to become a sniper and served in North Africa, Italy, France, Normandy, Belgium, Holland and Germany. After the war ended, Donald was awarded the Legion D’Honneur – France’s highest honour medal – for his services. The Legion d’honneur was founded in 1802 by Napoleon Bonaparte, then First Consul of France. The institution was part of a wider ambition to reform the state, offering new incentives and rewards for accomplished individuals within French culture. This was also reflected in prizes issued to leading figures in the sciences, and the civil dignity of the Marshals of the Empire for leading generals from 1804. The Legion d’honneur is made up of three ranks – chevalier, officier, commandeur – and two high offices – grand officier and grand croix. It is today a Presidential award that can be given to non-French citizens ‘in recognition of actions benefitting the country of France or, more broadly, achievements which uphold its ideals.’ Who were the Desert Rats? Britain’s famous armoured division which routed Rommel in North Africa The 7th Armoured Division ‘Desert Rats’ insignia features a jerboa The Desert Rats’ took part in the Second Battle of El Alamein in October 1942, the Allied invasion of Italy in September 1943 and the Normandy D-Day landings on June 6, 1944, before ending the war in Germany. Their exploits during the Siege of Tobruk were immortalised in the 1953 war film The Desert Rats starring Richard Burton. The 7th Armoured Division was formed in 1938 to protect the Suez Canal, and went on to fight in some of the war’s bloodiest battles. Nicknamed the Desert Rats, they were deployed to North Africa where, under General Montgomery, they won the battles of El Alamein to help change the course of the war. More recently they served on the battlefields of Iraq. The success of the Desert Rats in North Africa during the Second World War led Winston Churchill to declare: ‘Before Alamein we never had a victory. After Alamein we never had a defeat.’ The Desert Rats went on to fight in some of the war’s bloodiest battles: at Salerno in Italy, in Normandy and crossing the Rhine into Germany. They ended the war in the victory parade in Berlin – at the very heart of the Third Reich. The 7th Armoured Brigade was detached from the division during early 1942 and fought the Japanese in Burma before returning to battle in Italy. The iconic unit travelled from El Alamein, Egypt in October 1942 to the ending of the war in Germany in 1945 *** [Read more at DailyMail.co.uk](https://www.dailymail.co.uk/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.dailymail.co.uk/)",
      "https://dailymail.co.uk/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald rose",
          "sentiment": "none"
        },
        {
          "name": "donald",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "queen’s royal regiment",
          "sentiment": "none"
        },
        {
          "name": "7th armoured division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "britain",
          "sentiment": "none"
        },
        {
          "name": "derbyshire",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "ilkeston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-06T22:07:40.729+03:00",
    "updated": "2024-05-06T22:07:40.729+03:00"
  },
  {
    "uuid": "a588194a8a54a8ac37947a16296673113a981dca",
    "url": "https://www.open.online/2024/05/06/mattarella-onu-armamentirisorse-pace",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redazione",
    "published": "2024-05-06T14:57:00Z",
    "title": "Mattarella all'ONU: «La corsa agli armamenti divora risorse. Bisogna costruire la pace» - Open",
    "text": "«Pace e Sviluppo hanno destini incrociati. Non può esservi l’uno, senza l’altra. Viviamo in un’epoca con il maggior numero di conflitti dalla fine della seconda guerra mondiale che divorano enorme risorse nella corsa agli armamenti, sottraendole allo sviluppo. L’appello alla costruzione delle condizioni necessarie per la pace e per porre fine ai conflitti non potrebbe essere più necessario e urgente». Queste le parole del presidente della Repubblica, [Sergio Mattarella](https://www.open.online/temi/sergio-mattarella/), parlando alle Nazioni Unite. «È sulla base di questo approccio – ha aggiunto Mattarella – che l’Italia dispiega la sua azione, con ferma determinazione nel sostenere gli strumenti di dialogo basati su quel principio di multilateralismo che oggi vediamo così drammaticamente messe in discussione dall’aggressione russa all’Ucraina e dalle conseguenze dell’irrisolto conflitto israelo-palestinese. Non possiamo continuare ad attardarci in relazioni fra Paesi basate su visioni ed eredità ottocentesche, su pulsioni di potenza». Disinformazione e patto sociale «Fronteggiamo oggi un pericolo ulteriore che mina il rapporto di fiducia con le istituzioni e tra i Paesi, quello della disinformazione. E’ di venerdì scorso la Giornata mondiale per la libertà di stampa che ammonisce, ogni anno, sul valore della libertà d’informazione per il mantenimento della democrazia», ha detto il presidente della Repubblica. «La prospettiva verso la quale ci muoviamo – ha sottolineato il capo dello Stato – è quella di rendere le nostre società più coese e giuste, allargando gli spazi civici e politici di partecipazione a tutte le componenti delle società; rendendo le istituzioni, ad ogni livello, più inclusive e più rappresentative: in ultima analisi rinsaldando il “contratto sociale” fra popoli e istituzioni. Si tratta di condizioni essenziali per lo sviluppo della persona, purtroppo fragili o assenti in tante parti del mondo». Leggi anche: [8 marzo, Mattarella: «Troppe e inaccettabili molestie alle donne». Dopo il caso Jorit: «Dittature premiano il servilismo e puniscono gli artisti autentici»](https://www.open.online/2024/03/08/8-marzo-matterella-molestie-donne-caso-jorit-dittature-servilismo-artisti-autentici) [Chi sono i 30 eroi quotidiani premiati da Sergio Mattarella: dall’anziana che aiutò i migranti di Cutro a Mattia che salvò la piccola di Torino](https://www.open.online/2024/02/24/chi-sono-30-eroi-quotidiani-premiati-sergio-mattarella) [Le parole del Presidente Mattarella (che cita Aldo Moro): «Senza memoria non c’è futuro. Doveroso esser uniti nell’antifascismo»](https://www.open.online/2024/04/25/25-aprile-presidente-mattarella-senza-memoria-no-futuro-antifascismo)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-06T18:07:29.163+03:00",
    "updated": "2024-05-06T18:07:29.163+03:00"
  },
  {
    "uuid": "91e6696c19f920cf96e14ae8db68ba012ce5729d",
    "url": "https://mag.elcomercio.pe/historias/video-viral-como-tener-una-relacion-saludable-y-duradera-estados-unidos-nnda-nnrt-noticia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jorge Villanes",
    "published": "2024-04-04T22:03:00Z",
    "title": "Lo dice un terapeuta de parejas: lo que debes hacer para tener una relación más saludable",
    "text": "Un terapeuta de Portland, Oregón, ha ganado popularidad en TikTok al compartir consejos valiosos para fortalecer las relaciones románticas. Jeff Guenther, ampliamente reconocido por su experiencia en terapia de pareja, ha captado la atención de los usuarios al ofrecer recomendaciones prácticas para que tu media naranja se sienta más amada y valorada. Su testimonio ha provocado todo tipo de comentarios entre los usuarios, con muchos de ellos expresando su gratitud por la información difundida. En uno de sus más recientes videos, que ha superado las 220 mil reproducciones, el especialista detalla los cuatro pasos que sugiere seguir y con los que promete mejorar tu experiencia de pareja. “Número uno, no esperes verte a ti mismo en tu pareja”, empezó diciendo el terapeuta. Según explicó, siempre debes recordar que tú y tu compañero o compañera de vida manejan las cosas de manera diferente, y no deben asumir que ambos manejarán las situaciones de la misma forma. “No van a pensar, reaccionar ni manejar las situaciones exactamente como lo harías tú. Acepta las diferencias cariño, es liberador”, aseguró. Cómo hacer que tu relación sea más saludable y feliz, según las recomendaciones de un terapeuta de parejas El segundo consejo de Jeff radica en la necesidad de brindar amor y afirmación de manera constante a tu pareja. Cuando tu compañero o compañera te solicite más afecto o apoyo, es importante responder de manera positiva y generosa, demostrando así tu compromiso y cariño. Estos gestos pueden fortalecer el vínculo emocional y crear un ambiente de confianza y seguridad en la relación. En su tercer consejo, el terapeuta resalta la importancia de mantener vivo el romance y el cortejo en la relación. Menciona la necesidad de mantener viva la chispa del amor mediante gestos espontáneos de cariño, bromas y elogios. Cultivar el afecto mutuo puede renovar la relación y fortalecer la conexión entre ambos. Por último, Jeff hace hincapié en la necesidad de priorizar la relación sobre las distracciones tecnológicas. Al vivir en un mundo repleto de aparatos digitales, es fundamental asegurarse de que tu pareja se sienta valorada y atendida. “Siempre pon tu teléfono antes que tu pareja. Asegúrate de que nunca sientan que están compitiendo con tu pantalla”, concluyó. Los usuarios reaccionaron al video con elogios hacia el profesional, destacando la importancia de hacer sentir especial a la otra persona en todo momento. Gracias por visitarnos hoy. Espero que este contenido de video viral haya sido de tu agrado. Si deseas encontrar más contenido similar visítanos en [Mag.elcomercio.pe](https://mag.elcomercio.pe/). Te estaremos esperando. Más historias Contenido Sugerido Contenido GEC Descubre al lobo que se esconde entre ovejas en solo 8 segundosMAG. La verdadera historia detrás de “Bebé reno”MAG. Tu deber es ubicar al venado en menos de 7 segundosMAG. Al escoger un símbolo descubrirás qué necesitas en este momentoDiario Depor",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:17:36.829+03:00",
    "updated": "2024-04-28T23:40:07.872+03:00"
  },
  {
    "uuid": "212300b5e5806cf9335cc05c912a4afb4e950c92",
    "url": "https://www.estadao.com.br/economia/relator-desoneracao-haddad-relacao-congresso/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mariana Carneiro",
    "published": "2023-12-28T00:00:00Z",
    "title": "Relator da desoneração diz que iniciativa de Haddad é ‘perigosa’ e fragiliza relação com Congresso - Estadão",
    "text": "O senador Angelo Coronel (PSD-BA), que relatou o projeto de lei que prorrogou a desoneração da folha de pagamentos , avalia que a decisão do governo de revogar a medida , como promulgada pelo Congresso , é “perigosa” e tende a ferir a relação do Executivo com o Parlamento. A desoneração teve a promulgação oficializada nesta quarta-feira, 27. Mas, em entrevista à imprensa na manhã desta quinta-feira, 28, o ministro da Fazenda, Fernando Haddad , afirmou que o governo vai editar uma Medida Provisória ainda neste ano revogando a lei e instituindo uma nova forma de conceder vantagem tributária às empresas. Leia também Em vez de divididas por setores, as empresas serão divididas segundo as atividades econômicas que desempenham e terão desconto - de 25% a 50% - na contribuição patronal recolhida sobre o primeiro salário mínimo de seus funcionários. A MP tem efeitos imediatos e, neste caso, passa a valer em 1º de janeiro. Mas precisa ser aprovada pelo Congresso em até seis meses para não perder a validade. “Eu não vejo essa medida provisória como um bom caminho. O mais certo era deixar andar a lei como já foi promulgada e, no decorrer do exercício futuro, discutir outra maneira de ajustar via projeto de lei. E não por medida provisória, cujos efeitos são imediatos”, disse Coronel. Para ele, isso pode gerar uma crise política para o governo Lula em 2024. “Isso dá uma fragilizada na relação do Poder Executivo com o Congresso já que foi um projeto aprovado com ampla maioria na Câmara e no Senado, o governo vetou e o veto foi derrubado também com maioria esmagadora. Aí vem uma medida provisória em cima desse texto? Eu acho isso muito perigoso e tende a ferir, a fragilizar a relação do Congresso com o governo”, disse Coronel, que integra a base do governo no Senado. O governo alegou que a desoneração da folha é inconstitucional, pois a reforma da Previdência, em 2019, vedou a concessão de benefícios tributários sobre contribuições da seguridade social. Os parlamentares afirmam, contudo, que se trata da prorrogação de um benefício existente desde 2011 e que havia sido instituído na gestão Dilma Rousseff (PT). A discussão tomou todo o segundo semestre e, durante a tramitação, por iniciativa de Coronel, prefeituras com até 142 mil habitantes foram incluídas na lista de beneficiados, o que elevou o custo total da medida. Haddad chegou a anunciar que apresentaria uma alternativa. Sua equipe, disse ele, trabalhava em uma medida que atendesse prioritariamente aos trabalhadores que recebem menos. “As medidas não chegaram a tempo da votação, então o certo era o governo retirar a medida provisória e mandar um projeto de lei para ser discutido”, disse Coronel. “Isso aí é uma coisa simples para manter a harmonia dos Poderes.” Na entrevista em que apresentou a MP, nesta quinta, Haddad afirmou que não se trata de uma “afronta” ao Congresso. “Não existe isso (uma afronta). Desde o começo o discurso oficial da Fazenda, da AGU (Advocacia-Geral da União) e da PGFN (Procuradoria-Geral da Fazenda Nacional) sempre foi de que a matéria, do jeito que estava sendo tratada, era inconstitucional e nós nunca nos indispusemos a negociar uma solução”, disse. O ministro defendeu que se trata de uma “reoneração gradual” do programa e que os 17 setores servirão como uma espécie de piloto para que a desoneração seja estendida para mais atividades. Sobre a exclusão das prefeituras, o ministro disse que isso será objeto de “negociação específica”. “Ali (neste trecho) não tinha nem análise de impacto. Era uma estimativa etérea do que iria acontecer, mas falavam em R$ 15 bilhões de perda (de arrecadação). Só por isso não precisava nem olhar para a Constituição. Só por isso já não seria possível a sanção”, disse Haddad. “Vamos negociar com as prefeituras de acordo com o que manda a lei, tem que analisar a proposta, fazer uma análise de impacto e buscar compensações. Se esses critérios forem atendidos, vamos prosperar com a proposta.” Outros parlamentares se mobilizaram, mesmo no recesso, contra o anúncio de Haddad. A Frente Parlamentar do Empreendedorismo (FPE), liderada pelo deputado Joaquim Passarinho (PL-PA), emitiu uma nota contra a reoneração da folha de pagamentos. “Para a FPE, a decisão do governo de retornar com a pauta para o Congresso Nacional - mesmo que de maneira gradual - fragiliza a relação entre os Poderes, já que o Executivo insiste em ir contra a decisão dos mais de 430 parlamentares que garantiram a prorrogação da desoneração até 2027″, afirma a nota. “É preciso considerar que a manutenção do trabalho e o estímulo à atividade econômica também geram receitas, por meio do consumo e do recolhimento de outros impostos”, acrescenta. “O anúncio do pacote econômico para o próximo ano é a prova de que o governo federal continua na tentativa de alterar regras tomadas pelo Legislativo, por meio de medidas provisórias, ignorando a busca pelo diálogo.” O autor do projeto de lei, senador Efraim Filho (União-PB), escreveu em uma rede social que a MP traz insegurança jurídica ao empresariado. “A edição da MP contraria uma decisão tomada por ampla maioria pelo Congresso.Vai sofrer resistências desde a largada. Traz insegurança jurídica para o empreendedor, que ficará sem saber qual regra seguir, se a da MP ou da lei aprovada pelo Congresso e hoje publicada”, escreveu. Notícias em alta | Economia Dez mais ricos do planeta aumentaram suas fortunas em 2023; veja ranking dos bilionários Todos os 14 mais ricos do mundo tiveram crescimento de suas fortunas no último ano, segundo reportagem do The Guardian28/12/2023 | 12h39 | Redação Greve da Tesla na Suécia: funcionários rejeitam modelo americano de ‘trabalho, trabalho, trabalho’ Montadora dos EUA enfrenta greve na Suécia desde outubro; operários querem respeito a condições mais favoráveis na Europa do que nos EUA27/12/2023 | 20h00 | Melissa Eddy Governo revoga desoneração da folha e altera regra para dívidas judiciais para aumentar receita Medida Provisória ditará atividades econômicas atendidas por benefício tributário; prefeituras serão excluídas28/12/2023 | 13h32 | Mariana Carneiro | Amanda Pupo Veja mais em economia",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:03:59.254+02:00",
    "updated": "2023-12-29T00:03:59.254+02:00"
  },
  {
    "uuid": "4469e5bcffafeba95f08203540cfc3282ed3982b",
    "url": "https://www.wtxl.com/bainbridge/sexual-abuse-survivor-shares-story-to-help-empower-others",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AJ Douglas",
    "published": "2024-04-04T18:35:00Z",
    "title": "Sexual abuse survivor shares story to help empower others",
    "text": "- April is known as National Child Abuse Prevention Month - Emily Floyd has chosen to use this time to share here story in hopes of removing the shame from the abuse. - Watch the story to hear found the courage to use her voice. BROADCAST TRANSCRIPT: How a woman says she took back her power by speaking out after being violated for years. \"I was ashamed and I was scared for a very long time and I'm not any more,” said, sexual abuse survivor, Emily Floyd. Taking a closer look at how conversations surrounding child abuse are tough but, one survivor says she shares here story to remove the shame from the abuse. \"The summer after I turned nine I ended up saying something to my grandmother.. Who then said something to my mom,” said Floyd. 22-year-old Emily Floyd is describing the moment her nine year old self told a loved one that she was being sexually abused for the past two years. \"It was my stepfather who was also my swim coach,\" said Floyd. Floyd's mother Jeannie Cox tells me that even after 13 years learning that her daughter was harmed by a loved one is an unimaginable experience. \"It's not that creepy guy in the elevator.. It's not that weird looking person in the store. It's a person that you love and you trust,” said Cox. Floyd told me that Oak House Children's Advocacy and Sexual Assault center supported her during the trial process. Oak house is a non-profit advocacy group that services Decatur, Grady, Mitchell, Baker and Calhoun counties. Offering services like forensic exams. Expert testimony, advocacy and referrals. \"Things like this aren't easy for people and sometimes families can't support the way they need to,” according to Floyd. Since April is known as National Child Abuse Prevention month Floyd has chosen to use this time to share here story in hopes of removing the shame from the abuse. \"So that other people can hear and know that it's okay to speak out,” said Floyd. Floyds shared a message for anyone who is living in fear while being abused. \"Find the courage because you have it,” said Floyd. “There's a world of people out here that have been through the same thing who understand the struggles and who will help you. If you or someone you know is being abused use the links below to find local and statewide resources.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emily floyd",
          "sentiment": "negative"
        },
        {
          "name": "jeannie cox",
          "sentiment": "none"
        },
        {
          "name": "floyd",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national child abuse prevention month",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T01:44:15.000+03:00",
    "updated": "2024-04-05T01:44:15.000+03:00"
  }
]