[
  {
    "uuid": "ce6fdafc487b840bb96c7664ff1bd1acd0843222",
    "url": "https://news.abplive.com/astro/leo-horoscope-today-15-march-2024-singh-daily-astrological-predictions-zodiac-signs-1672012",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Astrologer Ruchi Sharma",
    "published": "2024-03-14T22:39:57Z",
    "title": "Leo Horoscope Today 15 March 2024 Singh Daily Astrological Predictions Zodiac Signs",
    "text": "Leo Horoscope Today, 15 March 2024: For individuals born under the Leo sign, will be a promising day marked by opportunities for career advancement and quality time with loved ones. Leo Horoscope Today: Salutations to the regal Leo! Your natural charisma, creative flair, and unwavering ambition make you the star of the zodiac. Blessed with high self-esteem, Lions know that they possess enviable traits—and they're proud of them. They don't believe in false modesty and will be the first to praise themselves for a job well done. Your horoscope is a spotlight that guides you in shining brightly while staying true to your noble heart. Here is what is in store for you today (March 15): [Disclaimer: The content of this article is based solely on astrological predictions, and should be taken as general guidance. Individual experiences may vary. ABPLive.com does not assert the accuracy or validity of any claims or information presented. It is strongly recommended to consult a qualified expert before considering or implementing any information or belief discussed herein.] Astro News on abp LIVE for more latest stories and trending topics. Watch breaking news and top headlines online on abp News LIVE TV See Today's Weather Top Headline India SBI Electoral Bond Data: Here Is The List Of Top Donors To Political Parties News Centre Slashes Petrol & Diesel Prices By Rs 2 After LPG Relief States Mamata Banerjee Sustains 'Major Injury', Discharged From Hospital After Stitches On Forehead India 'Security For Pakistanis, Bullets For Our Farmers': Kejriwal Slams Centre After Refugees Protest Near His Home Trending News and tablets",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [
      "https://www.accuweather.com/?partner=web_abp_adc",
      "https://www.accuweather.com/",
      "https://accuweather.com/?partner=web_abp_adc"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "leo",
          "sentiment": "negative"
        },
        {
          "name": "leo horoscope",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "singh daily astrological predictions zodiac signs leo horoscope today",
          "sentiment": "negative"
        },
        {
          "name": "lions",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:39:57.769+02:00",
    "updated": "2024-03-15T00:39:57.769+02:00"
  },
  {
    "uuid": "329905d32c14577269a7771ad8e882b337ab1a61",
    "url": "https://www.miragenews.com/nsw-40m-lotto-winner-how-do-i-know-this-is-for-1195369",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-03-14T11:56:00Z",
    "title": "NSW $40M Lotto Winner: How Do I Know This Is For Real | Mirage News",
    "text": "In a twist that reads like a script out of a Hollywood movie, a man from Fairfield initially shrugged off calls from lotto officials, suspecting nothing more than the usual telemarketing spiel. However, when the Sydney man finally picked up the phone this evening, he was met with the staggering revelation that he was the sole winner of Powerball jackpot, pocketing an entire $40 million from draw 1452 on Thursday, 14 March 2024. “How do I know this is for real?” he queried, a mix of disbelief and caution in his voice while checking his winning online ticket. “Thank you! That’s a big prize! “I’ll be able to pay off the house, that’s for sure. “There’s plenty of people that need help that I know of. That’s the first thing I’ll be doing. “Otherwise, we’ll just have to see what happens and let it sink in. To be honest, I’m speechless, I don’t know what to say!” The newly minted multi-millionaire shared he’d temporarily forgotten he even had an entry into tonight’s draw as he had an online subscription that automatically secured him an entry every time the Powerball jackpot soared above $20 million. “I’m a regular player. I’ve got a subscription. Out of the blue – I usually don’t really know when it happens – I get a ticket into anything over $20 million,” he said. “I didn’t even know I had a ticket into tonight’s draw until you called! “I had a headache before, but now I’m not even thinking about that. “I hope you keep putting a smile on people’s faces like you’ve just put a smile on mine! “I really appreciate your call!” The winning numbers in Powerball draw 1452 on Thursday 14 March 2024 were 30, 24, 5, 32, 35, 27 and 15. The all-important Powerball number was 2. You can find the full division winnings of this draw here as reported last night: [Lucky Aussie Bags Entire Powerball Jackpot](/single-winner-snares-entire-powerball-jackpot-1194899/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "hollywood",
          "sentiment": "none"
        },
        {
          "name": "fairfield",
          "sentiment": "none"
        },
        {
          "name": "sydney",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:04:25.082+02:00",
    "updated": "2024-03-15T01:04:25.082+02:00"
  },
  {
    "uuid": "821ffd59e35a705040c8221a353e8da002cc84bb",
    "url": "https://www.meneame.net/story/china-ofrece-apoyo-iran-ante-aumento-violencia-oriente-proximo/c0185",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ErJakerNROL35",
    "published": "2024-09-26T19:17:00Z",
    "title": "#185 China ofrece su apoyo a Irán ante el aumento de la violencia en Oriente Próximo",
    "text": "Portada\nmis comunidades\notras secciones\n[#95](c95#c-95) Ya han normalizado los bombardeos en gaza, si antes era normal que disparasen a palestinos desarmados ahora lo normal es que les bombardeen a diario. Si te fijas en el proximo pseudo informativo de television veras como tratan con normalidad que caigan bombas a diario en gaza y centran su atencion en cosas que no son especificamente el bombardeo.\n[#125](c125#c-125) igual que normalizaron la ocupación, el apartheid, el secuestro y tortura de miles de palestinos y las masacres... Hasta que responden un 7 de octubre y entonces, los muy cínicos, repiten los bulos sionistas y lo cuentan todo como si empezara ese día con su \"guerra israel-hamas\" (he llegado a ver incluso \"guerra hamas-israel\")\n[#41](c41#c-41) Es buena noticia, pero llega tarde.\nQuizás China debería plantearse cortar lazos comerciales con Israel.\n[#109](c109#c-109) Y probablemente tambien muchos países con China. Esto queda en nada, en cuanto les amenacen con cerrarles el chiringuito económico y que comercien con los BRICS, China se hunde enseguida. El bloque OTAN lleva años preparando el traspaso de las fábricas Chinas a otras del sudeste asiático.\n[#127](c127#c-127) La dependencia de China es total, no creo que ningún país pueda plantearse prescindir de ellos.\n[#130](c130#c-130) Ya está ocurriendo, se están creando nuevas fábricas, cada vez más automatizadas en India, Vietnam, Myanmar, México. A China no le afectará demasiado porque tiene un mercado interno gigantesco, pero simplemente las fábricas que suministran para los fabricantes del Oeste se están desplazando. En mi opinion, ya era hora, fue un error hace 40 años regalarles tanto know how.\n[#109](c109#c-109) para que?\n[#1](c1#c-1) EE.UU. y Europa, no lo olvidemos. Cínicos e hipócritas.\n[#14](c14#c-14) que muchos, no, que todos (excepto los palestinos que no huyeron cuando la Nakba ni fueron masacrados y viven en israel\n[#69](c69#c-69) o porque es un antisemita verdadero\n[#95](c95#c-95) no solo israel, todos sus cómplices: desde tve que sigue dando voz a Netanyahu (pero no a miembros de la resistencia palestina), un genocida, hasta El País que sigue justificando los ataques de estos supremacistas\n[#42](c42#c-42) ya sabemos qué mundo tenemos gracias a las decisiones tomadas por esta comunidad internacional... sea lo que sea lo que diga el resto, lo prefiero.\n[#46](c46#c-46) tal cual. Los genocidas son unos cobardes que solo se atreven con niños y mujeres y saben que los países que les rodean no tienen capacidad de defenderse ni causarles ningún daño, más allá de la operación de Hamas del 7 de octubre, que claramente conocían y donde la gran mayoría de muertes fue provocada por las propias fuerzas de ocupación (el único objetivo de hamas era llevarse prisioneros de guerra para intercambiarlos por alguno de los miles que tiene israel, pero como los sionistas van armados hasta los dientes, los supuestos civiles, pues se liaron a tiros y hamas respondió... de ahí la matanza) Podrán decir lo que quieran de Hamas, pero no son retrasados. Eso sí, no se esperaban que, en esta ocasión, no quisieran negociar y prefirieran cometer un genocidio.\n[#143](c143#c-143) Yo nunca entendi como pudo Hamas hacerse con 3000 cohetes/misiles, eso cuesta un dineral y son mas pobres que las ratas. Esas armas no se compran en el supermercado, ni las hace el herrero del pueblo. Ya no me sorprendería si fue la propia Israel quien se los suministro para tener una escusa.\n[#88](c88#c-88) Estarán en Nueva Zelanda, Australia y demás .\nhttps://capitanswing.com/libros/la-supervivencia-de-los-mas-ricos/\n[#152](c152#c-152) Sería terrible. Los imperios todos persiguen el poder, la riqueza, etc.; pero hay algunos que más y otros que menos. Los anglosajones, en concreto, son especialmente avariciosos y están dispuestos a TODO para obtener ese poder y esa riqueza. Pretenden que todos sigan las reglas que dictan ellos para así no tener ellos reglas.\nPor otro lado, lo más gracioso de todo es que a todos sus enemigos se los han creado ellos solos: China, o Rusia están enfrentadas a USA (y occidente) por los distintos actos de agresión que ha cometido occidente contra ellos en la historia reciente. Incluso Rusia, en su día, intentó un acercamiento.\n[#58](c58#c-58) Muchas cosas, pero así, por ir a por la última, sugiero que busques en internet Mahsa Amini.\n[#86](c86#c-86) Sólo reprime a su pueblo, pero qué más da.\n[#87](c87#c-87) La UE quiere dejar atrás la necesidad de importar gas y petróleo. Von der Leyen lo ha dejado claro. Europa quiere generar electricidad usando métodos limpios, no quemando gas y petróleo.\nhttps://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/\nToda tu argumentación no tiene sentido, Rusia es un país enorme al que la UE quiere dejar algo arrinconada simplemente dejando de comprar su gas y petróleo. Y que arreen vendiéndolo al resto de países que también van por la vía de la descarbonización.\n[#116](c116#c-116) Por qué querría renunciar Europa al gas barato? Todo iba bien hasta que los norteamericanos se enfadaron por comprar a los rusos cada vez más. Busca a Trump cabreado en Alemania por comerciar con Rusia y a Biden jurando que iban sabotear el NS2.\nSomos tontos, vasallos y nuestros políticos cobardes y vendidos.\n[#168](c168#c-168) igual no somos tan tontos, bueno, algunos.\nHay muchísimas razones para no querer depender de Putin, económicas, políticas,medioambientales, militares,…\nHas leído las declaraciones de Von der leyen y a quienes ha puesto a cargo de las políticas energéticas? No son del sector gasístico y petrolero precisamente. Asúmelo ya, la UE va derecha a dejar atrás tanto a Estados Unidos como a Rusia y demás productores de Gas y petróleo a medio y largo plazo. Es la primera política parecida al gobierno Chino que veo en la UE en mi vida, y me parece muy coherente y correcta. No va a ser fácil, no va ser rápido, pero es lo correcto.\nA la mierda el gas y el petróleo.\n[#6](c6#c-6) Eso es lo peor, nos tienen de colonia para recibir primero las hostias...\n[#59](c59#c-59) Si hay guerra nuclear, Israel sería destruida, pero Irán también. Es una guerra que nadie puede ganar. Solo sobrevirían miembros de sus culturas que estuvieran viviendo en otros lugares, pero a efectos prácticos, estarían destruidos. Extintos.\n[#133](c133#c-133) Reportado por insultos directos, y por otro lado, no eres consciente del nivel de destrucción si hay una guerra nuclear global. Es la destrucción mutua asegurada de toda la especie humana y un porcentaje altísimo de especies.\n[#142](c142#c-142) Te gustaría que te llamaran piojo?, insecto?\n[#158](c158#c-158) si, Irán lleva haciendo eso durante décadas.\nPero cuenta toda la historia: Israel lleva todavía más décadas haciendo cosas muy feas, y lo normal es que en la región se la tengan jurada.\nSi en algo estoy de acuerdo con Israel es que se juega su existencia. Pero es igual de cierto que Israel se ha buscado la enemistad con todo el mundo,\n[#160](c160#c-160) muy feas? Existir? Hay 9 millones de personas viviendo en Israel, el día que los países como Irán ganen les va a pasar lo que le pasó a más de 2 millones de judíos en países árabes expulsados, cuando no cazados allá en los años 50 como castigo a la creación del estado de Israel.... En Irán había más de 300 mil, hoy hay 0.\n[#169](c169#c-169) ¿Y la solución para la supervivencia de los Israelíes es el exterminio de los palestinos? ¿desde cuando los palestinos tienen menos derecho a existir que los propios Israelies?\nA lo largo de la historia, no son pocas las veces en las que se han utilizado amenazas existenciales, para justificar el exterminio del oponente, y eso tiene un nombre: fascismo.\n[#95](c95#c-95) En eso tienes toda la razón.\n[#14](c14#c-14) Eso les indiferente y más a la hora de reventar niños a bombazos\n[#68](c68#c-68) Los evangélicos tienen un enorme peso político en EEUU. Son fanáticos religiosos que creen que la guerra nuclear es el apocalipsis bíblico y están intentando provocarlo.\nFantasean que la guerra nuclear está a la vuelta de la esquina, y que Jesús va a llegar a salvarlos, solo a ellos y a castigar a los demás.\nhttps://es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra/\nhttps://www.bbc.com/mundo/noticias-internacional-42579386\nhttps://www.latimes.com/espanol/internacional/articulo/2022-03-15/pastores-invasion-rusa-un-anticipo-del-fin-del-mundo\n[#80](c80#c-80) ¿La realidad? ¿De qué realidad hablas? La mía desde luego que no.\nhttps://www.descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa/\n[#87](c87#c-87) Resulta que la OTAN lleva expandiendo su membresía sin parar desde su creación y mas cuando se unió EEUU en 1948.\nEn 1952 - Se unieron Grecia y Turquía\nEn 1954 - Rusia propone unirse y le dicen que no.\n1955 - Se une Alemania Occidental\n1958 - Francia se sale acusando a EEUU de papel hegemónico.\n1982 -Se une España.\n1989 - La Unión Soviética se desintegra.\n1995 - OTAN lanza su primera operación militar en Bosnia y Herzegovina contra los servíos acusados de cometer crímenes contra la humanidad (Israel tiene derecho a defenderse).\n1999 - OTAN entra otra vez en guerra para parar la limpieza étnica Kosovar en Yugoslavia ya que se están cometiendo crímenes contra la población civil.\n1999 - República Checa, Hungría y Polonia entran en la OTAN\n2003 - Después del 11S la OTAN entra en Afganistan e Iraq aunque los terroristas del 11S eran Saudís.\n2004 - Bulgaria, Eslovaquia, Eslovenia, Rumania y las ex repúblicas soviéticas Estonia, Letonia y Lituania\n2009 - Croacia y Albania se unen a la OTAN.\n2017 - Montenegro se une a la OTAN.\nEn 2008 Bush ya dijo que quería incorporar Ucrania a la OTAN, Zelensky aprobó como estrategia de seguridad nacional la entrada de Ucrania en la OTAN. Y que EEUU se escude en James Baker si dijo que la OTAN no se iba a expandir pero que no quedó reflejado en el acuerdo escrito me suena a la confusión que tuvieron los Palestinos, Sirios que ayudaron a los Británicos a luchar contra los Otomanos con la promesa de conseguir la independencia que les había prometido UK. Sabes, eso de tu me ayudas y después te doy por culo.\nAhora dime, [#80](c80#c-80) hacia donde se ha expandido Rusia. Es por saber eh, no hay ánimo de ofender.\nFuentes:\nhttps://es.m.wikipedia.org/wiki/OTAN\nhttps://es.m.wikipedia.org/wiki/Invasión_rusa_de_Ucrania\nhttps://nsarchive.gwu.edu/document/16116-document-05-memorandum-conversation-between\n[#134](c134#c-134) Qué cosa más rara: editas partes de la información que no se ajustan a tu narrativa o directamente las manipulas.\n[#193](c193#c-193) ¿Que partes? ¿Que narrativa? .¿Cuál es la manipulación?\nLo raro es afirmar las cosas que afirmas y no aportar ni una sola prueba que fundamente tu comentario. Es que, yo no se ni si estás contestando a la persona adecuada, porque el 85% del comentario son datos de los países que se unieron a la OTAN y en que año.\nY el resto del comentario las veces que la OTAN he intervenido en misiones de paz bombardeando países mostrando mi desacuerdo en sus intervenciones. ¿Pero narrativa? Me da que has venido a desacreditar al mensajero porque los datos no te gustan y claro unos datos que contradicen tu versión sesgada sólo te deja dos opciones. Reconocer que estás desinformado o atacar al que da los datos. Si quieres te pongo la Wikipedia en Inglés para ver si contradice los datos que he enumerado.\nEstoy deseando ver tu contestación, a ver sí corriges los datos que he puesto o si vas a seguir faltando el respeto, insultando y desviando la conversación a vías que no conducen a nada mas que a obviar los hechos. Hechos que están documentados y firmados.\n[#56](c56#c-56) Yo estoy con [#43](c43#c-43) apoyo a Irán porqué se opone a un régimen genocida, de la misma manera que apoyo a Ucrania porque se opone (en este caso resiste) a un régimen imperialista que está a las puertas de la Unión Europea.\nY que yo apoye a Ucrania no quiere decir que apoye al imperialismo yanqui, quiere decir que no quiero tener a Putin cerca.\nY que yo apoye a Irán no quiere decir que apoye el integrismo islámico, quiere decir que me duele el genocidio del pueblo palestino y los iraníes parecen los únicos que se oponen más allá de algunas palabras, por eso les apoyo.\nCon Ucrania y Irán elijo el mal menor.\n[#111](c111#c-111) El régimen de Irán es corrupto y ha estado desestabilizando la región en beneficio propio, sin preocuparse realmente por los palestinos.\n[#46](c46#c-46) Bismark, pero recordemos que aquello a la larga salió mal. Estando de acuerdo contigo, por supuesto.\n[#67](c67#c-67) La UE está reajustando su política energética, de manera muy agresiva, pero aún necesitamos más tiempo.\nhttps://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/\n[#40](c40#c-40) Na, sería terrible. Las consecuencias de una guerra nuclear global y total serían la extinción de nuestra especie. Todo destruido y la humanidad olvidada. La Tierra sobreviviría y unos pocos miles de años se regeneraría, pero de nosotros no quedarían ni las pirámides.\n[#95](c95#c-95) Es que hay una ignorancia tremenda con este tema.\nAún así, ni los nazis pudieron esconder lo que hicieron con ellos... Pasarán los años y Palestina vivirá para siempre en canciones, libros, cine... Tendrán su país bajo la sospecha para siempre. Sionistas, pasará a la historia como lo que son.\n[#118](c118#c-118) Palestina es una cuestión marginal tanto para los árabes como para el resto del mundo.\n[#1](c1#c-1) A ver que China también es \"comunidad internacional\" y mientras no saque algo, tampoco hace nada. No te confundas ni una cala. Aquí juega sus bazas en su zona de influencia (al final Irán, Rusia, China, Korea la mala, etc... Tienen una historia de relaciones).\nA ver si ahora alguien pensaba que esto no iba a ocurrir.\nTarde o temprano China iba ha decir basta a EE.UU, lo mismo que ha hecho Rusia.\nEl problema es que a EE.UU esto le viene bien, pues tiene a la UE en medio que es lo que se quiere desmantelar.\n[#68](c68#c-68) Con la cantidad de cabezas nucleares del bloque del este, dalo por seguro, pero sería finalmente la raza humana entera, la que acabaría extinguida...\nSe llama disuasión, esa misma que está aplicando China, a las oscuras intenciones de Israel de llamar a su primo de Zumosol, para intentar atacar Irán.\nLo realmente bueno, es que ahora hay nuevos actores, dispuestos a pararle los pies a los matones de siempre...\n[#124](c124#c-124) Lo era, pero la historia (estar en el bando vencedor) le ha acabado blanqueando mucho. Lo cuál demuestra que no hay \"buenos\" y \"malos\", sino bandos. Y uno se posiciona en función de los intereses que tenga. Si mi interés es la caída de Israel y del Imperio Useño, por tanto, hago como Churchill y, si Irán plantea enfrentarse a Israel, como mínimo hablaré bien de ellos, en mi caso, en menéame. Y eso no significa que yo apoye ciegamente al régimen de los Ayatolás.\nLas mentes simples intentan que la gente se posiciones en dos bandos de la forma más maniquea posible. Pero el mundo es complejo: el que hoy es tu aliado contra un enemigo difícil (por ejemplo la URSS y UK lo fueron contra la Alemania Nazi), mañana puede pasar a ser tu enemigo.\n[#119](c119#c-119) con que ? los polvorines se están vaporizando en rusia cada dia\n[#46](c46#c-46) es por eso que es importante tener unas fuerzas armadas decentes.\nLas alarmas saltan solamente cuando es algo distinto a USA armando a Israel y amenazando al que ose insultarlo con un ataque ridículo a pie\n[#1](c1#c-1) ¿De qué alarmas hablas? China siempre actúa de la misma manera. Ni siquiera cuando sus barcos son bombardeados por los aliados de Irán hace nada. Mucha palabra, pero ahí se queda todo.\n[#95](c95#c-95) ¿También te informaste cuando convencían a menores para que se inmolaran en nombre de Alá?\n[#94](c94#c-94) en 2100 palestina tendrá más de 12 millones de habitantes\n[#24](c24#c-24) l¿A quiénes te refieres? Esos tres son países diferentes que no tienen nada en común\n[#46](c46#c-46) China no ayudará a Irán en nada. China es un fabricante y vendedor al que solo le interesa hacer dinero, no involucrarse en problemas.\n[#96](c96#c-96) Si no lo hacen con Rusia, tampoco lo harán con Israel.\n[#9](c9#c-9) ¿Qué mejor compañía que un grupo donde el vocalista es un nazi y un dictador comunista-capitalista, ambos con serios problemas de respeto a los derechos humanos?\n[#33](c33#c-33) Nunca se forjó tal cosa, eso estaba en tu cabeza. Europa solo quiere socios que no le den problemas; Rusia los da y China parece que también quiere causar conflictos en todo el Pacífico.\n[#88](c88#c-88) eso lo hace Putin muy bien\n[#87](c87#c-87) Desde hace mucho tiempo, los recursos naturales tienen poca importancia en el crecimiento de un país; Rusia misma lo demuestra. Efectivamente, Europa era un buen cliente, pero ya había implementado políticas para dejar de serlo. China también quiere hacer lo mismo; de hecho, ya se desentiende del nuevo oleoducto que Rusia quería construir.\n[#93](c93#c-93) Rusia tiene 6000 cabezas nucleares que nadie sabe en qué estado están, las últimas inspecciones causaron terror entre los técnicos de EEUU\n[#47](c47#c-47) pa ti toda\n[#67](c67#c-67) me escojono\n[#11](c11#c-11) nada mejor que juntarse con dictaduras y países que son una seudo mafia\n[#20](c20#c-20) antes de que subieran los ayatolas israel e irán eran aliados\n[#78](c78#c-78) Rusia está enviando tecnología y armamento a Irán para que construya misiles y drones. no necesita a china\n[#4](c4#c-4) China no defiende a Irán; eso es una invención del politburó de MNM.\n[#185](c185#c-185) Cuéntaselo a los de europapress que son los que publican la noticia de que China ofrece su apoyo a Irán, a mi suéltame el brazo\n[#83](c83#c-83) Vaya exterminio más chapucero, aquí tienes una gráfica",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa/",
      "https://nsarchive.gwu.edu/document/16116-document-05-memorandum-conversation-between",
      "https://es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra/",
      "https://www.latimes.com/espanol/internacional/articulo/2022-03-15/pastores-invasion-rusa-un-anticipo-del-fin-del-mundo",
      "https://es.m.wikipedia.org/wiki/OTAN",
      "https://capitanswing.com/libros/la-supervivencia-de-los-mas-ricos/",
      "https://es.m.wikipedia.org/wiki/Invasión_rusa_de_Ucrania",
      "https://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/",
      "https://www.bbc.com/mundo/noticias-internacional-42579386",
      "https://www.es.m.wikipedia.org/wiki/OTAN",
      "https://www.descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa",
      "https://www.es.m.wikipedia.org/wiki/Invasión_rusa_de_Ucrania",
      "https://www.capitanswing.com/libros/la-supervivencia-de-los-mas-ricos/",
      "https://latimes.com/espanol/internacional/articulo/2022-03-15/pastores-invasion-rusa-un-anticipo-del-fin-del-mundo",
      "https://es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra",
      "https://www.nsarchive.gwu.edu/document/16116-document-05-memorandum-conversation-between",
      "https://capitanswing.com/libros/la-supervivencia-de-los-mas-ricos",
      "https://descifrandolaguerra.es/mapa-de-las-bases-militares-de-estados-unidos-en-europa/",
      "https://bbc.com/mundo/noticias-internacional-42579386",
      "https://elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa",
      "https://www.es.rollingstone.com/los-cristianos-que-piensan-que-la-invasion-de-ucrania-significa-que-jesus-esta-regresando-a-la-tierra/",
      "https://www.elperiodicodelaenergia.com/los-deberes-de-von-der-leyen-a-jorgensen-en-materia-energetica-hay-que-desarrollar-los-smr-en-europa/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "BRICS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T01:08:33.028+03:00",
    "updated": "2024-09-27T01:08:33.028+03:00"
  },
  {
    "uuid": "cb8dfa5f78dc7c74b52e428b4eea2ed3bdcf1582",
    "url": "https://www.gamespot.com/articles/call-of-duty-adds-new-dlc-that-supports-military-veterans/1100-6523205",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "teknomers",
    "published": "2024-05-06T22:10:00Z",
    "title": "Call of Duty, Gazileri Destekleyen Yeni DLC’yi Ekliyor",
    "text": "May is Military Appreciation Month, and Activision is marking the occasion with new DLC for Call of Duty games that supports the company's veteran-themed charity, the Call of Duty Endowment. Additionally, Activision has announced it received the biggest-ever private donation to the endowment to the tune of $2.5 million. Kenneth C. Griffin, the founder and CEO of the hedge fund Citadel and founder of Griffin Catalyst, has donated $2.5 million to the charity. This amount will help support the placement of more than 4,000 veterans in new jobs, Activision said. The new DLC out now is the Call of Duty Endowment Knight Recon Tracer Pack for Modern Warfare III, Warzone, and Warzone Mobile, along with the Regulator pack for Call of Duty: Mobile. The Knight Recon DLC for Call of Duty is out nowThe Knight Recon DLC comes with operator skins, weapons, a weapon charm, a calling card, and tokens for double XP, among other things. Here's everything you get: “Vanish” Operator Skin“Lancer” Operator Skin“Silent Siege” KATT-AMR Sniper Blueprint with “Orange Ambush” Tracers“Veiled Vigilance” MCW Assault Rifle Blueprint Weapon with “Orange Ambush” Tracers“Don’t Step on Me” Weapon Charm“Covert Crest” Large Decal“Trident Throne” Weapon Sticker“Thunder Struck” Animated Calling Card“Great Helm” Animated Emblem1 Hour Double Player XP Token1 Hour Double Weapon XP TokenAll active U.S. military members and veterans get this DLC for free. As for the Regulator DLC for Call of Duty: Mobile, this includes a new female operator, Splicer, along with a new vehicle skin, calling card, and more. The full rundown is below: Operator - “Splicer”ORV Vehicle Skin - “Digital Distortion”Swordfish Blueprint - “Digital Distortion”Fennec Blueprint - “Digital Distortion”Calling Card - “Rogue Regulators”Avatar - “Energizing E”Charm - “All Charged Up”Sticker - “64-bit Bravery”100% of the net proceeds of these DLC bundles goes to the Call of Duty Endowment. Pricing was not announced, but these bundles normally sell for $10 USD. Activision also announced a partnership with USAA for an in-game event called U Assist Veterans. Running May 8-22, the event has players in Modern Warfare III and Warzone working together to complete objectives that will lead to money being donated to the Endowment. More details on the U Assist Veterans event will be announced soon. Finally, Activision is teaming up with the Texas Rangers baseball team for programming inside the team's home stadium to celebrate and honor military veterans on May 15. The stadium is also slinging $1 hot dogs that night, so that's something to celebrate, too. 2024 marks 15 years since the Endowment was founded by Bobby Kotick in 2009. Since then, the charity has helped place more than 125,000 veterans in jobs after leaving the service across the US and the UK. Activision said the Endowment spends around $600 to place a veteran in a job, which it claims is just a fraction of what the government spends on job placement. In 2024, the Endowment is aiming to place more than 15,500 veterans in jobs. In other Call of Duty news, it might not be much longer until we learn about the next entry in the series. Call of Duty: Black Ops Gulf War is expected to be revealed soon and shown off during a special Xbox showcase on June 9.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fandom.com/terms-of-service-pp1",
      "https://www.fandom.com/privacy-policy-pp1",
      "https://www.mlb.com/rangers/tickets/single-game-tickets?mlbkw=ds-g-p79674916922&gad_source=1&gclid=Cj0KCQjw_-GxBhC1ARIsADGgDjvL-OI2PuQQ35z1rb1zlAPeek869i-VhNoIkDhlMa8fkCMlOnOLxS8aApIkEALw_wcB&gclsrc=aw.ds",
      "https://fandom.com/privacy-policy-pp1",
      "https://fandom.com/terms-of-service-pp1",
      "https://mlb.com/rangers/tickets/single-game-tickets?mlbkw=ds-g-p79674916922&gad_source=1&gclid=Cj0KCQjw_-GxBhC1ARIsADGgDjvL-OI2PuQQ35z1rb1zlAPeek869i-VhNoIkDhlMa8fkCMlOnOLxS8aApIkEALw_wcB&gclsrc=aw.ds",
      "https://www.mlb.com/rangers/tickets/single-game-tickets"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gazileri destekleyen yeni",
          "sentiment": "negative"
        },
        {
          "name": "kenneth c. griffin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "activision",
          "sentiment": "none"
        },
        {
          "name": "dlc for call of duty",
          "sentiment": "none"
        },
        {
          "name": "katt",
          "sentiment": "none"
        },
        {
          "name": "citadel",
          "sentiment": "none"
        },
        {
          "name": "knight recon dlc",
          "sentiment": "none"
        },
        {
          "name": "griffin catalyst",
          "sentiment": "none"
        },
        {
          "name": "dlc",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-07T01:11:55.280+03:00",
    "updated": "2024-05-08T00:53:38.174+03:00"
  },
  {
    "uuid": "4f7da0235f518015645b814247ae22d9b98a40ae",
    "url": "https://vnexplorer.net/el-mapa-que-muestra-el-origen-de-los-personajes-de-disney-s698037.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-28T23:33:00Z",
    "title": "El mapa que muestra el origen de los personajes de Disney",
    "text": "Disney, la emblemática entidad de entretenimiento, ha trascendido fronteras con sus personajes y películas. A lo largo de sus más de 100 años, la compañía ha creado un universo donde la geografía juega un papel crucial.\nUn reciente mapa, elaborado por ABC revela el origen de los personajes de Disney, mostrando una impresionante variedad de escenarios a nivel mundial.\nPelículas de Disney por continente La presencia europea en las películas de Disney es notable. Desde los bosques alemanes de “Blancanieves y los siete enanitos” hasta las calles de París en “Los Aristogatos”, Europa ha sido un continente fértil para las narrativas de la compañía.\nAmérica, por otro lado, se ha retratado con frecuencia en los clásicos de Disney. “Pocahontas” y “Tiana y el sapo” son ejemplos de películas con protagonistas americanas. Además, títulos como “Dumbo” y “Bambi” reflejan la diversidad cultural y natural de Estados Unidos.\nAsimismo, América Latina ha ganado representación con películas como “El emperador y sus locuras” y “Encanto”, esta última llevando a los espectadores al corazón de Colombia.\nAsia y Oceanía no han sido ajenas a este fenómeno. “El libro de la selva” y “Mulan” son ejemplos de cómo Disney ha explorado la riqueza cultural de Asia. Mientras que en Oceanía, “Vaiana” nos introduce a la Polinesia, sumergiendo al público en un mundo de leyendas y mares cristalinos.\nÁfrica, aunque representada en menor medida, ha dejado su huella con “El rey león” y “Tarzán”. Estas películas, aunque protagonizadas por animales antropomórficos, capturan la esencia del continente africano y su vasta biodiversidad.\nDisney no solo ha llevado a su audiencia en un viaje geográfico, sino también temporal. Con películas que oscilan entre lo mítico y lo contemporáneo, ha sabido adaptar historias tradicionales a contextos modernos, manteniendo la relevancia y el encanto.\nLa película del centenario de Disney, Wish, transcurre en el Mediterráneo\nLa reciente “Wish, el poder de los deseos”, ubicada en una isla del mediterráneo de fantasía, se une a este legado europeo, siendo la vigésima tercera película de Disney ambientada en este continente. Se estrenó en cines en España el 23 de noviembre de 2023.\nSe trata de una producción animada musical de Walt Disney Animation Studios, lanzada por Walt Disney Pictures. Es la película animada número 62 producida por el estudio. Wish está inspirada en el 100 aniversario de Disney, uniéndose a un tema principal en todas las películas de Disney: los deseos que se hacen realidad.\nLa trama se centra en Asha, una joven de 17 años, y su cabra mascota Valentino. Asha espera que el Rey Magnífico conceda el deseo de su abuelo Sabino en su 100.º cumpleaños. Sin embargo, se descubre que Magnífico borra los recuerdos de los deseos de los ciudadanos y nunca devuelve los deseos no concedidos, manteniendo a la población dócil y dependiente de él\nEl mapa de los personajes de Disney no solo es un testimonio de la diversidad geográfica de sus historias, sino también de la capacidad de la compañía para adaptar culturas y leyendas de todo el mundo en narrativas universales.\nEs un reflejo de cómo Disney ha podido, a través de sus películas, unir al mundo bajo un manto de fantasía y aventura. Este mapa es una ventana al mundo Disney, mostrando cómo la geografía, la historia y la cultura se entrelazan en un mosaico de historias que han capturado la imaginación de generaciones.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1makeV.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1makeV.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:47:47.387+02:00",
    "updated": "2023-12-29T01:47:47.387+02:00"
  },
  {
    "uuid": "e2cef04424d07eca04d23a5eea349c7f2fcbddf5",
    "url": "https://www.rrhhdigital.com/secciones/bienestar/737676/estrategias-clave-para-priorizar-el-bienestar-de-tus-empleados/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2024-01-01T00:25:00Z",
    "title": "Estrategias clave para priorizar el bienestar de tus empleados",
    "text": "Con la llegada del nuevo año, empresas de todos los tamaños se enfrentan a un desafío crucial: garantizar el bienestar de sus empleados en un entorno laboral cambiante. La pandemia ha transformado radicalmente la forma en que trabajamos, y ahora, más que nunca, se requiere una atención especial hacia el cuidado y la salud mental de los trabajadores. «El bienestar de las plantillas es la base de un entorno laboral saludable y productivo. Priorizar su bienestar no solo es una responsabilidad ética, sino también una estrategia inteligente para impulsar la moral y la eficiencia operativa», expresa Teresa Muñoz, jefa de redacción de RRHHDigital. Expertos en RRHH y psicología laboral han señalado la importancia de implementar estrategias efectivas para cuidar el bienestar de los empleados. Algunos consejos clave para afrontar este reto del 2024 incluyen: - Flexibilidad laboral: Ofrecer opciones flexibles de trabajo, como el teletrabajo o horarios adaptables, para que los empleados puedan equilibrar mejor su vida personal y profesional. - Apoyo emocional: Proporcionar acceso a programas de apoyo emocional, asesoramiento psicológico o sesiones de mindfulness para ayudar a los trabajadores a gestionar el estrés y la ansiedad. - Cultura de cuidado: Fomentar una cultura empresarial que promueva el autocuidado, el descanso adecuado y el respeto hacia el equilibrio entre el trabajo y la vida personal. - Formación y desarrollo: Invertir en programas de formación y desarrollo profesional que permitan a los empleados crecer en sus roles y sentirse valorados en la empresa. - Comunicación abierta: Establecer canales de comunicación efectivos para que los empleados puedan expresar preocupaciones, sugerir ideas y sentirse escuchados por la dirección. Priorizar el bienestar de los empleados no solo impacta positivamente en su salud mental y felicidad, sino que también contribuye a una mayor productividad y compromiso con la empresa. En este nuevo año, las organizaciones que coloquen el cuidado de sus empleados en el centro de sus estrategias cosecharán beneficios tanto a nivel humano como empresarial. «Los empleados son el motor de la empresa. Al priorizar su bienestar también generamos un ambiente propicio para la creatividad, la innovación y el compromiso, elementos fundamentales para el éxito a largo plazo de la organización», confiesa Muñoz.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-01T03:19:17.199+02:00",
    "updated": "2024-01-01T03:19:17.199+02:00"
  },
  {
    "uuid": "f492c64b963995dc6f0328b143e90a750c0fd2c8",
    "url": "https://www.irishtimes.com/sport/soccer/2024/02/29/running-in-the-family-the-liverpool-talents-following-in-their-famous-fathers-footsteps",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Michael Butler",
    "published": "2024-02-29T20:31:00Z",
    "title": "Running in the family: the Liverpool talents following in their famous fathers’ footsteps – The Irish Times",
    "text": "Jayden Danns, Lewis Koumas and Bobby Clark: remember the names. But then, you may already recognise them – and not because all three teenagers appeared for Liverpool on Wednesday night, with Danns scoring twice and Koumas netting the opener in a 3-0 win over Southampton in the FA Cup fifth round. All three have famous fathers; they are sons to Neil Danns, Jason Koumas and Lee Clark respectively, former Premier League professionals. If this feels like something of note, it is not exclusive to Liverpool – Manchester City have the Heskey twins, Jaden and Reigan, in their academy while Jack and Tyler Fletcher, sons of Darren, are at Manchester United – but Liverpool’s academy does seem to have a cluster of prospects with paternal connections. Keyrol Figueroa, son of the former Wigan defender Maynor, and Prince Kobe Cissé, son of the 2005 Champions League winner Djibril, are also making their way there, and Marcus Neill, son of the former Australia international Lucas, recently left to join Sunderland. What is behind this trend at Liverpool? Alex Inglethorpe, the club’s celebrated academy director, says that signing children of former professionals “isn’t a strategy” but is the confluence of a few factors. “If former players settle in the area, the club is perhaps an obvious touchpoint for them,” Inglethorpe says. “It’s a natural assumption that as the son of a former player, they are going to grow up in a footballing environment and possibly have an interest in the sport. That, combined with athletic genes, given their father was able to play professional football, means it’s not surprising that they end up being good. But we’ve got somewhere between 160 and 180 boys in the academy, so that’s actually a small percentage of who we have.” Figueroa will likely be the next player on this list to try to force his way into Jürgen Klopp’s plans. The 17-year-old forward, born like his father in Honduras but a USA youth international, is with the under-18s. Cissé, also a forward, is only 15, so it feels unlikely he will join Danns, Koumas and Clark in featuring for the first team this season. “I speak to [those five] regularly, on and off the pitch,” Inglethorpe says. “Unless they want to talk about their fathers, I try not to reference it as I feel it can be a burden. I don’t want to add to the burden that they’ve probably got going in their own minds around achieving the same or more than their fathers did. They are people in their own rights.” Inglethorpe describes the junior academy – eight to 13 years old – as “sort of like a really good Sunday League club. Great pitches, coaches are really good, the kit is lovely. But at the senior academy, things are different. How you prepare a boy at 14 changes at that age with data and nutrition. The messaging changes.” Perhaps with sons of famous footballers, that messaging is already ingrained. Maybe there is an inherent understanding of what it takes to make it at the elite level, and the sacrifices required around fitness, rest, social plans and nutrition. “I’m happy for them just to be young players, young lads,” Inglethorpe responds. “Jayden is from the ‘pre-academy’, when he was six or seven. Figgy [Figueroa] came in at 11-12 years of age, from grassroots football. Bobby joined us at 16, via Newcastle. It’s nice that they’ve all got a slightly different story.” Clark’s transfer from Newcastle did cause headlines, with Liverpool reportedly spending £1.5 million (€1.75 million) on the midfielder. His father, Lee, has explained how Liverpool sealed the deal. “Once Bobby decided to leave Newcastle, he held talks to the four or five clubs who had agreed [a fee] with Newcastle,” Lee told the Echo last year. “He was just blown away by how much in-depth knowledge Liverpool had of him ... why they believed he could be a first-team player. He’s also seen close family friends of ours like Terry McDermott since he’d been a young boy and understood what Liverpool means.” The story of how Clark came to Liverpool seems indirectly related to his father but Inglethorpe says Lee “wasn’t involved” in contract negotiations. “He was there as a father, but hugely respectful. If your son goes and works in a bank tomorrow, you’re not meeting with the bank manager, asking if he’s going to be on the tills or somewhere in the back, are you? There comes a time when you’ve got to let them be. “I don’t know if those five [sons of former players] are any better equipped to handle the demands of modern football. I’ve always believed that talent can get you to 16 years old, character can get you to 35. To get into the Liverpool XI, competing for domestic and European trophies, the level is unbelievably high. Keep working hard, try hard not to look at others, and remain patient. The same as any other boy, irrespective of parentage.” Regardless of lineage, the role of parents for young players is hugely important. “The majority of parents we work with are respectful, in terms of trusting coaches’ decisions,” says Inglethorpe. “Of course, not every single parent is happy. But most also understand it’s hard. It’s not data-driven. At school, you can take an exam and pass a percentage of that exam. It’s not up for debate. But football is about opinions, and there’s a lot of crystal ball-gazing about what that boy might play like in the future. And we’re going to get it wrong sometimes. “Trent [Alexander-Arnold]’s parents weren’t professional footballers but he received lots of messages around resilience. I read an interview from Robin van Persie, who spoke about a conversation he’d had with his son [Shaqueel, at PSV’s academy] about not allowing him to become a victim. Not allowing his son to think like a loser, not blaming anyone else: his coach or his team-mates. About learning to be proactive. That was very interesting.” Another person who remains proactive is Klopp. It may take a village to raise and coach a young professional footballer to the elite level, but Klopp’s level of trust in those teenagers – even in some of the biggest games of the season – feels unique. “I’m very fortunate to be at Liverpool at a time when there are a lot of first-team staff that have a genuine curiosity and enthusiasm around the young players,” Inglethorpe says. “Jürgen will be spoken to by his staff, he will go and watch those players, talk about those players and – something that separates him – he will play those young players. He’s brave enough to give them a chance, and not just in games that don’t matter.” – Guardian",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bobby clark",
          "sentiment": "negative"
        },
        {
          "name": "jayden danns",
          "sentiment": "negative"
        },
        {
          "name": "lewis koumas",
          "sentiment": "negative"
        },
        {
          "name": "lee clark",
          "sentiment": "none"
        },
        {
          "name": "keyrol figueroa",
          "sentiment": "none"
        },
        {
          "name": "djibril",
          "sentiment": "none"
        },
        {
          "name": "lucas",
          "sentiment": "none"
        },
        {
          "name": "heskey",
          "sentiment": "none"
        },
        {
          "name": "jason koumas",
          "sentiment": "none"
        },
        {
          "name": "neil danns",
          "sentiment": "none"
        },
        {
          "name": "reigan",
          "sentiment": "none"
        },
        {
          "name": "tyler fletcher",
          "sentiment": "none"
        },
        {
          "name": "darren",
          "sentiment": "none"
        },
        {
          "name": "jaden",
          "sentiment": "none"
        },
        {
          "name": "maynor",
          "sentiment": "none"
        },
        {
          "name": "marcus neill",
          "sentiment": "none"
        },
        {
          "name": "alex inglethorpe",
          "sentiment": "none"
        },
        {
          "name": "jack",
          "sentiment": "none"
        },
        {
          "name": "kobe cissé",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "liverpool",
          "sentiment": "negative"
        },
        {
          "name": "southampton",
          "sentiment": "none"
        },
        {
          "name": "manchester united",
          "sentiment": "none"
        },
        {
          "name": "wigan",
          "sentiment": "none"
        },
        {
          "name": "sunderland",
          "sentiment": "none"
        },
        {
          "name": "danns",
          "sentiment": "none"
        },
        {
          "name": "premier league",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "manchester city",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:24:00.734+02:00",
    "updated": "2024-03-01T00:24:00.734+02:00"
  },
  {
    "uuid": "edc8844f8f642efa6488ccd636a8c81ecdda5070",
    "url": "https://uinterview.com/news/jennifer-lopez-doesnt-want-to-live-in-beverly-hills-mansion-she-shared-with-ben-affleck-puts-on-market-for-68-million",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ava Lombardi",
    "published": "2024-08-30T02:54:00Z",
    "title": "Jennifer Lopez Doesn’t Want To Live In Beverly Hills Mansion She Shared With Ben Affleck, Puts On Market For $68 Million",
    "text": "Following her split from Ben Affleck , Jennifer Lopez is no longer comfortable living in the mansion she once shared with him.\nLopez and Affleck tied the knot in July 2022 and purchased the $60.8 million Beverly Hills mansion the following May. They resided there with Lopez’s 16-year-old twins, Max and Emme , and Affleck’s three children, Violet , 18, Seraphina , 15, and Samuel , 12.\nRumors of the couple’s divorce started in May 2024, and Affleck moved out of the mansion and into a $20.5 Los Angeles home shortly after.\nNow, Lopez reportedy doesn’t feel right living in the house alone.\nThe home is listed on Zillow for $68 million. The 38,000-square-foot estate features 12 bedrooms and 24 bathrooms. It has a zero-edge pool, a gym, a boxing ring, basketball and pickleball courts and a caretaker house. The driveway can accommodate 80 vehicles, in addition to the 12-car garage attached to the house.\nLopez officially filed for divorce from the actor on April 26 and requested to drop Affleck’s last name in July.\nEarlier this week, Affleck was spotted on a date with Robert F. Kennedy Jr. ‘s daughter, Kick Kennedy .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ben affleck",
          "sentiment": "none"
        },
        {
          "name": "jennifer lopez",
          "sentiment": "none"
        },
        {
          "name": "max",
          "sentiment": "none"
        },
        {
          "name": "violet",
          "sentiment": "none"
        },
        {
          "name": "samuel",
          "sentiment": "none"
        },
        {
          "name": "emme",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "zillow",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "beverly hills",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "seraphina",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T06:01:01.884+03:00",
    "updated": "2024-08-30T11:33:02.524+03:00"
  }
]