[
  {
    "uuid": "bc39ed916ac4f5d2bbc01b90b270dc5e77ae6bf8",
    "url": "https://www.atalayar.com/fr/articulo/politique/the-top-leader-of-the-palestinian-group-hamas-ismail-haniye-photo-iranian-supreme-leaders-office-wana-west-asia-news-agency-via-reuters/20240503170000199593.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-05-03T14:00:00Z",
    "title": "Le Hamas considère la proposition de trêve avec Israël à Gaza dans un \"esprit positif\"",
    "text": "Le Hamas considère la proposition de trêve avec Israël à Gaza dans un \"esprit positif\"\nLe mouvement islamiste palestinien Hamas considère comme \"positive\" la proposition de trêve avec Israël après près de sept mois d'une guerre qui a causé des destructions \"sans précédent\" dans\nla bande de Gaza.\nAprès des mois de négociations infructueuses, le chef du Hamas, Ismaïl Haniyeh, a évoqué jeudi sur un ton optimiste la dernière proposition de cessez-le-feu et la libération des otages israéliens saisis par les islamistes lors de l'attaque du 7 octobre.\nCes déclarations ont alimenté les espoirs d'un accord qui donnerait un peu de répit à la population de Gaza, qui reste sous le feu des bombardements israéliens vendredi, selon les secouristes palestiniens.\nHaniyeh a déclaré que le groupe enverrait \"bientôt\" une délégation en Égypte pour poursuivre les négociations et que le Hamas étudiait la proposition dans un \"esprit positif\".\nLe Programme des Nations unies pour le développement (PNUD) estime qu'il faudra des décennies pour reconstruire les maisons détruites pendant la guerre, car \"l'ampleur des destructions est énorme et sans précédent\", et avertit que la communauté internationale n'a pas été confrontée à une mission d'une telle ampleur depuis la Seconde Guerre mondiale.\nLe PNUD prévoit que les ravages du conflit auront un impact sur des générations de Palestiniens et lance un appel urgent à un cessez-le-feu.\n\"Souffrance\"\nLa trêve, négociée par le Qatar, l'Égypte et les États-Unis, serait la première depuis la fin du mois de novembre, lorsqu'un premier accord avait permis de libérer 105 otages détenus à Gaza en échange de 240 prisonniers palestiniens.\nLe Hamas, qui dirige la bande de Gaza depuis 2007, exige un cessez-le-feu permanent et le retrait des troupes israéliennes, ce qu'Israël rejette.\nLe plan de trêve dont discute le Hamas prévoit un cessez-le-feu de 40 jours et la libération des otages israéliens en échange de celle des Palestiniens détenus en Israël, selon les informations publiées par le Royaume-Uni.\nLa guerre a éclaté le 7 octobre après que des commandos du Hamas ont mené des raids dans le sud d'Israël, tuant 1 170 personnes, pour la plupart des civils, et en enlevant 250, selon un bilan établi par l'AFP sur la base de données israéliennes.\nLes autorités israéliennes estiment qu'après l'échange de novembre, 129 personnes sont toujours détenues à Gaza, mais elles soupçonnent que 35 des personnes enlevées sont mortes.\nIsraël a annoncé vendredi la mort de Dror Or, un otage de 49 ans, et le kibboutz où il vivait a exigé que le Hamas lui rende son corps.\nLe Premier ministre israélien Benjamin Netanyahu est confronté à des protestations selon lesquelles son gouvernement d'extrême droite devrait négocier la libération des otages.\nL'offensive israélienne en réponse à l'attaque du 7 octobre a fait jusqu'à présent 34 596 morts à Gaza, pour la plupart des civils, selon le ministère de la santé du gouvernement du Hamas.\nLe secrétaire d'État américain Antony Blinken était au Moyen-Orient cette semaine et s'est rendu en Israël mercredi. Au cours de son voyage, il a exhorté le Hamas à accepter la proposition, qu'il a qualifiée d'\"extraordinairement généreuse\".\nBlinken a également rappelé à Israël que les États-Unis s'opposaient à son projet d'invasion massive de Rafah, une ville du sud de la bande de Gaza où 1,5 million de Palestiniens survivent dans des conditions désastreuses.\n\"La faim\"\nLa crise humanitaire et le nombre croissant de morts à Gaza ont déclenché des manifestations dans le monde entier, notamment un vaste mouvement de protestation sur les campus américains, qui a été réprimé par la police.\nLe président colombien Gustavo Petro a annoncé mercredi qu'il rompait ses relations avec Israël, et la Turquie a déclaré jeudi qu'elle suspendait ses échanges commerciaux.\nL'une des questions clés est l'arrivée d'une aide humanitaire supplémentaire à Gaza, où vivent 2,4 millions de personnes, qui sont confrontées à de graves pénuries en raison du siège israélien.\nSous la pression des États-Unis, Israël a augmenté les flux d'aide ces derniers jours.\nLa World Central Kitchen, basée aux États-Unis, a repris ses activités cette semaine, après que l'organisation fondée par le chef espagnol José Andrés a suspendu ses activités à la suite d'un bombardement israélien qui a tué sept employés.\n\"Lorsque cette cuisine a fermé, de nombreuses personnes sont restées sur leur faim\", a déclaré Zakria Yahya Abukuwaik, administrateur d'un centre de la World Central Kitchen à Rafah.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-03T23:59:03.188+03:00",
    "updated": "2024-05-03T23:59:03.188+03:00"
  },
  {
    "uuid": "809299afce102df6a8ad2fbe77673610f72befa7",
    "url": "https://toronto.ctvnews.ca/live-updates-toronto-hit-with-spring-snowstorm-up-to-15-cm-expected-1.6818352",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@CTVToronto",
    "published": "2024-03-22T16:06:00Z",
    "title": "LIVE UPDATES: Toronto hit with spring snowstorm | CTV News",
    "text": "Toronto is being hit by a spring snowstorm that’s expected to drop as much as 15 centimetres of snow on some parts of the city by Friday night. The snow has already started to fall and the city is under an active snowfall warning . Here’s what happening right now: 12:30 P.M. Toronto delivers update on snow response The city said crews started salting major arterial roads and collector routes at 11:30 a.m. to prevent freezing and frost before the afternoon commute. Local roads are set to be salted between 2 and 3 p.m. Vincent Sferrazza, director of operations and maintenance of Toronto’s transportation services, said crews are hoping to get at least two rounds of salting done by the time heavier snow starts to fall after 3 p.m. Sferrazza said the city has been tracking the weather event and crews proactively salted the roads on Wednesday, which he said gave the city a “good head start” in its snow-clearing operations. When the snow does start to accumulate, the city will start plowing major roads and transit routes at 5 cm and residential streets at 8 cm. “So we ask residents to please be patient and allow us to get those rounds of salting and plowing in and hopefully that would resolve any issues that may have arisen,” he said. 11:15 A.M. TTC deploying extra staff, buses The TTC says extra staff members, buses and maintenance vehicles are being deployed as the snow starts to fall. The additional buses will be brought online on a “route-by-route” basis and deployed to areas where heavy snowfall historically results in significant slowdowns, detour or disruptions. At 3 p.m., the TTC said service at 56 bus stops will be suspended to “safeguard customers and maintain operational efficiency.” The list of impacted stops, which the transit agency said are prone to “weather-related disruptions,” can be found here . 11 A.M. Pearson says 'give yourself some extra time' The snow is falling at Toronto Pearson International Airport and officials are advising travellers to give themselves extra time to avoid missing their flight. Customers are encouraged to check the airport’s departures portal for any changes to the status of their flight. This is a developing story. More to come. Toronto Top Stories CTVNews.ca Top Stories Moscow adds 56 more Canadians to sanctions list, ministry says Russia has banned 56 Canadian citizens from the country, the Moscow Foreign Ministry said on Friday. Stellantis recalls more than 10,000 cars in Canada over faulty airbags Stellantis has recalled more than 10,000 sedans in Canada due to defective airbags. The vehicles' side airbag inflator can explode with too much force and hurl metal fragments at drivers and passengers. One of B.C.'s most-wanted fugitives returned to Canada from Puerto Rico More than two years after being arrested in Puerto Rico, one of B.C.'s most-wanted fugitives has been returned to Canada. Cree community grieving after five people killed in collision in rural Quebec The Cree community of Waswanipi, Que., is in mourning after five people died in a collision between a pickup truck and a van in the rural town of Chapais on Thursday. Snowfall up to 50 cm: Here is the weekend forecast in Canada Winter storm warnings and advisories of up to 50 centimetres of snowfall have been issued for some Canadian provinces, according to local forecasts. 'Like a hot iron.' B.C. man's ultra-marathon Hawaiian swim is scuttled by jellyfish Ultra-endurance athlete Nick Pelletier knew the Hawaiian channel he planned to swim had plenty of sharks, but he should have been worried about the jellyfish. Federal government posts $25.7-billion deficit between April and January The federal government recorded a budgetary deficit of $25.7 billion as of the end of January for the current fiscal year. 'They just can't find it': Ontario couple shocked when $8,600 goes missing during bank transaction An Ontario couple says they have been fighting with their bank for almost four months when $8,600 went missing when they tried to pay their credit card bill. Blueberries, strawberries again on the 'Dirty Dozen' list Approximately 95 per cent of nonorganic strawberries, leafy greens such as spinach and kale, collard and mustard greens, grapes, peaches and pears tested contained detectable levels of pesticides, according to the 2024 Shopper’s Guide to Pesticides in Produce. Shopping Trends The Shopping Trends team is independent of the journalists at CTV News. We may earn a commission when you use our links to shop. Read about us. Montreal - Cree community grieving after five people killed in collision in rural Quebec The Cree community of Waswanipi, Que., is in mourning after five people died in a collision between a pickup truck and a van in the rural town of Chapais on Thursday. - Police in Ontario, Quebec arrest 34 people in connection to auto thefts in 'Project Volcano' Police in Ontario and Quebec arrested 34 suspects in a \"major interprovincial operation\" to address auto theft in Ontario. Ontario Provincial Police worked with the Sûreté du Québec and Montreal police as part of 'Project Volcano.' - Montreal's forecast for the first weekend of spring: snow While winter tires are no longer mandatory in Quebec, you might want to think twice about removing them. Ottawa - Police in Ontario, Quebec arrest 34 people in connection to auto thefts in 'Project Volcano' Police in Ontario and Quebec arrested 34 suspects in a \"major interprovincial operation\" to address auto theft in Ontario. Ontario Provincial Police worked with the Sûreté du Québec and Montreal police as part of 'Project Volcano.' - Here's how many photo radar and red light camera tickets Ottawa's first responders received in 2023 Ottawa's photo radar and red light cameras caught hundreds of emergency responders speeding and running red lights on Ottawa roads last year, but statistics show the majority of the tickets were issued to vehicles responding to an emergency. - Here’s how much the City of Ottawa generated in taxes from Airbnb in 2023 The tourism industry was quite profitable for the City of Ottawa in 2023 with Airbnb generating a big sum in tax revenue. Northern Ontario - Blueberries, strawberries again on the 'Dirty Dozen' list Approximately 95 per cent of nonorganic strawberries, leafy greens such as spinach and kale, collard and mustard greens, grapes, peaches and pears tested contained detectable levels of pesticides, according to the 2024 Shopper’s Guide to Pesticides in Produce. - Joseph George Sutherland, convicted of killing 2 women in Toronto in the 80s, set to be sentenced today The man who confessed to the brutal 1983 murders of two women in Toronto after evading police for decades is set to be sentenced on Friday afternoon. - Woman accused of armed robbery of Sudbury business A woman accused of pulling a weapon on a store worker in Sudbury and demanding money and cigarettes has been arrested. Kitchener - Police arrest youth near Kitchener high school, gun located A male youth is now in police custody after officers were called to a Kitchener high school for a weapons investigation. - Significant snowfall in Friday’s forecast Spring is here, but winter isn’t done with us yet. - How a machine developed in Elmira, Ont. is revolutionizing aerosol recycling An innovative recycling machine developed in Elmira 25 years ago is being recognized on the international stage. London - Multi-vehicle collision closes eastbound Highway 401, OPP say A section of Highway 401 eastbound near Rodney, Ont. is closed early Friday afternoon following a multi-vehicle collision. - Driver injured in two-vehicle crash near Aylmer, Ont. succumbs to injuries A two-vehicle crash that sent a driver and toddler to hospital on Thursday has claimed a life with the driver succumbing to their injuries, OPP said on Friday. - 'I grew up here': Fire destroys the heart of century farm in North Middlesex 'I grew up here, and it just breaks my heart to know that it is gone,' said a tearful Kim Beierling. She explained that the barn on Elginfield Road, just west of Ailsa Craig, Ont., caught fire shortly after 2 p.m. Thursday. Windsor - Multiple shots fired at a home on Howard Avenue Windsor police officers are investigating after multiple shots were fired at a residence on Howard Avenue. - Here’s how auto thefts are happening in Windsor and what you can do Windsor police and Crime Stoppers have released two new videos of car thefts with hopes of catching the suspects and raising awareness on the problem. - 22 tickets issued in two traffic blitzes at 'dangerous intersections' Windsor police handed out 22 tickets in two traffic blitzes at ‘dangerous intersections’ in the city. Barrie - Dump truck driver found guilty in deadly crash The driver of a dump truck that crashed along Quarry Road in Severn Township three years ago has been found guilty of dangerous driving causing death. - Ontario invests more than $9.8 million to primary care teams across 3 major regions The Ontario government is investing more than $9.8 million to connect up to 34,000 people to primary care teams across the Simcoe, Bruce, and York regions. - Search warrant leads to man's arrest in drug trafficking investigation A 22-year-old man was arrested and charged with possession of drugs by the Huronia West Detachment of Ontario in Wasaga Beach. Winnipeg - Manitoba projects deficit close to $2B, increase partly due to Hydro losses The Manitoba government says the deficit has increased again, due in part to losses at Manitoba Hydro, a tax cut and health-care collective agreements. - Forks housing development breaking ground this summer The possibility of living at The Forks is now on the horizon. - Winnipeg city council votes to reopen Portage and Main Portage and Main will reopen to pedestrians as early as next summer after Winnipeg’s city council voted in favour of a motion on Thursday. Atlantic - More than 30 cm of spring snow expected for parts of the Maritimes this weekend CTV Atlantic meteorologist Kalin Mitchell shares the latest information on spring snow expected for parts of the Maritimes this weekend. - Gas prices jump in all three Maritime provinces The price of gas increased overnight in all three Maritime provinces, while the price of diesel decreased on Prince Edward Island. - Nova Scotia strikes deal for renovated health facility with private company The Nova Scotia government is turning over to a private company a project to convert an unfinished hotel into a facility for patients who no longer need hospital care. N.L. - Fish protesters meet riot police outside N.L. legislature, budget delivered in half-empty assembly Newfoundland and Labrador's provincial government delivered its annual budget to a half-empty legislature Thursday, as opposition politicians boycotted the speech and protesters stared down riot police outside. - Newfoundland struggling to recruit oncologists despite big signing bonus Despite a brand new hospital and a hefty signing bonus, health officials in Newfoundland and Labrador still haven't recruited the oncologists they need for an expanded cancer care program on the province's west coast. - Newfoundland budget halted as rowdy protest blocks legislature An agitated crowd of more than 100 fish harvesters demonstrating outside the Newfoundland legislature has pushed the province to delay the release of the provincial budget. Edmonton - Housing provider removed from Alberta government list after stroke patient housed in motel The housing provider that placed a 62-year-old stroke survivor in a Leduc motel is being removed from a list of agencies Alberta Health Services uses to advise patients it discharges. - Alberta set to fully reinstate gas tax of 13 cents a litre after drop in oil prices Gas prices are set to rise in Alberta next month, with the provincial government fully reinstating its fuel tax following a drop in oil prices. - Oilers pummel Sabres 8-3 behind five-goal third period The Edmonton Oilers flipped a switch Thursday night and showed the team they believe themselves to be. Calgary - Charges laid in investigation into drone deliveries at Drumheller Institution A 35-year-old Red Deer woman is facing a number of charges after RCMP say she was behind a scheme to use drones to deliver drugs to inmates at an Alberta prison. - WEATHER WEATHER Calgary got a month's worth of snow in 2 days, more expected this weekend Spring is a transitional season in Calgary and as such, has historically been the snowiest month of the year, averaging 22.7 centimetres of snow, according to Environment and Climate Change Canada's (ECCC) 30-year 'climate normals' data. - WestJet Encore pilots set to hold information picket at Calgary International Airport WestJet Encore pilots are set hold an information picket at Calgary International Airport on Friday afternoon, seeking improved working conditions and wages, along with career progression in the company. Regina - Sask. teachers to pause extracurriculars for full week heading into Easter break Saskatchewan teachers' job action will continue next week with a provincewide four day pause of extracurricular activities heading into the Easter break for students. - Here are some of Sask.'s 'strangest' insurance fraud attempts From a fake jewelry scam to intentionally vandalizing a vehicle, Saskatchewan Government Insurance (SGI) is sharing its top five quirky insurance fraud cases of the past year. - Sask. horticulture company fined $70K after worker seriously injured A Saskatchewan horticulture company has been fined a total of $70,000 after a worker was seriously injured attempting to dislodge a pallet and bale of peat moss. Saskatoon - Sask. teachers to pause extracurriculars for full week heading into Easter break Saskatchewan teachers' job action will continue next week with a provincewide four day pause of extracurricular activities heading into the Easter break for students. - Here are some of Sask.'s 'strangest' insurance fraud attempts From a fake jewelry scam to intentionally vandalizing a vehicle, Saskatchewan Government Insurance (SGI) is sharing its top five quirky insurance fraud cases of the past year. - Police warn of speeding ticket text scam circulating in Saskatoon The Saskatoon Police Service (SPS) is warning residents about a text scam circulating telling people they need to pay a speeding fine. Vancouver - One of B.C.'s most-wanted fugitives returned to Canada from Puerto Rico More than two years after being arrested in Puerto Rico, one of B.C.'s most-wanted fugitives has been returned to Canada. - Man dies after 'on-mountain accident' at B.C. ski resort A fatal incident at a B.C. ski resort is under investigation. - 'Like a hot iron.' B.C. man's ultra-marathon Hawaiian swim is scuttled by jellyfish Ultra-endurance athlete Nick Pelletier knew the Hawaiian channel he planned to swim had plenty of sharks, but he should have been worried about the jellyfish. Vancouver Island - DEVELOPING DEVELOPING Multivehicle crash closes East Sooke Road near Metchosin, B.C. Police are investigating after a multivehicle crash early Friday morning closed East Sooke Road in both directions near Metchosin, B.C., west of Victoria. - 'Like a hot iron.' B.C. man's ultra-marathon Hawaiian swim is scuttled by jellyfish Ultra-endurance athlete Nick Pelletier knew the Hawaiian channel he planned to swim had plenty of sharks, but he should have been worried about the jellyfish. - BC Ferries adds sailings Friday for spring break rush Spring break in B.C. is entering its second half for many students and the rush to squeeze in one last trip to and from Vancouver Island is on.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Human Interest"
    ],
    "external_links": [
      "https://www.torontopearson.com/en/departures",
      "https://www.ttc.ca/riding-the-ttc/Updates/Service-changes-in-the-event-of-winter-weather/Stops-not-in-service",
      "https://ttc.ca/riding-the-ttc/Updates/Service-changes-in-the-event-of-winter-weather/Stops-not-in-service",
      "https://torontopearson.com/en/departures"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "vincent sferrazza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ctv news toronto",
          "sentiment": "negative"
        },
        {
          "name": "p.m. toronto",
          "sentiment": "none"
        },
        {
          "name": "p.m. sferrazza",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T19:48:18.545+02:00",
    "updated": "2024-03-22T19:48:18.545+02:00"
  },
  {
    "uuid": "5a93c0c1bf7eb7db4b2ec9f51fcae5779bddf019",
    "url": "https://www.europapress.es/andalucia/cadiz-00351/noticia-chipiona-cadiz-reconocido-unesco-municipio-preparado-riesgo-tsunami-20240621145756.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-06-21T12:57:00Z",
    "title": "Chipiona (Cádiz) es reconocido por la Unesco como municipio preparado ante el riesgo de tsunami",
    "text": "CHIPIONA (CÁDIZ), 21 Jun. (EUROPA PRESS) -\nEl Castillo de Chipiona (Cádiz) ha acogido este viernes 21 de junio la ceremonia del reconocimiento 'Tsunami Ready' a la localidad por parte de la Comisión Oceanográfica Intergubernamental de la Unesco. El municipio participa desde el año 2020 en el programa de preparación ante el riesgo de tsunami, habiendo superado los criterios establecidos por la Unesco para la obtención de dicho reconocimiento.\nEn su discurso inaugural, el alcalde de Chipiona, Luis Mario Aparcero, ha valorado este reconocimiento internacional de la Unesco recibido \"después de varios años de trabajo\" en el que se ha conseguido \"lo más importante\", que es \"concienciar y educar a una sociedad ante un tema tan delicado como un tsunami\", según ha recogido el Ayuntamiento en una nota.\nEl primer edil ha recordado que \"todo comenzó\" tras un contacto con Gregorio Gómez Pina, quien \"llevaba tiempo trabajando en este tema y dio la oportunidad de que fuera Chipiona el municipio que encabezara esta iniciativa\".\nA continuación, el representante de la secretaría técnica de ICG/Neamtws y de la Unesco, Denis Chang Seng, ha subrayado \"la importancia de concienciar sobre los efectos de un tsunami en una población\" y \"atender a la realidad actual\", donde la exposición y el riesgo son \"cada vez mayores\" debido al aumento de la población y de las actividades en las zonas costeras, ha advertido.\nEl programa 'Tsunami Ready' es una herramienta integral que abarca desde la evaluación del peligro del tsunami y cartografía de evacuación, hasta la realización de ejercicios periódicos, conectando a la gente con los sistemas de alerta y orientando a la sociedad sobre las amenazas que provienen de los océanos, promoviendo además la inclusión y un enfoque participativo y la colaboración activa entre distintas partes interesadas, contribuyendo a la consecución del objetivo de \"océanos más seguros\", ha explicado a este respecto.\n\"Hoy 21 de junio, después de más de tres años de duro y continuo trabajo, se reconoce a la ciudad de Chipiona como la primera comunidad preparada para un tsunami y reconocida por la Comisión Oceánica Intergubernamental de la Unesco en España y la quinta en la región\", ha transmitido Denis Chang Seng, quien ha dado la enhorabuena a la localidad, añadiendo que \"juntos podemos conseguir que nuestras costas sean más resilientes y seguras\".\nPor su parte, Ignacio Aguirre, coordinador del proyecto Coostwave en España, ha hablado sobre la implementación del programa 'Tsunami Ready' en Chipiona, y Francisco Javier Castro, responsable del Punto Focal Municipal, se ha referido a la perspectiva de la población de la implementación referida. A continuación, Elena Tel, como responsable del punto de contacto nacional en el Sistema de Alerta de Tsunamis en la región NEAM, ha expuesto los 20 años de avances en el conocimiento del riesgo de tsunamis.\nEn este acto, que ha finalizado con el reconocimiento oficial al Ayuntamiento de Chipiona, han intervenido también María Dolores Jiménez, jefa de Servicio de Protección civil de la Dirección General de Emergencias y Protección Civil de la Junta de Andalucía, y Gema Yáñez, de la Dirección General de Protección Civil y Emergencias en representación de la presidenta suplente del Panel Nacional 'Tsunami Ready'.\nLeer más acerca de: Chipiona",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T16:01:00.367+03:00",
    "updated": "2024-06-21T16:01:00.367+03:00"
  },
  {
    "uuid": "82d03cc68d044b3bff9b8669b42b52f8c5f2e82c",
    "url": "https://m.farms.com/news/improvements-to-abbotsford-pump-station-build-resilience-make-people-safer-207246.aspx",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Base",
    "published": "2024-02-15T00:00:00Z",
    "title": "Improvements to Abbotsford pump station build resilience, make people safer | Farms.com",
    "text": "To help protect people, communities and farmland in the Fraser Valley’s Sumas Prairie from future flood events, the Barrowtown Pump Station in Abbotsford will receive significant flood-resilience upgrades. “The November 2021 Sumas Prairie floods were catastrophic and also could have been much worse if the pump station had failed,” said Premier David Eby. “We know that we are going to see more frequent and severe weather events that threaten people’s homes, livelihoods and communities. Ensuring that the Barrowtown Pump Station is equipped and ready for the near term, while we do longer-term work on international agreements and modernization, is how we will keep people and this community safe for decades to come.” The Barrowtown Pump Station is a critical piece of infrastructure to the Sumas Prairie’s flood-protection system. Originally opened in 1983, the pump station was built to pump water out of the low-lying prairie lands via the Sumas Canal and into the Fraser River but was nearly overwhelmed when flood waters breached the Sumas River dike during the atmospheric rivers of November 2021. “The 2021 atmospheric river event was devastating to people in the Sumas Prairie and they deserve to know that action is being taken to protect them from a future event,” said Bowinn Ma, Minister of Emergency Management and Climate Readiness. “We have been working with communities on dike and infrastructure repairs to build resilience in the face of future flooding events, and these upgrades to the Barrowtown Pump Station are the next concrete action to help ensure the safety of people and B.C.’s vital farmland.” The City of Abbotsford is completing several key improvements to better equip the pump station to withstand severe floodwaters from the nearby Sumas and Nooksack rivers. These improvements include adding a six-metre flood wall, upgrading the debris screens and replacing the pump motors. These upgrades will ensure that the pump is better equipped to protect from future flooding events and will guard against other threats, such as debris from the Nooksack and Sumas rivers and power outages in the surrounding area. The Province has been working closely with the City of Abbotsford throughout its recovery process, including helping to fund the design and preliminary work in spring 2023 needed for these improvements. The Province is now committing $76.6 million to support these critical upgrades to the pump station. With this latest investment, the Province has provided nearly $180 million to support Abbotsford’s recovery from the 2021 atmospheric river events to help protect people and communities for years. “The Barrowtown Pump Station is one of the most integral parts of our community’s flood-mitigation infrastructure, and increasing Barrowtown’s capacity is critical to protecting our city during any future flooding disasters,” said Ross Siemens, mayor of Abbotsford. “Being able to start this capacity-building work is a significant step and we are grateful to the Government of B.C. for this important investment in our community, in our residents and in our businesses. As a city, we will continue advocating for the other components of our urgent flood-works plan to ensure our families, farmers, businesses and our provincial food system remain secure.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "david eby",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "barrowtown pump station",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fraser valley",
          "sentiment": "none"
        },
        {
          "name": "abbotsford",
          "sentiment": "none"
        },
        {
          "name": "sumas river",
          "sentiment": "none"
        },
        {
          "name": "barrowtown pump station",
          "sentiment": "none"
        },
        {
          "name": "sumas canal",
          "sentiment": "none"
        },
        {
          "name": "fraser river",
          "sentiment": "none"
        },
        {
          "name": "novembe",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T00:14:36.318+02:00",
    "updated": "2024-02-16T00:14:36.318+02:00"
  }
]