[
  {
    "uuid": "1a6a4ff106df3f40f89d1a49511132fb4c4e3cde",
    "url": "https://www.newsbreak.com/alabama-state/3282509962931-alea-make-safety-a-new-year-s-resolution-don-t-get-caught-out-in-the-cold",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-31T19:51:00Z",
    "title": "ALEA: Make safety a New Year’s resolution; don’t get caught out in the cold",
    "text": "MONTGOMERY, Ala. — As 2023 ends and we enjoy the final days of December, it reminds us that winter is here as local forecasters are calling for freezing temperatures, rain and possible snow flurries in the northern part of the state. Secretary of the Alabama Law Enforcement Agency (ALEA) Hal Taylor said, “Whether you are traveling long distances for a New Year’s celebration, going to watch your favorite team play in a bowl game, or staying close to home, we encourage everyone to prepare your vehicle before departing for the trip. Even if you plan to be in an area of the state that will not experience rain or snow, it is smart to pack emergency supplies and ensure your vehicle is winter ready. The weather can change without notice and when the temperature drops the last place anyone wants to be is stranded on the side of the road without being properly equipped.” Prepare your vehicle and check: Carry items in your vehicle to handle common winter driving-related tasks, and supplies you might need in an emergency, including jumper cables, flashlight, and warning devices (flares and emergency markers); blankets for protection from the cold; and a cell phone and charger, water, food, and any necessary medications. Remember to gas up your vehicle or plug it in if it is electrical. When driving in potentially icy conditions, do not utilize your vehicle’s cruise control, which creates issues and could cause you to lose control, especially when crossing frozen or iced-over bridges. Plan your route, check weather conditions and always remain courteous and cautious when driving on the roadways. ALEA’s Director of Public Safety, Colonel Jon Archer, said, “Being a courteous driver is a simple driving behavior that goes a long way and makes our roadways safer for everyone. Some of the top contributing circumstances we continually see in traffic crashes are following too closely, improper lane change or usage, driving over the posted speed limit, and driving while distracted. As we look forward to a new year and continue the Agency’s ‘12 Days of Safety’ campaign, we encourage everyone to include safety and the habit of being a courteous driver in their New Year’s resolutions.” Take the pledge to be a courteous driver this weekend and throughout 2024 by: Move over. It isn’t just courteous; it’s the law. When you see emergency vehicles, road maintenance, tow trucks, or vehicles on the side of the road with their hazards on, safely move over to provide space and proceed cautiously. If you are unable to move over because of traffic, slow down to 15 miles per hour below the posted speed limit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alea",
          "sentiment": "negative"
        },
        {
          "name": "hal taylor",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "alabama law enforcement agency",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ala.",
          "sentiment": "none"
        },
        {
          "name": "montgomery",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T00:15:38.411+02:00",
    "updated": "2024-01-01T00:15:38.411+02:00"
  },
  {
    "uuid": "d74c3316ccc4782e716dddac636d30a9dc1017b1",
    "url": "https://www.ledevoir.com/monde/ameriques/815598/bolivie-sous-tension-apres-coup-etat-avorte",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Arturo Cárdenas",
    "published": "2024-06-27T00:00:00Z",
    "title": "La tentative avortée de coup d’État militaire confronte le président bolivien Luis Arce à sa pire crise",
    "text": "Les autorités boliviennes ont fait défiler jeudi des détenus menottés devant les médias, annonçant 17 arrestations au lendemain du coup d’État manqué dans un pays en proie à une grave crise économique.\nLa tempête institutionnelle n’a soufflé que quelques heures, mais suffisamment pour laisser apparaître les fragilités du pays alors que s’aiguisent les appétits en vue de la présidentielle de 2025.\nLes motivations du chef de l’armée Juan José Zuniga, qui avait installé des hommes et blindés sur la place Murillo, face au parlement et au palais présidentiel, restent confuses.\nAvant son arrestation par la police, puis celle du chef de la Marine Juan Arnez Salvador — les deux hommes sont poursuivis pour « soulèvement armé et terrorisme » et encourent jusqu’à 20 ans de prison —, le général Zuniga avait dit vouloir « restructurer la démocratie, d’en faire une véritable démocratie [...] Pas celle de quelques-uns, pas celle de quelques maîtres qui dirigent le pays depuis 30 ou 40 ans ».\nIl a aussi affirmé avoir agi sur ordre du chef de l’État qui lui aurait demandé de « mettre en scène quelque chose pour augmenter sa popularité ».\nLe président Arce, dégradant le général Zuniga et faisant prêter serment mercredi à un nouveau commandement des forces armées, a affirmé au contraire qu’il s’agit d’une « tentative de coup d’État par des militaires qui salissent l’uniforme ».\nSon ministre du Gouvernement (Intérieur), Eduardo Del Castillo, a fustigé « deux militaires putschistes qui voulaient détruire la démocratie ».\nJeudi, il a présenté devant les médias 15 autres personnes arrêtées, menottées, entourées de policiers. « Cette opération était planifiée depuis le mois de mai », a-t-il affirmé, ajoutant que trois autres suspects étaient recherchés.\nSelon M. del Castillo, le plan visant à renverser M. Arce « était dirigé » par M. Zuniga et M. Arnez.\nLes Nations unies ont demandé jeudi « une enquête approfondie et impartiale sur les allégations de violence ».\n« C’est un ordre » Si l’ordre institutionnel n’a que peu vacillé, restent des images fortes. Celle d’une porte du palais présidentiel forcée par un blindé et l’entrée dans la cohue du général Zuniga, la sécurisation de la place et des tirs de gaz lacrymogènes parles militaires faisant huit blessés, et les images de la conversation entre MM. Arce et Zuniga, diffusées par la présidence.\n« Je suis ton capitaine [...] ramène toute la police militaire dans leurs casernes [...] retire toutes ces forces maintenant. C’est un ordre général, vous n’allez pas m’écouter ? », réprimande alors le président Arce.\nLe général le regarde et lui répond par un « non » catégorique.\nAprès le retrait des militaires de la place Murillo, le président Arce est apparu au balcon du palais présidentiel saluer la foule venue se masser. « Personne ne peut nous enlever la démocratie que nous avons gagnée », a-t-il scandé.\nLes condamnations de l’action du général Zuniga ont afflué de tous les pays sud-américains, mais aussi d’Espagne, de France et des États-Unis.\nLa Russie, qui avait reçu M. Arce, rare visite d’un chef d’État étranger dans le pays depuis le déclenchement du conflit avec l’Ukraine en février 2022, a souligné jeudi sa « solidarité avec la Bolivie, un pays frère et un partenaire fiable et stratégique », selon le ministre russe des Affaires étrangères, Sergueï Lavrov.\nLe porte-parole de la présidence russe, Dmitri Peskov, a lui mis en garde contre toute « ingérence » étrangère dans les affaires intérieures de la Bolivie.\nCrise économique et querelles politiques Mais pour Gustavo Flores-Macias, de l’université Cornell aux États-Unis, « le fait que le coup d’État ait échoué ne signifie pas que la situation en Bolivie soit résolue, au contraire : c’était un symptôme d’un mécontentement très important qui existe dans de larges secteurs ».\nCar cet épisode survient dans un contexte de fortes turbulences économiques causée par la chute des revenus due à la faible production de gaz, sa principale source de devises jusqu’en 2023, d’une flambée des prix et d’une rareté de dollars provoquant la colère des commerçants en tous genres, alors qu’une pénurie de carburant étire les files d’attente devant les stations-service.\nEt surtout en toile de fond se trouve le conflit entre M. Arce et son mentor politique, l’ancien président Evo Morales (2006-2019),tous deux désireux de se présenter au nom du parti au pouvoir, le Mouvement vers le socialisme (MAS), à la présidentielle de 2025.\nLe général Zuniga avait exprimé sa ferme opposition à un éventuel retour au pouvoir de M. Morales, qui bénéficie d’un fort soutien dans tout le pays, mais qui selon une décision de la Cour constitutionnelle ne peut pas concourir.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:31:50.398+03:00",
    "updated": "2024-06-28T00:31:50.398+03:00"
  },
  {
    "uuid": "66728dfa24306ca2df849ab3956a991c68e44810",
    "url": "http://es.catholic.net/op/articulos/84157/navidad-la-inaudita-ternura-de-dios-que-salva-el-mundo-encarnandose.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tema Actual",
    "published": "2023-12-29T18:20:00Z",
    "title": "Navidad, la inaudita ternura de Dios que salva el mundo encarnándose",
    "text": "Navidad, la inaudita ternura de Dios que salva el mundo encarnándose\nPor: Redacción | Fuente: Vatican News\nAl acercarnos al final del año, y pocos días después de haber celebrado la Navidad, resuenan las palabras que el Papa Francisco pronunció en su homilía, en la Santa Misa de Nochebuena que presidió en la Basílica de San Pedro. Este viernes, 29 de diciembre, el Santo Padre nos recuerda en un post publicado en su cuenta de X que, la Navidad no es una mezcla de afectos melosos y de consuelos mundanos, sino la inaudita ternura de Dios que salva el mundo encarnándose.\n“Dios desea tanto abrazar nuestra existencia que, infinito, por nosotros se hace finito; grande, se hace pequeño. He aquí la maravilla de la Navidad: la inaudita ternura de Dios que salva el mundo encarnándose”\nEl riesgo de una Navidad con una idea pagana de Dios\nEn esa noche Santa, el Pontífice invitaba a reflexionar sobre la trama humana del censo que atraviesa la historia, en la cual el beneficio del mundo se confronta con la encarnación de Jesús. Y advertía del riesgo de vivir la Navidad con una idea pagana de Dios, con esa falsa idea de un dios útil solo para resolvernos los problemas y quitarnos los males.\n“Él, en cambio, no usa la varita mágica, no es el dios comercial del ‘todo y ahora mismo’; no nos salva pulsando un botón, sino que Él se acerca para cambiar la realidad desde dentro”.\nVolver nuestra mirada al Dios vivo y verdadero\nY ante esta idea mundana de un dios alejado y controlador, el Santo Padre invitaba a volver nuestra mirada al Dios vivo y verdadero, al que esta más allá de todo calculo humano; a él, que borra el pecado cargándolo sobre si, a él que no elimina los problemas, sino que les da una esperanza más grande, a él que nos salva.\n“Miremos al Niño, miremos su cuna, contemplemos el pesebre, que los ángeles llaman la «señal». Es, en efecto, el signo que revela el rostro de Dios, que es compasión y misericordia, omnipotente siempre y sólo en el amor. Se hace cercano, tierno y compasivo, este es el modo de ser de Dios: cercanía, compasión, ternura”.\nÉl, que se hizo carne, espera tu corazón abierto y confiado\nEste es el asombro de la Navidad, subraya el Papa, que Dios se hizo carne, y en la fragilidad de nuestra carne ha cambiado la historia. Por ello, ante nuestras fragilidades, caídas, problemas, y pecados no debemos sentirnos fracasados sino dejar la iniciativa a Jesús, que nos dice: “Por ti me hice carne, por ti me hice como tú”.\n“Como los pastores, que dejaron sus rebaños, deja el recinto de tus melancolías y abraza la ternura del Dios Niño. Y hazlo sin máscaras, sin corazas, encomiéndale a Él tus afanes y Él te sostendrá. Él, que se hizo carne, no espera de ti tus resultados exitosos, sino tu corazón abierto y confiado”.\nPor ello, antes de terminar el año el Papa Francisco nos recuerda que esa noche el amor cambia la historia y pide al Señor que creamos en el poder de su amor, tan distinto del poder del mundo.\n[[+] Ver más consultores](/op/consultorios/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-30T01:21:34.085+02:00",
    "updated": "2023-12-30T01:21:34.085+02:00"
  }
]