[
  {
    "uuid": "a90d4fe33ab49002175d718ae9f86bde82eae45a",
    "url": "https://stylecaster.com/fashion/shopping-guides/1688691/cariuma-sneaker-review/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samantha Sutton",
    "published": "2023-12-28T02:09:00Z",
    "title": "An Honest 2024 Cariuma Sneakers Review by 4 Editors Who Tested Them – StyleCaster",
    "text": "All products and services featured are independently chosen by editors. However, StyleCaster may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes.\nWith all the different sneaker bra n ds out there, it can be difficult to determine what’s actually worth the money. So what if a celebrity was spotted wearing a pair? What we want to know is if these shoes will give us blisters, provide arch support, and last us for years to come. That’s why StyleCaster’s commerce team wanted to share an honest review of Cariuma sneakers . This company gets a lot of hype — and yes, is beloved by everyone from Helen Mirren to Pete Davidson — but are the shoes really that good? Related Stories I Can’t Believe This Chic $10 Razor Gave Me The Smoothest Shave Ever This $11 Anti-Aging Retinol Face Oil Is So Good, One Shopper Started ‘Going Without Makeup’\nAs it turns out, Cariuma sneakers are even better than expected. After putting a few pairs to the test, we’re convinced this brand has nailed the combination of cute and comfortable, while also being well-made and eco-friendly . Ahead, check out everything you need to know about Cariuma, along with which sneaker styles StyleCaster editors highly recommend.\nTable Of Contents The best sneakers to buy from Cariuma, at a glance: Why is Cariuma so popular? Are Cariuma shoes comfortable? Are Cariuma shoes eco-friendly? View More\nThe best sneakers to buy from Cariuma, at a glance: White LWG Leather/Black & Green Salvas , $129 White Polka Dots Canvas Oca Low , $89 Black Premium Leather & Suede/Black Salvas , $129 Black Contrast/Ivory Catiba Pro Low , $89 Off-White Knit IBI Low , $119 Why is Cariuma so popular? Part of the reason why Cariuma sneakers are so popular does have to do with the celebrities who wear them. Pete Davidson, Dame Helen Mirren, John Hamm, and Whitney Port are just a few recognizable names that enjoy slipping into these shoes. However, Cariuma also famously combines comfort with classic styles and prides itself on putting sustainability first. There are a handful of sneakers for men, women, and kids, all of which are made from ethically-sourced, raw materials and come with a reasonable price tag (nothing is over $200).\nAre Cariuma shoes comfortable? Cariuma’s founders, David and Fernando, launched the brand in 2018 with comfortability in mind . The goal for them is to create shoes that are “lightweight, durable and come with that perfect already broken-in fit.”\n“We knew the industry-standard ‘cool-classic’ sneakers were really uncomfortable and that the big corporations weren’t socially responsible and didn’t really care about sustainability in an active way,” they shared on Cariuma’s website .\nThe sneakers are made up of soft, easy-to-wear materials and include supportive mamona oil and bio-based cork inserts along with slip-resistant, natural rubber soles .\nAre Cariuma shoes eco-friendly? Yes, Cariuma uses raw materials such as organic cotton, bamboo, and sugarcane to make its designs, and some pairs even include recycled nylon and recycled plastics. Materials are dyed with non-hazardous, Bluesign-certified chemicals and the brand packs its products in recycled and recylable boxes. For every shoe sold, Cariuma also plants two trees in the Brazilian rainforest.\nCariuma Sneakers: White LWG Leather/Black & Green Salvas Colorways available: 13\nSizes available: 5-13\nMaterial: Premium leather\n“These constantly sold-out sneaks are, in fact, worth the hype (and the wait). Similar to Stan Smiths, these sneakers have that effortless, minimalist feel to them while also providing tons of room for feet — they’re the perfect shoe to throw on when you’re in a hurry and don’t feel like untying and re-tying (looking at you, Old Skool Vans — I love you, but it takes years to put you on!).\nTheir comfort is definitely their biggest selling point aside from looks. Made from premium leather, they’re soft and flexible without ever feeling flimsy. The sole is 100 percent slip-resistant (they ARE a skater shoe, after all), and the insole is made from removable cork and bio-based foam, so they’re also earth-friendly on top of everything.\nI’ve been wearing my Salvas for about two years, and they’re in fantastic shape. I’ve taken them to Disneyland (clocking 25,000 steps), worn them while running errands all day, and paired them with my cutest brunch outfits. They’re great for long walks as well as just a relaxed vibe. They’re the ultimate everyday shoe you can feel good about investing in. And they don’t wear down easily!”\n— Gina Vaynshteyn, Senior Commerce Director\nWhite LWG Leather/Black & Green Salvas $129 Buy Now Cariuma Sneakers: White Polka Dots Canvas Oca Low Courtesy of Cariuma, Samantha Sutton Colorways available: 18\nSizes available: 5-13\nMaterial: Cotton canvas\n“Typically, it takes a few wears for me to break in a pair of shoes, so when I realized I’d only packed Cariuma’s Oca Low sneakers for a weekend away, I experienced a brief moment of panic. As I walked up and down the streets of New York City, getting in a week’s worth of steps over the course of two days, I waited for blisters to form on the backs of my ankles. Then I realized they weren’t coming.\nThe brand really nailed that soft, broken-in feel, and unlike other my canvas sneakers, these were comfortable from the moment I put my foot inside . They even blocked my feet from feeling the wind, which is pretty impressive considering the temperature was in the 40s.\nPersonally, I’m all about simple designs, and while this pair satisfies my need for a crisp white shoe, I thoroughly enjoy the polka-dot pattern, which adds something extra to my outfits while still being neutral enough to mix with other prints. The thick, natural rubber sole is also one of my favorite features. It’s almost like a platform but easier to walk in, and I felt super supported as I made my way over uneven sidewalks, squeezing through crowds of people.”\n— Samantha Sutton, Commerce Writer\nWhite Polka Dots Canvas Oca Low $89 Buy Now Cariuma Sneakers: Black Premium Leather & Suede/Black Salvas Courtesy of Cariuma, Maya Gandara Colorways available: 5\nSizes available: 5-13\nMaterial: Premium leather and suede\n“Two words came to mind when I first slipped into the Cariuma Salvas sneakers: instant comfort. While the brand has garnered a ton of buzz for quite some time (celebrities like Pete Davidson and Helen Mirren are even fans), I’d yet to give it a go. But I’m so glad I finally did — sneakers that don’t require a ton of break-in time are hard to find, but these remained pain-free from the beginning.\nAs someone who lives in New York City, my shoe collection needs to be both supportive and comfortable (and stylish, too, let’s be honest), and these hit all the marks. They didn’t feel stiff on my feet like most pairs do during the initial wear time, and to this day I’m never left feeling sore after being out and about in them all day long.\nPlus, designed from LWG-certified premium pebbled leather, the sneakers are crafted to only look better the more you wear them — and that’s an investment well spent. While the Salvas shoe comes in a variety of white-based designs, I went with the sleek, all-black pair. They look good with jeans, leather pants or skirts, and are polished enough to wear out on the town to bars or simply during errand runs.”\n— Maya Gandara, Commerce Editor\nBlack Premium Leather & Suede/Black Salvas $129 Buy Now Cariuma Sneakers: Black Contrast/Ivory Catiba Pro Low Courtesy of Cariuma Colorways available: 12\nSizes available: 5-13\nMaterial: Triple-stitch, premium suede and organic cotton canvas\n“Not only do the Catiba Pro sneakers look good, but they also feel extremely comfortable. The kicks feature mamona oil and bio-based cork inserts and completely slip-resistant natural rubber soles. As soon as I stepped into these shoes, I could feel the arch support and knew I’d be able to wear them all day long. Per usual, I was right. The memory foam insole is everything. I lace them up for everything from errands to the office to travel, and my feet have never ached or blistered.\nI ordered mine in a 6 and would say they fit pretty true to size. However, if you prefer your toes to have some extra wriggle room, don’t hesitate to go up half a size.\nNow that I’ve been rocking these shoes for over a year now , I can confidently say they’ve become my go-to sneakers — plus, they still look like they’re in mint condition. I like them so much that I even gifted a pair to my mom, and trust me, she loves them just as much as I do.”\n— Katie Decker-Jacoby, Associate Commerce Editor\nBlack Contrast/Ivory Catiba Pro Low $89 Buy Now Cariuma Sneakers: Off-White Knit IBI Low Courtesy of Cariuma, Samantha Sutton Colorways available: 15\nSizes available: 5-13\nMaterial: Perfect-fit Bamboo Knit (bamboo and recycled plastics)\n“While I know these shoes are better suited for everyday activities rather than fitness, I was still shocked when I opened up my box of Cariuma IBI sneakers and immediately spotted the cork insole. It didn’t seem like something that would be very comfortable or supportive, but I was wrong.\nIt turns out that part (which is also removable) includes memory foam and Mamona oil as well, which makes it thick and squishy to the touch rather than thin and flimsy.\nI have a few pairs of knit sneakers sitting in my closet, but the IBI might be my favorite. It’s nice that they’re made from self-regenerating bamboo and recycled plastics, but I’m most impressed with how breathable and light they are. Plus, most of my knit sneakers are thin and form-fitting, which is something I’m not really a fan of — they look weird when I style them with oversized pieces, as if I have extra-tiny feet. These are a little larger in appearance without looking bulky and oversized, and can perfectly balance out wide-leg jeans and loose-fitting sweats.”\n— Samantha Sutton, Commerce Writer\nOff-White Knit IBI Low $119 Buy Now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcinX4INL0L9&#038;p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1338148%2Fcariuma-catiba-pro-sneakers-review%2F&#038;ref=https%3A%2F%2Fwww.google.com%2F&#038;event_type=click&#038;trx-iid=iid1703790420159iab",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliYR82hesh&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCJtRpXRW&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCE3mKVQ4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliClqMGvoD&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCG3k3vux&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliXL0YMPzr&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.cariuma.com/pages/reforestation",
      "https://www.cariuma.com/pages/about-us-design-philosophy",
      "https://www.cariuma.com/pages/about-us-sustainability",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCnHli8Yy&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCyBCehc4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliXL0YMPzr&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCnHli8Yy&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCG3k3vux&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliClqMGvoD&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCJtRpXRW&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliYR82hesh&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCyBCehc4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://cariuma.com/pages/about-us-design-philosophy",
      "https://cariuma.com/pages/reforestation",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcinX4INL0L9&#038;p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1338148%2Fcariuma-catiba-pro-sneakers-review%2F&#038;ref=https%3A%2F%2Fwww.google.com%2F&#038;event_type=click&#038;trx-iid=iid1703790420159iab",
      "https://www.clicks.trx-hub.com/xid/pmc_0aaa4_stylecaster?q=https%3A%2F%2Fhowl.me%2FcliCE3mKVQ4&p=https%3A%2F%2Fstylecaster.com%2Ffashion%2Fshopping-guides%2F1688691%2Fcariuma-sneaker-review%2F&ref=pmcTrackonomicsReferrer&event_type=click",
      "https://cariuma.com/pages/about-us-sustainability"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pete davidson",
          "sentiment": "none"
        },
        {
          "name": "helen mirren",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cariuma sneakers review",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "cariuma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:06.011+02:00",
    "updated": "2024-01-26T01:47:30.248+02:00"
  },
  {
    "uuid": "6ea8f2d8af72bee8ed46b89d4c967fefac13ea17",
    "url": "https://www.krqe.com/news/new-mexico/alto-couple-welcomes-baby-boy-during-wildfire-evacuation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Annalisa Pardo",
    "published": "2024-06-21T04:24:00Z",
    "title": "Alto couple welcomes baby boy during wildfire evacuation",
    "text": "by: Annalisa Pardo\nPosted: Jun 20, 2024 / 10:24 PM MDT\nUpdated: Jun 20, 2024 / 10:44 PM MDT\nSHARE\nRUIDOSO, N.M. (KRQE) – As if fleeing the fires outside Ruidoso wasn’t stressful enough, for one family, the experience came with a whole new challenge when mom went into labor. The Sandy Family talked with KRQE News 13 about their harrowing story which they count as a happy ending no matter what is happening back home.\nWildfire Resources\nHere’s how to donate to victims of fires in Ruidoso area Latest Video Forecast Latest on South Fork Fire Latest on Salt Fire Fire Evacuations: What you need to know\nLike most of the Alto community, Joshua and Lina Sandy started noticing wildfire smoke on Monday. But the stress level really ramped up when nine-months-pregnant Lina started feeling contractions closer and closer together. “So I whispered to him and I was like I think this baby’s coming sooner than later,” said Lina Sandy.\nThey checked into the hospital in Ruidoso but little did they know, the stay wouldn’t be long. “They’re like yeah, there’s an evacuation for the hospital,” said Lina Sandy.\nAs fast as the flames spread, so did the questions of what to do next. “Are we actually getting an ambulance? Do we leave now? Bumper-to-bumper traffic all the way to Roswell and get there in maybe four hours?” said Joshua Sandy.\nTheir daughter with her grandparents, Joshua drove to Roswell. “Stressed out more. Driving alone for two hours to see my wife, who might be having a baby right now I don’t know, because there’s no cell phone reception,” said Joshua Sandy.\nMeanwhile, Lina took an ambulance straight to Eastern New Mexico Medical Center. “The paramedic was super sweet. She just made conversation with me the entire time and just made it a good experience in an ambulance as weird as that sounds,” said Lina Sandy.\nThe next day, all six pounds and four ounces of baby Hayden came right on time. They’re unsure of when they’ll get to bring him home and if it’ll even still be standing when they do. “Just kind of taking it day by day and see what happens…We’re staying hopeful and we’ll see,” said Lina Sandy.\nLina and Joshua are just grateful their family of four is all here. “I wouldn’t change the experience it was a good experience for sure,” said Lina Sandy.\nThe Sandys were set to be discharged from the hospital on Thursday. They plan to stick around for some follow-up appointments and until they can go back to their home. They kept staying they could not be more grateful for all the staff during the unexpected experience.\nThis isn’t the couple’s first time having a baby out of town. The couple’s first child as born in Albuquerque while they were evacuated for the McBride Fire.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fwww.krqe.com%2Fnews%2Fnew-mexico%2Falto-couple-welcomes-baby-boy-during-wildfire-evacuation%2F&#038;title=Alto%20couple%20welcomes%20baby%20boy%20during%20wildfire%20evacuation",
      "https://twitter.com/intent/tweet?text=Alto%20couple%20welcomes%20baby%20boy%20during%20wildfire%20evacuation&#038;url=https%3A%2F%2Fwww.krqe.com%2Fnews%2Fnew-mexico%2Falto-couple-welcomes-baby-boy-during-wildfire-evacuation%2F",
      "https://linkedin.com/sharing/share-offsite/?url=https%3A%2F%2Fwww.krqe.com%2Fnews%2Fnew-mexico%2Falto-couple-welcomes-baby-boy-during-wildfire-evacuation%2F&#038;title=Alto%20couple%20welcomes%20baby%20boy%20during%20wildfire%20evacuation",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet",
      "https://www.twitter.com/intent/tweet?text=Alto%20couple%20welcomes%20baby%20boy%20during%20wildfire%20evacuation&#038;url=https%3A%2F%2Fwww.krqe.com%2Fnews%2Fnew-mexico%2Falto-couple-welcomes-baby-boy-during-wildfire-evacuation%2F"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "annalisa pardo",
          "sentiment": "negative"
        },
        {
          "name": "lina sandy",
          "sentiment": "none"
        },
        {
          "name": "lina",
          "sentiment": "none"
        },
        {
          "name": "sandy",
          "sentiment": "none"
        },
        {
          "name": "joshua",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ruidoso",
          "sentiment": "none"
        },
        {
          "name": "idoso",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T07:47:44.284+03:00",
    "updated": "2024-06-21T10:19:45.366+03:00"
  },
  {
    "uuid": "e19ea8a68865c70f8d8d3a466d26184d659f9ce5",
    "url": "https://www.classaction.org/news/class-action-lawsuit-claims-cnn-website-tracks-users-ip-addresses-without-consent",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Corrado Rizzi",
    "published": "2024-04-25T14:15:00Z",
    "title": "Class Action Lawsuit Claims CNN Website Tracks Users’ IP Addresses Without Consent",
    "text": "[Newswire](/news)Published on April 25, 2024 Class Action Lawsuit Claims CNN Website Tracks Users’ IP Addresses Without Consent Lesh v. Cable News Network, Inc. Filed: March 5, 2024 ◆ [§ 1:24-cv-03132](#embedded-document) CNN faces a class action lawsuit that alleges CNN.com is equipped with several web trackers that secretly collect Calif. visitors’ IP addresses. Cable News Network, Inc.—CNN—faces a proposed class action lawsuit that alleges CNN.com is equipped with several web trackers that secretly collect California visitors’ IP addresses. Want to stay in the loop on class actions that matter to you? Sign up for ClassAction.org’s free weekly newsletter [here](https://www.classaction.org/newsletter-sign-up). The 33-page CNN lawsuit says that the [cable news network’s website](https://www.classaction.org/news/warner-bros.-unlawfully-disclosed-cnn.com-subscriber-data-to-facebook-lawsuit-alleges) includes three [web trackers](https://www.classaction.org/news/buzzfeed-privacy-lawsuit-claims-site-tracks-visitors-ip-addresses-without-consent)—the PubMatic Tracker, Rubicon Tracker and Aniview Tracker—that capture users’ “routing, addressing, or signaling information.” As such, these [trackers](https://www.classaction.org/news/reuters.com-collects-users-ip-addresses-without-consent-class-action-claims) amount to a “ [pen register](https://www.law.cornell.edu/wex/pen_register)”—essentially a device or process that [traces outgoing signals](https://www.classaction.org/news/los-angeles-times-collects-website-visitors-data-without-consent-class-action-claims) from a specific phone or computer—under the California Invasion of Privacy Act, the case contends. According to the complaint, the California law prohibits any person from installing or using a pen register or “trap and trace” device without first obtaining a court order. The trackers installed on CNN.com cause a user’s web browser to transmit to the tracker operators certain [identifying information](https://www.classaction.org/news/businessinsider.com-secretly-collects-visitor-info-via-tracking-software-class-action-says), including their IP address, the suit shares. An IP address contains geographical location data, such as a device’s state, city and zip code, the case notes. The lawsuit alleges CNN uses the IP addresses of website visitors “to serve [targeted advertisements](https://www.classaction.org/news/usnews.com-unlawfully-captures-visitor-data-via-web-tracking-tech-class-action-claims) and conduct website analytics” and to gauge the performance of marketing campaigns and target specific users or groups of users. “At no time prior to the installation and use of the Trackers on Plaintiff’s and [Class Members](https://www.classaction.org/learn/lawsuits-overview#the-class)’ browsers, or prior to the use of the Trackers, did Defendant procure Plaintiff’s and Class Members’ consent for such conduct,” the complaint claims. “Nor did Defendant obtain a court order to install or use the Trackers.” The lawsuit looks to cover all California residents who accessed CNN.com in the state and had their IP address collected by the trackers listed on this page. Are you owed unclaimed settlement money? Check out our class action rebates page full of open [class action settlements](https://www.classaction.org/settlements). Hair Relaxer Lawsuits Women who developed ovarian or uterine cancer after using hair relaxers such as Dark & Lovely and Motions may now have an opportunity to take legal action. Read more here: [Hair Relaxer Cancer Lawsuits ](https://www.classaction.org/hair-straightener-relaxer-cancer-lawsuits) Stay Current Sign Up For Our Newsletter New cases and investigations, settlement deadlines, and news straight to your inbox. Before commenting, please review our [comment policy](/comment-policy).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Science and Technology",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.law.cornell.edu/wex/pen_register",
      "https://law.cornell.edu/wex/pen_register"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lesh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "cable news network, inc.",
          "sentiment": "none"
        },
        {
          "name": "rubicon tracker",
          "sentiment": "none"
        },
        {
          "name": "cable news network, inc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:30:47.494+03:00",
    "updated": "2024-04-26T06:16:58.384+03:00"
  },
  {
    "uuid": "f197140d1a830a4839ba61ae8a5453e78fe5ef3b",
    "url": "https://www.francebleu.fr/infos/meteo/en-images-des-aurores-boreales-visibles-en-vendee-et-en-loire-atlantique-8932497",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Matthieu Bonhoure",
    "published": "2024-10-11T02:45:00Z",
    "title": "EN IMAGES - Des aurores boréales visibles en Vendée et en Loire-Atlantique",
    "text": "EN IMAGES - Des aurores boréales visibles en Vendée et en Loire-Atlantique Les aurores boréales ont de nouveau illuminé le ciel de Loire-Atlantique et de la Vendée dans la nuit de jeudi à vendredi. De Noirmoutier à Pornic, France Bleu Loire Océan vous propose une compilation de certaines de vos belles photos. C'est un [phénomène](https://www.francebleu.fr/infos/societe/en-images-des-aurores-boreales-en-france-un-phenomene-rare-qui-va-se-multiplier-dans-les-annees-a-venir-7479498) qui se [répète de plus en plus](https://www.francebleu.fr/infos/environnement/isere-pourquoi-est-ce-que-vous-avez-pu-voir-des-aurores-boreales-dans-le-ciel-1736144) ces derniers mois en France, et pourtant que l'on imaginait mal à l'époque dans nos latitudes. [Les aurores boréales](https://www.francebleu.fr/infos/meteo/en-images-des-aurores-boreales-apercues-en-loire-atlantique-et-en-vendee-7807956) ont de nouveau rayonné dans le ciel de Loire-Atlantique et de Vendée dans la nuit du jeudi au vendredi, de quoi faire le bonheur des photographes et des amateurs, toujours à l'affût du retour de ces lumières dans la pénombre. De Noirmoutier à Pornic, en passant par Saint-Michel-Chef-Chef, France Bleu Loire Océan a compilé certaines de vos plus belles photos. Fin d'un cycle solaire Ces aurores boréales sont de plus en plus visibles ces derniers mois en France, alors qu'elles se faisaient pourtant rares à ce niveau. Cependant, cela n'a rien de surprenant, parce que nous sommes à la fin d'un cycle solaire, ce qui est synonyme d'un nombre plus important d'éruptions solaires. Ces dernières provoquent les aurores boréales, car elles sont chargées de particules envoyées à toute vitesse vers la Terre, et qui sont conduites vers les pôles avec leur effet magnétique. En temps normal, il n'y en a pas assez pour descendre dans nos contrées, mais comme nous sommes au bout de ces onze années de cycle solaires, les éruptions sont plus fortes. C'est pour cela que nous pouvons les voir dans notre ciel, et c'est d'ailleurs aussi ce qui explique leur couleur plutôt rouge ou rose, contrairement à celles qui sont vertes que l'on peut observer en Islande par exemple. Encore quelques mois avec des aurores boréales La couleur dépend de la partie de l'aurore boréale que l'on voit, car elles se forment de manière horizontale, le rose ou le rouge correspond à la partie la plus basse dans le ciel, alors que le vert, montre que l'on est au début de ces aurores boréales. Ces périodes devraient continuer à se multiplier pendant encore quelques mois, avant de reprendre un rythme plus exceptionnel en France. Comment être mieux soigné en France ? Consultation citoyenne France Bleu X [Make.org](https://make.org/FR). Déserts médicaux, qualité des soins, formation et salaires des soignants, accompagnement des malades, pénuries de médicaments… ces sujets qui concernent la santé en France sont au cœur de l’actualité et de l’attention d’une immense majorité de citoyens. Partagez vos solutions, faites des propositions et donnez votre avis sur celles des autres.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://make.org/FR).",
      "https://www.make.org/FR)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T05:50:41.395+03:00",
    "updated": "2024-10-11T05:50:41.395+03:00"
  },
  {
    "uuid": "eb65bb269713b1100153caa1e8c0aa305b083f07",
    "url": "https://www.marketscreener.com/news/latest/Suspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2024-11-22T03:11:00Z",
    "title": "Suspected China-linked hack on US telecoms worst in nation's history, senator says - MarketScreener",
    "text": "(Reuters) - A breach of telecoms companies that the United States said was linked to China was the \"worst telecom hack in our nation's history - by far\", the chairman of the Senate Intelligence Committee told the Washington Post on Thursday.\nEarlier this month, U.S. authorities said China-linked hackers had intercepted surveillance data intended for American law enforcement agencies after breaking into an unspecified number of telecom companies.\nThe hackers compromised the networks of \"multiple telecommunications companies\" and stole U.S. customer call records and communications from \"a limited number of individuals who are primarily involved in government or political activity,\" according to a joint statement released by the FBI and the U.S. cyber watchdog agency CISA on Nov. 13.\nBeijing has repeatedly denied claims by the U.S. government and others that it has used hackers to break into foreign computer systems.\nThe Chinese embassy in Washington did not immediately respond to a request for comment from Reuters on Thursday night.\nThere were also reports Chinese hackers targeted telephones belonging to then-presidential and vice presidential candidates Donald Trump and JD Vance, along with other senior political figures, raising widespread concern over the security of U.S. telecommunications infrastructure.\n\"This is an ongoing effort by China to infiltrate telecom systems around the world, to exfiltrate huge amounts of data,\" Mark Warner told the Washington Post.\nThe breach went further than the Biden administration has acknowledged, with hackers able to listen to telephone conversations and read text messages, Warner was cited as saying in a separate interview by the New York Times.\n\"The barn door is still wide open, or mostly open,\" he told the publication.\n(Reporting by Costas Pitas; Editing by Kim Coghill)\nShare © Reuters - 2024",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/intent/tweet?text=Suspected",
      "https://cdn.zonebourse.com/static/resize/464/261//images/reuters/2024-11/2024-11-22T031120Z_1_LYNXMPEKAL02V_RTROPTP_3_USA-ELECTION-SENATE-TECH.JPG",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Suspected",
      "https://www.cdn.zonebourse.com/static/resize/464/261//images/reuters/2024-11/2024-11-22T031120Z_1_LYNXMPEKAL02V_RTROPTP_3_USA-ELECTION-SENATE-TECH.JPG",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dfacebook%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://www.wa.me/?text=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dwhatsapp%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://linkedin.com/shareArticle?mini=true&url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dlinkedin%26utm_medium%3Dsocial%26utm_campaign%3Dshare&title=Suspected",
      "https://www.twitter.com/intent/tweet?text=Suspected",
      "https://wa.me/",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://telegram.me/share/url",
      "https://www.telegram.me/share/url?url=https%3A%2F%2Fwww.marketscreener.com%2Fnews%2Flatest%2FSuspected-China-linked-hack-on-US-telecoms-worst-in-nation-s-history-senator-says-48433523%2F%3Futm_source%3Dtelegram%26utm_medium%3Dsocial%26utm_campaign%3Dshare",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Reuters",
          "sentiment": "negative"
        },
        {
          "name": "Senate Intelligence Committee",
          "sentiment": "none"
        },
        {
          "name": "Washington Post",
          "sentiment": "none"
        },
        {
          "name": "FBI",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "eb65bb269713b1100153caa1e8c0aa305b083f07",
      "first_syndicated": true
    },
    "rating": null,
    "crawled": "2024-11-22T05:15:02.801+02:00",
    "updated": "2024-11-22T05:15:02.801+02:00"
  }
]