[
  {
    "uuid": "8e0dde5b101f0970cc751c62061fe29b3f1cc09b",
    "url": "https://northeast.newschannelnebraska.com/story/50902469/man-arrested-after-allegedly-pointing-gun-at-residents",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luke Stara",
    "published": "2024-06-13T00:00:00Z",
    "title": "Man arrested after allegedly pointing gun at residents - NORTHEAST - NEWS CHANNEL NEBRASKA",
    "text": "News Man arrested after allegedly pointing gun at residents One man is in custody after he allegedly pointed a gun at a group of people at an apartment over the weekend. Thursday, June 13th 2024, 12:08 PM CDT Updated: NORFOLK, Neb. — One man is in custody after he allegedly pointed a gun at a group of people at an apartment over the weekend. 38-year-old Pierre Evans was charged with possession of a firearm by a prohibited person, use of a weapon to commit a felony, and terroristic threats. According to the arrest affidavit, Norfolk Police Division had been called just after 4 a.m. to the 1700 block of Pasewalk Ave. for a fight. Officers were told one of the men causing the fight had fled the location and could not find his vehicle. Witnesses at the apartment building told police Evans and another man came to the apartment to fight and both had weapons. After one of the witnesses tried to restrain the other man since he had a weapon, Evans ran back to a vehicle and came back with a handgun. He then pointed the gun at witnesses who let the other man go. Five witnesses told police they were scared due to the hand gun and feared Evans would shoot them. Evans fled the scene on foot and the co-suspect left in a vehicle. Police were unable to find Evans that night. He was arrested on Tuesday by Stanton County Sheriff’s Office after his arrest warrant was issued on Monday. Evans is scheduled for his arraignment on June 18 at the Madison County Court. As of Thursday, no charges have been filed for the other man involved in the incident.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pierre evans",
          "sentiment": "none"
        },
        {
          "name": "evans",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "norfolk police division",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "norfolk",
          "sentiment": "none"
        },
        {
          "name": "pasewalk ave.",
          "sentiment": "none"
        },
        {
          "name": "neb.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:35:44.006+03:00",
    "updated": "2024-06-14T00:35:44.006+03:00"
  },
  {
    "uuid": "de4dc719e7fbc6965c70e07afd3aefc587304c97",
    "url": "https://www.lapatilla.com/2024/06/06/anticipating-the-visit-of-maria-corina-machado-to-ciudad-bolivar-and-puerto-ordaz-venezuelan-chavismo-reacts-by-closing-the-streets",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LAAS",
    "published": "2024-06-06T18:24:00Z",
    "title": "Anticipating the visit of María Corina Machado to Ciudad Bolívar and Puerto Ordaz, Venezuelan Chavismo reacts by closing the streets",
    "text": "Ante la visita de María Corina Machado a Ciudad Bolívar y Puerto Ordaz, el chavismo reacciona cerrando calles\nBoth Ciudad Bolívar and Ciudad Guayana, in the south of the country, were getting ready to receive María Corina Machado this June 5th in the afternoon. A few meters from the opposition meeting place, another one will be held by the ruling party in which Diosdado Cabello will presumably be present.\nBy Pableysa Ostos/Correspondent lapatilla.com\nIn the case of Ciudad Bolívar, all the main avenues and Paseo Orinoco were closed, while in the case of Ciudad Guayana, Paseo Caroní and some areas of Alta Vista had restricted passage, specifically on the Churum Meru road towards Alta Vista- Uyapar Hospital remained closed “for work on 1×10.”\nCarrera Guri towards the Villa Asia-Alta Vista Urbanization was also closed to transit and people on foot.\nBystanders also reported the mobilization of bykers from San Félix to Puerto Ordaz, with the intention of refueling fuel at the service station located near the Bauxilum (La Piña) roundabout, which is subsidized and controlled by the government of Bolívar State. It is presumed that they received the “benefit of the subsidy” to attend the ruling party’s call on Guayana Avenue from the La Paz roundabout (known as the Markro vial) to Las Colinas de Unare.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maría corina machado",
          "sentiment": "negative"
        },
        {
          "name": "pableysa ostos",
          "sentiment": "none"
        },
        {
          "name": "diosdado cabello",
          "sentiment": "none"
        },
        {
          "name": "carrera guri",
          "sentiment": "none"
        },
        {
          "name": "paseo caroní",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ciudad bolívar",
          "sentiment": "negative"
        },
        {
          "name": "villa asia-alta vista urbanization",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "puerto ordaz",
          "sentiment": "none"
        },
        {
          "name": "ciudad bolívar",
          "sentiment": "none"
        },
        {
          "name": "ciudad guayana",
          "sentiment": "none"
        },
        {
          "name": "alta vista",
          "sentiment": "none"
        },
        {
          "name": "paseo orinoco",
          "sentiment": "none"
        },
        {
          "name": "alta vista- uyapar hospital",
          "sentiment": "none"
        },
        {
          "name": "san félix",
          "sentiment": "none"
        },
        {
          "name": "churum meru",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:25:36.745+03:00",
    "updated": "2024-06-07T00:25:36.745+03:00"
  },
  {
    "uuid": "c0c76b8a7adb237de5a10e73d4df67e44946970f",
    "url": "https://www.tvazteca.com/aztecanoticias/rescate-en-helicopteros-sacaron-a-pobladores-la-huasteca-alberto",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Samuel Luis Flores",
    "published": "2024-06-22T05:23:00Z",
    "title": "Así fue el rescate, en helicópteros sacaron a pobladores de La Huasteca",
    "text": "Tras pasar dos días incomunicados por la destrucción del camino que recorre la Huasteca, los pobladores de la zona fueron evacuados hacia albergues y lugares más seguros.\nEl cause del Río Santa Catarina azotó con fuerza el tramo carretero que conecta estas poblaciones con la zona metropolitana y causó su desgaje.\nAdemás sin servicios y sin comida a los habitantes. La ayuda tuvo que llegar del cielo; uno a uno los 3 helicópteros en servicio fueron llegando para evacuar y llevarlos a lugares más seguros.\nCada una de estas aeronaves realizó viajes de ida y vuelta a los sectores afectados, con la capacidad de traer siete personas cada uno a tierra segura.\nUno de ellos fue Felix Mauricio, que pasó momentos de temor e incertidumbre por la situación que afrontaron. Por su parte, la señora alma tuvo que dejar atrás todas sus pertenencias, incluso sus mascotas.\n¡No te pierdas nuestro contenido, sigue a Fuerza Informativa Azteca en Google News! Videos Extraen agua y lodo del Hospital de la Niñez Oaxaqueña luego de las afectaciones por las fuertes lluvias\nLas intensas lluvias inundaron el hospital que se dedica a brindar atención médica a niños y niñas de Oaxaca; hoy las autoridades realizaron limpieza.\njunio 21, 2024 11:19 PM\nLluvias dejan inundaciones en Chetumal y peces aparecen en la calle tras desbordamiento de laguna\nEn 24 horas se registró una precipitación pluvial de 151 milímetros, lo que provocó que el agua alcanzara una altura de hasta un metro y medio.\njunio 21, 2024 11:06 PM\n¡Rescate inusual en Culiacán! Perro Husky estaba en el techo de unos baños\nAnimalistas realizaron un rescate inusual en el techo de unos baños en Culiacán, ahí encontraron un perro Husky siberiano. Pero ¿cómo llegó hasta ese lugar?\njunio 21, 2024 04:42 PM\n¡Que no llueva! Agricultores de Sinaloa podrían perder sus cultivos de ciruela por las lluvias\nLa sequía es un problema que afecta a México, sin embargo, en Sinaloa los agricultores podrían tener problemas con la producción de ciruela por las lluvias.\njunio 21, 2024 01:39 PM\n“Alberto” desata inundaciones y rescates en Coahuila; así fue el paso del fenómeno\n¡“Alberto” azota a Coahuila! Durante el paso de este fenómeno por México se registraron inundaciones, rescates y caos que dejó miles de perdidas.\njunio 20, 2024 11:03 PM\n“Ese designio de Dios yo lo acepto”: Ramón Infante, padre de víctima en la tragedia del Bar Rich en SLP\nEntrevista en EXCLUSIVA con Ramón Infante, padre de Manuel Alejandro, unas de las dos víctimas en la tragedia del Bar Rich en San Luis Potosí, SLP.\njunio 20, 2024 10:25 AM\nMichoacán no puede con la demanda de melón blanco por la falta de agua en la región\nLa falta de agua está generando que los productores de melón blanco “honey dew” no puedan satisfacer la demanda de 4 países, entre ellos Estados Unidos.\njunio 19, 2024 11:10 PM\n¡Rogó por clemencia! Vigilante de la tercera edad que fue agredido por abogado en Saltillo imploró por no ser golpeado\nVigilante de la tercera edad que fue agredido por abogado en fraccionamiento de Saltillo imploró de rodillas no ser golpeado; así va la denuncia legal.\njunio 19, 2024 03:45 PM\n¡La tenían amarrada! Rescatan a menor que sufría violencia familiar y maltrato en el Estado de México\nTras un operativo supervisado por la Fiscalía del Estado de México, una menor que sufría violencia familiar y maltrato en Neza fue rescatada.\njunio 18, 2024 11:02 AM\nEsto es el museo JAPI, Jalisco Paseo Interactivo; ¿en qué consiste?\nEl JAPI cuenta con cuatro ejes principales y es una unión entre un museo y un parque; tras su inauguración, habrá acceso gratuito por unos días con cupo limitado\njunio 17, 2024 08:47 AM\n\"Cumplí mi sueño americano\"; Patrulla Fronteriza continúa liberando a migrantes en EU\nLa mayoría de los migrantes ha llegado a las calles de los Estados Unidos después de ser procesados en los centros de detención migratoria; ahora buscan asilo.\njunio 14, 2024 11:23 PM\nLa Marquesa, un lugar cerca de CDMX ideal para una escapada verde para desestresarse\nEn este emblemático lugar, que se ubica a tan solo 35 kilómetros de la Ciudad de México, podrás realizar diversas actividades al aire libre para pasarla bien.\njunio 14, 2024 10:59 PM\nVer más",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://tvazteca.brightspotcdn.com/dims4/default/d41dd4b/2147483647/strip/true/crop/1500x844+0+0/resize/336x189!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/6ee4c64/2147483647/strip/true/crop/1500x844+0+0/resize/768x432!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://bit.ly/3xMHIqA",
      "https://tvazteca.brightspotcdn.com/dims4/default/c2f21af/2147483647/strip/true/crop/1500x844+0+0/resize/464x261!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/97d38c5/2147483647/strip/true/crop/1500x844+0+0/resize/608x342!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/36bad9d/2147483647/strip/true/crop/1500x844+0+0/resize/928x522!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/6ee4c64/2147483647/strip/true/crop/1500x844+0+0/resize/768x432!/format/jpg/quality/90/",
      "https://www.tvazteca.brightspotcdn.com/dims4/default/97d38c5/2147483647/strip/true/crop/1500x844+0+0/resize/608x342!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/36bad9d/2147483647/strip/true/crop/1500x844+0+0/resize/928x522!/format/jpg/quality/90/",
      "https://tvazteca.brightspotcdn.com/dims4/default/c2f21af/2147483647/strip/true/crop/1500x844+0+0/resize/464x261!/format/jpg/quality/90/",
      "https://www.tvazteca.brightspotcdn.com/dims4/default/c2f21af/2147483647/strip/true/crop/1500x844+0+0/resize/464x261!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/d41dd4b/2147483647/strip/true/crop/1500x844+0+0/resize/336x189!/format/jpg/quality/90/",
      "https://www.tvazteca.brightspotcdn.com/dims4/default/d41dd4b/2147483647/strip/true/crop/1500x844+0+0/resize/336x189!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://tvazteca.brightspotcdn.com/dims4/default/97d38c5/2147483647/strip/true/crop/1500x844+0+0/resize/608x342!/format/jpg/quality/90/",
      "https://www.bit.ly/3xMHIqA",
      "https://www.tvazteca.brightspotcdn.com/dims4/default/36bad9d/2147483647/strip/true/crop/1500x844+0+0/resize/928x522!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg",
      "https://www.tvazteca.brightspotcdn.com/dims4/default/6ee4c64/2147483647/strip/true/crop/1500x844+0+0/resize/768x432!/format/jpg/quality/90/?url=http%3A%2F%2Ftv-azteca-brightspot.s3.amazonaws.com%2F4c%2F05%2F3617a4494a31b308d233a1c0d763%2Framon-infante-padre-manuel-alejandro-victima-tragedia-bar-rich-slp.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-22T09:33:23.757+03:00",
    "updated": "2024-06-22T09:33:23.757+03:00"
  },
  {
    "uuid": "73ade5e93aabcc9085648bda97a4400ebd0dc978",
    "url": "https://www.thehindu.com/news/national/centre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa/article67686910.ece",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vijaita Singh",
    "published": "2023-12-29T09:32:00Z",
    "title": "Centre, Assam government sign peace pact with pro-talks faction of ULFA - The Hindu",
    "text": "The Centre government and the Assam government signed a peace pact with pro-talks faction of ULFA, on December 29.\nDuring signing the peace pact, the ULFA representatives said “This will bring lasting peace in Assam. I apologise for any wrongdoing from our side.”\nAssam Chief Minister Himanta Biswa Sarma said “A historic day for Assam. 8,700 cadres of militant organisations have joined peace accord. With three accords, tribal Militancy over. Everyone has joined mainstream. ULFA picked up arms, many were killed in 1980s, around 10,000 people were killed which included security personnel, civilians and also ULFA.”\nThe Assam Chief Minister said “Nobody has answers why their sons and husbands were killed, those who were killing were also not aware why they are killing. Home Ministry took a decisive step that they negotiate with ULFA and bring a closure. This accord will fulfill the aspirations of people. PM Modi’s outreach has brought peace to Assam.”\nMr. Sarma further added “Only 15% area in Assam under AFSPA.”\nUnion Home Minister said “It is a golden day for Assam’s future. Assam and North East endured violence for decades. Nine peace accords in the past five years in North East. Peace established in northeast. More than 9,000 cadres surrendered, AFSPA has been removed from 85% area in Assam.”\nMr. Shah said “Since 1979 all those who were killed were country’s citizens. A package and development projects have been agreed upon today. All the aspects of the settlement will be implemented today with surrender of 700 cadres, the total number of surrendered cadre will stand at 8,200 cadres”\nThe Home Minister said “A new era beckons. I want to assure ULFA that government will prepare a time bound programme to implement the settlement, a committee will also be formed.”\nUnion Home Minister Amit Shah, Assam Chief Minister Himanta Biswa Sarma and 16 leaders of the pro-talks faction of the ULFA, headed by Arabinda Rajkhowa, were present at the signing of the peace pact at North Block.\nThe other faction led by Paresh Baruah known as ULFA-I has not joined the peace process. Mr. Baruah is said to be in Myanmar.\nThe ULFA was born during the Assam Agitation of 1979 demanding a sovereign State for the Assamese people.\nThe settlement is likely to take care of a host of long-standing political, economic and social issues concerning Assam, besides providing cultural safeguards and land rights to the indigenous people.\nCOMMents\nSHARE\nCopy link Email Facebook Twitter Telegram LinkedIn WhatsApp Reddit",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&title=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&text=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://api.whatsapp.com//send?text=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece",
      "https://reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&title=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&t=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&text=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://reddit.com/submit",
      "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&title=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://t.me/share/url",
      "https://www.t.me/share/url?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&text=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://www.facebook.com/sharer/sharer.php",
      "https://www.linkedin.com/shareArticle",
      "https://facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&t=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://www.twitter.com/intent/tweet?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&text=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://api.whatsapp.com//send",
      "https://linkedin.com/shareArticle?url=https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece&title=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA",
      "https://www.api.whatsapp.com//send?text=Centre%2C%20Assam%20government%20sign%20peace%20pact%20with%20pro-talks%20faction%20of%20ULFA%20-%20https%3A%2F%2Fwww.thehindu.com%2Fnews%2Fnational%2Fcentre-assam-government-sign-peace-pact-with-pro-talks-faction-of-ulfa%2Farticle67686910.ece",
      "https://twitter.com/intent/tweet"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "sarma",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "home ministry",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:06:30.585+02:00",
    "updated": "2023-12-29T14:06:30.585+02:00"
  },
  {
    "uuid": "eb8a642101d3e11f220979a1d7c86c83e2fa51d8",
    "url": "https://www.theadvocate.com/baton_rouge/sports/southern/southern-football-assistant-legendary-player-dies-cancer/article_9f016ed7-1489-5c77-a880-f8f70ca4d112.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "RASHAD MILLIGAN | Staff writer",
    "published": "2025-02-20T19:21:00Z",
    "title": "Beloved Southern football fixture Sean Wallace dies after battle with cancer: 'Be an example'",
    "text": "The Southern University football community is grieving the death of one of its own Thursday. Sean Wallace , the Jaguars Hall of Fame player, a safeties coach for the team and former acting head coach for the program in 2023, died after battling pancreatic cancer .\nHe was 52.\n\"It is with sadness in my heart, my family, and my friends to let you know that my brother Mr. Sean Wallace has passed,\" Antoinette Wallace, his sister, said on Facebook. \"I will let everybody know when the arrangements will be made. Thank you in advance for all the comfort, thoughts and prayers.\"\nWallace went public about his fight with stage four pancreatic cancer in 2023.\nHis wife, Venio, and three children — Tonyatta, Sadijah and Abraham — all attended the 2023 Bayou Classic wearing shirts that read \"#SeanStrong.\" In that game, Wallace was the acting head coach for the Jaguars after the program parted ways with head coach Eric Dooley a week before the rivalry battle. Southern won that game 27-22.\nA native of the West Bank, the Bayou Classic was always a big deal for Wallace in the Superdome. Before landing at Southern in the 1990s, he played at O. Perry Walker High School in the Algiers neighborhood.\n\"Every time I showed up, I showed out,\" Wallace told The Advocate of his experience at the Bayou Classic. \"All four of them.\"\nCris Collinsworth, @CollinsworthPFF ,with NBC at the 1993 Bayou Classic speaking about Sean Wallace, who will be the Jaguars coach at this years 50th annual Bayou Classic. Collinsworth has been an entertaining commentator for quite some time now! pic.twitter.com/IxCSUKlvqt\n— Abraham Wallace (@thechiefabraham) November 24, 2023 Wallace returned an interception 96 yards for a touchdown and blocked a PAT attempt in the 1991 Bayou Classic, earning MVP honors in a 31-30 victory for the Jaguars.\nIn 1993, he was a standout defensive back on legendary head coach Pete Richardson's highly-regarded defense. He helped lead the way for a squad that won the SWAC title and became Black College National Champions.\nAfter earning Bayou Classic MVP, All-SWAC, SWAC Defensive Player of the Year and two-time Sheridan Black College All-American honors, he played one year in the NFL with the Arizona Cardinals before enjoying a successful career in ministry and business. He finished his degree at Southern 25 years after leaving the university once all of his kids graduated from college. In 2011, he was inducted into the Southern Athletic Hall of Fame.\nWallace didn't miss coaching a game in 2023, the year of his diagnosis.\n\"I'm going to live, so I might as well work and do my job,\" he told The Advocate that season. \"Be an example to the young men. Life may throw you a curveball and you might get knocked down, but you've got to get back up. It's just like football. A play may not work, but you've got to go to the next play.\"\nThe assistant coach said showing up to games through his condition and chemotherapy was some of his \"toughest challenges\" in his life, but the atmosphere always brought him back up.\n\"When I stepped on that football field and saw the Human Jukebox come out, it was unbelievable how much energy I got,” he said.\nIn his final Bayou Classic this past November, Wallace and the Jaguars came out victorious again in a 24-14 win.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Health->health organisation",
      "Health->cancer"
    ],
    "ai_allow": false,
    "has_canonical": true,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T00:59:28.800+02:00",
    "updated": "2025-02-21T01:09:01.692+02:00"
  },
  {
    "uuid": "35645c59e32e8b38f2fbf706d20bc7ed29d5b446",
    "url": "https://ground.news/article/in-the-light-of-history-the-present-becomes-darker",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Svenska Dagbladet",
    "published": "2024-02-01T23:15:00Z",
    "title": "Ground News - In the light of history, the present becomes darker",
    "text": "In the light of history, the present becomes darker Is Putin essentially a new Hitler? Was 2022 our 1939? In his new book, Wilhelm Agrell sheds light on the many parallels between the circumstances that led to Summary by Svenska Dagbladet [World War II](https://ground.news/interest/world-war-ii)and today's geopolitical instability. 1 Articles 1 Articles All Left Center Right [] Svenska Dagbladet In the light of history, the present becomes darker Is Putin essentially a new Hitler? Was 2022 our 1939? In his new book, Wilhelm Agrell sheds light on the many parallels between the circumstances that led to World War II and today's geopolitical instability. 4 hours agoRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Coverage Details Total News Sources0Leaning Left0Leaning Right0Center0Last Updated52 minutes agoBias Distribution No sources with tracked biases. Bias Distribution - There is no tracked Bias information for the sources covering this story. Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hitler",
          "sentiment": "neutral"
        },
        {
          "name": "putin",
          "sentiment": "neutral"
        },
        {
          "name": "wilhelm agrell",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "svenska dagbladet",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T01:57:38.349+02:00",
    "updated": "2024-02-02T01:57:38.349+02:00"
  },
  {
    "uuid": "f672d35624f39d7acf2d5a1d77b9c28872cda145",
    "url": "https://diariopanorama.com/noticia/509525/dolor-comunidad-religiosa-santiago-fallecimiento-hermana-saveria",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario Panorama",
    "published": "2025-02-21T00:00:00Z",
    "title": "Dolor en la comunidad religiosa de Santiago por el fallecimiento de la hermana Saveria",
    "text": "Falleció este viernes, según informaron desde la comunidad del Colegio María de Nazareth y de la Fundación Casa de la Juventud, donde realizó un arduo trabajo de apostolado y servicio.\nLa comunidad educativa del Colegio Primario María de Nazareth y la Fundación Casa de la Juventud atraviesan un profundo dolor tras el fallecimiento de la hermana Martina Saveria Menni, quien dedicó su vida al servicio y la educación en Santiago del Estero.\nHACÉ CLICK AQUÍ PARA UNIRTE AL CANAL DE WHATSAPP DE DIARIO PANORAMA Y ESTAR SIEMPRE INFORMADO\nLa hermana Saveria falleció este viernes, según infromaron en un comunicado. Ella era reconocida por su entrega, compromiso y amor incondicional por la comunidad. La hermana Saveria dejó una huella imborrable en quienes tuvieron el privilegio de conocerla.\nComo presidenta de la Fundación Casa de la Juventud, trabajó incansablemente por el bienestar de los niños y jóvenes, guiándolos con valores y fe. Su legado perdurará en cada estudiante, docente y familia que formó parte de su camino.\nEl Colegio María de Nazareth expresó su profundo pesar por su partida y convocó a elevar oraciones por su eterno descanso. En las próximas horas, se informará el lugar y horario en el que serán velados sus restos, para que la comunidad pueda despedirla con el respeto y gratitud que merece.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Health->medical condition",
      "Religion and Belief->religious leader",
      "Religion and Belief->christianity",
      "Religion and Belief->religious facility"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.whatsapp.com/channel/0029VaFYzHu7YSd5k6MXIA11",
      "https://whatsapp.com/channel/0029VaFYzHu7YSd5k6MXIA11"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Martina Saveria Menni",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Fundación Casa de la Juventud",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-21T22:51:50.079+02:00",
    "updated": "2025-02-21T22:51:50.079+02:00"
  },
  {
    "uuid": "1fdb9a0978b91c95889a3969b35b247123e8523e",
    "url": "https://pledgetimes.com/government-will-go-to-the-stf-against-the-time-frame-law-says-agu/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "admin_l6ma5gus",
    "published": "2023-12-28T22:00:00Z",
    "title": "Government will go to the STF against the time frame law, says AGU - Pledge Times",
    "text": "The Union's attorney general, Jorge Messias, stated that the project is unconstitutional; law was enacted this Thursday (Dec 28) The Union's attorney general, Jorge Messias, stated that the government will appeal to the STF (Supreme Federal Court) due to the unconstitutionality of the law that establishes the time frame for the demarcation of indigenous lands. The norm was promulgated this Thursday (Dec 28, 2023) by the president of Congress, [Rodrigo Pacheco](https://eleicoes.poder360.com.br/candidato/1283679#2018) (PSD-MG). According to the Economic valueMessias stated that the government has not yet decided whether it will file a lawsuit with the STF to question the approval of the project or just comment on processes that will reach the Court. “The important thing is that our position is firm for unconstitutionality”he declared. After promulgation, the PL (Liberal Party), the PP (Progressive Party) and the Republicans entered with an action in the STF to guarantee the effectiveness of the time frame. According to the thesis, indigenous people only have the right to lands that were in their possession on October 5, 1988, the date of promulgation of the Federal Constitution. On December 14, the National Congress overturned the veto of the president [Luiz Inácio Lula da Silva](https://eleicoes.poder360.com.br/candidato/929674#2022) (PT) to the bill that validated the landmark. In September, before the congressmen's decision, the Supreme decided against the landmark. The Court's decision was considered by the Planalto Palace's legal team to justify the presidential veto. In the action sent to the Supreme Court, the parties claim that Congress exercised its legislative competence by validating the time frame. “In a scenario of republican disagreement between powers regarding a certain normative content, the last word in a democratic regime must always belong to the Legislative Branch, the true home of democracy”the parties argued. STF minister Gilmar Mendes was selected electronically to report the action. There is no deadline for decision. #Government #STF #time #frame #law #AGU",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://eleicoes.poder360.com.br/candidato/1283679#2018)",
      "https://eleicoes.poder360.com.br/candidato/929674#2022)",
      "https://www.eleicoes.poder360.com.br/candidato/1283679#2018)",
      "https://www.eleicoes.poder360.com.br/candidato/929674#2022)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jorge messias",
          "sentiment": "negative"
        },
        {
          "name": "rodrigo pacheco",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stf",
          "sentiment": "negative"
        },
        {
          "name": "agu - pledge times the union",
          "sentiment": "negative"
        },
        {
          "name": "stf (supreme federal court",
          "sentiment": "none"
        },
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "psd",
          "sentiment": "none"
        },
        {
          "name": "pp (progressive party",
          "sentiment": "none"
        },
        {
          "name": "liberal party",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:40:05.378+02:00",
    "updated": "2023-12-29T00:40:05.378+02:00"
  },
  {
    "uuid": "cfa78e46eae29aa2633deed72efbd854e1d5d05a",
    "url": "https://vnexplorer.net/me-calente-lucho-miranda-reacciono-a-su-interaccion-con-manuel-turizo-s1667905.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-29T22:25:00Z",
    "title": "\"Me calenté\": Lucho Miranda reaccionó a su interacción con Manuel Turizo",
    "text": "“Me calenté”: Lucho Miranda reaccionó a su interacción con Manuel Turizo\nEl comediante Lucho Miranda conquistó la cuarta noche del Festival de Viña con una divertida rutina de humor “oscuro”, con la que logró llevarse la gaviota de plata y de oro para su casa.\nLa rutina marcada de chistes de inclusión, su paso por la Teletón, la ciudad de Vicuña, entre otros temas, además contó con la inesperada participación del cantante Manuel Turizo, miembro del jurado y participante de la primera noche del Festival.\nEl reguetonero mostró simpatía por Miranda desde que comenzó la rutina, reconociendo que lo conocía de antes y riendo en cada chiste que lanzaba. Afinidad que se consumó cuando Turizo subió al escenario a entregarle la gaviota de plata.\nAl respecto, en la conferencia de prensa, Lucho Miranda bromeó con la situación y dijo “me calenté”, desatando la risa entre los presentes. Sin embargo, un poco más serio, complementó que “fue muy bacán, muy inesperado. Yo jamás pensé que iba a haber esa interacción”.\n“Yo esa pregunta la hago normalmente, quién no me conoce. Yo pensé que me iba a responder una persona no del jurado, sino que alguien del público. Cuando vi a Manuel Turizo levantar la mano dije ‘ah, me va a servir para el chiste’. Nunca pensé que tanto. Incluso me quitó luces”, precisó sobre el chiste.\nEn esa misma línea, declaró que “bacán que se haya prestado para una rutina de humor, que lo haya disfrutado. De verdad que yo lo veía muy risueño, estaba pasándolo bien. Fue todo muy orgánico”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j6DVp.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1j6DVp.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:28:59.131+02:00",
    "updated": "2024-03-01T00:28:59.131+02:00"
  },
  {
    "uuid": "d9a4db47a5ae02e116ef33d5eaee14962d874ac8",
    "url": "https://vnexplorer.net/z/617835.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-06-06T14:02:00Z",
    "title": "Manifestantes armados y votos en bolsas de basura: Morena y Movimiento Ciudadano contienden por la gubernatura de Jalisco",
    "text": "La candidata de Morena, Claudia Delgadillo, rechaza la victoria de Pablo Lemus, de Movimiento Ciudadano. Foto: Especial JALISCO.- Durante el cómputo de las elecciones en Jalisco, el Instituto Electoral y de Participación Ciudadana (IEPC) denunció la presencia de civiles armados en diversas sedes distritales. Esta tarde, videos de multitudes afuera de la sede, causando disturbios y acosando a funcionarios se hicieron públicos en redes sociales. “Nuestro personal ha sufrido agresiones físicas durante el desempeño de sus funciones por lo que estaremos presentando las denuncias correspondientes” IEPC Jalisco en su cuenta de X: @iepcjalisco Esta situación ha evolucionado en una serie de acusaciones entre Morena y Movimiento Ciudadano, en respaldo de la gubernatura de sus respectivos candidatos, Claudia Delgadillo y Pablo Lemus. Este fin de semana, los resultados del PREP declararon a Lemus el ganador virtual de las elecciones en Jalisco. Acusan a Morena de enviar personas armadas Acorde con los informes, las personas armadas se identificaron como pertenecientes a un partido político, sin que el organismo especificara cuál. La presidenta del IEPC Jalisco, Paula Ramírez, informó sobre una multitudinaria manifestación en el distrito 1, donde se encontraba Claudia Delgadillo, candidata de la coalición Sigamos Haciendo Historia. Ramírez hizo un llamado enérgico a permitir que los trabajos de cómputo se realicen en paz y con civilidad. Acerca de las acusaciones de enviar personas armadas a las juntas de cómputo, Claudia Delgadillo se defiende con un video en sus redes sociales: “Sí estamos armados ¡pero de valentía! Porque lo que está sucediendo es lamentable y los naranjas no tienen vergüenza. Es increíble que haya tanta opacidad por parte de la presidenta del IEPC Jalisco.” Movimiento Ciudadano denuncia la presunta violencia de Morena Representantes de Movimiento Ciudadano criticaron el presunto uso de la violencia por parte de Morena. Salomón Chertorivski, candidato en Ciudad de México, y Jorge Álvarez Máynez, exaspirante presidencial, señalaron que “gente armada y golpeando funcionarios en ese estado es inaceptable” y que “Morena tiene la obligación de reconocer allí, donde no ganó, como en Jalisco.” Pablo Lemus, ganador virtual de la gubernatura de Jalisco, compartió en sus redes sociales un video en el que acusó a Morena de enviar provocadores y personas armadas a las juntas distritales. “Vemos con preocupación que Morena ha mandado provocadores a las juntas distritales e incluso personas armadas. Ha venido gente desde la Ciudad de México a violentar nuestro proceso electoral y a amedrentar a funcionarios electorales... Hoy Morena está exhibiendo su verdadero rostro en Jalisco: son malos perdedores y son violentos.” Pablo Lemus Morena acusa al IEPC Jalisco de no ser transparente Desde la mañana del 5 de junio, Claudia Delgadillo denunció que el IEPC no les había otorgado acceso a las copias de las actas del Programa de Resultados Preliminares (PREP), que posicionaron como ganador a Pablo Lemus Navarro, de Movimiento Ciudadano. Mario Delgado, líder nacional de Morena, aseguró que su compañera ganó las elecciones, y que no permitiría que el partido naranja “se la roben”. Ha pedido al Instituto Electoral local que se les entregue una copia legible de todas las actas distritales, adelantando que podrían exigir un recuento total. El IEPC, por su parte, afirmó que el material fue entregado a Morena desde el 4 de junio, en atención a una solicitud de su representante Jesús Eduardo Almaguer Ramírez, adjuntando su evidencia en sus redes sociales. Descubren boletas electorales en bolsas de basura Mario Delgado incluyó como evidencia de su denuncia de irregularidades durante el cómputo una serie de videos en donde se observan, dentro de una bolsa de basura, presuntas boletas electorales en favor de Morena para la elección de la gubernatura en Jalisco, que aparecieron en el distrito 10 de Zapopan. El candidato de Morena en Zapopan, Pedro Kumamoto, acusó a funcionarios electorales de intentar sacar boletas válidas en bolsas de basura para transportarlas en un vehículo no oficial de las instituciones, rompiendo la Cadena de Custodia. “Trataron de decir y de generar una versión donde aquí había violencia, lo podemos ver perfectamente bien. No hay personas armadas, ni personas violentas. Lo que hay, que hubo, fue el decir ‘no debe de existir que se cambie la voluntad del pueblo a partir de estarla torciendo con bolsas de basura’. Entonces, nosotros estamos aquí ¿para qué? para que se respete la ley.” Pedro Kumamoto Hasta el momento no hay un comunicado oficial de parte de la IEPC Jalisco ni de Movimiento Ciudadano acerca de las acusaciones de Morena.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:44:32.382+03:00",
    "updated": "2024-06-07T01:44:32.382+03:00"
  }
]