[
  {
    "uuid": "156128bee8e394fe98845dc486e108929140215e",
    "url": "https://www.express.co.uk/news/royal/1849938/prince-harry-meghan-royal-rift-advice",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hanisha Sethi",
    "published": "2023-12-28T22:05:00Z",
    "title": "Prince Harry and Meghan Markle urged to do ‘one thing’ to repair royal rift | Royal | News | Express.co.uk",
    "text": "Harry and Meghan must “apologise” to “those they have betrayed” says royal commentato (Image: Getty) If Harry and Meghan were to find a way back into royal life they must “apologise” to “those they have betrayed”, writes royal commentator, Richard Eden. The Palace Confidential broadcaster believes there “could be a way back” into the Royal Family for the duo.\nChristmas is all about forgiveness, Richard Eden writes: “As all Christians know, before forgiveness there needs to be repentance. And we have seen no sign that the California-based couple are prepared to apologise to those they have betrayed with their insults and indiscretions.\n“Until that happens, we may continue to witness the unlikely spectacle of ex-royal Fergie enjoying a more prominent role in the Royal Family than the King’s second son.”\nThe Californian-based couple should also “show some contrition” writes the Daily Mail Diary Editor in the Palace Confidential newsletter.\nHis comments arise as Sarah, the Duchess of York, joined the Royal Family at the Sandringham Christmas service, 30 years after she and Prince Andrew filed for divorce.\nClick here to join our Whatsapp community to be the first to receive news about the Royal family\nREAD MORE: Royal fans say same thing as Earl of Wessex steps out for rare public appearance\nHarry and Meghan at Sandringham for Christmas in 2018 (Image: Getty) For King Charles , the invitation shows his “capacity for forgiveness” as Sarah Ferguson joined her ex-husband, Prince Andrew , and senior members of the Royal Family. Although this comparison has vast differences, Mr Eden said it does show a \"way back\" for the Sussexes.\nThe couple has become the centre of a royal family feud since 2020, after stepping back as senior royals and taking the opportunity to star in their own docu-series on Netflix , publish a memoir and take part in a tell-all interview with Oprah Winfrey.\nIt has been widely reported that the claims woven into these public outings has deepened tensions between Prince Harry and his family.\nMr Eden added: “'The King’s embrace of the Duke and Duchess of York shows that there is a way back for the Duke and Duchess of Sussex.”\nHe added: “However, unlike Harry and Meghan, Andrew and Sarah have never attacked the Royal Family. Quite the opposite: they have always lavished praise on their relations.”\nDon't miss...\nChristmas moment that tipped the Sussexes 'over the edge', according to expert [SPOTLIGHT]\nClaudia Winkleman’s lesser known sister who is ‘dear friends’ with King Charles [REPORT]\nMeghan 'desperate for fashion endorsement' after 'Dior snub', author claims [LATEST]\nPalace Confidential broadcaster, Richard Eden believes there \"could be a way back\" for the duo (Image: Getty) Become an Express Premium member\nSupport fearless journalism\nRead The Daily Express online, advert free\nGet super-fast page loading Start 30-day\nFREE trial Trending Prince Harry and Meghan were unsurprisingly absent from Christmas celebrations at Sandringham, and have not spent Christmas in the UK since 2019.\nEntertainment expert, Mark Boardman, told the Daily Express US that the couple are \"certainly not waiting\" for something to come along. Instead, he says, they are \"actively shaping their narrative\".\nThe expert says 2024 looks likely to be a \"more positive year\" for the Sussexes. He predicts money will be \"rolling in\" whatever the couple chooses to do next.\nRelated articles Meghan Markle’s surprising New Year’s Resolutions laid bare Kate 'not looking back' at Meghan drama and is 'prepared to fight', says pal Meghan Markle and Prince Harry ‘nightmare’ confirmed by 'annus horribilis' Meghan and Harry's feud wouldn't be solved at Christmas: 'Not best environment' Meghan sent 'public image' warning as she's 'not showing herself in best light",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://chat.whatsapp.com/KGGlQfB8zcFJD8WdHZuItO",
      "https://www.dailymail.co.uk/news/royals/article-12904273/If-King-Charles-forgiven-Fergie-way-royal-life-Harry-Meghan-writes-RICHARD-EDEN-say-sorry-no-sign-time-soon.html",
      "https://live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945",
      "https://live.primis.tech/live/liveView.php",
      "https://dailymail.co.uk/news/royals/article-12904273/If-King-Charles-forgiven-Fergie-way-royal-life-Harry-Meghan-writes-RICHARD-EDEN-say-sorry-no-sign-time-soon.html",
      "https://www.chat.whatsapp.com/KGGlQfB8zcFJD8WdHZuItO",
      "https://www.live.primis.tech/live/liveView.php?s=114945&playerApiId=v114945"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "meghan",
          "sentiment": "negative"
        },
        {
          "name": "prince harry",
          "sentiment": "negative"
        },
        {
          "name": "meghan markle",
          "sentiment": "negative"
        },
        {
          "name": "prince andrew",
          "sentiment": "none"
        },
        {
          "name": "harry",
          "sentiment": "none"
        },
        {
          "name": "sarah",
          "sentiment": "none"
        },
        {
          "name": "richard eden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fergie",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "duchess of york",
          "sentiment": "none"
        },
        {
          "name": "sandringham",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:31.367+02:00",
    "updated": "2023-12-29T04:25:01.799+02:00"
  },
  {
    "uuid": "94858f61fe39e856c27404e085ac5886dadf9836",
    "url": "https://confabulario.eluniversal.com.mx/la-vida-y-muerte-de-gazael/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción",
    "published": "2023-12-24T05:57:00Z",
    "title": "La vida y muerte de Gazael",
    "text": "La vida y muerte de Gazael\nEl nacimiento de un niño con la estrella de David y la media luna islámica pone en shock al Medio Oriente, un evento anormal que estimula las rivalidades entre israelíes y palestinos\nPOR ARI VOLOVICH\nEl humo aún no se había disipado del todo cuando los médicos de la ONU entraron en la cuenca para ser testigos de aquel acontecimiento inexplicable. A pesar de que la cabeza de la mujer estaba separada de su cuerpo tras el estallido de un misil aéreo lanzado por el EDI, no podían declararla muerta dado que su pulso seguía intacto. Esto, descubrieron después, se debía a que el corazón del feto latía por sí sólo y con tal fuerza que irrigaba de sangre al de su propia madre. Tardaron largas horas en poder extraer al portentoso germen humano del útero antes de meterlo en la incubadora y llenarlo de los nutrientes protocolarios.\nLos médicos no lograban entender cómo el feto pudo sobrevivir a la muerte de su progenitora. Los resultados que volvieron una semana después del laboratorio de Geneva indicaban que este milagro era fruto de una inusitada simbiosis entre el fósforo blanco y los óvulos de la mártir acribillada, perteneciente a la Jihad Islámica: su madre. Para sumarle más elementos de misterio a este evento, la médico en jefe de la ONU, Eugene Van Shpritz, notó que los testículos del neonato estaban marcados con dos símbolos nítidamente trazados: una estrella de David azul y una media luna roja, respectivamente en cada tanate.\nNaturalmente, el fenómeno no tardó en acaparar la atención de los medios locales e internacionales que operaban en Jan Yunis. El corresponsal de la BBC, obedeciendo la pauta editorial, lo bautizó como “Gazael”. Por más evidente y desafortunado que resultara este apodo, así fue registrado en su acta de nacimiento emitida por la ONU bajo una nacionalidad indefinida.\nEl neonato había logrado polarizar a la sociedad palestina e israelí al instante de que su existencia adquiriera una dimensión mediática. Las facciones más fanáticas y puritanas de ambos bandos unieron sus voces para condenar lo que calificaron era una “aberración a las leyes naturales” cuando no “un error de Aquel”. Los enfermeros desechaban cientos de amenazas de muerte diarias que, dicho sea de paso, superaban de lejos las postales y globos que adornaban su habitación.\nConsciente del latente peligro que corría la criatura y dado el cariño que le había tomado, la doctora Van Shpritz se apresuró en falsificar un acta de defunción dirigida a los medios de comunicación y tramitó los papeles de adopción a través del aparato burocrático de la ONU. La condecorada cirujana renunció a su cargo y a su profesión para llevar a Gazael a un lugar seguro: a su natal Rotterdam. A partir de ese momento, Van Shpritz se consagraría de lleno a la tarea de tutelar a la cría hasta que ésta cumplió los seis años de edad, tiempo que, de acuerdo con el criterio de la doctora, era el necesario para que su existencia se haya ganado el desinterés mediático.\nComo era de esperarse, el psicodesarrollo de Gazael tuvo su vasto catálogo de contratiempos. Pasó largos meses en observación en los mejores hospitales de Holanda, bajo la atenta supervisión de su tutora y madre adoptiva. Y es que el infante mostraba claros rasgos de personalidad autodestructiva. Tenía el reflejo, por ejemplo, de golpearse ambas sienes a puño cerrado ante el menor indicio de estrés y una afinidad desmesurada por el peligro. Su amor propio era igualmente proporcional a su baja autoestima: un día podía proclamarse el rey y amo de su salón de clases ante sus compañeros y al otro amanecer en posición fetal debajo de su edredón.\nEste comportamiento se exacerbaba, aunque de manera inconsciente, en ciertas fechas clave del conflicto árabe-israelí. Un ejemplo claro de esto eran los 14 de mayo, día de la independencia israelí y, consecuentemente, del Nakba (la catástrofe) palestino. En estas fechas el comportamiento de Gazael se volvía más errático que de costumbre. Pasaba del júbilo absoluto a la depresión más insondable en un pestañar de ojos. Su ya de por sí marcada ciclotimia se antojaba intratable.\nEl primer día de independencia, cuando apenas cumplía un año de edad, Gazael extrajo un bisturí para infligirse heridas en su muslo. En el momento en que la doctora Van Shpritz lo encontró, el neonato estaba sentado en un charco de su propia sangre esbozando una sonrisa por demás turbia mientras que una sola lágrima escurría por su pómulo. Después de todo, la dualidad de su ser sólo podía resultar en un masoquismo innato: su autodestrucción era motivo de dicha y tormento. A partir de ese día, Eugene no tuvo otro remedio más que sujetarlo con un chaleco de fuerza en la referida fecha.\nAdemás, su mala conducta en el ámbito escolar obligaba a la pobre doctora a presentarse en la oficina del director al menos dos veces por semana. El último incidente le ganó la expulsión de una de las escuelas más incluyentes y tolerantes de Rotterdam. Gazael, tras adueñarse del arenero, proclamando su derecho divino a “esa tierra”, se vio asediado por un grupo de niños quienes lo confrontaron con palos y piedras, lo que resultó en una trifulca que mandó al hospital al hijo del embajador griego con tres costillas rotas y una retina desgarrada.\nA pesar de que apenas cumplía sus 52 años, Eugene tenía el aspecto de una anciana tras doce largos años de haber asumido la maternidad de Gazael. Para sumarle más tormentos a su existencia, la reputación que precedía a su hijo hizo que ninguna escuela en toda la Unión Europea estuviera dispuesta a aceptarlo, lo que orilló a Van Shpritz a hacerse cargo de su tutela nuevamente, renunciando a su consulta privada y a su mermada vida social. A pesar de sus mejores esfuerzos por educar al niño que estaba incursionándose en la temprana adolescencia, todo fue en vano. El espíritu insurrecto e indomable de Gazael lo colocaba en las calles de Rotterdam, donde pasaba sus días robando tiendas departamentales, vandalizando automóviles de los vecindarios más lujosos de la ciudad y peleando con las pandillas callejeras en turno.\nYa más adentrado en su adolescencia, experimentó un sinfín de descalabros amorosos. Su baja autoestima, sus destellos de grandeza y personalidad autodestructiva, claramente no le rendían buenos frutos en el cuadrilátero romántico. Aunque sí lograba atraer a cierto patrón de chicas con marcadas tendencias suicidas. De los 15 a los 21 apenas sostuvo tres relaciones cortas.\nFue justo cuando se separó de quien sería su última pareja que sucedió lo inevitable: una patrulla lo sorprendió robando una licorería para encañonar a Gazael quien, lejos de intimidarse, soltó su motín etílico, se acercó al policía con una parsimonia diabólica y hundió sus nudillos en su mentón. El agente que permanecía de pie pidió apoyó y pronto Gazael estaba rodeado de los esbirros de la Ley quienes lo apaleaban sin piedad sobre el pavimento. Los videos que los transeúntes subieron a las redes sociales se viralizaron enseguida. Gazael se mostraba con la misma sonrisa insana que vio su madre con horror aquel 14 de mayo, cuando éste apenas tenía un año de edad, evidenciando así el hecho de que su instinto autodestructivo rozaba con lo erógeno.\nVan Shpritz entró a toda prisa a la habitación del hospital donde su hijo yacía en un coma de primer grado, justo cuando el médico de guardia pasaba su linterna para buscar una reacción en los ojos color oliva de Gazael. Eugene despidió al doctor y se sentó al lado de su hijo para acariciar su rala cabellera negra. Pasó sus dedos largos por su semblante y su marcada barbilla partida.\nLos pronósticos variaban según los médicos, pero Eugene sabía que podrían pasar meses sino años antes de que su hijo recuperara la conciencia y que, en el mejor escenario posible, saldría con un daño cerebral manejable. Descorazonada e impotente, la doctora se sumió en una profunda depresión que la mantuvo aislada del ojo público durante los dos años que precedieron al siguiente suceso relevante.\nYa sea por un azar del destino o por mera casualidad, el nuevo enfermero a cargo de la higiene de Gazael era originario de Jan Yunis. En cuanto éste se dispuso a cambiarle el pañal, notó los símbolos que tenía marcados en sus testículos y se acordó de aquel reportaje que circuló años atrás. No tardó en filtrar su hallazgo y en menos de una hora un equipo de Al-Jazeera ya se encontraba en las inmediaciones de la habitación para cubrir una historia que había permanecido soterrada en el olvido. El sonriente corresponsal señalaba los testículos de Gazael para dar la orden al camarógrafo de enfocar la estrella de David y la media luna que, dicho sea de paso, no habían perdido nitidez con el transcurso de los años; por el contrario, sus colores se antojaban más vivos que nunca, casi radiantes.\nEn cuanto la noticia impactó el Medio Oriente, los zelotes colonos y los extremistas islámicos exigieron la cabeza de Gazael y la de su madre, por haber ocultado esta “aberración del Creador”. Asimismo, las manifestaciones de árabes e israelíes que se postraron frente a la entrada del hospital cubrían toda la manzana.\nEn cuanto Eugene Van Shpritz se enteró de lo sucedido, despertó de su letargo y viajó al hospital con el objetivo de proteger a su hijo de los medios y del tumulto de manifestantes. Mientras intentaba abrirse el paso entre la multitud, algunos lograron identificarla y señalarla. La primera piedra lanzada pegó justo en el centro de la frente de Eugene, quien presionó su dedo índice contra el punto del impacto para acercarlo a sus ojos y ver la sangre de cerca. Siquiera antes de lograr procesar lo que había ocurrido, los manifestantes ya habían logrado cubrir la humanidad de la buena doctora con rocas.\nEsto último dio luz verde a la intervención de la policía para esparcir a la multitud y arrestar a los responsables. El parlamento holandés ordenó el envío de agentes del servicio secreto para custodiar el hospital. No obstante, una célula del Mosad había logrado burlar los filtros de seguridad para trasladar a Gazael al Instituto Weizman en Rehovot, Israel, con la intención de estudiar su ADN y así poder explicar cómo un arma diseñada para matar terminó inseminando una vida indeseada.\nEl cuerpo inanimado de Gazael pasó por una serie de pruebas exhaustivas cuyo objetivo era separar la información genética de su madre biológica de la del fósforo blanco para intentar descifrar así lo indescifrable. Sobra decir que los análisis no arrojaron conclusiones contundentes. El genetista a cargo del estudio adjudicó ese “milagro” a un “error divino”.\nAl margen de la frustración por los resultados inconclusos, decidieron conservar a Gazael en las instalaciones del instituto con la esperanza de que volviera del coma y así poder interrogar su aspecto neurológico, psicoafectivo y, naturalmente, cuestionar sus posturas ideológicas. No obstante, pasaron los meses y el vástago de la guerra permanecía en las profundidades insondables de su inconciencia. Este hecho no impidió que el 14 de mayo, una lágrima solitaria brotara de su ojo izquierdo acompañada de una erección que crecía simultáneamente debajo de las sábanas.\nNo fue sino hasta dos años después que Gazael despertó de su largo sueño. Lamentablemente para los médicos y afortunadamente para él, volvió al mundo de los vivos con un profundo cuadro amnésico, mismo que le impedía recordar sus orígenes y, por ende, sofocaba sus crisis de identidad congénitas. Por vez primera, pudo experimentar el amor propio y la alegría de vivir a pesar de su raída condición física después de casi tres años de inmovilidad absoluta.\nTras varios meses de fisioterapia, Gazael logró recuperar su estado, aunque su memoria seguía en constante deterioro. El único recuerdo que seguía intacto era el de su madre. A pesar de que sus médicos le informaron de su muerte en incontables ocasiones, Gazael olvidaba este hecho enseguida.\nYa sea por inocencia o por efecto de su temprana senilidad, accedió a dar una entrevista a un periodista del noticiero más visto en Israel y Palestina, en donde su tibieza y nula postura política frente al conflicto generó una enorme indignación en las facciones fanáticas de ambos bandos quienes se apuraron en calificarlo de traidor de sus respectivas causas.\nLas amenazas de muerte volvieron a acechar su disminuida persona, aunque Gazael permanecía en un estado de despreocupación inalterable, amparado en la placides desmemoriada.\nEl Instituto Weizman decidió darlo de alta al asumir que había perdido todo valor científico y, por ende, no había ningún sentido retenerlo en sus instalaciones, mucho menos considerando la peligrosa atención que atraía su presencia.\nY así, sin más, con un pequeño bolso de cuero negro que contenía una muda de ropa, un pijama y un cepillo de dientes, Gazael de pronto se encontraba parado en la acera afuera del instituto. Siquiera antes de que lograra dilucidar un rumbo a su vida, los neumáticos de un Jeep militar se derraparon en el pavimento hasta detenerse frente a él. Dos soldados saltaron del vehículo y condujeron a un pasivo Gazael al asiento trasero en medio de ambos y el conductor arrancó enseguida. Las órdenes habían llegado de los altos mandos. Gazael había sido declarado persona non grata en Israel y debía ser depositado en Gaza.\nUn voluminoso convoy de tanques de guerra custodiaba al Jeep desde su entrada a Gaza hasta llegar al cráter donde los médicos de la ONU lo habían extraído del vientre de su difunta madre años atrás. Bajó del vehículo junto a los soldados quienes lo condujeron al interior del cráter que le dio vida. Dócil y sonriente, Gazael se despidió de los soldados y de los tanques que desaparecieron detrás de una espesa estela de tierra y humo.\nPermaneció inmóvil y sin soltar el bolso de su mano, estudiando su entorno con la mirada cuando de pronto sintió un intenso hormigueo que ascendía de las palmas de sus pies hasta su cabeza. Sin experimentar ningún tipo de dolor físico, su cuerpo se pulverizó y se desvaneció como la arena para desintegrarse y esparcirse sobre la tierra amarilla de su útero antinatural. El Hamás y el Gobierno israelí se apresuraron en adjudicarse la responsabilidad de su inexistencia, tan repentina e inexplicable como su propio nacimiento.\nILUSTRACIÓN: Iván Vargas /EL UNIVERSAL",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T08:52:05.153+02:00",
    "updated": "2023-12-24T08:52:05.153+02:00"
  },
  {
    "uuid": "df6ff72ab1b9faca2ffb85d45ff7ed866b405b89",
    "url": "https://dailytimes.com.pk/1204566/court-upholds-imran-bushras-sentence-in-iddat-case",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@dailytimespak",
    "published": "2024-06-27T16:34:00Z",
    "title": "Court upholds Imran, Bushra's sentence in Iddat case - Daily Times",
    "text": "A district and sessions court in Islamabad Thursday rejected the pleas seeking suspension of the sentences handed down to Pakistan Tehreek-e-Insaf (PTI) founder Imran Khan and his wife Bushra Bibi in the iddat case. The verdict drew strong condemnation from the PTI, which called it “absolutely ridiculous”, and its leaders – who were hoping for Imran’s release today – staged a protest outside the Adiala jail, where the court had been set up to ensure the security of the ex-prime minister. PTI leader Omar Ayub, addressing the media after the announcement of the verdict, condemned the court’s rejection of the appeals and announced that the party would challenge the decision. Additional Sessions Judge Afzal Majoka announced the verdict , reserved on Tuesday, with the hearing on the main plea related to the annulment of their conviction set to take place on July 2. The PTI founder and Bushra were each sentenced to seven years in prison in February earlier this year after a trial court found their nikah to be fraudulent as Khawar Maneka, Bushra’s ex-husband, moved the court against the couple’s marriage. In the 10-page order, the court mentioned that there was no reason to suspend the sentence. “…[there is] no ground for suspension of [the] sentence is available to both the petitioners. Accordingly, both the petitions under section 426 Cr.PC are dismissed,” it said.In response to the verdict issued by the lower court, PTI Secretary General Omar Ayub Khan said: “[We] will challenge the verdict in the high court immediately.” Following the announcement, PTI workers began protesting outside the district and sessions court and also blocked the road. The protesters include women, who chanted slogans in favour of the PTI founder. Meanwhile, heavy police deployment was also present outside the court. Khan, the deposed prime minister who was ousted from power via the opposition’s no-confidence motion in April 2022, has been facing a slew of charges ranging from corruption to terrorism since his removal as the premier. He has been behind bars since August last year after he was sentenced in the Toshakhana case and subsequently sentenced in other cases ahead of the February 8 elections. Despite securing relief in other cases including £190 million reference and Toshakhana, and acquittal in the cipher case earlier this month, the former premier remains behind bars due to his conviction in the iddat case. Khan has also been granted bail in the May 9 cases registered in Lahore, Rawalpindi, and Faisalabad. On the other hand, the Federal Investigation Agency also twice interrogated him in the jail regarding an anti-state post shared on X, formerly Twitter. There is, however, no new case against the PTI founder.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "imran",
          "sentiment": "negative"
        },
        {
          "name": "bushra",
          "sentiment": "negative"
        },
        {
          "name": "omar ayub",
          "sentiment": "none"
        },
        {
          "name": "afzal majoka",
          "sentiment": "none"
        },
        {
          "name": "khawar maneka",
          "sentiment": "none"
        },
        {
          "name": "bushra bibi",
          "sentiment": "none"
        },
        {
          "name": "imran khan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pti",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "iddat",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "adiala jail",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T00:55:40.629+03:00",
    "updated": "2024-06-28T00:55:40.629+03:00"
  },
  {
    "uuid": "5b6c22aeda26f5bdda26c7e20cbd791c9a1579ff",
    "url": "https://churchleaders.com/pastors/440659-3-reason-why-you-should-pray-after-the-sermon.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ray Hollenbach",
    "published": "2024-01-07T22:03:00Z",
    "title": "3 Reasons Why You Should Pray the Day After the Sermon",
    "text": "Before I became a pastor no one told me how exhausting preaching can be. It doesn’t make sense: you stand up before the congregation, speak for 30-45 minutes, by Sunday afternoon you’re wiped out physically, mentally, and sometimes spiritually. (And by the way: if you speak longer than that, well, you might want to rethink your preaching.) Some pastors preach multiple services, but still—a relatively low-energy task seems to take an outsized toll on us. This exhaustion is why I’m hesitant to address the topic of what we should do after the sermon. That’s right: our actions after the sermon can have a huge impact on our congregation.\nRecently I found myself unable to fall asleep one Sunday night. It had been a good day: church went well; I believe the Holy Spirit helped me to\npreach well, but something was missing. What had I missed? And then the still small voice I’ve come to know so well said, Pray for your people. I knew immediately that God was directing me to pray for the people of the church. I must admit, even after years of pastoring, once the sermon was delivered I had always felt my work was done. Now God was leading me to a new level of faithfulness after the sermon. Not just a quick summary prayer at the end of the message, but prayer in the nights and days that follow.\nHow to Pray the Day After the Sermon\nWhat I learned that day was simple: after the sermon, pray. Here are three ways:\nPray for those who heard the word.\nEach Sunday there are people who heard, really heard the message. God gave you a message, you studied it out, and your delivered it faithfully. But on Monday and Tuesday, the Word is at risk. In the Parable of the Sower we see that even after the seed is sown (after the sermon, if you will), several things can happen. Luke’s version of the parable is particularly instructive:\nThe seed is the word of God. Those along the path are the ones who hear, and then the devil comes and takes away the word from there hearts . . .\nWhether we are talking about the word along the path, or in the other types of soil, perhaps the pastor’s job is to pray over the word after the sermon.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "god",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T01:08:24.788+02:00",
    "updated": "2024-01-08T01:08:24.788+02:00"
  },
  {
    "uuid": "a4d5c080ac44ababed9e91fc752ac0565cb88690",
    "url": "https://timesofindia.indiatimes.com/india/lg-dissolves-delhi-govts-advisory-body-wants-domain-experts-in-place/articleshow/111325025.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TNN",
    "published": "2024-06-27T22:16:00Z",
    "title": "LG Dissolves Delhi Govt’S Advisory Body: LG Dissolves Delhi Govt’s Advisory Body, Wants ‘Domain Experts’ in Place | India News - Times of India",
    "text": "NEW DELHI: Lieutenant governor V K Saxena has approved temporary dissolution of Dialogue and Development Commission of Delhi (DDCD) and removal of its non-official members till a mechanism for screening and selection of domain experts as its vice-chairman and members is developed.Making an observation on a file, which was moved by the services department of Delhi govt, LG said the entire exercise of creating DDCD by AAP govt was intended to extend financial benefits and patronage to “certain favoured political persons” of partisan inclinations.The LG has also asked the finance department to humanely explore the possibility of recovering the salaries paid to the non-official members of DDCD.We also published the following articles recently Delhi LG VK Saxena asks AAP govt to sort out issue in amicable mannerSaxena criticizes AAP for politicizing water shortage, inefficient water treatment, and legal disputes. He urges for dialogue, goodwill, and maintenance of water networks for efficient crisis resolution.111197596 LG VK Saxena accuses AAP of using Delhi water crisis to gain political mileageVK Saxena criticized AAP for politicizing the water crisis. Atishi's hunger strike pressured Haryana for water supply. BJP protested water issues, questioning AAP's motives. Poonawalla cited Supreme Court on water supply, challenging AAP's stance on the water tanker mafia.111191494 Jackky Bhagnani's production house Pooja Entertainment accused of non- payment of salaries, crew member pens long notePooja Entertainment, a production company behind popular films like Bade Miyan Chote Miyan and Jawaani Jaaneman, faced backlash for delaying crew salaries. The accusations shed light on financial issues and unprofessional conduct within the film industry.111182271",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "v k saxena",
          "sentiment": "neutral"
        },
        {
          "name": "saxena",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "place | india news - times of india new delhi",
          "sentiment": "neutral"
        },
        {
          "name": "lg dissolves delhi govt",
          "sentiment": "neutral"
        },
        {
          "name": "commission of delhi",
          "sentiment": "none"
        },
        {
          "name": "lg",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:13:37.324+03:00",
    "updated": "2024-06-28T02:13:37.324+03:00"
  },
  {
    "uuid": "a112d09e2e7f981863a355982df1c805d33f628a",
    "url": "https://www.novinite.com/articles/223918/Intensified+Israeli+Offensive+Targets+Hamas+Strongholds+in+Khan+Yunis",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M3 Web - http://m3web.bg",
    "published": "2024-02-01T08:20:00Z",
    "title": "Intensified Israeli Offensive Targets Hamas Strongholds in Khan Yunis",
    "text": "Intensified Israeli Offensive Targets Hamas Strongholds in Khan Yunis\n[World](articles/category/30/World)| February 1, 2024, Thursday // 12:20\nWe need your support so Novinite.com can keep delivering news and information about Bulgaria! Thank you!\n[World](articles/category/30/World) [» Be a reporter: Write and send your article](reporter) [» Will Russia Deploy Nuclear Weapons Abroad?](articles/223933/Will+Russia+Deploy+Nuclear+Weapons+Abroad%3F) [» Ukraine Strikes Russian Corvette 'Ivanovets' in Naval Triumph: Why Is It Important?](articles/223932/Ukraine+Strikes+Russian+Corvette+%27Ivanovets%27+in+Naval+Triumph%3A+Why+Is+It+Important%3F) [» Orban Folds: EU Approved €50 Billion Deal For Ukraine](articles/223931/Orban+Folds%3A+EU+Approved+%E2%82%AC50+Billion+Deal+For+Ukraine) [» Bulgaria Secures Support for Eurozone Entry by 2025](articles/223930/Bulgaria+Secures+Support+for+Eurozone+Entry+by+2025) [» Farmers' Fury: Eggs, Stones, and Chaos Unleashed at European Parliament](articles/223929/Farmers%27+Fury%3A+Eggs%2C+Stones%2C+and+Chaos+Unleashed+at+European+Parliament) [» Australia: Police Rescued Child Trapped In Toy Vending Machine](articles/223924/Australia%3A+Police+Rescued+Child+Trapped+In+Toy+Vending+Machine)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "hamas strongholds",
          "sentiment": "negative"
        },
        {
          "name": "eu",
          "sentiment": "none"
        },
        {
          "name": "european parliament",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "khan yunis",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "bulgaria",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:09:56.469+02:00",
    "updated": "2024-02-02T00:09:56.469+02:00"
  },
  {
    "uuid": "19dc200701dea0efae92cb82a39de95681efa2a5",
    "url": "https://tribune.com.pk/story/2484880/record-breaking-rain-deluges-lahore",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "​ Our Correspondents",
    "published": "2024-08-02T05:52:00Z",
    "title": "Record-breaking rain deluges Lahore",
    "text": "The current spell of monsoon rains intensified on Thursday as the country's upper parts and northern regions received record-breaking showers, triggering flash floods in hilly areas, inundating urban localities, and destroying mud houses. Moreover, the Flood Forecasting Division (FFD) on Thursday predicted medium to high flood in rivers Jhelum, Kabul, Ravi, Indus and Chenab catchments between Friday and Monday while medium to high flood (flash flooding) is also expected from hill torrents of DG Khan Division (Punjab) and nullahs of Zhob, Sibbi, Nasirabad and Kalat divisions (Balochistan). The country's second-largest city of Lahore was deluged with record-breaking rainfall on Thursday, the Pakistan Meteorological Department (PMD) said, with hospitals flooded, power supply interrupted and streets submerged. The city was lashed by almost 360 millimetres (14 inches) of rain in three hours, the PMD said. \"This was record-breaking rainfall,\" the agency's deputy director Farooq Dar told AFP. The previous record dates to July 1980, when 332 millimetres fell over three hours. \"Look at all these buckets and how much water has accumulated. We're exhausted from trying to remove the water,\" Sadam, a 32-year-old shopkeeper, told AFP as he took stock of his considerable losses. The PMD had forecast a wetter-than-usual monsoon season this year for Pakistan, one of the countries experts say is most vulnerable to extreme weather being spurred by climate change. Over the past three days, 24 people have been killed by rainfall in Khyber-Pakhtunkhwa, the Provincial Disaster Management Authority said. In Lahore, one person was killed by electrocution as a result of Thursday's cloudburst, according to local police. A 14-year-old boy, Abdullah Altaf, drowned near Chungi Amar Sadhu. Rescue 1122 confirmed his death upon recovery of the body. The victim was a street vendor. In Gajjumata, a roof collapse of a house claimed the life of a young girl and injured six other people. Additionally, a 30-year-old man was electrocuted after touching an electric pole in Nishat Colony due to the heavy rain. A 41-year-old man, Ghulam Mustafa, accidently touched a wire and died of electric shock in the Defence area. Two people were injured in another incident of roof collapse near the Shaukat Khanum Chowk. According to Dr Rana Muhammad Atif, Senior Meteorologist at the Met Office, the rainfall reached 350mm at Lahore Airport Road. The city's commissioner declared an emergency and said offices and schools would be shut for the day. The Provincial Disaster Management Authority (PDMA) has reported that torrential rains and flash floods in Khyber-Pakhtunkhwa (K-P) have claimed the lives of 24 individuals over the past three days. The report highlights the severe impact of recent weather conditions, which have also resulted in significant property damage across the region. Among the deceased are six men, six women, and 12 children, while 17 people have sustained injuries, including eight men, three women, and six children. The heavy rains and resulting accidents have affected various districts, including Kohat, Bajaur, Upper and Lower Chitral, Upper Dir, Upper and Lower Kohistan, Abbottabad, Haripur, Swat, Charsadda, Swabi, Mohmand, South Waziristan, and Hangu. The PDMA's report indicates that a total of 150 homes have been damaged, with 77 suffering partial damage and 73 completely destroyed. Authorities have advised against travel to tourist spots until conditions improve, urging residents to exercise caution. The PDMA, in collaboration with relevant agencies and district administrations, is closely monitoring the situation to ensure a coordinated response. According to daily Federal Flood Commission Report, currently, the rivers Indus and Kabul are experiencing low flood in Kalabagh-Chashma reach and Warsak-Nowshera reach respectively owing to increased upstream flow due to persistent higher temperatures at Skardu. Other main rivers of Indus River System (Jhelum, Chenab, Ravi and Sutlej) are running normal. The combined live storage of country's three major reservoirs (Tarbela, Chasma and Mangla) stood at 9.203 million acre feet (MAF). According to FFD, trough of Westerly Wave that was over Kashmir yesterday has shifted eastwards and now a fresh trough of strong Westerly Wave is present over Northern Iran and adjoining areas. The low pressure area that was over northwest Uttar Pradesh (India) has moved slightly Westwards and is now over East Haryana, while upper air circulation persists over West Bengal. A well- marked seasonal low is situated over Northeastern Balochistan. Moderate to strong moist currents from both the Arabian Sea and the Bay of Bengal are penetrating into the upper parts of Pakistan up to 5,000 feet. Widespread thunderstorm rain of moderate to heavy intensity with scattered very heavy falls and isolated extremely heavy rainfall is expected over Punjab (Lahore and Gujranwala divisions) including upper catchments of rivers Sutlej, Ravi and Chenab during the next 24 hours. Scattered to widespread thunderstorm rain of moderate to heavy intensity with isolated very heavy falls may occur over Islamabad, Punjab (Rawalpindi, Sargodha, Multan D G Khan, Bahawalpur, Sahiwal and Faisalabad Divisions and Khyber-Pakhtunkhwa during the said period. COMMENTS Comments are moderated and generally will be posted if they are on-topic and not abusive. For more information, please see our [Comments FAQ](/comments-policy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "farooq dar",
          "sentiment": "none"
        },
        {
          "name": "ravi",
          "sentiment": "none"
        },
        {
          "name": "kalat",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pakistan meteorological department",
          "sentiment": "none"
        },
        {
          "name": "dg khan division",
          "sentiment": "none"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sibbi",
          "sentiment": "none"
        },
        {
          "name": "jhelum",
          "sentiment": "none"
        },
        {
          "name": "chenab",
          "sentiment": "none"
        },
        {
          "name": "nasirabad",
          "sentiment": "none"
        },
        {
          "name": "lahore",
          "sentiment": "none"
        },
        {
          "name": "balochistan",
          "sentiment": "none"
        },
        {
          "name": "zhob",
          "sentiment": "none"
        },
        {
          "name": "kabul",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T09:39:57.166+03:00",
    "updated": "2024-08-02T09:39:57.166+03:00"
  },
  {
    "uuid": "e4dcae44c1399e9a8723c8caab90c25b06983111",
    "url": "https://www.forbes.com/sites/lanceeliot/2025/08/14/people-will-lose-their-minds-when-ai-such-as-artificial-general-intelligence-suffers-blackouts/",
    "ord_in_thread": 0,
    "author": "Lance Eliot",
    "published": "2025-08-14T00:00:00Z",
    "title": "People Will Lose Their Minds When AI Such As Artificial General Intelligence Suffers Blackouts",
    "text": "In today’s column, I examine the concern that once we advance AI to become artificial general intelligence (AGI), there will be an extremely heavy dependency on AGI, and the moment that AGI glitches or goes down, people will essentially lose their minds.\nThis is somewhat exemplified by the downtime incident of the globally popular ChatGPT by OpenAI (a major outage occurred on June 10, 2025, and lasted 8 hours or so). With an estimated 400 million weekly active users relying on ChatGPT at that time, the news outlets reported that a large swath of people was taken aback by the fact that they didn’t have immediate access to the prevalent generative AI app.\nIn comparison, pinnacle AI such as AGI is likely to be intricately woven into everyone’s lives and a dependency for nearly the entire world population of 8 billion people. The impact of downtime or a blackout could be enormous and severely harmful in many crucial ways.\nLet’s talk about it.\nThis analysis of an innovative AI breakthrough is part of my ongoing Forbes column coverage on the latest in AI, including identifying and explaining various impactful AI complexities (see the link here).\nHeading Toward AGI And ASI\nFirst, some fundamentals are required to set the stage for this weighty discussion.\nThere is a great deal of research going on to further advance AI. The general goal is to either reach artificial general intelligence (AGI) or maybe even the outstretched possibility of achieving artificial superintelligence (ASI).\nAGI is AI that is considered on par with human intellect and can seemingly match our intelligence. ASI is AI that has gone beyond human intellect and would be superior in many if not all feasible ways. The idea is that ASI would be able to run circles around humans by outthinking us at every turn. For more details on the nature of conventional AI versus AGI and ASI, see my analysis at the link here.\nWe have not yet attained AGI.\nIn fact, it is unknown whether we will reach AGI, or that maybe AGI will be achievable in decades or perhaps centuries from now. The AGI attainment dates that are floating around are wildly varying and wildly unsubstantiated by any credible evidence or ironclad logic. ASI is even more beyond the pale when it comes to where we are currently with conventional AI.\nAGI Will Be Ubiquitous\nOne aspect about AGI that most would acknowledge is likely would be that AGI is going to be widely utilized throughout the globe. People in all countries and of all languages will undoubtedly make use of AGI. Young and old will use AGI. This makes abundant sense since AGI will be on par with human intellect and presumably available 24/7 anywhere and anyplace.\nAdmittedly, there is a chance that whoever lands on AGI first might horde it. They could charge sky-high prices for access. Only those who are rich enough to afford AGI would be able to lean into its capabilities.\nThe worries are that the planet will be divided into the AGI haves and have-nots.\nFor the sake of this discussion, let’s assume that somehow AGI is made readily available to all at a low cost or perhaps even freely accessible. I’ve discussed that there is bound to be an effort to ensure that AGI is a worldwide free good so that it is equally available, see my discussion at the link here. Maybe that will happen, maybe not. Time will tell.\nHumans Become Highly Dependent\nHaving AGI at your fingertips is an alluring proposition.\nThere you are at work, dealing with a tough problem and unsure of how to proceed. What can you do? Well, you could ask AGI to help you out. The odds are that your boss would encourage you to leverage AGI. No sense in wasting your time on flailing around to solve a knotty problem. Just log into AGI and see what it has to say.\nIndeed, if you don’t use AGI at work, the chances are that you might get in trouble. Your employer might believe that having AGI as a double-checker of your work is a wise step. Without consulting AGI, there is a heightened possibility that your work is flawed and will proceed unabated. AGI taking a look at your work will be a reassurance to you and your employer that you’ve done satisfactory work.\nUsing AGI for aiding your life outside of work is highly probable, too.\nImagine that you are trying to decide whether to sell your home and move up to a bigger house. This is one of those really tough decisions in life. You only make that decision a few times during your entire existence. How might you bolster your belief in taking the house-selling action? By using AGI. AGI can help you to understand the upsides and downsides involved. It likely can even perform many of the paperwork activities that will be required.\nPeople are going to go a lot deeper in their AGI dependencies. Rather than confiding in close friends about personal secrets, some will opt to do so with AGI. They are more comfortable telling AGI than they are another human. I’ve extensively covered the role of contemporary AI in performing mental health therapy; see the link here. Chances are that a high percentage of the world’s population will do likewise with AGI.\nWhen AGI Goes Down\nA common myth is that AGI will be perfect in all regards. Not only will AGI seemingly provide perfect answers, but it will also somehow magically be up and running flawlessly and perfectly at all times. I have debunked these false beliefs at the link here.\nIn the real world, there will be times when AGI goes dark.\nThis could be a local phenomenon and entail servers running AGI in a local region that happen to go down. Maybe bad weather disrupts electrical power. Perhaps a tornado rips apart a major data center housing AGI computers. All manner of reasons can cause an AGI outage.\nAn entire worldwide outage is also conceivable. Suppose that AGI contains an internal glitch. Nobody knew it was there. AGI wasn’t able to computationally detect the glitch. One way or another, a coding bug silently sat inside AGI. Suddenly, the bug is encountered, and AGI is taken out of action across the board.\nGiven the likelihood that AGI will be integral to all of our lives, those types of outages will probably be quite rare. Those who are maintaining AGI will realize that extraordinary measures of having fail-safe equipment and operations will be greatly needed. Redundancy will be a big aspect of AGI. Keeping AGI in working condition will be an imperative.\nBut claiming that AGI will never go down, well, that’s one of those promises that is asking to be broken.\nThe Big Deal Of Downtime\nIt will be a big deal anytime that AGI is unavailable.\nPeople who have become reliant on AGI for help at work will potentially come to a halt, worrying that without double-checking with AGI, they will get in trouble or produce flawed work. They will go get a large cup of coffee and wait until AGI comes back online.\nEspecially worrisome is that AGI will be involved in running important parts of our collective infrastructure. Perhaps we will have AGI aiding the operation of nuclear power plants. When AGI goes down, the human workers will have backup plans for how to manually keep the nuclear power plant safely going. The thing is, since this is a rare occurrence, those human workers might not be adept at doing the work without AGI at the ready.\nThe crux is that people will have become extraordinarily dependent on AGI, particularly in a cognitive way.\nWe will rely upon AGI to do our thinking for us. It is a kind of cognitive crutch. This will be something that gradually arises. The odds are that on a population basis, we won’t realize how dependent we have become. In a sense, people will freak out when they no longer have their AGI cognitive partner with them at all times.\nLosing Our Minds\nThe twist to all of this is that the human mind might increasingly become weaker and weaker because of the AGI dependency. We effectively opt to outsource our thinking to the likes of AGI. No longer do we need to think for ourselves.\nYou can always bring up AGI to figure out things with you or on your behalf.\nInch by inch, your proportion of everyday thinking gets reduced by your own efforts of relying on AGI. It could be that you initially began with AGI doing 10% and you doing 90% of the heavy lifting when it came to thinking things through. At some point, it became 50% and 50%. Eventually, you allow yourself to enter the zone of AGI at 90%, and you do only 10% of the thinking in all your day-to-day tasks and undertakings.\nSome have likened this to worries about the upcoming generation that is reliant on using Google search to look things up. The old ways of remembering stuff are gradually being softened. You can merely access your smartphone and voila, no need to have memorized hardly anything at all. Those youths who are said to be digital natives are possibly undercutting their own mental faculties due to a reliance on the Internet.\nYikes, that’s disconcerting if true.\nThe bottom-line concern, then, about AGI going down is that people will lose their minds. That’s kind of a clever play on words. They will have lost the ability to think fully on their own. In that way of viewing things, they have already lost their minds. But when they shockingly realize that they need AGI to help them with just about everything, they will freak out and lose their minds differently.\nAnticipating Major Disruption\nQuestions that are already being explored about an AGI outage include:\n- Will people globally stop whatever they are doing and shift into a zombie mode, waiting for AGI to come up?\n- Will the world’s infrastructure come to a halt due to AGI being knocked temporarily out of service?\n- Will AGI “suffer” during downtime, such that when it gets back into gear, will there be internal damage and the AGI be different than it once was?\n- Will evildoers purposely seek to disrupt AGI, allowing them to freak out the populace and perhaps perform other dastardly deeds?\n- What safeguards can protect AGI, including that AGI itself participates in protecting against AGI outages?\nThere are notable concerns about people developing cognitive atrophy when it comes to a reliance on AGI. The dependencies not only involve the usual thinking processes, but they likely encompass our psychological mental properties too. Emotional stability could be at risk, at scale, during an AGI prolonged outage.\nWhat The Future Holds\nSome say that these voiced concerns are a bunch of hogwash.\nPeople will actually get smarter due to AGI. The use of AGI will rub off on them. We will all become sharper thinkers because of interacting with AGI. This idea that we will be dumbed down is ridiculous. Expect that people will be perfectly fine when AGI isn’t available. They will carry on and calmly welcome whenever AGI happens to resume operations.\nWhat’s your opinion on the hotly debated topic?\nIs it doom and gloom, or will we be okay whenever AGI goes dark? Mull this over. If there is even an iota of chance that the downside will arise, it seems that we should prepare for that possibility. Best to be safe rather than sorry.\nA final thought for now on this weighty matter. Socrates notably made this remark: “To find yourself, think for yourself.” If we do indeed allow AGI to become our thinker, this bodes for a darkness underlying the human soul. We won’t be able to find our inner selves.\nNo worries -- we can ask AGI how we can keep from falling into that mental trap.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Science and Technology->information technology and computer science",
      "Science and Technology->technology and engineering",
      "Social Issue->social networking",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "AGI",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": null,
              "exchange": null
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": "e4dcae44c1399e9a8723c8caab90c25b06983111",
      "first_syndicated": true
    },
    "trust": {
      "categories": null,
      "top_news": [
        "top_news_cz",
        "top_news_nz",
        "top_news_au",
        "top_news_ae",
        "top_news_us",
        "top_news_pt",
        "top_news_gb",
        "top_news_th",
        "top_news_sa",
        "top_news_sg",
        "top_news_ph",
        "top_news_rs",
        "top_news_hk",
        "top_news_nl",
        "top_news_qa",
        "top_news_ie",
        "top_news_pk",
        "top_news_se",
        "top_news_id",
        "top_news_dk",
        "top_news_eg",
        "top_news_sk",
        "top_news_ch",
        "top_news_za",
        "top_news_ma",
        "top_news_my",
        "top_news_il",
        "top_news_kw",
        "top_news_fi",
        "top_news_be",
        "top_news_in",
        "top_news_ca",
        "top_news_iq",
        "top_news"
      ],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-14T10:20:53.800+03:00",
    "updated": "2025-08-15T11:12:34.000+03:00"
  }
]