[
  {
    "uuid": "2b9f71ddfb60013a8c177cba5c4df6af0a2142e7",
    "url": "https://www.terra.com.br/noticias/brasil/cidades/lancha-pega-fogo-em-caraguatatuba-no-litoral-norte-de-sp-duas-pessoas-sao-hospitalizadas,5b02ce72b35f13a3892f63b1742d5f8fh1r45sn6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Estadão Conteúdo",
    "published": "2023-12-28T23:32:00Z",
    "title": "Lancha pega fogo em Caraguatatuba, no litoral norte de SP; duas pessoas são hospitalizadas",
    "text": "Lancha pega fogo em Caraguatatuba, no litoral norte de SP; duas pessoas são hospitalizadas Embarcação transportava 11 pessoas durante acidente; motivo do incêndio ainda é investigado Uma lancha com 11 pessoas pegou fogo em alto-mar na tarde desta quinta-feira, 28, em Caraguatatuba, no litoral norte de São Paulo. O motivo do incêndio ainda é investigado. Dois tripulantes foram socorridos para um hospital da cidade. De acordo com o Corpo de Bombeiros, o acidente ocorreu por volta das 15h, quando a embarcação estava nos arredores da Praia de Capricórnio. Vídeos publicados nas redes sociais mostram uma fumaça espessa saindo da lancha durante o incêndio. Ainda segundo o Corpo de Bombeiros, a tripulação foi socorrida por barcos que passavam por perto durante o acidente e levada de bote para a Praia Martim de Sá, que também fica próxima ao local onde ocorreu o incêndio. O local foi isolado pela Capitania dos Portos. Duas pessoas precisaram ser socorridas para a Santa Casa Stella Maris, na região central de Caraguatatuba. Uma delas apresentou um hematoma na cabeça (lesão frontal subgaleal) e outra teve pressão baixa.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:40:39.986+02:00",
    "updated": "2023-12-29T06:28:46.721+02:00"
  },
  {
    "uuid": "bd144bc79c5e5f04a80d8c43f434d4ea1ec68c33",
    "url": "https://www.npr.org/2023/12/28/1222057516/military-sexual-assault-cases-move",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Natalie Schachar",
    "published": "2023-12-28T21:59:00Z",
    "title": "Sexual assault cases are formally removed from the U.S. military chain of command",
    "text": "Sexual assault cases are formally removed from the U.S. military chain of command\nA new system that will put independent lawyers in charge of the prosecution of sexual assault cases in the U.S. military took effect on Thursday, marking a significant change to the way the Department of Defense tries those accused of an offense.\nAs a result of the change, sexual assault and other serious crimes\nwill shift away from military commanders to legal organizations within each military service called the Offices of Special Trial Counsel.\nThe reform comes after years of efforts by members of Congress and others to counter a troubling rise in sexual assaults within the armed forces.\nFor fiscal year 2022, the Pentagon's\nAnnual Report on Sexual Assault in the Military showed incidents rose 13% in the Navy, 9% in the Air Force and 3.6% in the Marine Corps. While incidents in the Army fell 9%, there were still 8,942 reports of sexual assault across the entire force.\nLast year, Congress passed legislation to strengthen protections for service members, and in July, President Biden approved the system that takes effect today.\nIn a\nstatement, Defense Secretary Lloyd Austin called the reform a \"landmark change to the U.S. military justice system.\"\n\"It is the most important reform to our military justice system since the creation of the Uniform Code of Military Justice in 1950,\" he said. \"This reform aims to help strengthen accountability and increase all of our service members' trust in the fairness and integrity of the military justice system.\"\nThe offices will be staffed by special trial counsel which will also have the authority to prosecute over a dozen other charges including murder, manslaughter, kidnapping, domestic violence, stalking, child pornography and most sexual misconduct within the military.\nThe change aims to ensure decisions are not influenced by the inherent conflicts of interest and political pressures faced by commanders tasked with prosecuting members of their unit.\nBut Rachel VanLandingham, the president emerita of the\nNational Institute of Military Justice, said it remains to be seen whether the change will be effective.\n\"While the military lawyers are 'independent' in the sense that they no longer are part of the accused or victim's chain of command, instead working for civilian service secretaries, the entire military justice structure is one that lacks independence and impartiality and disserves service members,\" she said.\nThe special trial counsels will now handle over a dozen crimes, but VanLandingham said the majority of offenses in the military code, including disobedience, dereliction of duty and insubordination, will still be handled by those in the chain of command who are no longer trusted to decide whether to charge murder or rape.\n\"The change, while in the right direction, establishes a two-track justice system depending on the alleged offenses, and thus creates due process concerns,\" VanLandingham said.\nJosh Connolly, a member of the board of directors of Protect Our Defenders, viewed the reform as a step forward, but said it would require truly impartial lawyers to achieve change.\n\"All this depends on how this is implemented,\" he said. \"If you don't have the right personnel in these divisions and they have bias, then this is all for naught.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [
      "https://urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$",
      "https://www.defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special",
      "https://www.urldefense.com/v3/__https:/www.nimj.org/__;!!Iwwt!UbPCvSmbGISuvrCLw1BPxxJS6qOL83gyaz8yBDSEXfcqUNpX0M2GK3oeNrdji2ifc4zOhakHQBUDl2_hTJPlMVGkag$",
      "https://sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf",
      "https://www.sapr.mil/sites/default/files/public/docs/reports/AR/FY22/DOD_Annual_Report_on_Sexual_Assault_in_the_Military_FY2022.pdf",
      "https://www.defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/",
      "https://defense.gov/News/Releases/Release/Article/3627334/statement-by-secretary-of-defense-lloyd-j-austin-iii-on-the-offices-of-special/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "congress",
          "sentiment": "none"
        },
        {
          "name": "navy",
          "sentiment": "none"
        },
        {
          "name": "army",
          "sentiment": "none"
        },
        {
          "name": "pentagon",
          "sentiment": "none"
        },
        {
          "name": "marine corps",
          "sentiment": "none"
        },
        {
          "name": "department of defense",
          "sentiment": "none"
        },
        {
          "name": "air force",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:15:38.715+02:00",
    "updated": "2023-12-29T00:15:38.715+02:00"
  },
  {
    "uuid": "653cac834d62934423452bcdb32a5c9a8b7684f4",
    "url": "https://ground.news/article/khawaja-blocked-from-wearing-symbol-of-peace-on-bat-shoes-by-icc",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2023-12-24T07:15:00Z",
    "title": "Ground News - Khawaja blocked from wearing symbol of peace on bat, shoes by ICC",
    "text": "Summary by Ground News Usman Khawaja's application to have a symbol of peace on his shoes and bat has been rejected by the International Cricket Council. The Australian opener had hoped to display a sticker of a black dove with an olive branch to pay respect to the lives lost in Gaza for the Boxing Day Test against Pakistan. He even wore shoes with the design during a training session prior to the fixture. Share menu More\nFilters 1 Articles 1 Articles All Left Center Right\nFox Sports Australia Center High Factuality Media Conglomerate: Murdoch Family Media Conglomerate: Telstra Khawaja blocked from wearing symbol of peace on bat, shoes by ICC Khawaja blocked from wearing symbol of peace on bat, shoes by ICC\n6 hours ago · Australia Read Full Article\nFox Sports Australia Center High Factuality Media Conglomerate: Murdoch Family Media Conglomerate: Telstra\nKhawaja blocked from wearing symbol of peace on bat, shoes by ICC Khawaja blocked from wearing symbol of peace on bat, shoes by ICC\n6 hours ago · Australia Read Full Article Think freely. Subscribe and get full access to Ground News Subscriptions start at $9.99/year Subscribe",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.foxsports.com.au/cricket/khawaja-blocked-from-wearing-symbol-of-peace-on-bat-shoes-by-icc/news-story/510f69e45af759052fe122648a1df514?utm_source=ground.news&utm_medium=referral",
      "https://www.foxsports.com.au/cricket/khawaja-blocked-from-wearing-symbol-of-peace-on-bat-shoes-by-icc/news-story/510f69e45af759052fe122648a1df514",
      "https://foxsports.com.au/cricket/khawaja-blocked-from-wearing-symbol-of-peace-on-bat-shoes-by-icc/news-story/510f69e45af759052fe122648a1df514?utm_source=ground.news&utm_medium=referral"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "usman khawaja",
          "sentiment": "neutral"
        },
        {
          "name": "khawaja",
          "sentiment": "neutral"
        },
        {
          "name": "murdoch",
          "sentiment": "none"
        },
        {
          "name": "telstra khawaja",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "icc",
          "sentiment": "neutral"
        },
        {
          "name": "international cricket council",
          "sentiment": "none"
        },
        {
          "name": "fox sports australia center high factuality media conglomerate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T12:40:00.884+02:00",
    "updated": "2023-12-24T12:40:00.884+02:00"
  },
  {
    "uuid": "4c241833545e00c4777d0744a0039d37506786cd",
    "url": "https://www.newsmax.com/politics/debate-press-corps/2024/06/27/id/1170459",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nandita Bose and Steve Holland",
    "published": "2024-06-27T18:48:00Z",
    "title": "CNN Bans White House Pool Reporters From Debate Room | Newsmax.com",
    "text": "Nandita Bose and Steve Holland Thursday, 27 June 2024 06:48 PM EDT The White House Correspondents' Association said on Thursday CNN has rejected multiple requests to include White House pool reporters inside the studio during the first presidential debate between incumbent Joe Biden and Republican rival Donald Trump. The press pool, made up of representatives of major news organizations including Reuters, accompanies the president on foreign and domestic trips and normally has access to any event where he speaks or appears in public, with the goal of keeping the U.S. public informed. It is extremely rare for them to be barred from an event in the United States. \"WHCA is deeply concerned that CNN has rejected our repeated requests to include the White House travel pool inside the studio,\" Kelly O'Donnell, president of the White House Correspondents' Association, said in a statement. \"The pool is there for the 'what ifs?' in a world where the unexpected does happen,\" she said, and to provide \"context and insight by direct observation and not through the lens of the television production,\" she said. \"These reporters are there to see what is said and done when the microphones and cameras are off, and provide independent observation, she wrote, with duties \"separate from the production of the debate as a news event.\" O'Donnell said both the Biden and Trump campaigns agreed to the WHCA's request. CNN has only agreed to allow one White House print pool reporter to enter the studio during a commercial break to \"briefly observe the setting.\" The network will also allow still photographers from other outlets to cover the candidates inside the studio and will provide a television feed of the debate to other networks. CNN has put in place many other rules for the first showdown including two commercial breaks, no props and muted microphones except when the candidates are recognized to speak. The network said in a statement it is a member of the WHCA and respects the role the group plays to further press freedom and access. But the debate was being held without an audience in a CNN studio and is closed to the press, CNN said. \"Precedent matters for future debates,\" O'Donnell said, alluding to Biden and Trump's face off again in September. The National Association of Black Journalists has also asked CNN to accredit reporters from local Black-owned news organizations, after none of Atlanta's Black news groups got credentials to be on-site for the debate. © 2024 Thomson/Reuters. All rights reserved. Receive breaking news and original analysis - sent right to your inbox. Interest-Based Advertising | Do not sell or share my personal information Newsmax, Moneynews, Newsmax Health, and Independent. American. are registered trademarks of Newsmax Media, Inc. Newsmax TV, and Newsmax World are trademarks of Newsmax Media, Inc.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "steve holland",
          "sentiment": "negative"
        },
        {
          "name": "nandita bose",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "kelly o'donnell",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "white house",
          "sentiment": "negative"
        },
        {
          "name": "white house correspondents' association",
          "sentiment": "none"
        },
        {
          "name": "whca",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T02:12:47.658+03:00",
    "updated": "2024-06-28T02:12:47.658+03:00"
  },
  {
    "uuid": "265dc4fb0225a2d872f3307ce484d4974ac170dd",
    "url": "https://www.avpress.com/sports/paraclete-drops-second-game-in-the-classic/article_7888d160-a550-11ee-b9cb-f7148b5d4f38.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley Press",
    "published": "2023-12-28T17:00:00Z",
    "title": "Paraclete drops second game in The Classic",
    "text": "The Paraclete boys basketball team lost its second straight game in The Classic at Damien with a 55-48 loss to Aquinas on Wednesday at St. Lucy’s High School.\nMister Burnside led the Spirits (12-3) with 18 points and Devon Marshall scored 12 points.\nPlease purchase a subscription to read our premium content. If you have a subscription, please log in or sign up for an account on our website to continue.\nPlease log in, or sign up for a new account to continue reading.\nThank you for reading! We hope that you continue to enjoy our free content.\nPlease log in, or sign up for a new account and purchase a subscription to continue reading.\nPlease purchase a subscription to continue reading.\nYour current subscription does not provide access to this content.\nThe Paraclete boys basketball team lost its second straight game in The Classic at Damien with a 55-48 loss to Aquinas on Wednesday at St. Lucy’s High School.\nMister Burnside led the Spirits (12-3) with 18 points and Devon Marshall scored 12 points.\nParaclete’s DJ Phillips put in eight points, Moses Wright scored seven and Brett Novak added three points.\nThe Spirits play Palisades in the tournament’s Silver Bracket at 3 p.m. on Friday at Life Pacific University.\nBoys Basketball Scores\nMuir 67, Palmdale 24\nKnight 80, Hug 62\nMoorpark 61, Lancaster 53\nCrossroads 67, Littlerock 40\nAntelope Valley 70, Duarte 49\nGirls Basketball Scores\nEastside 63, San Bernardino 34\nTulare Western 41, Rosamond 30\nGirls Soccer\nQuartz Hill 3, Ayala 0\nThe Quartz Hill girls soccer team defeated Ayala 3-0 on Wednesday in the Winter Classic.\nIt was the second time in two weeks that the Royals have defeated Ayala, winning 5-2 on Dec. 16 in a different tournament.\nQuartz Hill is now 15-0 on the season.\nThe Royals play Granite Hills today in the Winter Classic.\nBoys Soccer\nHart 1, Quartz Hill 0\nPacifica 2, Quartz Hill 0\nThe Quartz Hill boys soccer team lost two games in the Hart Soccer Showcase on Wednesday. The Royals fell 1-0 to Hart and 2-0 to Pacifica.\nQuartz Hill goalkeeper Adrien Vizacarra saved one shot against Hart and had two saves against Pacifica. Kaleb Stokes had six shots against Hart.\nBoys Soccer Scores\nEastside 2, Canyon 1\nEastside 1, Rio Mesa 1 (8-7 PKs)\nChannel Islands 5, Knight 1\nKeep it Clean. Please avoid obscene, vulgar, lewd,\nracist or sexually-oriented language.\nPLEASE TURN OFF YOUR CAPS LOCK.\nDon't Threaten. Threats of harming another person will not be tolerated.\nBe Truthful. Don't knowingly lie about anyone or anything.\nBe Nice. No racism, sexism or any sort of -ism that is degrading to another person.\nBe Proactive. Use the 'Report' link on each comment to let us know of abusive posts.\nShare with Us. We'd love to hear eyewitness accounts, the history behind an article.\nSorry, there are no recent results for popular videos.\nSuccess! An email has been sent to with a link to confirm list signup.\nError! There was an error processing your request.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "damien",
          "sentiment": "negative"
        },
        {
          "name": "devon marshall",
          "sentiment": "none"
        },
        {
          "name": "burnside",
          "sentiment": "none"
        },
        {
          "name": "aquinas",
          "sentiment": "none"
        },
        {
          "name": "moses wright",
          "sentiment": "none"
        },
        {
          "name": "brett novak",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "st. lucy’s high school",
          "sentiment": "none"
        },
        {
          "name": "dj phillips",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:04:56.221+02:00",
    "updated": "2023-12-29T01:04:56.221+02:00"
  }
]