[
  {
    "uuid": "a0ea63dfeb505ce32866d1dec51acba03059a4ef",
    "url": "http://business.bigspringherald.com/bigspringherald/article/newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newsfile",
    "published": "2023-12-28T00:00:00Z",
    "title": "Former NFL standout Rob Sims and Pro Football Hall of Fame Member Calvin Johnson Jr. Launch Locker Room Insurance to Empower Agents and Elevate the Industry | Markets | bigspringherald.com",
    "text": "Los Angeles, California--(Newsfile Corp. - December 28, 2023) - Locker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his former NFL teammate, along with experienced business executive and licensed insurance agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance.\nJohnson Jr. , known for his Hall of Fame football career with the Detroit Lions, has been deeply engaged in community service since childhood, in part because he is the grandchild of a Baptist minister. His dedication led him to establish the Calvin Johnson Jr. Foundation , which has made a difference for nearly 13 years.\n\"The feeling you get from serving people is contagious. It feels great knowing I'm serving my neighbors and providing for families,\" Johnson Jr. said.\nSims , a nine-year NFL veteran who also played with the Lions, shared a similar sentiment. \"We're big on finding solutions that benefit other people. It fills us with excitement to empower those without similar opportunities, enabling them to secure their family's financial future and enhance the community.\"\nLocker Room Insurance\nTo view an enhanced version of this graphic, please visit:\nhttps://images.newsfilecorp.com/files/8798/191320_bd8138025409e9b3_001full.jpg\nFreeman, a mission-driven executive known for his broad business acumen and servant leadership style, is equally excited about the program and its impact on the community.\n\"A quarter of the population doesn't have any type of insurance,\" Freeman observed. \"We want to be able to help. Rob and Calvin have a lot of people they love to help in various ways, but they can't take all of them to the NFL. They might also not be able to help them with other capital-intensive ventures. With insurance, they'll help many agents change their lives and their families' futures through a low barrier entrance, low capital insurance model.\"\nTo get an in-person look at how they operate, apply for an opportunity to attend the Locker Room Insurance launch party in the Detroit area later this year, where they will hosting a NFL Playoff watch party as well as providing a business overview for prospective agents. Apply to attend here .\nAbout Locker Room Insurance:\nLocker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his NFL teammate, along with experienced business executive and licensed agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance.\nMedia Contact:\nCompany contact full name: Craig Freeman and Robyn Sims\nCompany contact email: press@lockerroominsurance.com\nContact Phone: 248-8253287\nTo view the source version of this press release, please visit https://www.newsfilecorp.com/release/191320\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.newsfilecorp.com/release/191320",
      "https://api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://api.newsfilecorp.com/newsinfo/191320/203",
      "https://api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://api.newsfilecorp.com/redirect/kOK78szZ1e",
      "https://tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://www.api.newsfilecorp.com/newsinfo/191320/203",
      "https://www.api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://www.googletagmanager.com/gtag/js",
      "https://www.api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://tracking.newsrpm.com/pixel",
      "https://www.api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://newsfilecorp.com/release/191320",
      "https://www.api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://cloudquote.io",
      "https://www.tracking.newsrpm.com/pixel?slug=newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
      "https://www.api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://www.api.newsfilecorp.com/redirect/kOK78szZ1e"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "calvin johnson jr",
          "sentiment": "negative"
        },
        {
          "name": "rob sims",
          "sentiment": "negative"
        },
        {
          "name": "craig freeman",
          "sentiment": "none"
        },
        {
          "name": "johnson jr.",
          "sentiment": "none"
        },
        {
          "name": "calvin johnson jr.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "launch locker room insurance",
          "sentiment": "negative"
        },
        {
          "name": "(newsfile corp.",
          "sentiment": "neutral"
        },
        {
          "name": "hall of fame",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "foundation",
          "sentiment": "none"
        },
        {
          "name": "detroit lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:31:18.581+02:00",
    "updated": "2023-12-29T01:31:18.581+02:00"
  },
  {
    "uuid": "8c8e026044eced4fda0ae9ed9dd08b81f525b842",
    "url": "https://www.jta.org/2024/06/06/ny/student-groups-at-baruch-college-stage-protest-against-hillel-adding-to-growing-trend",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luke Tress",
    "published": "2024-06-06T22:25:00Z",
    "title": "Student groups at Baruch College stage protest against Hillel, adding to growing trend",
    "text": "Pro-Palestinian student groups at Baruch College staged a protest against the school’s Hillel on Wednesday, accusing the Jewish campus group of murdering children and supporting fascism and genocide.\nThe demonstration — in which protesters scuffled with pro-Israel counterprotesters and were arrested — appeared to be the first across the City University of New York system that directly targeted Hillel, which has historically served as the main address for Jewish student life and ritual.\nIt’s one of a growing number of pro-Palestinian actions at universities across the country to target campus Hillel chapters. It comes after a Hillel event at Baruch was canceled due to protests last month .\nWhile pro-Palestinian students have organized in large numbers over the past academic year to oppose Israel’s war against Hamas in Gaza — and while many of those activists have criticized Hillel for supporting Israel — protests focused on Hillel itself are rare. But on Wednesday afternoon, several dozen protesters gathered for a “Rally against Hillel” in front of the building that houses Baruch’s Hillel and Chabad club in Gramercy Park. A similar number of counter-protesters showed up as well.\nSign up for our newsletter to get must-read New York stories each day By submitting, I agree to the JTA/New York Jewish Week privacy policy & terms of use .\nPlease accept the JTA Privacy Policy By submitting the above I agree to the privacy policy and terms of use of JTA.org\nThe rationale for the protest — according to an Instagram flyer that also said “HILLEL STANDS WITH GENOCIDE” — was a recent trip to an Israeli army base that Hillel organized for students. The Baruch Hillel serves students at eight schools in Manhattan.\n“With material support from Hillel International, Hillel at Baruch … visited occupied Palestine to feed and dress as IOF soldiers,” read the Instagram post, using a pejorative acronym standing for Israel Occupation Forces (rather than Israel Defense Forces). “We demand CUNY ends all partnership with Hillel International for its direct complicity in the Gaza genocide.”\nAnother post advertising the event said , “No fascists on campus.”\nThe protesters carried a banner that said “It is right to rebel, Hillel go to hell,” with an inverted red triangle on it, which has come to signify support for Hamas on social media because the terror group uses the symbol in videos of its attacks. The student demonstrators repeatedly formed inverted triangles with their hands, flashing the symbol at the counter-protesters. Another protester brandished a banner that had a swastika inside a Star of David while shouting, “Synagogue of Satan.”\nA protester wearing a Hamas headband gestures toward pro-Israel counter-protesters at Baruch College in New York City, June 6, 2024. (Luke Tress)\nThe pro-Palestinian demonstrators chanted “From CUNY to Gaza, globalize the intifada,” and “Hillel, Hillel, what do you say? How many kids did you kill today?” Another protester wore a shirt bearing the image of Leila Khaled, a Palestinian who gained notoriety for hijacking airplanes in 1969 and 1970. Two protesters wore green headbands used by Hamas armed wing, and a leader of the group wore a headband used by the Popular Front for the Liberation of Palestine, another U.S.-designated terror group.\nAbout a dozen police separated the pro-Palestinian protesters from the pro-Israel side, which chanted “Am Yisrael Chai,” Hebrew for “the people of Israel live,” and sang the Israeli and American national anthems.\nEarly in the demonstration, scuffles broke out on the sidelines of the rally, and the police handcuffed a pro-Israel demonstrator wearing a sticker on his shirt that said “Hamas=ISIS.” Minutes later, one of the leaders of the pro-Palestinian group was taken away by police. Police officers then brought in additional metal barricades to further separate the two groups. The NYPD arrested nine people across both groups and released eight with summons. Most of the arrests appeared to have taken place after the pro-Palestinian group set off on a march, leaving the pro-Israel group behind.\nThe pro-Palestinian protesters at Baruch appeared to be mostly college-age, but it wasn’t clear how many were Baruch students. Most wore keffiyehs, or Palestinian scarves, that covered their faces. The pro-Israel side included both college-age and older adults.\nSupport the New York Jewish Week Our nonprofit newsroom depends on readers like you. Make a donation now to support independent Jewish journalism in New York.\nDonate The protest was organized by pro-Palestinian student groups, including Baruch’s Students for Justice in Palestine and Muslim Student Association. In response to an inquiry ahead of the protest, Baruch condemned it but noted that the protest site, in a campus plaza, was public property. The school did not respond to questions about whether official clubs were allowed to target other student groups.\n“Baruch supports the right of all individuals and groups to express their views peacefully and respectfully, but we condemn the tenor of this rally because it is counter to Baruch’s value of mutual respect, essential to learning and working in a diverse community like ours,” Baruch said in a statement.\nA protester wearing the headband of the PFLP terror group at Baruch College in New York City, June 6, 2024. (Luke Tress)\nHillel at Baruch declined to comment, but a Jewish faculty group condemned the protesty as antisemitic. The group’s statement echoed critics of other attempts to push out Hillels , who say that because Hillel is primarily a space for Jewish gathering, community and religious ritual, such actions are an attack on campus Jewish student life.\nThe Jewish faculty group, called the CUNY Alliance for Inclusion, said in a statement that the rally’s “flier and stated agenda are unambiguously antisemitic,” and condemned Baruch for allowing the protest.\n“This so-called protest is no protest at all – it is an attack on Hillel and an effort to isolate Jewish students and stifle their voices,” the group said.\nOther Pro-Palestinian student groups in New York City have also embraced support for terror groups in recent weeks. Columbia University’s branch of Students for Justice in Palestine has posted messages to Instagram and Telegram claiming that Hamas is not antisemitic and using the upside-down triangle. One post, referring to Hamas’ principal mode of attack, read, “Whoever is in solidarity with our corpses but not our rockets is a hypocrite and not one of us.”\nAlso Wednesday, pro-Palestinian demonstrators held a separate protest against the Weill Cornell Medicine center in the Upper East Side. They called to “flood Cornell,” using a term commonly employed by protest groups that echoes Hamas’ name for the Oct. 7 attack on Israel, the “Al-Aqsa Flood.”\nShare this: Twitter Facebook WhatsApp Email",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://docs.google.com/forms/d/e/1FAIpQLSdW_azZ2KITMXwSQtXo3xTQR63otpO2XmUS33PczdDo2XrIlQ/viewform",
      "https://www.instagram.com/p/C7mZVyKsjcg/",
      "https://extremismterms.adl.org/glossary/inverted-red-triangle",
      "https://www.instagram.com/p/C7zW_sHuQ1B/",
      "https://instagram.com/p/C7zW_sHuQ1B/",
      "https://www.extremismterms.adl.org/glossary/inverted-red-triangle",
      "https://www.instagram.com/p/C7zW_sHuQ1B",
      "https://www.instagram.com/p/C7mZVyKsjcg",
      "https://instagram.com/p/C7mZVyKsjcg/",
      "https://www.docs.google.com/forms/d/e/1FAIpQLSdW_azZ2KITMXwSQtXo3xTQR63otpO2XmUS33PczdDo2XrIlQ/viewform"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hillel",
          "sentiment": "negative"
        },
        {
          "name": "baruch’s hil",
          "sentiment": "none"
        },
        {
          "name": "hillel”",
          "sentiment": "none"
        },
        {
          "name": "baruch",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "baruch college",
          "sentiment": "negative"
        },
        {
          "name": "city university of new york",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:26:40.218+03:00",
    "updated": "2024-06-08T00:25:33.475+03:00"
  },
  {
    "uuid": "f4e166a1e57f01902f710b97f0607af6c5e64dc1",
    "url": "https://www.hojeemdia.com.br/esportes/carol-santiago-conquista-medalha-de-prata-nos-100-metros-peito-1.1029052",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Brasil",
    "published": "2024-09-05T19:09:00Z",
    "title": "Carol Santiago conquista medalha de prata nos 100 metros peito",
    "text": "(Alexandre Scheneider) A pernambucana Carol Santiago voltou a fazer história nesta quinta-feira (5) nos Jogos Paralímpicos de Paris (França), pois, nadando na Arena La Défense, conquistou a medalha de prata da prova dos 100 metros peito da classe SB12 (atletas com baixa visão), a sua 10ª medalha em uma edição do megaevento esportivo. Nesta quinta, a maior medalhista de ouro paralímpica do Brasil, nadou a prova em 1min15s62 para ficar atrás apenas da alemã Elena Krawzow, que bateu o recorde mundial e paralímpico da prova com o tempo de 1min12s54. “Estou muito feliz. Esta é uma prova que gosto muito. Mas ela é sempre uma prova muito difícil, pois fica no final do programa. Além disso, ela me dá mais trabalho também, pois tenho que treinar dobrado, pois, além dos meus treinamentos, tenho que fazer as dobras todas desta prova. Mas fico muito feliz de encerrar as paralimpíadas , um programa que foi vencedor, com essa prata”, declarou a nadadora. Nos Jogos de Paris, Carol Santiago alcançou uma marca impressionante, se tornando a maior medalhista de ouro brasileira em Jogos Paralímpicos, com o total de seis conquistas. Apenas no megaevento disputado na capital francesa, a pernambucana garantiu três medalhas douradas (50 metros livre S13, 100 metros livre S12 e 100 metros costas S12) e duas pratas (no revezamento 4x100 metros livre misto 49 pontos e 100 metros peito da classe SB12). Já nos Jogos de Tóquio ela conquistou três ouros (50 metros livre, 100 metros livre e 100 metros peito), uma prata (revezamento 4x100 metros livre misto 49 pontos) e um bronze (100 metros costas). Quem também conquistou uma prata para o Brasil na natação nesta quinta foi o catarinense Talisson Glock, que nadou a prova dos 100 metros livre classe S6 (limitação físico-motora) em 1min05s27 para ficar atrás apenas do italiano Antonio Fantin, que fechou a prova em 1min03s12, novo recorde paralímpico. “Fico muito feliz com esse resultado, pois é numa prova que não é minha especialidade. A cada evento que passa venho me desenvolvendo melhor nas provas de fundo, e fico muito feliz com o resultado. Em Tóquio peguei bronze nessa prova. Então, sair hoje daqui com a medalha de prata é muito gratificante e demonstra uma grande evolução”, declarou. A terceira conquista do Brasil na natação nesta quinta veio com a potiguar Cecília Araújo, que ficou com a prata na prova dos 50 metros estilo livre da classe S8 (limitação físico-motora). Ela fechou a prova com 30s31, atrás apenas da britânica Alice Tai, ouro com a marca de 29s91. Leia mais",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-06T00:18:00.626+03:00",
    "updated": "2024-09-06T00:18:00.626+03:00"
  },
  {
    "uuid": "9c18c33d5567c1d2bf6b7515a49ccce2dab5de77",
    "url": "https://flipboard.com/article/bindi-irwin-s-daughter-grace-cuddles-a-reptile-in-an-adorable-new-photo-her-fa/f-ca38a5e692%2Fsheknows.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sheknows.com - Sydni Ellis",
    "published": "2024-03-14T00:00:00Z",
    "title": "Bindi Irwin’s Daughter Grace Cuddles a Reptile in an Adorable New Photo & Her Face Is Too Cute | Flipboard",
    "text": "Bindi Irwin’s Daughter Grace Cuddles a Reptile in an Adorable New Photo & Her Face Is Too Cute Scaly reptiles are kids’ best friends. They can’t help it — if a kid sees a lizard or catches a toad, it’ll make their whole day! And Bindi Irwin’s …\nSheknows.com - Sydni Ellis • 18h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bindi irwin",
          "sentiment": "negative"
        },
        {
          "name": "flipboard bindi irwin",
          "sentiment": "negative"
        },
        {
          "name": "grace cuddles",
          "sentiment": "negative"
        },
        {
          "name": "baby raccoon",
          "sentiment": "none"
        },
        {
          "name": "benny",
          "sentiment": "none"
        },
        {
          "name": "baby fox",
          "sentiment": "none"
        },
        {
          "name": "jess",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "tasmania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:18:42.055+02:00",
    "updated": "2024-03-15T19:42:28.219+02:00"
  }
]