[
  {
    "uuid": "b4105c9b5d189640fe43a2285737d8a5b5dc226d",
    "url": "https://www.latercera.com/el-deportivo/noticia/los-dardos-de-mauricio-pinilla-contra-brayan-cortes-que-le-costaba-asumir-su-rol-como-uno-de-los-capitanes-de-colo-colo/UXG2K5RUTNB2DEVZFIZVZ4CVJI",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "latercera.com",
    "published": "2024-07-25T22:54:00Z",
    "title": "Mauricio Pinilla le da con todo a Brayan Cortés - La Tercera",
    "text": "Julián Concha Hace 2 horas Tiempo de lectura: 2 minutos Mauricio Pinilla le da con todo a Brayan Cortés tras el duro castigo que lo deja fuera del Superclásico. El exdelantero cuestionó el silencio del meta, que no se ha referido públicamente a su expulsión ante Unión Española. El iquiqueño fue sancionado con tres partidos y se perderá el Superclásico.\ncompartir Comentarios Brayan Cortés no lo pasa bien . El arquero de Colo Colo fue castigado por el Tribunal de Disciplina luego de protagonizar una gresca en el duelo ante Unión Española. E l iquiqueño vio la tarjeta roja y fue suspendido por tres jornadas , lo que lo dejará fuera del Superclásico del próximo 10 de agosto contra Universidad de Chile .\nEl informe del árbitro Diego Flores es lapidario : “ Ser culpable de conducta violenta; Golpea con su puño en el rostro del adversario (Sebastián Leyton), con uso de fuerza excesiva sin estar el balón en juego ”, señala el escrito.\nMarcelo Salas saca la voz por el inminente retorno de Charles Aránguiz a la U Además del duelo ante la U, Cortés también se perderá los partidos ante O’Higgins y Huachipato . “Quiero pedir disculpas a todos, en especial a mis compañeros. Tengo una pena muy grande. Mejoraré en todo sentido. Vamos, Colo Colo. Se sacó la tarea adelante como sea, hasta el final”, aseguró el portero en sus redes sociales luego del duelo.\nPinilla se lanza contra Cortés La situación provocó múltiples reacciones. Una de ellas fue la de Mauricio Pinilla, quien apuntó directamente contra el arquero por guardar silencio. Y claro, Cortés solo se manifestó a través de su cuenta de Instagram, pero no lo ha hecho frente a los medios de comunicación.\nLa historia continua más abajo\nMás sobre Fútbol Palestino se hace fuerte en Brasil y avanza a octavos de final de la Copa Sudamericana hace instantes El sorpresivo mensaje de Alexis Sánchez mientras define su próximo club en Europa hace 24 minutos El exariete cuestionó la omisión del iquiqueño, sobre todo tras una actividad en la que el Cacique presentó a un nuevo auspiciador. En el evento, tanto Cortés como el resto de futbolistas decidieron no atender a la prensa.\nEn ese sentido, Pinilla se lanzó contra el meta. “ ¿Qué le costaba? Yo soy voz autorizada para esto, me siento con la autoridad de hacerlo porque yo hablé toda mi carrera y jamás me escondí de los medios de comunicación ”, comenzó señalando.\n“ ¿Qué le costaba a Brayan Cortés asumir su rol de uno de los capitanes de Colo Colo? Qué le costaba decir ‘la verdad es que cometí un error y estoy pagando por eso . Me dieron tres fechas compadre, esto es lo que está pasando y la realidad es esta’ ¿Qué le costaba? Cinco minutos”, añadió.\nEl otrora delantero continuó con su tajante análisis: “ Tú vas a Argentina y a los jugadores de Boca Juniors los obligan a sacarse fotos hasta con el último hincha que está pasando por la fila. En Europa te mandaban cagando, tenías que ir a hablar con los medios y sin alegar . Yo siempre hablé durante mi carrera, en las buenas, en la malas y en las más o menos”, cerró.\nMauricio Pinilla le da con todo a Brayan Cortés tras el duro castigo que lo deja fuera del Superclásico. FOTO: Photosport.\nSigue en El Deportivo Comenta Los comentarios en esta sección son exclusivos para suscriptores. Suscríbete aquí.\nImperdibles de El Deportivo Ver más La advertencia sobre Charles Aránguiz que mete miedo ante su inminente llegada a la U Penal inventado y escándalo: la polémica persigue a Argentina hasta en juveniles El escándalo no termina en París 2024: Argentina pide que le den los puntos ante Marruecos tras gol anulado después de dos horas De cuánto fue el sismo de este jueves 25 de julio en Chile Baltasar Daza Hace 5 horas Cuáles son las 38 enfermedades por las que no se podría renovar la licencia de conducir Sandar Estrella Oporto 23 jul 2024 10:43 AM ¿Cuándo es y dónde ver la ceremonia de apertura de los Juegos Olímpicos París 2024? Sandar Estrella Oporto Hace 7 horas Imperdibles Las confesiones de una amante de Pablo Escobar tras 30 años de su muerte La Tercera Les obligó a comer su vómito: El brutal caso de profesora que trataba de “chanchos” y “huev...” a niños de 4 años La Cuarta Apuntó a “la herencia” del “patriarca”: Feroz palo de Pollo Valdivia a Javier Macaya por defender a su padre La Cuarta Qué significa ser una tradwife, la polémica tendencia que se tomó las redes sociales La Tercera\nSigue El Deportivo en Instagram",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/eldeportivolt/",
      "https://x.com/intent/tweet?url=https://www.latercera.com/el-deportivo/noticia/los-dardos-de-mauricio-pinilla-contra-brayan-cortes-que-le-costaba-asumir-su-rol-como-uno-de-los-capitanes-de-colo-colo/UXG2K5RUTNB2DEVZFIZVZ4CVJI/&text=Mauricio%20Pinilla%20le%20da%20con%20todo%20a%20Brayan%20Cort%C3%A9s%20tras%20el%20duro%20castigo%20que%20lo%20deja%20fuera%20del%20Supercl%C3%A1sico&hashtags=Fútbol,FútbolNacional,CampeonatoNacional,ColoColo",
      "https://www.lacuarta.com/chile/noticia/le-obligo-a-comer-su-vomito-el-brutal-caso-de-profesora-que-trataba-de-chanchos-y-huev-a-ninos-de-4-anos/OKPKDIUDHVGBDOWBP4QDMJMILQ/",
      "https://www.lacuarta.com/chile/noticia/apunto-a-la-herencia-del-patriarca-feroz-palo-de-pollo-valdivia-a-javier-macaya-por-defender-a-su-padre/ITUYY4SCHZANTITIXAFS37IB6A/",
      "https://www.lacuarta.com/chile/noticia/le-obligo-a-comer-su-vomito-el-brutal-caso-de-profesora-que-trataba-de-chanchos-y-huev-a-ninos-de-4-anos/OKPKDIUDHVGBDOWBP4QDMJMILQ",
      "https://www.instagram.com/eldeportivolt",
      "https://x.com/intent/tweet",
      "https://x.com/intent/tweet?url=https://latercera.com/el-deportivo/noticia/los-dardos-de-mauricio-pinilla-contra-brayan-cortes-que-le-costaba-asumir-su-rol-como-uno-de-los-capitanes-de-colo-colo/UXG2K5RUTNB2DEVZFIZVZ4CVJI/&text=Mauricio%20Pinilla%20le%20da%20con%20todo%20a%20Brayan%20Cort%C3%A9s%20tras%20el%20duro%20castigo%20que%20lo%20deja%20fuera%20del%20Supercl%C3%A1sico&hashtags=Fútbol,FútbolNacional,CampeonatoNacional,ColoColo",
      "https://instagram.com/eldeportivolt/",
      "https://www.lacuarta.com/chile/noticia/apunto-a-la-herencia-del-patriarca-feroz-palo-de-pollo-valdivia-a-javier-macaya-por-defender-a-su-padre/ITUYY4SCHZANTITIXAFS37IB6A",
      "https://lacuarta.com/chile/noticia/apunto-a-la-herencia-del-patriarca-feroz-palo-de-pollo-valdivia-a-javier-macaya-por-defender-a-su-padre/ITUYY4SCHZANTITIXAFS37IB6A/",
      "https://lacuarta.com/chile/noticia/le-obligo-a-comer-su-vomito-el-brutal-caso-de-profesora-que-trataba-de-chanchos-y-huev-a-ninos-de-4-anos/OKPKDIUDHVGBDOWBP4QDMJMILQ/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T02:04:50.368+03:00",
    "updated": "2024-07-26T03:58:34.108+03:00"
  },
  {
    "uuid": "a437dfb40dff27bb0e312280eed9ec2e30319ac3",
    "url": "https://www.sportingnews.com/uk/olympics/news/canada-soccer-drone-scandal-mens-womens-national-teams-spy/e2d91fb592f287aa53778ab9",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brendan OSullivan",
    "published": "2024-07-26T00:23:00Z",
    "title": "Canada soccer drone scandal, explained: New details allege Canadian men's and women's national teams spied 'for years' | Sporting News United Kingdom",
    "text": "The Canadian soccer teams would do anything to win matches, even if that means allegedly spying on opponents. The women's national team was caught spying on a private New Zealand practice earlier this week, and that's led to a history of dishonest and rule-breaking practices from the country's national soccer teams being uncovered. Both the men's and women's sides have spied on opponents' closed-off practices \"for years,\" according to a report from TSN . This scandal extends back to at least the 2021 Olympics when the women's national team won the gold medal in Tokyo. The report has caused an ongoing downfall within the country's soccer programs. Here's all you need to know about unraveling scandal. MORE: Canada women's soccer defeats New Zealand to begin 2024 Paris Olympics Canada soccer drone scandal, explained The scandal began to unravel when New Zealand women's soccer players reported a drone flying over their practice a few days prior to their matchup with Canada at the 2024 Paris Olympics. It initially seemed to be a one-time thing, as Canada denounced the \"non-accredited member of the Canada soccer support team\" who committed the act. A report from TSN on Thursday alleges that this has been happening \"for years.\" TSN spoke with two sources with \"first-hand knowledge,\" though neither was named for safety reasons. Spying on opponents was allegedly part of some people's jobs, and the soccer teams told the staff members \"they could lose their positions with the federation if they did not go along with the demands.\" \"In a couple of scenarios, people have been pushed and have been told, 'You have to give 110 percent, and this is part of the job, so if you don’t feel comfortable with doing this, you do not have a place on the team,'\" one source told TSN. \"It’s not something that’s talked about and it’s not something there are a lot of text messages about because of how sensitive this is. Some of the people who have had to do the filming or review the filming have said to a few staff members how uncomfortable it was for them.\" A source detailed that staff members would use bushes, fences, and trees to stay hidden while spying on an opposing team at the 2021 Tokyo Olympics. Furthermore, the staff knew it was harder to do this in foreign countries. At home, the coaches and executives know where everyone practices and plays. MORE: 2024 Olympic football results, updated LIVE | Who will win women's gold medal in 2024? \"When you're abroad, it requires a little bit more research,\" a source said. \"When you are in Concacaf events, you do have the ability of finding out where the rest of the teams are training because Concacaf, FIFA, and the Olympics, they all publish where the teams are training in one way or another. You also know just by looking at the social medias from the other teams and seeing what pictures they are posting.\" The source said that while this is widely considered cheating, the \"coaches just see it as a competitive advantage and justify it by saying everyone does it.\" Brev Priestman, the Canadian women's national team head coach, apologized for the drone incident that happened earlier that week. Still, the head coach was removed from the team for the 2024 Olympics. Andy Spence, the assistant coach, will take over head coaching duties. \"Over the past 24 hours, additional information has come to our attention regarding previous drone use against opponents, predating the Paris 2024 Olympic Games,\" the Canadian Olympic Committee stated. \"In light of these new revelations, Canada Soccer has made the decision to suspend Women's National Team Head Coach, Bev Priestman, for the remainder of the Paris 2024 Olympic Games, and until the completion of our recently announced independent external review.\" While Priestman wasn't officially fired, it's unclear if she will ever return to the team. What the investigation uncovers will likely be the determining factor in that decision The Sporting News will update this story as more information becomes public.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.tsn.ca/canada-s-men-s-and-women-s-soccer-teams-have-relied-on-drones-and-spying-for-years-sources-say-1.2153674",
      "https://tsn.ca/canada-s-men-s-and-women-s-soccer-teams-have-relied-on-drones-and-spying-for-years-sources-say-1.2153674"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "sporting news united kingdom the",
          "sentiment": "neutral"
        },
        {
          "name": "paris olympics canada",
          "sentiment": "none"
        },
        {
          "name": "tsn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "tokyo",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T03:27:45.413+03:00",
    "updated": "2024-07-26T03:27:45.413+03:00"
  },
  {
    "uuid": "e6bcba903e909d2dad88ae72cd3ab3dbbe7f9487",
    "url": "https://www.meneame.net/story/hace-48-h-yolanda-diaz-intentando-convencernos-sumar-habia-cgpj/c02",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harkon",
    "published": "2024-06-27T21:27:00Z",
    "title": "#2 Hace 48 h. Yolanda Díaz intentando convencernos que Sumar había participado en la renovación del CGPJ",
    "text": "Menéame\nLogo Menéame\nPortada\nPortada\nNuevas\nArtículos\nPopular\nMás visitadas\n50F0E052-9EF2-4C3C-849B-F46536B96FBF\nNótame\nmis comunidades\nCiencia\nPolítica\nEconomía\nActualidad\nSeries\notras secciones\nComunidades\nFisgona\nlogin\nregístrate\n×\nÚnete a Actualidad\nÚnete a Actualidad\nHace 12 minutos | Por\nHarkon\na\nx.com\nPublicado hace 12 minutos por\nHarkon\na\nx.com\nHace 48 h. Yolanda Díaz intentando convencernos que Sumar había participado en la renovación del CGPJ\nx.com\nHace 48 h. Yolanda Díaz intentando convencernos que Sumar había participado en la renovación del CGPJ. \"Se ha negociado en proporción PSOE-SUMAR\". Hoy Errejón denunciando que PSOE y PP han presentado el texto sin contar con ellos. \"Nos hemos enterado cuando estaba registrada\".\nEtiquetas\nyolanda\ndíaz\nconvencernos\nsumar\nparticipado\nrenovación\ncgpj\nerrejón\nmenéalo\n8\nDE3C548D-E347-406A-A60F-E6BBD322CAB7\n29\n2\nCopiar enlace\nCompartir en X\nCompartir en facebook\nCompartir en telegram\nEmbed\nImagénes...\nMás información\n<!– /10377667/MNA21-OTROS-ROBA1 –>\n<!– /10377667/MNA21-OTROS-MEGA1 –>\n<!– /10377667/MNA21-OTROS-ROBA1 –>\nLoguéate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.\nComentarios\nMejores hilos\nOrdenados\nHilos\nMejores hilos\nMás valorados\n#1\nDaiTakara\nhace 6 minutos\nYo ya no digo nah... pa'qué...\n13932D1F-B487-4F84-A70E-083D40FCBE55\nV\n2\nK\n39\n666CDE23-7A1F-454F-9223-AF7ED9EAACA5\nresponder\n#2\nHarkon\nhace 2 minutos\nautor\n#1\nSi no hace falta...\n13932D1F-B487-4F84-A70E-083D40FCBE55\nV\n0\nK\n20\n666CDE23-7A1F-454F-9223-AF7ED9EAACA5\nresponder\n<!– /10377667/MNA21-OTROS-ROBA2 –>\n<!– /10377667/MNA21-OTROS-MEGA2 –>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:30:09.336+03:00",
    "updated": "2024-06-28T01:30:09.336+03:00"
  },
  {
    "uuid": "fa5e0ae3c9cf7889f4d4a86bcc14dd10cb0c8c9d",
    "url": "https://www.fox43.com/article/news/politics/poll-trump-convictions/521-1bf160aa-51df-47a0-bbae-d415bef99408",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Corrigan",
    "published": "2024-06-06T17:09:00Z",
    "title": "Poll shows presidential, 10th Congressional District races tighten following Trump convictions | fox43.com",
    "text": "A new poll from Franklin and Marshall shows the races for president and for the 10th Congressional District tightening among south-central Pennsylvania voters following former president Donald Trump's conviction on 34 felony charges last week. The poll, which surveyed 397 registered voters in Pennsylvania's 10th Congressional District between May 28 and June 2, shows a deviation in results after the verdicts were read on May 30. The overall poll for the presidential election shows the presumptive Republican nominee Trump leading Democratic President Joe Biden with 44% to Biden's 38% and independent candidate Robert F. Kennedy Jr. receiving 10%. 9% of responses were either for a different candidate or were undecided. The responses taken after the convictions, however, were closer, with Biden and Trump each receiving 40% of the 167 post-conviction responses, while Kennedy received 13%. 8% were for another candidate or undecided. The race for the House of Representatives seat in the 10th Congressional District is much closer, with Republican Congressman Scott Perry leading Democrat and former news anchor Janelle Stelson 45% to 44%, with 11% undecided. Among the 165 registered voters who responded after the May 30 convictions of Trump, Stelson led with 47% to 39% for Perry and 14% undecided. \"Normally, when you look at a campaign event or something that happens in the course of the campaign, it takes time for those effects to be heard and to resonate,\" said Berwood Yost, the Director of the Center for Opinion Research at Franklin and Marshall which conducted the poll. \"I was surprised at the speed at which it happened, but in some ways, it's an unprecedented event.\" Favorability ratings for Perry and Stelson greatly differed in the poll. 39% of responders view Perry favorably compared to 33% for Stelson, but 41% view the congressman unfavorably compare to 23% for Stelson. 44% of responders did not have an opinion on Stelson compared to 20% for Perry. Among responders planning to support Stelson, 40% say they will do so primarily to oppose Perry, which Yost says is due to Perry's conservative leaning and affiliation with the House Freedom Caucus, which he previously led. \"I think the issue for Congressman Perry at this point is that he's become sort of a lightning rod,\" Yost said. \"And when we ask people about who they're voting for and why they support that candidate, it's pretty much about Scott Perry.\" Trump carried the 10th Congressional District in 2020 by around four percentage points, while Perry won it with nearly 54% of the vote in 2022 to close to 46% for his challenger Shamaine Daniels. Among responders, 40% say they voted for Trump in 2020 while 36% voted for Biden. 22% of responders did not vote. The margin of error for the poll is +/- 6.1 percentage points.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.fandmpoll.org/franklin-marshall-college-poll-june-2024-pa-10-poll-findings/)",
      "https://fandmpoll.org/franklin-marshall-college-poll-june-2024-pa-10-poll-findings/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "robert f. kennedy jr.",
          "sentiment": "none"
        },
        {
          "name": "kennedy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "republican",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "franklin",
          "sentiment": "none"
        },
        {
          "name": "south central pennsylvania",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:38:22.937+03:00",
    "updated": "2024-06-07T05:22:06.010+03:00"
  },
  {
    "uuid": "4447341b14593a9bd3ea1db85baf4c80cf790019",
    "url": "https://www.meneame.net/story/sacerdote-antonio-casado-obispo-cadiz-obligo-donar-fundaciones/c023",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Macnamara",
    "published": "2023-12-24T10:25:00Z",
    "title": "#23 El sacerdote Antonio Casado: \"El obispo de Cádiz me obligó a donar fundaciones de caridad para controlar el dinero\"",
    "text": "Portada\nmis comunidades\notras secciones\n[#24](c24#c-24) Si hubiese transparencia real bastaría con ver qué notarios son los que firman las donaciones y ultimas voluntades que se destinan a la iglesia.\nSi hubiese transparencia real y total, con herramientas de datamining y BI sacas a la luz en cero coma toda la corrupción endémica en este país. Por eso los más corruptos son los primeros interesados en que no haya nada a la vista, atesorar ellos lo delicado (como la documentación en manos de la Fundación Nazional Francisco Franco) y destruir documentación pública (como hizo la Botella durante días antes de entrar Carmena). Incluso misteriosamente se inundan e incendian archivos \"conflictivos\" de distintas instituciones antes de abrir juicios, y en pleno siglo XXI resulta que no tenemos digitalizado, accesible y con copia externalizada toda esa documentación tan delicada\nDesde los templarios, los Borgia, el banco Ambrosiano, etc., son tantos los casos que indican que su reino sí es de este mundo, que levanta el ánimo ver que todavía quedan personas dentro de esta institución que creen en algunos pilares éticos. Abogo por más información directa, concreta, constante, para que poco a poco los sinvergüenzas queden cada vez más arrinconados en una sociedad cada vez más autocrítica.\n[#1](c1#c-1) ¿Tantos casos? Te has tenido que remontar a 1982 (Banco Ambrosiano), Los Borgia (siglo XVI) y ni más ni menos que los templarios (siglo XII) para poner ejemplos. Te pregunto ¿realmente es algo habitual o es anecdótico teniendo en cuenta la extensión en el tiempo y en el espacio que tiene la Iglesia?\n[#23](c23#c-23) Pero el tema de las inmatriculaciones puede ser polémico pero no constituye corrupción. Desde 1863 las instituciones públicas y la Iglesia tienen la capacidad de inmatricular por certificación, un sistema especial para inscribir aquellos bienes de los que no es posible mostrar un título de propiedad, por ejemplo, por su antigüedad o por razones históricas.\nPodrías poner en cambio lo del robo de bebés y su posterior adopción. Ahí tocarías un tema algo más actual. En ese caso sí podríamos hablar de corrupción.\nQue miren en la fundación Las Edades del Hombre y en la Junta de Castilla y Leon y verán el lodazal de mierda que hay\n[#10](c10#c-10) [#17](c17#c-17) Buff... Me contesto solo:\nhttps://www.google.com/search?q=\"las edades del hombre corrupción\"\n[#2](c2#c-2) Hasta que te informas y resulta que te obligan a hacer chorrocientos trámites y papeleos, además de visitas a parroquias buscando tu registro. Este coñazo echa a mucha gente para atrás.\nYa que en Hacienda se integran tan bien con la iglesia para la X del IRPF, a ver cuándo ponen otra casilla al lado de \"QUIERO APOSTATAR\".\n[#4](c4#c-4) [#2](c2#c-2) https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp gracias a los 2, al menos me habéis hecho replantearme la necesidad de intentarlo.\n[#4](c4#c-4) Es más fácil de lo que piensas:\nhttps://apostatar.wordpress.com/como-apostatar-informacion-practica/\n[#4](c4#c-4) lo hacen tan difícil que al final, lo más rápido es ir a su templo y mearse en la pila del agua, a ver si así aceleran los trámites,\n[#22](c22#c-22) Ellos encantados si te meas en la pila del agua. No te borran del registro, te denuncian, te meten a la cárcel y ahí con un funcionario capellán, pagado de tus impuestos, te van a estar dando la turra sin posibilidad de defenderte.\nY no cambiarían ni el agua de la pila\n[#2](c2#c-2) Me parece estupendo, pero no creo que tenga consecuencias reales.\nLo que hay que hacer es no darles ni un céntimo, ni a nivel particular, ni desde el gobierno, aunque esto es bastante difícil hoy por hoy.\nY hacer proselitismo del ateísmo como si fuera otra religión, que mucha gente simplemente pasa.\nDe toda maneras, tienen tal capital inmobiliario, que es imposible dejarles en la ruina. Como suelo decir, se van a convertir en una multinacional inmobiliaria.\nEste obispo es especialmente intenso en lo que al pecunio se refiere. Desde su entrada en el obispado está siempre en portadas locales y nunca por temas espirituales. Ha liquidado negocios solidarios que llevaban décadas instituidos, ha desahuciado a comunidades religiosas, ha vendido propiedades a empresas del sector educativo privado de cierta tendencia...\nIglesia S.A. es como suelen llamar la engendro que preside.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://www.google.com/search?q=",
      "https://apostatar.wordpress.com/como-apostatar-informacion-practica/",
      "https://google.com/amp/s/cadenaser.com/nacional/2023/04/06/apostatar-en-espana-sin-datos-oficiales-y-con-un-proceso-relativamente-sencillo-cadena-ser/%3foutputType=amp",
      "https://apostatar.wordpress.com/como-apostatar-informacion-practica",
      "https://google.com/search?q=",
      "https://www.google.com/search",
      "https://www.apostatar.wordpress.com/como-apostatar-informacion-practica/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T13:36:35.054+02:00",
    "updated": "2023-12-24T13:36:35.054+02:00"
  },
  {
    "uuid": "ca66285b6651559e76a1dc8bfd998146b2211679",
    "url": "https://flipboard.com/topic/de-borna/energiewende-wieder-klage-gegen-genehmigung-von-stromtrasse/a-CfIuLmseS-GFP7CwHyPJ8A%3Aa%3A2551951188-9590062dc5%2Fzeit.de",
    "ord_in_thread": 0,
    "author": "zeit.de - dpa Bayern",
    "published": "2025-05-08T03:41:12Z",
    "title": "Energiewende: Wieder Klage gegen Genehmigung von Stromtrasse | Flipboard",
    "text": "Energiewende: Wieder Klage gegen Genehmigung von Stromtrasse Die oberfränkische Stadt Marktredwitz versucht mit einer Klage, die geplante Stromtrasse Südostlink auf ihrem Gebiet zu verhindern. Die Kreisstadt …\nzeit.de - dpa Bayern • Now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Environment"
    ],
    "topics": [
      "Politics->government policy",
      "Politics->electoral system",
      "Economy, Business and Finance->energy and resource",
      "Economy, Business and Finance->business governance",
      "Environment->sustainability",
      "Environment->energy saving",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:41:12.350+03:00",
    "updated": "2025-05-08T03:45:40.000+00:00"
  },
  {
    "uuid": "780bb5b201a17c29197ccbfc0692e032d9bc82e5",
    "url": "https://alaskapublic.org/2023/12/28/troopers-suspend-search-for-woman-missing-under-eagle-river-ice/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Klint, Alaska Public Media - Anchorage",
    "published": "2023-12-28T21:34:00Z",
    "title": "Troopers suspend search for woman missing under Eagle River ice - Alaska Public Media",
    "text": "Search efforts along the north fork of Eagle River were suspended Thursday, Dec. 28, 2023 for 45-year-old Amanda Richmond, who disappeared in the river as she tried to rescue her dog. (Courtesy Alaska Dive, Search, Rescue and Recovery Team Facebook page) Alaska State Troopers have suspended a four-day search for an Eagle River woman, last seen Saturday in the frozen river’s north fork trying to rescue a dog she was walking.\nTroopers said in a statement Thursday morning that active efforts to find 45-year-old Amanda Richmond have been called off, after extensive air and water searches with drones and sonar.\n“(S)earch teams have determined that there are no further areas of interest that are accessible to search at this time,” troopers said.\nThe Alaska Dive, Search, Rescue and Recovery Team said on Facebook Wednesday that its sector scan sonar system – a key piece of safety equipment for divers – was damaged during the search, with subzero temperatures taking a further toll on the team’s equipment.\nTroopers said Richmond, a male companion and her two dogs were walking along the North Fork Eagle River Trail at about 2:15 p.m. Saturday when one of the dogs went into a lead of open water on the river. The couple followed the dog into the river, but Richmond went under and never resurfaced.\nRichmond has been added to the Anchorage Police Department’s list of missing persons, troopers said. Law enforcement will launch new search efforts if new information or evidence on her whereabouts is received.\nChris Klint, Anchorage Chris Klint is a web producer and breaking news reporter at Alaska Public Media. Reach him at cklint@alaskapublic.org . Read more about Chris here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://dailydispatch.dps.alaska.gov/Home/DisplayIncident?incidentNumber=AK23131423",
      "https://www.facebook.com/akdiverescue/posts/pfbid02P9G8qwx94RASXFJpABtUSYYfkm9ubGhcvqVqND16KBeYM7y9zbUehyhjKVdLxMD3l",
      "https://www.molongui.com/authorship/",
      "https://facebook.com/akdiverescue/posts/pfbid02P9G8qwx94RASXFJpABtUSYYfkm9ubGhcvqVqND16KBeYM7y9zbUehyhjKVdLxMD3l",
      "https://www.molongui.com/authorship",
      "https://dailydispatch.dps.alaska.gov/Home/DisplayIncident",
      "https://www.dailydispatch.dps.alaska.gov/Home/DisplayIncident?incidentNumber=AK23131423",
      "https://molongui.com/authorship/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amanda richmond",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eagle river ice - alaska public media search",
          "sentiment": "negative"
        },
        {
          "name": "courtesy alaska dive",
          "sentiment": "none"
        },
        {
          "name": "rescue and recovery team facebook",
          "sentiment": "none"
        },
        {
          "name": "rescue and recovery team",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "eagle river",
          "sentiment": "none"
        },
        {
          "name": "alaska",
          "sentiment": "none"
        },
        {
          "name": "richmond",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:02:19.891+02:00",
    "updated": "2023-12-30T01:02:17.150+02:00"
  },
  {
    "uuid": "675841d2cddb3045f882947fd5f601ae3d37c2df",
    "url": "https://listindiario.com/la-republica/20250716/hizo-politica-pasion-leonel-fernandez-despide-fello-subervi_866312.html",
    "ord_in_thread": 0,
    "author": "Listin Diario",
    "published": "2025-07-17T02:55:00Z",
    "title": "\"Él hizo de la política una pasión\": Leonel Fernández despide a Fello Suberví",
    "text": "VELATORIO DE FELLO SUBERVÍ\n“Él hizo de la política una pasión”: Leonel Fernández despide a Fello Suberví\n“Siento el vacío de un gran amigo que se fue y de un hombre que jugó un papel preponderante para la democracia dominicana”, dijo el expresidente de la República.\nLa lluvia acompañó este miércoles a decenas de personas que despidieron al dirigente político Rafael “Fello” Suberví del Partido Revolucionario Dominicano (PRD).\nLos restos del también exalcalde del Distrito Nacional fueron expuestos durante todo el día en la funeraria Blandino de la avenida Abraham Lincoln.\nEn un ambiente de recogimiento, prevaleció el silencio de los familiares, especialmente de su hijo, Felipe Antonio “Fellito” Suberví, director de la Corporación del Acueducto y Alcantarillado de Santo Domingo (CAASD), quien no ofreció declaraciones públicas.\nA medida que caía la tarde, el flujo de asistentes comenzó a disminuir.\nLa mayoría de quienes acudían en ese momento eran ciudadanos comunes que fueron a rendirle tributo, ya que en horas más tempranas se presentaron distintas personalidades del ámbito político.\nYa pasadas las 8:30 de la noche, el expresidente Leonel Fernández se presentó a ofrecer sus condolencias, resaltando la trayectoria y el compromiso democrático del fenecido.\n“Creo que Fello Suberví es una figura destacada en la política dominicana, empezó muy joven, desde la muerte de Trujillo estuvo participando en movimientos estudiantiles”, expresó Fernández.\n“Él hizo de la política una pasión. Una pasión por servir al pueblo dominicano en un sentido democrático, de progreso, libertad y prosperidad”, agregó.\nMostrando emotividad, el exmandatario también habló sobre su vínculo personal con el dirigente fallecido.\n“Fuimos amigos. En múltiples ocasiones compartimos, yo tenía por él un gran afecto y siempre lo reconoceré como un hombre de bien, como un amigo cordial y como un hombre que siempre tuvo en el pueblo dominicano toda su fe de un mejor destino.”\n“Siento el vacío de un gran amigo que se fue y de un hombre que jugó un papel preponderante para la democracia dominicana”, concluyó.\nUno de los que reiteró su presencia fue el director general de Aduanas, Eduardo “Yayo” Sanz Lovatón, quien manifestó su respaldo a los allegados del dirigente perredeísta.\n“Seguimos acompañando a la familia Suberví. Don Fello fue un hombre histórico”, expresó.\nYeilín Peña\nyeilin.pena@listindiario.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "topics": [
      "Politics->political candidates",
      "Politics->political process",
      "Politics->political parties and movements",
      "Human Interest->funeral and memorial service"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Leonel Fernández",
          "sentiment": "negative"
        },
        {
          "name": "Abraham Lincoln",
          "sentiment": "none"
        },
        {
          "name": "Felipe Antonio",
          "sentiment": "none"
        },
        {
          "name": "Blandino",
          "sentiment": "none"
        },
        {
          "name": "Suberví",
          "sentiment": "none"
        },
        {
          "name": "Rafael",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "CAASD",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "PRD",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ve",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:37:16.321+03:00",
    "updated": "2025-07-18T05:05:23.000+00:00"
  },
  {
    "uuid": "a477721726bf3b9f999300d10e6f969ee68219a5",
    "url": "https://www.lowellsun.com/obituaries/alice-heatcoat-lamy-westford-ma",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lowell Sun",
    "published": "2025-01-31T05:05:00Z",
    "title": "Alice Lamy Obituary - Westford, MA (1927-2025)",
    "text": "Loving mother, grandmother,\ngreat grandmother\nWESTFORD - Alice (Heatcoat) Lamy, 97, a Westford resident, passed away peacefully on Friday, January 24, 2025. She was the beloved wife of the late Lucien Lamy who passed in 2010.\nBorn in Trois Rivieres, P.Q., Canada on September 23, 1927, she was a daughter of the late Azarius and Aldea (Pellerin) Heatcoat.\nAlice was a communicant of Blessed Trinity Parish - St. Catherine of Alexandria Church for many years. She enjoyed knitting and crocheting in her spare time.\nShe leaves three daughters, Lise Bigl and her husband John of Milford, NH, Alice Kirwin of Forge Village and Louise Lamy and her fiance John Hibbard of Danville, NH; three grandchildren, Raymond Bigl and his wife Laura of Milford, NH, Christopher Dionne and his partner Jen of Pepperell and Paul Dionne and his wife Lisa of Dracut; four great grandchildren, Grayson and Lanie Bigl and Cody and Gryphen Dionne. She was predeceased by her son-in-law, Peter Kirwin and her sisters, Medora Bolduc, Cecile and Bella Heatcoat.\nIt being her request, there will be no calling hours. Relatives and friends are invited to her Funeral Mass on Monday, Feb. 3, at 10 AM in BLESSED TRINITY PARISH - ST. CATHERINE OF ALEXANDRIA CHURCH, 107 N Main Street, Westford. Burial will follow in St. Catherine Cemetery. In lieu of flowers, donations in her name may be made to: Westford Ambulance Fund, PO Box 197, Westford, MA 01886. For condolences, please visit www.westfordhealy.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Social Issue->family",
      "Social Issue->death and dying",
      "Social Issue->elderly care",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Louise Lamy",
          "sentiment": "neutral"
        },
        {
          "name": "Alice Kirwin",
          "sentiment": "neutral"
        },
        {
          "name": "Christopher Dionne",
          "sentiment": "none"
        },
        {
          "name": "Gryphen Dionne",
          "sentiment": "none"
        },
        {
          "name": "Bella Heatcoat",
          "sentiment": "none"
        },
        {
          "name": "Medora Bolduc",
          "sentiment": "none"
        },
        {
          "name": "Raymond Bigl",
          "sentiment": "none"
        },
        {
          "name": "Peter Kirwin",
          "sentiment": "none"
        },
        {
          "name": "John Hibbard",
          "sentiment": "none"
        },
        {
          "name": "Paul Dionne",
          "sentiment": "none"
        },
        {
          "name": "Lucien Lamy",
          "sentiment": "none"
        },
        {
          "name": "Lanie Bigl",
          "sentiment": "none"
        },
        {
          "name": "Lise Bigl",
          "sentiment": "none"
        },
        {
          "name": "Grayson",
          "sentiment": "none"
        },
        {
          "name": "Cecile",
          "sentiment": "none"
        },
        {
          "name": "Laura",
          "sentiment": "none"
        },
        {
          "name": "Lisa",
          "sentiment": "none"
        },
        {
          "name": "Jen",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T09:22:48.683+02:00",
    "updated": "2025-01-31T09:22:48.683+02:00"
  }
]