[
  {
    "uuid": "960b13f6b1e6cd775210e5d2c4ad650424a08807",
    "url": "https://ileon.eldiario.es/cultura/ayuntamiento-sariegos-apuesta-cultura-magia-musica-clasica_1_10801095.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia EFE",
    "published": "2023-12-28T18:46:00Z",
    "title": "El Ayuntamiento de Sariegos apuesta por la cultura con la magia y la música clásica",
    "text": "[Navidad](https://ileon.eldiario.es/temas/navidad) El Ayuntamiento de Sariegos apuesta por la cultura con la magia y la música clásica El Ayuntamiento de Sariegos (León) ha preparado un amplio y variado programa de actividades para animar las fechas navideñas que tiene en los últimos días del año un hueco destacado para la cultura, y a la exposición del Belén Artesano de ganchillo realizado por la Asociación 'La Tierra Negra' que se podrá contemplar de 18.00 a 20.00 horas hasta el 7 de enero, se unirán la magia y la música clásica. La cita con la magia llegará de la mano del Festival Internacional de Magia, que este año llega a su vigésima edición, y que trae dos de sus actuaciones al municipio de Sariegos, la primera de ellas en el Auditorio Café Quijano de Azadinos, este viernes 29 de diciembre, desde las 19.00 horas, con Alejandro Revuelta como mago dispuesto a sorprender al público. La música clásica tendrá como protagonista a la Coral Capilla Clásica, que con la dirección de Elena María Fernández Delgado, llevará el 30 de diciembre, a las 19.30 horas, una muestra de su repertorio a la Iglesia Parroquial de Carbajal de la Legua. El alcalde, Roberto Aller Llanos, ha animado a los vecinos a “disfrutar de estas iniciativas culturales de primer nivel sin tener que salir del municipio. Desde este equipo de gobierno tratamos de traer a las localidades del Ayuntamiento de Sariegos actividades culturales atractivas y éstos son dos buenos ejemplos”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:16:50.261+02:00",
    "updated": "2023-12-29T00:16:50.261+02:00"
  },
  {
    "uuid": "180d4e5857c1e1b01a30228f75efa9f3a5fbcb37",
    "url": "https://www.zawya.com/en/business/transport-and-logistics/uae-with-2-month-wait-for-car-repairs-residents-spend-thousands-on-rentals-after-rains-godzqiyz",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SM Ayaz Zakir",
    "published": "2024-05-09T19:16:00Z",
    "title": "UAE: With 2-month wait for car repairs, residents spend thousands on rentals after rains",
    "text": "For more than 20 days now, Abdul Basith, a resident of JVC and a marketing executive at a real estate firm, has been grappling with transportation challenges after the record rainfall that hit the UAE last month. His flood-damaged car is currently undergoing repairs in a garage. However, during this time, he has already incurred expenses exceeding Dh4,500 since his car was damaged by the rain.\n“On April 23rd, I took my car to a garage in Al Quoz, where I received an estimate exceeding Dh15,000 for the repairs, without making a claim. However, the garage owner advised me to take the car back and park it elsewhere, as he anticipated a surge in vehicles coming in for repairs,” said Abdul Basith, who owns a Kia Cadenza.\nIn light of recent challenges faced by motorists, many find themselves in a fix as they wait for their insurance claims to be approved, enduring lengthy delays of over a month. Adding to their burden, repairs are taking an additional one to two months to complete, leaving their damaged vehicles in garages. Faced with the inconvenience of being without their primary mode of transportation, these motorists have been compelled to seek alternative solutions, turning to renting cars to meet their daily commuting needs, which is an additional expenditure.\nTo tow his vehicle back and forth from the garage, Basith had to shell out Dh1,200. “I had to park my car at an RTA parking, as I couldn’t tow it to my building parking. I spent around Dh250 only for the parking,” said Basit.\nUntil April 22, Basith resorted to taking a cab or metro to his work where he spent over Dh700 for only four days. “My friend advised me to rent a car, as it would be much cheaper. I have rented a car and the monthly expense just for the rent is Dh2,400,” said Basith, adding that it will take more than 40 days to get his car repaired.\nA similar situation was faced by Patrick Fischer, a German expat and a resident of The Villa. “I had to abandon my car in the middle of the road as the engine failed. Two days later, I had to tow my vehicle to the authorised dealer and get it fixed,” said Fischer, who works in the oil and gas industry.\n“But sadly, the vehicle is lying at their workshop, and there is no news of claim approval. I am currently renting a car which is costing me about Dh2,500 a month and is an added expenditure. The rent of the car is way more than my EMI,” said Fischer.\nThe rented car has a daily cap of 250 kilometres and “at times, my daily commute goes beyond 300 kilometres, which increases my expense,” said Fischer.\nHe fears that it may take more time just for the approval of the claim. “The repairs of my car would take more than 25 days as per the automobile expert, as they are grappling with repairs of damaged vehicles,” said Fischer.\nCar rentals surge 30 % post rainfall\nCar rentals in the UAE have reported a 30 percent increase following the recent onset of rainfall in the region.\n“We've experienced a high demand for rentals. Recently, many residents have had to send their cars for repairs. This is due to the damage caused by the recent rain, and they're currently waiting for insurance claims to be processed and repairs to be completed,” said Ahmed from Royal Rent a Car service.\nSelfdrive.ae has reported a surge of 30 percent post-rainfall and the company attributes this growth to factor like ease of post-damage control offered by car rental services. “As rainfall prompts concerns about vehicle safety and maintenance, customers increasingly turn to rental vehicles as a reliable solution,” said Soham Shah, CEO of Selfdrive.ae.\n“We are committed to hassle-free damage control ensures that customers can navigate through the elements with confidence, knowing that any potential damage to the vehicle will be swiftly addressed by the rental service. Our focus on providing easy post-damage control ensures that customers can enjoy a worry-free driving experience, regardless of the weather conditions,” said Shah.\nCopyright © 2022 Khaleej Times. All Rights Reserved. Provided by SyndiGate Media Inc. (Syndigate.info).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "abdul basith",
          "sentiment": "negative"
        },
        {
          "name": "al quoz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jvc",
          "sentiment": "negative"
        },
        {
          "name": "kia cadenza",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uae",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T00:51:06.828+03:00",
    "updated": "2024-05-10T00:51:06.828+03:00"
  },
  {
    "uuid": "b9f3312b1a679c9bccc473248754989e8f1d9fbf",
    "url": "https://www.jpost.com/diaspora/article-804580",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "LORI PALATNIK",
    "published": "2024-06-01T22:21:55Z",
    "title": "October 7 proved the resilience of global Jewry - The Jerusalem Post",
    "text": "Before October 7, it was easy for most Jews in the Diaspora to forget that they are Jewish. Sure, they will remember as Rosh Hashanah, Yom Kippur and Hanukkah approach, or when invited to the occasional Bar or Bat Mitzvah, but 2,000 years of connection, history and wisdom have by and large laid dormant for many Jews around the world. That is, until now.That devastating day of October 7 was a watershed moment for Israelis and global Jewry. As we saw our brothers and sisters being slaughtered, as social media posts didn&rsquo;t even give Israelis a chance to bury their loved ones before pundits began criticizing the country&rsquo;s military response, as college students converged on campuses criticizing &ldquo;Zionists&rdquo; when many of them really meant &ldquo;Jews&rdquo; &ndash; our Judaism was dormant no more. Overnight, we went from thinking about our Judaism once or twice a year, to thinking about it every day and every night.Antisemitism is the lead story around the world, and we know as Jews, it&rsquo;s not good if the spotlight stays on us for too long. Instead of hiding and hoping it goes away, this time around not only are we fighting back, but unaffiliated Jews are waking up.console.log(\"2390 BODY2. CatId is:\"+catID);if(catID==120){ console.log(\"2390 BODY. YES for anyclip script\"); var script = document.createElement('script'); script.src = 'https://player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js'; script.setAttribute('pubname','jpostcom'); script.setAttribute('widgetname','0011r00001lcD1i_12258'); document.getElementsByClassName('divAnyClip')[0].appendChild(script); }else if(catID !== 151) { let widgetid = \"60fd6becf6393400049e6535\"; if(catID === 69){ widgetid = \"65c3a2148772803523c6f41b\"; }else if(catID === 161){ widgetid = \"65c3a224fb10822a0a7db2dd\"; } console.log(\"2390 BODY. YES for vidazoo script\"); var script = document.createElement('script'); script.src = 'https://static.vidazoo.com/basev/vwpt.js'; script.setAttribute('data-widget-id', widgetid); document.getElementsByClassName('divVidazoo')[0].appendChild(script);} The October 7 attacks and everything that occurred subsequently awakened something within many of us. I&rsquo;ve seen firsthand how the tens of thousands of global alumni of Momentum, the organization I cofounded 15 years ago, did not have to be told what to do. Due to their personal transformative experience in Israel, our alumni and their families immediately stood up for Israel, quickly mobilized, marched, lobbied, and raised funds. They chose to do what every Jewish person must do in times of distress: show up.Since October 7, Momentum, which works closely with the Diaspora Affairs and Combating Antisemitism Ministry, has brought hundreds of Jewish mothers and fathers to Israel, including parents of lone soldiers. They came to bear witness and to collectively embody the concept of &ldquo;hineni&rdquo; (here I am). Coming to Israel in those early days of the war was not an easy choice, but their past Momentum experience taught them that the Jewish people are a family, and when your family is in trouble, you show up. KFAR AZA: &lsquo;This is not a war zone; it is not a concentration camp.&rsquo; (credit: HADASSAH CHEN)Together we are traveling across the South, volunteering to plant and harvest produce at farms and are hearing the countless stories of horror from hostage families and survivors of the Gaza Envelope kibbutzim. Bearing witness is a responsibility, and each person left with a thoughtful plan on what they can personally do to help. At home, they created PowerPoint presentations; spoke to their friends, families and communities to make them aware of the realities on the ground in Israel; and reached out to their elected representatives to implore them to help bring our hostages home.ON OCTOBER 6, we were so divided, as even the most harmonious of families fight and have their internal issues. In Israel, societal division was off the charts. Unfortunately, it took an existential crisis to bring the Jewish family together. But it showed us that we are capable of putting aside even extreme differences for a greater cause. How do we do all this? Resilience.Resilience is baked into our DNA. It&rsquo;s what gives us the strength to look our enemies in the eye and not cower. It&rsquo;s what gives us the ability to bury our dead and then dance at the next wedding huppah. We sit shiva and mourn, and then we get up and go on with life.This past month, we demonstrated to the latest Momentum delegation how to do just that. Some 200 women and men from the US, Canada, South Africa, and Panama were greeted by our Israeli participants as they landed in Israel on Remembrance Day. While here, they experienced a historical Day of Remembrance, joined the millions of Israelis who literally dropped whatever they were doing and stood in painful solidarity when the siren wailed.From somber to celebrationBut they subsequently experienced the immediate complex transition into the joys of Independence Day. Though this year&rsquo;s celebration was more subdued than in years past, I can&rsquo;t think of a better representation of the Israeli mentality in the face of tragedy &ndash; where sadness and joy are often melted into one and we learn to take the good with the bad; to hold the pain and yet still have hope and happiness.Our participants celebrated with hundreds of evacuees from Kibbutz Alumim in their biggest gathering of the year; and they toured Israel&rsquo;s South to bear witness to the tragic events of the October 7 massacre. They visited the Nova festival site, Kibbutz Reim, and heard testimonials from those who entered through the gates of hell and were strong enough to come back.Our aspiration is that this delegation, now that they&rsquo;re home, will have an even greater sense of shared responsibility. We will watch as they turn their experience into action in their home countries.The delegations of both men and women are part of our effort to focus on storytelling, community engagement, and calls to action that resonate with the theme of resilience. Throughout May and June, each week is dedicated to a specific aspect of resiliency providing a series of short videos specifically geared for Holocaust Remembrance Day, Remembrance Day, and Independence Day. Those who can&rsquo;t be with us in Israel in person and are looking for specific initiatives to join can refer to our Momentum Action Network, a consistently updated collection of initiatives for Israel successfully implemented since October 7.THE DIASPORA Jews who joined me in Israel saw firsthand what our people have gone through and will be prepared to share it with the world. But most of all, they saw that the Israeli spirit is not broken; in many ways it is ignited more than ever before. That&rsquo;s why since October 7, we have seen soldiers get engaged and married on army bases, babies born with joy, and soldiers with amputated limbs learn to walk again. Am Yisrael Chai does not just mean we survived, it means we choose life, and we thrive.In a staff meeting recently, we were reviewing old pictures and footage of Momentum delegations where many of us were singing and dancing without a care in the world.&ldquo;Look how happy we used to be,&rdquo; I said. A member of the Israeli staff responded, &ldquo;I don&rsquo;t know if we will ever be happy again.&rdquo;I spoke up and immediately shared something I recently had heard from a rabbi. Imagine we had a time machine, and we had a chance to travel back and speak to our great grandparents a hundred years ago and shared with them that our worst fears have come true &ndash; that the Jewish State of Israel was brutally attacked, and many allies have turned against us, America is debating how many billions they should send in aid and armaments. What if it is not enough?What would our great-grandparents say? &ldquo;There is a Jewish State of Israel!?! ;The United States of America sends billions of dollars in aid!?!&rdquo; They would be blown away that a dream they never even imagined was possible had incredibly come true.No matter what is happening today, do not forget that we, today, are living that dream.After pogroms and the Shoah, our great grandparents probably thought that Jews would never be happy again. And look what happened. We are their legacy.Israeli resilience means to look at what we have, not what we don&rsquo;t yet have. It&rsquo;s looking at what we can do, not what we can&rsquo;t. And it&rsquo;s knowing that not only will we be happy again, but we will most certainly dance again with joy beyond our wildest dreams.The writer is the founding director of Momentum.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js&#x27;;",
      "https://static.vidazoo.com/basev/vwpt.js&#x27;;",
      "https://www.player.anyclip.com/anyclip-widget/lre-widget/prod/v1/src/lre.js&#x27;;",
      "https://www.static.vidazoo.com/basev/vwpt.js&#x27;;"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "rosh hashanah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jerusalem post",
          "sentiment": "negative"
        },
        {
          "name": "bat mitzvah",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T01:21:57.012+03:00",
    "updated": "2024-06-02T01:21:57.012+03:00"
  },
  {
    "uuid": "89a0c51b69635d74208d9b151683fe254e48f125",
    "url": "https://www.9news.com.au/national/crabbe-hole-closes-after-17-years-over-entry-fee/65b7006e-1a97-4062-8702-c0ca8d628e0d",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yashee Sharma",
    "published": "2024-08-30T00:00:00Z",
    "title": "The Crabbe Hole: The Crabbe Hole closes after 17 years over Bondi Icebergs entry fee debacle",
    "text": "The Crabbe Hole closes after 17 years over Bondi Icebergs entry fee debacle By Yashee Sharma 12:56pm Aug 30, 2024 Tweet Facebook Mail T﻿he Crabbe Hole cafe has abruptly closed after 17 years over a $10 entry fee debacle that the owner claimed turned customers away. The cafe had an iconic location sitting poolside at the Bondi Icebergs, which attracted A-list customers like Margot Robbie, Issa Rae and America Ferrera. It shut earlier this week, owner Andrew Crabbe sadly announced. READ MORE: Queensland MP's controversial domestic violence remark T﻿he Crabbe Hole cafe has abruptly closed after 17 years over a $10 entry fee debacle that the owner claimed turned customers away. (Edwina Pickles) ﻿\"End of an era folks,\" he posted to social media. \"Thanks for coming for the last 17 years. It's been a pleasure serving you all.\" A $10 entry fee was recently imposed on the cafe in an effort to prevent customers from using it as a way to bypass fees to use the oceanside pools. Previously, customers enjoying a coffee were allowed to access the pool - but not swim. READ MORE: Scientists discover thousands of 41,000-year-old viruses in Himalayan ice Previously, customers enjoying a coffee were allowed to access the pool - but not swim. (Getty) Crabbe said the entry fee was his undoing at the end. ﻿ \"I'm sorry I never managed to sort the $10 entry fee debacle,\" he said. \"They maintain that it had no effect on my patronage. My figures prove otherwise.\" Sydneysiders were devastated to hear of the news, saying the local icon will be missed. READ MORE: ﻿ Mining boss says workers can't leave office for a cup of coffee \"Clearly too good to be true. I was worried how you would survive once the pool admission rules changed. It certainly was a deterrent to me visiting,\" one user said on social media. \"﻿Needless to say we are devastated that it has come to this after so many wonderful years,\" another said. \"﻿What a loss! The Crabbe Hole was one of my favourite parts to visiting the bergs,\" a third said. 9news.com.au has reached out to Crabbe and Bondi Icebergs Winter Swimming Club, which controls the site, for comment. ﻿ Continue reading Bondi Sydney Cafes New South Wales national Australia CONTACT US Send your stories to contact@9news.com.au Auto news: Melbourne Tesla owner uses fishing rod to charge car.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "issa rae",
          "sentiment": "none"
        },
        {
          "name": "ferrera",
          "sentiment": "none"
        },
        {
          "name": "margot robbie",
          "sentiment": "none"
        },
        {
          "name": "andrew crabbe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bondi icebergs",
          "sentiment": "neutral"
        },
        {
          "name": "crabbe",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bondi icebergs",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T06:18:37.984+03:00",
    "updated": "2024-08-30T07:00:45.175+03:00"
  }
]