[
  {
    "uuid": "d88ca4e5fe438a2f772bcf49d3b2e6c41e8ff30b",
    "url": "https://www.analyticsinsight.net/v2-whitepaper-launch-blockdag-aims-10-valuation-by-2025-surpassing-xrp-price-and-shiba-inus-transactions-surge",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IndustryTrends",
    "published": "2024-04-11T00:00:00Z",
    "title": "V2 Whitepaper Launch: BlockDAG Aims $10 Valuation by 2025 Surpassing XRP Price and Shiba Inu’s Transactions Surge",
    "text": "In the dynamic DeFi and cryptocurrency market, investment eyes are keenly set on the leading alternative coins. BlockDAG comes up as the frontrunner, transforming the landscape with unmatched scalability and transaction speed, eclipsing Shiba Inu and XRP in its wake.\nBlockDAG has captivated the market with its nearly $16 million presale success, backed by influential tech pioneers, marking a new era of scalability and speed in crypto. The excitement was further fueled by the launch of Whitepaper V2 and a high-profile event in Las Vegas, reinforcing BlockDAG’s dominance in the sector.\nShiba Inu’s Transaction Volume Soars by 340% Shiba Inu’s market activity has recently soared, evidenced by a 340% jump in transaction volume by major investors, propelling the volume from 1.4 trillion to 6.16 trillion SHIB. This spike reflects the significant influence of major investors on the market.\nDespite a 10.36% price decline over the last week amidst a market downturn, the Shiba Inu community remains alert. The transaction surge could signal a critical phase of accumulation or distribution by major holders, potentially guiding the token on a bullish path due to its inherent volatility and the impact of whale transactions.\nXRP Faces Challenges Yet Holds Community Optimism XRP continues to struggle to breach the $1 threshold, with its price wavering around $0.59 in the midst of a general cryptocurrency bull run. Affected by regulatory challenges and volatile market conditions, XRP’s price has fluctuated significantly, yet it maintains community hope due to its utility in international payments and growing institutional acceptance. Despite varied predictions on its price trajectory, the XRP community stays hopeful for a future rally.\nBlockDAG’s Pioneering Technology Anticipates $10 Value by 2025 BlockDAG stands at the forefront of crypto innovation by integrating blockchain reliability with the efficiency of Directed Acyclic Graphs (DAG), addressing core issues of scalability and transaction speed. With a remarkable nearly $16 million raised in its presale with over 7 billion BDAG coins sold, supported by a wide-ranging community and tech luminaries, BlockDAG solidifies its position as a key investment target among altcoins.\nThe enthusiasm for BlockDAG’s presale suggests a potential daily revenue increase to $5 million, with a quick sell-out expected. This optimism is rooted in its novel mining approach, eliminating the need for expensive hardware and promoting a fair, robust network. As the mainnet launch approaches, with a coin valuation of $10 projected by 2025, BlockDAG’s Las Vegas event has proven its leadership and innovative spirit in the cryptocurrency world. With a forecasted 30,000x return on investment, BlockDAG is capturing global investor attention as a peerless investment opportunity.\nThe Last Say BlockDAG indisputably positions itself as the premier choice for investment in the altcoin space, overshadowing Shiba Inu’s market movements and XRP’s price volatility. With a groundbreaking nearly $16 million presale, a foundation of advanced technology, and an anticipated 30,000x return on investment, BlockDAG represents a significant leap forward in overcoming traditional blockchain barriers, supported by a rapidly expanding community.\nJoin BlockDAG Presale Now:\nWebsite: https://blockdag.network\nPresale: https://purchase.blockdag.network\nTelegram: https://t.me/blockDAGnetworkOfficial\nDiscord: https://discord.gg/Q7BxghMVyu",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology"
    ],
    "external_links": [
      "https://t.me/blockDAGnetworkOfficial",
      "https://purchase.blockdag.network/",
      "https://discord.gg/Q7BxghMVyu",
      "https://blockdag.network/",
      "https://www.t.me/blockDAGnetworkOfficial",
      "https://blockdag.network",
      "https://www.blockdag.network/",
      "https://purchase.blockdag.network",
      "https://www.discord.gg/Q7BxghMVyu",
      "https://www.purchase.blockdag.network/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "shib",
          "sentiment": "none"
        },
        {
          "name": "shiba inu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "shiba inu",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:37:30.607+03:00",
    "updated": "2024-04-12T11:05:09.438+03:00"
  },
  {
    "uuid": "26ad5d69df62bbc29bce067fc34788fa155ca990",
    "url": "https://uk.news.yahoo.com/edinburgh-passenger-plane-damaged-due-104323161.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Edinburgh Live",
    "published": "2024-05-10T10:43:00Z",
    "title": "Edinburgh passenger plane damaged due to 'heavy landing' during high winds",
    "text": "Edinburgh Live Edinburgh passenger plane damaged due to 'heavy landing' during high winds Kris Gourlay 10 May 2024 at 1:43 pm · 1- The flight departed Edinburgh for Belfast on December 30, 2023. -Credit:Edinburgh Live\nA passenger aircraft flying from Edinburgh Airport to Belfast suffered damage due a heavy landing during adverse weather.\nThe flight, carrying 53 passengers, departed Edinburgh for Belfast City Airport on December 30, 2023, and upon landing the nosewheel tyres were damaged and left axle was \"slightly bent.\"\nThe heavy landing was caused by stormy weather with high winds reported. Upon attempting to touch down, the pilot opted to divert to Belfast International Airport after an initial attempt proved unsuccessful, an investigation revealed.\nREAD MORE: Daredevil Edinburgh granny, 87, takes on hair-raising 160ft high zip line\nREAD MORE: Budget airline to launch first Edinburgh flights to popular holiday destination\nAir Accidents Investigation Branch (AAIB) submitted a report following the second failed attempt at landing and subsequent damage of the aircraft as no injuries were reported onboard and the plane later touched down without incident at Belfast International Airport.\nA description of the damage said: \"The operator reported that the nosewheel tyres were damaged and when the wheels were removed, the left nosewheel axle was slightly bent.\nSign up for Edinburgh Live newsletters for more headlines straight to your inbox\n\"The flight data showed an acceleration of approximately 2.2 g in the normal axis when the aircraft contacted the runway before the go-around. The aircraft manufacturer assessed that the left main landing gear and the nose landing gear had both experienced loads beyond their allowable limits and required replacement before the aircraft could be returned into service.\n\"The landing gear sustained damage during a heavy touch down after the aircraft became destabilised, due to wind effects experienced during the flare, immediately before touchdown.\"\nJoin Edinburgh Live's Whatsapp Community here and get the latest news sent straight to your messages.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://s.yimg.com/os/creatr-uploaded-images/2024-03/d8d8e540-ead9-11ee-b7ff-a738244d71ce",
      "https://www.edinburghlive.co.uk/newsletter-preference-centre/?view=Solus&mailingListId=52589817-5145-4bda-812c-35c36c95fb08&utm_source=solusarticle",
      "https://www.edinburghlive.co.uk",
      "https://www.edinburghlive.co.uk/news/edinburgh-news/edinburgh-airport-gets-new-budget-29144494",
      "https://www.edinburghlive.co.uk/news/edinburgh-news/daredevil-edinburgh-granny-87-takes-29144633",
      "https://www.s.yimg.com/ny/api/res/1.2/Job6vpkO1WL9i8lm7kXz4w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTM3MjtoPTYw/https://www.s.yimg.com/os/creatr-uploaded-images/2024-03/d8d8e540-ead9-11ee-b7ff-a738244d71ce",
      "https://www.s.yimg.com/ny/api/res/1.2/ZvjaOpNl81JmzN30mD6qJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2MjA7aD0xMDc4/https://www.media.zenfs.com/en/edinburgh_live_607/eb600b42ab7b5548dc443e4f84215190",
      "https://media.zenfs.com/en/edinburgh_live_607/eb600b42ab7b5548dc443e4f84215190",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fedinburgh-passenger-plane-damaged-due-104323161.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.media.zenfs.com/en/edinburgh_live_607/eb600b42ab7b5548dc443e4f84215190",
      "https://www.s.yimg.com/ny/api/res/1.2/860Q4vcXsnxqbEsQ4ZDjLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04MjY-/https://www.media.zenfs.com/en/edinburgh_live_607/eb600b42ab7b5548dc443e4f84215190",
      "https://www.chat.whatsapp.com/DBFongo3zQS6P8RfPA1ryO",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fuk.news.yahoo.com%2Fedinburgh-passenger-plane-damaged-due-104323161.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://edinburghlive.co.uk",
      "https://twitter.com/intent/tweet?text=Edinburgh%20passenger%20plane%20damaged%20due%20to%20",
      "https://edinburghlive.co.uk/news/edinburgh-news/daredevil-edinburgh-granny-87-takes-29144633",
      "https://www.facebook.com/dialog/feed",
      "https://s.yimg.com/ny/api/res/1.2/860Q4vcXsnxqbEsQ4ZDjLA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD04MjY-/https://media.zenfs.com/en/edinburgh_live_607/eb600b42ab7b5548dc443e4f84215190",
      "https://www.edinburghlive.co.uk/newsletter-preference-centre/",
      "https://www.twitter.com/intent/tweet?text=Edinburgh%20passenger%20plane%20damaged%20due%20to%20",
      "https://edinburghlive.co.uk/newsletter-preference-centre/?view=Solus&mailingListId=52589817-5145-4bda-812c-35c36c95fb08&utm_source=solusarticle",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2024-03/d8d8e540-ead9-11ee-b7ff-a738244d71ce",
      "https://edinburghlive.co.uk/news/edinburgh-news/edinburgh-airport-gets-new-budget-29144494",
      "https://twitter.com/intent/tweet",
      "https://s.yimg.com/ny/api/res/1.2/Job6vpkO1WL9i8lm7kXz4w--/YXBwaWQ9aGlnaGxhbmRlcjt3PTM3MjtoPTYw/https://s.yimg.com/os/creatr-uploaded-images/2024-03/d8d8e540-ead9-11ee-b7ff-a738244d71ce",
      "https://s.yimg.com/ny/api/res/1.2/ZvjaOpNl81JmzN30mD6qJQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2MjA7aD0xMDc4/https://media.zenfs.com/en/edinburgh_live_607/eb600b42ab7b5548dc443e4f84215190",
      "https://chat.whatsapp.com/DBFongo3zQS6P8RfPA1ryO"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kris gourl",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "aaib",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "edinburgh",
          "sentiment": "none"
        },
        {
          "name": "belfast",
          "sentiment": "none"
        },
        {
          "name": "belfast international airport",
          "sentiment": "none"
        },
        {
          "name": "edinburgh airport",
          "sentiment": "none"
        },
        {
          "name": "belfast city airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-10T17:02:20.585+03:00",
    "updated": "2024-05-11T06:50:32.756+03:00"
  },
  {
    "uuid": "d39c8151e499048c7b71c9abb3fc12305d6a36f6",
    "url": "https://www.meneame.net/story/rabino-sionista-expone-mentalidad-supremacista-sionista-como-no/c057",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ashark",
    "published": "2024-05-26T08:19:00Z",
    "title": "#57 Rabino sionista expone la mentalidad supremacista sionista autoproclamándose como los \"elegidos de dios\" y admitiendo sentirse superior a los no-judios",
    "text": "Portada\nmis comunidades\notras secciones\n[#3](c3#c-3) y está escrito, en su libro mágico, que todos los no judíos existen para servir a los judíos.\nSu libro mágico es el bueno, los demás libros mágicos no.\n[#19](c19#c-19) En realidad sí, pero no te alarmes, no hay construcción de la identidad etnica de un grupo (y más si se trata de uno generalmente minoritario y perseguido)n sin su dosis de etnocentrismo.\nEn el caso de los creyentes en yahvé el resto de la humanidad es referida como “goyim”, o “gentiles” y no tiene connotaciones especialmente positivas.\n[#9](c9#c-9) [#19](c19#c-19) \"En la Torá se afirma claramente que el hombre fue creado con un propósito concreto: emular la justicia Divina sobre la Tierra. En un principio, toda la humanidad fue elegida para esta tarea. Sin embargo, los primeros hombres no dieron cumplimiento a esta, misión y permitieron que la- corrupción y la violencia predominaran sobre la justicia y la bondad. Por ese motivo, Dios determinó que se produjera el Gran Diluvio (Mabul) a fin de eliminar a los malvados. En lo sucesivo el castigo por incumplimiento se llevaría a cabo a nivel nacional y no universal. Por esa razón Dios eligió a una nación en particular para que cumpliera esta misión. El Pueblo Elegido seria una nación modelo de Dios sobre la Tierra y demostraría al resto de la humanidad cómo comportarse. Esta nación era la judía.\"\nhttps://www.tora.org.ar/pueblo-elegido-y-su-mision/\nSi eso no es considerar a un pueblo por encima del resto, da lugar a suficientes malas interpretaciones como para llamarles supemacistas.\nNo hay religión buena, no hay fanático respetable.\n[#51](c51#c-51) Qué curioso que un diós omni-de-todo ande con fallos de producción (los prototipos) y culpe de ello a sus creaciones.\nDiós: te voy a hacer libre... y te voy a colocar aquí el fruto del pecado. No lo toques, eh?\nEl Diablo, también creado por Diós, pero SIN que Diós se percate, dice: no seais pipas, esto mola.\nDiós: Malos! Me habeis desobedecido. Hala.... a la mierda. Pero es vuestra culpa, eh? Que quede claro. Y si os poneis cabezotas, mando a Abogados Cristianos a que se querellen.\n[#3](c3#c-3) Típico de fanatismos y sectas cuando se hace una barrera entre los que están dentro y los que están fuera. Cuando la religión no respeta otras formas de ver el mundo es cuando empiezan los fanatismos y las hostias. Si no se acepta la diversidad de credos, apaga y vámonos porque lo que viene luego no es agradable para nadie.\nLuego empezarán con sus Frentes Populares de Judea y acabarán a hostia limpia entre ellos, porque alguien que necesita y busca enemigos para elevar su moral y sus creencias son un saco de hostias en potencia. Alguien que piense así, tiene todas las papeletas para recibir hostias a cascoporro y es lo que van buscando. Quien anda con fuego acaba quemándose.\n[#2](c2#c-2) Un mes.. da un mes, al resto del planeta - sin eeuu... iban a ver los \"elegidos\" que opinan de aquello del \"pueblo elegido\"...\n[#9](c9#c-9) Creo que el problema es que eso lo dice la religión de los judíos, que son descendientes de no sé qué tribu elegida por un dios.\nY habrá judíos que se tomen el judaismo como pertenencia a un grupo y lo reinterpretan y lo ponen al servicio de su vida (igual que hay cristianos que no apedrean a su hija si se casa sin el permiso de su padre). Pero el judaismo tiene una base de supremacismo muy mala de esquivar.\nPues para ser el pueblo elegido:\n- menuda mierda territorio les ha dado, a mí que me den algo que no sea un puto desierto: Francia, El norte de España, Italia, las Seychelles, las mismas orillas del Nilo, Mesopotamia. Zonas fértiles.\n- Salvo los últimos 70 años les han dado más que a una estera.\nAsí que menudo dios cutre.\n[#11](c11#c-11) Eso es: si su dios los hubiera elegido y les tuviera cariño bien pudo haberles dao cuerpo de senegalés...\n[#11](c11#c-11) Un amigo ingeniero agrónomo me contó que aquella zona en tiempos bíblicos fue un vergel, pero empezaron a regar los cultivos con agua de mar y se lo cargaron. No son muy listos los “elegidos”.\nSi Dios existiera haría un fisting con su culo y les enviaría al puto infierno por toda la eternidad.\n[#23](c23#c-23) No sé salvaron los que no quisieron realizar la Aliá (que empezó en 1840 https://es.m.wikipedia.org/wiki/Ali%C3%A1 ) y a esos que no se salvaron los llamaron los sacrificados o holocausto https://es.wikipedia.org/wiki/Holocausto_(sacrificio)\nEs supremacista (pueblo elegido, el resto está para servir) y elitista (no buscan crear nuevos adeptos como en el cristianismo o islamismo o naces judío o no eres judío)\nEsto lo dicen los lideres religiosos judios y la mayoria de ellos lo aceptan como algo natural y te lo repiten con otras palabras menos extremas pero que vienen a ser lo mismo",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.tora.org.ar/pueblo-elegido-y-su-mision/",
      "https://es.m.wikipedia.org/wiki/Ali%C3%A1",
      "https://es.wikipedia.org/wiki/Holocausto_(sacrificio)",
      "https://www.es.wikipedia.org/wiki/Holocausto_(sacrificio)",
      "https://www.es.m.wikipedia.org/wiki/Ali%C3%A1",
      "https://www.tora.org.ar/pueblo-elegido-y-su-mision",
      "https://tora.org.ar/pueblo-elegido-y-su-mision/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T12:23:59.735+03:00",
    "updated": "2024-05-26T12:23:59.735+03:00"
  }
]