[
  {
    "uuid": "e81acf64ef8f34a95401ac1f60ad3aa90e196661",
    "url": "https://www.laopiniondemalaga.es/sucesos/2023/12/29/bebe-hallada-contenedor-sevilla-llama-96360037.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "EFE",
    "published": "2023-12-29T10:27:00Z",
    "title": "La bebé hallada en un contenedor de Sevilla se llama Nieves y ya tiene familia adoptiva - La Opinión de Málaga",
    "text": "La bebé recién nacida que fue rescatada en un contenedor el pasado 18 de diciembre en Los Palacios y Villafranca ( [Sevilla](/tags/sevilla/)) ha sido dada de alta y ya se encuentra con su nueva familia, tras pasar diez días ingresada en la unidad de neonatos del hospital Virgen de Valme de Sevilla. Según ha adelantado COPE Sevilla y han confirmado a EFE fuentes de la [Junta de Andalucía](/tags/junta-de-andalucia/), la niña fue dada de alta en la tarde de ayer, y ya se encuentra en la casa de la familia que la ha adoptado, tras las gestiones urgentes realizadas por la Consejería de Inclusión Social, Juventud, Familias e Igualdad de la Junta de Andalucía. Los nuevos padres de la niña comenzaron a tener contacto con ella el pasado 24 de diciembre, y desde entonces la han acompañado en el hospital, hasta que finalmente ayer fue dada de alta. Las fuentes no han indicado si la familia la llamará finalmente Nieves, el nombre que los médicos le pusieron en el hospital al ser el de la patrona de Los Palacios. La nueva familia, según informa Igualdad, se ha hecho cargo de la pequeña mediante la fórmula de \"guarda y custodia con fines de adopción\", mediante la que tendrán a la pequeña con ella el menos seis meses. Adopción de urgencia Se trata de una fórmula de adopción de urgencia, y una vez que pasen los seis meses podrán comenzar a gestionar la adopción definitiva, un proceso que se podría interrumpir si algún familiar de la bebé mostrase su disposición a hacerse cargo de ella y cumpliese las condiciones necesarias para ello. No obstante, desde que fue encontrada la menor nadie se ha dirigido a las autoridades reclamando ser su familiar, de modo que se prevé que la familia se haga cargo de ella de forma definitiva a partir de junio próximo, mientras sigue la investigación de la Guardia Civil para intentar encontrar a su madre o a la persona que la tiró al contenedor. La niña ingresó con un peso de 2,1 kilos, y ha estado cuidada las 24 horas del día por los servicios médicos del hospital, mientras la Junta recibía decenas de peticiones de ofrecimientos de familias andaluzas dispuestas a adoptarla, aunque en este caso la adopción pasaba por un proceso que dura meses y para el que había familias concretas en lista de espera. No obstante, la Junta ha animado a las familias que quieran estar en una lista de un proceso de adopción a que lo inicien cuanto antes, de modo que cuando se produzcan casos de extrema necesidad, como el de esta bebé, haya familias suficientes en espera. La niña pudo ser encontrada gracias a que un vecino escuchó su llanto desde el interior del contenedor, para posteriormente unirse a él dos mujeres, y una de ellas la sacó rápidamente, llevándola al centro de salud del municipio, situado a un kilómetro aproximadamente de donde fue encontrada. Nada más ser revisada se activó su traslado urgente al hospital sevillano, mientras que la Policía Judicial de la Guardia Civil se ha hecho cargo de la investigación del caso, una vez que se resolvió la primera urgencia que tenía el mismo, que era garantizar la evacuación de la niña a un centro sanitario cuanto antes.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T13:01:20.780+02:00",
    "updated": "2023-12-29T13:01:20.780+02:00"
  },
  {
    "uuid": "9da8d199637c7bc397f8d266c1f0be39f2437b8f",
    "url": "https://it.minghui.org/html/articles/2023/12/29/25107.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Di un praticante della Falun Dafa",
    "published": "2023-12-29T00:00:00Z",
    "title": "Sophia, Bulgaria: Le persone condannano la persecuzione della Falun Dafa da parte del PCC, alla protesta pacifica davanti all’ambasciata cinese | Falun Dafa - Minghui.org",
    "text": "(Minghui.org) Lo scorso 12 dicembre i praticanti della Falun Dafa hanno tenuto una protesta pacifica davanti all'Ambasciata cinese a Sophia, per celebrare la Giornata internazionale dei diritti umani e sensibilizzare l'opinione pubblica sulla persecuzione del Partito Comunista Cinese (PCC). Dal 1999 il PCC ha messo in atto una serie di selvaggi comportamenti per costringere i praticanti della Falun Dafa (nota anche come Falun Gong) a rinunciare alla loro fede. A causa della persecuzione sono stati confermati oltre 5.000 casi di morte. Per far sentire la loro voce, i praticanti provenienti da tutta la Bulgaria, si sono riuniti nella capitale Sophia. I membri dell’opinione pubblica, solidali con i praticanti in Cina, li hanno sostenuti. Gli striscioni che sono stati allestiti di fronte all'ambasciata cinese, in modo da essere visibili ai dipendenti all’interno della struttura, recitavano in bulgaro, inglese e cinese: \"Stop al prelievo forzato di organi dai praticanti del Falun Gong in Cina\", \"SOS per le vittime e stop al prelievo forzato di organi\" e \"Falun Dafa, un metodo tradizionale per coltivare il corpo e la mente\". Alcuni praticanti hanno fatto gli esercizi della Falun Dafa sul marciapiede di fronte all'ambasciata cinese, mentre altri distribuivano volantini informativi ai passanti, vicino all'ingresso principale. Molti automobilisti hanno rallentato per vedere meglio ciò che stava accadendo. Molte persone si sono fermate a parlare con i praticanti e alcuni hanno persino scattato delle foto insieme a loro, in segno di solidarietà. [I praticanti eseguono gli esercizi della Falun Dafa e protestano contro la persecuzione del PCC davanti all'ambasciata cinese a Sophia](/u/article_images/2c44d906f72ed4c4c065010ae0819c7c.jpg) [I passanti imparano a conoscere la Falun Dafa e la persecuzione](/u/article_images/a73ba7522a9d8fdaf32f5c92ed37422f.jpg) La persecuzione del PCC deve terminare Una praticante, Aleksandra, ha parlato ai passanti davanti all'ambasciata attraverso un altoparlante, esortando il PCC, che usa la tortura, il lavaggio del cervello e persino il prelievo forzato di organi, a cessare la brutale persecuzione dei praticanti in Cina. Aleksandra ha citato la Dichiarazione universale dei diritti umani, firmata il 10 dicembre 1948, che vieta \"l'arresto, la detenzione o l'esilio arbitrari\", riconoscendo alle persone il diritto alla \"libertà di pensiero, di coscienza e di religione, nonché alla \"libertà di opinione e di espressione\". \"Il regime comunista cinese, che si oppone ai diritti umani, sta cercando di distruggere la Falun Dafa da più di due decenni. Perseguita i suoi seguaci e li tortura nel tentativo di riformarli\", ha detto Aleksandra. \"E poiché hanno rifiutato di trasformarsi per 24 anni, continuando a credere nella propria fede invece che al Partito, il PCC ora li uccide per i loro organi, che utilizza nel suo lucroso turismo dei trapianti, autorizzato dallo Stato\". Un giovane cinese uscito dall'ambasciata ha ascoltato le descrizioni del trattamento disumano dei praticanti in Cina, che dura da 24 anni. Il giovane è rimasto sconvolto dalle atrocità commesse dal suo Paese, nei centri di detenzione e in quelli per il lavaggio del cervello, oltre ai metodi di persecuzione dei praticanti da parte del PCC. Non riusciva a credere che tutto questo fosse reale. Ha detto di essere stato indottrinato fin da giovane a credere di \"dover essere contro il Falun Gong\". Quando ha saputo del prelievo forzato di organi, ha esclamato: \"Questo non è solo omicidio, ma omicidio e umiliazione dell'individuo!\" [Una donna (a sinistra) ha espresso il proprio sostegno](/u/article_images/67730cacab855fc4c824bfc21530a31b.jpg) Quando un'anziana signora ha accettato un volantino e ha appreso il motivo della protesta pacifica, ha augurato ai praticanti il completo successo. Tutti i contenuti pubblicati su questo sito sono protetti dal copyright di Minghui.org. Per l’uso non commerciale si deve citare la fonte (Es.: “Come riportato da Minghui.org,…”) e indicare il link dell’articolo originale. Per uso commerciale contattare la nostra redazione per ottenere l’autorizzazione.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T06:11:17.145+02:00",
    "updated": "2023-12-29T06:11:17.145+02:00"
  },
  {
    "uuid": "6eae5bd3e44894514aee58fb8b53c9cd4f6f178e",
    "url": "https://www.europapress.es/esandalucia/cordoba/noticia-joven-coro-andalucia-celebra-ano-nuevo-conciertos-mezquita-cordoba-catedral-huelva-20231229150337.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2023-12-29T14:03:00Z",
    "title": "El Joven Coro de Andalucía celebra el Año Nuevo con conciertos en la Mezquita de Córdoba y la Catedral de Huelva",
    "text": "CÓRDOBA, 29 Dic. (EUROPA PRESS) -\nEl Joven Coro de Andalucía (JCA) celebrará el Año Nuevo con sendos conciertos en la Mezquita de Córdoba y en la Catedral de la Merced de Huelva, los próximos días 3 y 4 de enero y con entrada libre hasta completar el aforo, comenzando la formación con estas actuaciones la celebración de su 30 aniversario, de la mano de Elena Rosso, como directora invitada, además de su titular, Marco Antonio García de Paz.\nSegún ha informado la Junta de Andalucía en una nota, de esta forma el Joven Coro de Andalucía del Programa Andaluz para Jóvenes Intérpretes, dependiente de la Consejería de Turismo, Cultura y Deporte, prepara ya el programa que ofrecerá la próxima semana en su gira de invierno y que incluye los mencionados conciertos en Córdoba y Huelva.\nPara ello, desde el pasado martes 26 de diciembre un total de 40 jóvenes cantores musicales andaluces han comenzado a trabajar el programa 'La Magia a voci pari' en Mollina (Málaga), con su director titular, Marco Antonio García de Paz, y con la directora de coro invitada a este encuentro, Elena Rosso.\n'La Magia a voci pari' es el programa que interpretarán en esta ocasión con una horquilla interpretativa muy amplia que va desde obras de Palestrina hasta Penderecki, haciendo un especial énfasis en el romanticismo alemán a través de la figura de Félix Mendelssohn.\nSe trata de un repertorio enteramente sacro que se adentra en el interesante mundo de las voces y transita por el colorido sonoro que ofrece la música escrita para coro femenino y coro masculino. El concierto, que cierra con la mezcla de ambas texturas, intenta lograr un final que contenga toda la paleta armónica y el máximo colorido.\nPara preparar este programa, tan inusual, como exigente, el alumnado está trabajando con profesores especializados en este tipo de repertorio, como son la soprano Cristina Teijeiro, la mezzosoprano Ekaterina Antipova, el tenor André Pérez y el bajo Javier Povedano (antiguo alumno del JCA).\nJunto a ellos, el pianista Jesús Campo, repertorista en el Coro Nacional de España quien, además de asistir a los directores y participar en las obras con piano durante la gira, impartirá, para el enriquecimiento personal del alumnado, una 'masterclass en lied', dentro de las jornadas de trabajo que se están celebrando en Mollina.\nTras el encuentro, el Joven Coro de Andalucía ofrecerá dos conciertos muy singulares: el primero de ellos en la Mezquita-Catedral de Córdoba, el miércoles 3 de enero, y el segundo en la Catedral de la Merced de Huelva, el jueves 4 de enero. Ambos conciertos darán comienzo a las 20,00 horas y la entrada será libre hasta completar aforo.\nCon estas actuaciones, el Programa Andaluz para Jóvenes Intérpretes da comienzo de manera oficial a la celebración del 30º aniversario de su creación. Una efeméride que se extenderá a lo largo de 2024 con distintos proyectos que llevarán a la Orquesta y al Coro por toda la geografía española. Está prevista su participación en algunos de los principales festivales y auditorios de la geografía española\nJÓVENES INTÉRPRETES El Programa Andaluz para Jóvenes Intérpretes de la Agencia Andaluza de Instituciones Culturales de la Consejería de Turismo, Cultura y Deporte de la Junta de Andalucía fue creado en 1994 con el objetivo de impulsar y complementar la formación musical de los jóvenes valores que aspiran a incorporarse al ámbito profesional musical.\nDesde su inicio se crea la Orquesta Joven de Andalucía, ampliándose en 2007 a la formación coral con la creación del Joven Coro de Andalucía, que nace con el objetivo de impulsar y complementar la formación musical de jóvenes valores con edades comprendidas entre los 16 y 31 años nacidos o residentes en Andalucía que se encuentren realizando estudios musicales y que deseen complementar su formación vocal.\nPor esta labor, en 2015 fue galardonado con el Premio Andalucía Joven 2015 en la modalidad de Arte al por \"haber proporcionado en estos más de 20 años de existencia a jóvenes talentos musicales andaluces, la oportunidad de desarrollar sus capacidades interpretativas y profesionales en una formación sinfónica profesional, permitiéndoles alcanzar su máximo potencial como músicos, como intérpretes y como personas, enriqueciendo al mismo tiempo su entorno social y cultural a través del arte de la interpretación musical, y la difusión de la música\".\nDesde su creación, el Programa ha contado con la colaboración de directores de la talla de los maestros Michael Thomas (fundador del JCA), Julio Domínguez, Román Barceló, Juanma Busto, Íñigo Sampil, Carlos Aransai o Lluís Vilamajó. El actual director, Marco Antonio García de Paz está considerado en la actualidad uno de los directores de coro más audaces y creativos del país, con más de 60 premios nacionales e internacionales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:10:54.393+02:00",
    "updated": "2023-12-29T16:10:54.393+02:00"
  },
  {
    "uuid": "91fb7b8474eca23cb46f04587ee48724f433df0b",
    "url": "https://www.medpagetoday.com/hematologyoncology/othercancers/109507",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Bankhead",
    "published": "2024-04-04T00:00:00Z",
    "title": "Incorporating Bereavement Into the Continuum of Care | MedPage Today",
    "text": "A new sense of urgency has emerged for healthcare organizations to develop \"sustainable and accessible bereavement care\" and to cultivate a \"bereavement-conscious\" workforce to position bereavement as an \"inherent element of the duty of care,\" authors of a recent opinion piece asserted.\nInadequate investment in bereavement care has led to a paucity of integrated services at organizational, national, and global levels. Failure to recognize bereavement as a vital component of continuity of care can leave bereaved families without access to psychosocial support, putting them at risk of illness that exacerbates the substantial public health toll of interpersonal loss.\nTo develop a framework for compassionate communities requires shifting bereavement care from \"an afterthought to a public health priority,\" wrote Wendy G. Lichtenthal, PhD, of the University of Miami Sylvester Comprehensive Cancer Center, and co-authors in Lancet Public Health .\n\"We need an investment in the healthcare system and in the community to build up support and grief-literate, compassionate communities,\" Lichtenthal told MedPage Today . \"We need workplaces, schools, all institutions where people are, to be more informed and feel better about supporting grievers.\"\nThe public health toll associated with grief has been well documented, she said. Recent events have accelerated the urgency for sustainable and accessible bereavement care -- COVID-19, suicides, drug overdoses, homicides, armed conflicts, and terrorism.\nDespite being integral to high-quality, family-centered healthcare, bereavement support often is poorly resourced, even described as the \"poor cousin of palliative care.\" In an ideal setting , bereavement care begins with pre-death grief education, continues through the dying process and end of life, and transitions into community-based support and psychosocial services, as needed.\nRecent reports on death, palliative care, and pain relief have highlighted the need for better bereavement care delivery infrastructure, the authors noted in their introduction. Acknowledging that \"bereavement has been overlooked,\" the Lancet Commission on the Value of Death called for reorganizing priorities to address social determinants of death, dying, and grief. Imbalances in health and social care fostered by westernized medicine have \"medicalized death and dying processes,\" resulting in disenfranchisement of family and community involvement throughout illness and end of life, the authors continued.\nLichtenthal and colleagues proposed a transitional care model for bereavement, with Lichtenthal noting in a press release that their model \"calls for health systems to shore up the quality and availability of their offerings, but also recognizes that resources for bereavement care within a given healthcare institution are finite.\" The model comprises five essential \"pillars\":\nPreventive bereavement care Ownership of bereavement care Resource allocation for bereavement care \"Upskilling\" support providers with bereavement education and training Evidence-based care As the model suggests, bereavement can, and often does, begin well before end of life and death.\n\"Grief often starts at the time of diagnosis because in that moment, the reality of the possibility of death enters consciousness,\" said Lichtenthal. \"Now, someone's kind of doing this dance, whether it's the patient, as they think about the possibility of dying, or those who care about that patient. They begin this kind of dance with that possibility and maintaining hope.\"\n\"The dynamic of that changes as they get more news. Maybe there are signs within the patient, such as deterioration in their physical health, and that brings a wave of grief. Grief comes in waves, it is not a static state,\" she added.\nGrief did in fact begin early for Fumiko Chino, MD, of Memorial Sloan Kettering Cancer Center in New York City. Still in her 20s, she and her then-fiance learned that he had an aggressive neuroendocrine cancer. The two of them had a frustrating, circuitous medical experience, as several physicians did not take his symptoms seriously, given his young age. By the time the diagnosis was made, the cancer had metastasized.\nThe young married couple endured an emotionally and physically painful journey to end of life, which was compounded by a mountain of debt. The term \"financial toxicity\" had just begun to appear in the medical literature.\n\"When my husband was sick, we had friends and family members helping take care of Andrew,\" said Chino, an expert with the American Society of Clinical Oncology. \"Some of that actually involved taking care of me. At one point I was getting fairly burned out from taking care of him, and my family and his said, 'You need to take a trip, leave here for a couple of days. We'll take care of Andrew.'\"\nThe life-altering experience of a death journey affected many aspects of her life. Before her husband's diagnosis, Chino had been pursuing a degree in studio photography and digital imaging. Afterward, she felt called to medicine and eventually enrolled at Duke University in Durham, North Carolina, and obtained a medical degree. She subsequently followed her mother, brother, and sister into the specialty of radiation oncology.\nDuring medical school, Chino attended a lecture that introduced her to the term \"financial toxicity.\" She has since researched and published extensively on the topic. Her publications include an essay about the salutary effects of adopting a rescue cat , which Chino initially opposed.\nA decade since her husband's death, Chino continues to grieve. In that time, she has come to realize that many people are uncomfortable with grief. She has a hard time understanding why normalization of grief is so difficult for many people.\n\"It's insane that we are so uncomfortable with death and grief that we can't speak about it freely, and come to acceptance that this is a process that is both unique and universal,\" said Chino.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "wendy g. lichtenthal",
          "sentiment": "none"
        },
        {
          "name": "lichtenthal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "university of miami sylvester comprehensive cancer center",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:59:12.414+03:00",
    "updated": "2024-04-05T04:49:44.533+03:00"
  }
]