[
  {
    "uuid": "ee66413b356a223bd8e9edcb740ebcd66c2eb404",
    "url": "https://www.openpr.com/news/3567019/carbon-neutral-data-center-market-regulations-and-innovation",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "InsightAce Analytic Pvt.Ltd",
    "published": "2024-07-05T01:45:00Z",
    "title": "Carbon Neutral Data Center Market Regulations and Innovation:",
    "text": "Carbon Neutral Data Center Market Regulations and Innovation: Driving Growth in the Carbon Neutral Data Center Market InsightAce Analytic Pvt. Ltd. announces the release of a market assessment report on the \"Global Carbon Neutral Data Center Market Size, Share & Trends Analysis Report By Data Center Type (Hyper-Scale Data Centers, Enterprise Data Centers, Colocation Data Centers), And Carbon Neural Solution (Hardware, Software And Platforms And Support Services), Industry (IT and Telecom, Banking, Financial Services, and Insurance (BFSI), Government or Public Sector, Healthcare, Manufacturing, Retail)- Market Outlook And Industry Analysis 2031\" Carbon-neutral data center market is estimated to reach over USD 35.89 billion by 2024-2031, exhibiting a CAGR of 21.67% during the forecast period. Request for free Sample Pages: https://www.insightaceanalytic.com/request-sample/1821 The global market expansion for carbon-neutral data centers is expected to be fueled by two main factors: rising government regulations and corporate social responsibility (CSR) initiatives. The market for carbon-neutral data centers is still expanding, partly attributable to different government regulations and environmentally friendly policies that encourage sustainable practices. The growing need for data storage and digital transformation is driving advanced research and development efforts to provide carbon-neutral data center technology and solutions. The data center business has excellent prospects as the industry transitions from non-renewable to renewable energy sources. This shift aligns with the increased global focus on managing data storage demands and reaching climate-neutral goals. The change is more noticeable in regions like Europe and North America. This is because nations in these areas, with typically colder temperatures year-round, have the most significant market potential worldwide due to their ability to leverage natural cooling solutions. List of Prominent Players in the Carbon Neutral Data Center Market: • Intel Corporation • Microsoft • ANS Group Limited • NEXTDC LTD. • CYRUS ONE • DEAC • 3M • ABB Group • Alibaba Group • Alphabet Inc. • Amazon.com, Inc. • Cisco System, Inc. • Dell Inc. • Digital Realty Trust • Eaton Corporation plc • Equinix, Inc. • FUJITSU • Hewlett Packard Enterprise Development LP • IBM Corporation Market Dynamics: Drivers- Growing demand for government regulations on carbon emissions and rising emphasis on renewable energy, etc., is a vital factor anticipated to propel the growth of the target market. Increasing demand for growing energy-efficient alternatives for data center cooling and rising carbon neutrality under sustainable development efforts and CSR activities is further expected to support the market growth. Additionally, the rising demand for electricity tariffs globally and other is a factor expected to augment the growth of the carbon-neutral data centre market. Challenges: The prime challenge is the requirement for more awareness and commercialization regarding the high dependence on non-renewable energy for running data centre operations. However, the higher cost of implementation and compatibility issues. Even though other sectors have been adversely affected by the COVID-19 pandemic, data centre operators have seen demand for data storage double and redouble, driven by increasing digitalization and the pandemic. A recent update shows that are reshaping data centres more extensively and faster than ever. Regional Trends: Europe's carbon-neutral data center market is expected to generate the highest revenue. It is projected to grow at a high CAGR soon, attributed to the R&D advancements and supporting government regulations in the region. Europe is an attractive region for the carbon-neutral data centre market because of the availability of a favourable climate for the use of renewable sources of energy. This is due to the adoption of new strategies by prominent players in the carbon-neutral data center market. Moreover, the presence of key market players and growing collaboration among major players for market penetration in the region provides the opportunity to grow the carbon-neutral data centre market. Curious about this latest version of the report? @ https://www.insightaceanalytic.com/enquiry-before-buying/1821 Recent Development: • In March 2022, Normative, a Swedish start-up sponsored by Google, released a free version of its carbon emission tracker as businesses worldwide struggled to manage their carbon impacts. • In March 2022, Amazon Web Services (AWS) allowed customers to access a tool that measures the carbon footprint of cloud usage and compares it to the expected footprint of a data centre located on-site. • In May 2022, Alibaba Cloud, the foundation of Alibaba Group's digital technology and innovation efforts, announced the opening its third sustainable data centre in Germany to meet the growing demand for digital transformation from clients across Europe. Segmentation of Carbon Neutral Data Center Market- By Industry- • IT and Telecom • Banking, Financial Services, and Insurance (BFSI) • Government or Public Sector • Healthcare • Manufacturing • Retail • Others By Data Center Type- • Hyperscale Data Centers • Enterprise Data Centers • Colocation Data Centers • Others By Carbon Neutral Solution- • Hardware o Servers o Cooling and Power o Storage o Networking • Software and Platforms • Support Services By Region- North America- • The US • Canada • Mexico Europe- • Germany • The UK • France • Italy • Spain • Rest of Europe Asia-Pacific- • China • Japan • India • South Korea • Southeast Asia • Rest of Asia Pacific Latin America- • Brazil • Argentina • Rest of Latin America Middle East & Africa- • GCC Countries • South Africa • Rest of Middle East and Africa For More Customization @ https://www.insightaceanalytic.com/report/carbon-neutral-data-center-market/1821 Contact Us: InsightAce Analytic Pvt. Ltd. Tel.: +1 718 593 4405 Email: info@insightaceanalytic.com Site Visit: www.insightaceanalytic.com Follow Us on LinkedIn @ bit.ly/2tBXsgS Follow Us On Facebook @ bit.ly/2H9jnDZ About Us: InsightAce Analytic is a market research and consulting firm that enables clients to make strategic decisions. Our qualitative and quantitative market intelligence solutions inform the need for market and competitive intelligence to expand businesses. We help clients gain a competitive advantage by identifying untapped markets, exploring new and competing technologies, segmenting potential markets, and repositioning products. Our expertise is in providing syndicated and custom market intelligence reports with an in-depth analysis with key market insights in a timely and cost-effective manner. This release was published on openPR. Permanent link to this press release: Copy Please set a link in the press area of your homepage to this press release on openPR. openPR disclaims liability for any content contained in this release. You can edit or delete your press release Carbon Neutral Data Center Market Regulations and Innovation: Driving Growth in the Carbon Neutral Data Center Market here News-ID: 3567019 • Views: … More Releases from InsightAce Analytic Pvt.Ltd [](/news/3567018/carbon-footprint-management-market-navigating-a-net-zero) Carbon Footprint Management Market Navigating a Net-Zero Future: The Rise of the … Carbon Footprint Management Market to reach over USD 55.87 billion by the year 2031 - Exclusive Report by InsightAce Analytic InsightAce Analytic Pvt. Ltd. announces the release of a market assessment report on the \"Global Carbon Footprint Management Market Size, Share & Trends Analysis Report By Component (Solutions, and Services), Deployment Mode (On-premises, and Cloud), Organization Size (Corporates/Enterprises, Mid-Tier Enterprises, Small Businesses), Vertical (Manufacturing, Energy & Utilities, Residential & Commercial Buildings, … [](/news/3567017/castor-oil-based-biopolymer-market-reducing-our-carbon) Castor Oil-Based Biopolymer Market Reducing Our Carbon Footprint: The Rise of Bi … Castor Oil-Based Biopolymer Market to reach over USD 3140.03 million by the year 2031 - Exclusive Report by InsightAce Analytic InsightAce Analytic Pvt. Ltd. announces the release of a market assessment report on the \"Global Castor Oil-Based Biopolymer Market Size, Share & Trends Analysis Report By End-User (Automotive, Solar, Household Appliances, Textile, Oil And Gas), Polymer Type (Bio-Polyamides (Bio-Polyamide 6, Bio-Polyamide 10 And 11), Bio-Polyurethane) And Foam (Pellets, Yarns)- Market Outlook … [](/news/3567016/care-communications-market-enhancing-patient-outcomes) Care Communications Market Enhancing Patient Outcomes: The Benefits of Effective … Care Communications Market worth $7.54 Bn by 2031 - Exclusive Report by InsightAce Analytic Pvt. Ltd. InsightAce Analytic Pvt. Ltd. announces the release of a market assessment report on the \"Global Care Communications Market- (By Component (Software, Service), By Deployment (Cloud, On-Premises), By End-Use (Hospitals, Clinics, Long-term Care Facilities, Others)), Trends, Industry Competition Analysis, Revenue and Forecast To 2031.\" According to the latest research by InsightAce Analytic, the Global Care Communications Market … [](/news/3567015/cargo-drones-market-revolutionizing-logistics-how-cargo) Cargo Drones Market Revolutionizing Logistics: How Cargo Drones are Transforming … Cargo Drones Market to reach over USD 11.49 billion by the year 2031- Exclusive Report by InsightAce Analytic InsightAce Analytic Pvt. Ltd. announces the release of a market assessment report on the \"Global Cargo Drones Market Size, Share & Trends Analysis Report By Solution (Platform, Software, Infrastructure), Industry (Retail, Healthcare, Agriculture, Defense and Maritime), Range (Close-Range, Short-Range, Mid-Range, Long-Range), Payload (10-49 Kg, 50-149 Kg, 150-249 Kg, 250-499 Kg, 500-999Kg, and above … More Releases for Data [](/news/2122428/how-to-transform-big-data-to-smart-data-using-data-engineering) HOW TO TRANSFORM BIG DATA TO SMART DATA USING DATA ENGINEERING? We are at the cross-roads of a universe that is composed of actors, entities and use-cases; along with the associated data relationships across zillions of business scenarios. Organizations must derive the most out of data, and modern AI platforms can help businesses in this direction. These help ideally turn Big Data into plug-and-play pieces of information that are being widely known as Smart Data. Specialized components backed up by AI and … [](/news/1477755/global-data-analytics-outsourcing-market-data-analytics-outsourcing-big-data-outsourcing-data-it-outsourcing-companies-analytics-companies-analytics-outsourcing-big-data-consulting-outsourcing-company.html) Global Data Analytics Outsourcing Market |data analytics outsourcing, big data o … Market Research Reports Search Engine (MRRSE) has been serving as an active source to cater intelligent research report to enlighten both readers and investors. This research study titled “Global Data Analytics Outsourcing Market “ The report on data analytics outsourcing market provides analysis for the period 2016 – 2026, wherein 2018 to 2026 is the forecast period and 2017 is the base year. The report covers major trends and technologies playing … [](/news/1378059/test-data-management-tdm-market-test-data-profiling-test-data-planning-test-data-provisioning-test-data-population-and-more.html) Test Data Management (TDM) Market - test data profiling, test data planning, tes … The report categorizes the global Test Data Management (TDM) market by top players/brands, region, type, end user, market status, competition landscape, market share, growth rate, future trends, market drivers, opportunities and challenges, sales channels and distributors. This report studies the global market size of Test Data Management (TDM) in key regions like North America, Europe, Asia Pacific, Central & South America and Middle East & Africa, focuses on the consumption … [](/news/1192313/data-prep-market-report-2018-segmentation-by-platform-self-service-data-prep-data-integration-others-by-tool-data-curation-data-cataloguing-data-quality-data-ingestion-data-governance-others.html) Data Prep Market Report 2018: Segmentation by Platform (Self-Service Data Prep, … Global Data Prep market research report provides company profile for Alteryx, Inc. (U.S.), Informatica (U.S.), International Business Corporation (U.S.), TIBCO Software, Inc. (U.S.), Microsoft Corporation (U.S.), SAS Institute (U.S.), Datawatch Corporation (U.S.), Tableau Software, Inc. (U.S.) and Others. This market study includes data about consumer perspective, comprehensive analysis, statistics, market share, company performances (Stocks), historical analysis 2012 to 2017, market forecast 2018 to 2025 in terms of volume, revenue, YOY … [](/news/1154688/long-term-data-retention-solutions-market-the-increasing-demand-for-big-data-which-requires-data-storage-data-retrieval-and-data-management.html) Long Term Data Retention Solutions Market - The Increasing Demand For Big Data W … Data retention is a technique to store the database of the organization for the future. An organization may retain data for several different reasons. One of the reasons is to act in accordance with state and federal regulations, i.e. information that may be considered old or irrelevant for internal use may need to be retained to comply with the laws of a particular jurisdiction or industry. Another reason is to … [](/news/977310/data-quality-and-data-governance-solution-market-demand-for-cost-effective-data-quality-and-data-governance-solution.html) Data Quality and Data Governance Solution Market - Demand For Cost-Effective Dat … In the enterprise data management ecosystem, data quality is a broad term which refers to the quality, integrity, and consistency of data and/or process etc. Data quality also implies the degree of data accuracy and consistency. On the other hand, data governance focusses on the management of data assets by assigning authority, control, and responsibility of data and encompasses three key areas: people, process, and technology. Data quality and data governance …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Business and Market Analysis",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.insightaceanalytic.com/enquiry-before-buying/1821",
      "https://www.insightaceanalytic.com/report/carbon-neutral-data-center-market/1821",
      "https://www.insightaceanalytic.com/request-sample/1821",
      "https://insightaceanalytic.com/report/carbon-neutral-data-center-market/1821",
      "https://insightaceanalytic.com/request-sample/1821",
      "https://insightaceanalytic.com/enquiry-before-buying/1821"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "colocation data centers",
          "sentiment": "none"
        },
        {
          "name": "financial services",
          "sentiment": "none"
        },
        {
          "name": "scale data centers",
          "sentiment": "none"
        },
        {
          "name": "healthcare",
          "sentiment": "none"
        },
        {
          "name": "enterprise data centers",
          "sentiment": "none"
        },
        {
          "name": "manufacturing",
          "sentiment": "none"
        },
        {
          "name": "industry (it and telecom",
          "sentiment": "none"
        },
        {
          "name": "ata center market insightace analytic pvt. ltd.",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T05:17:29.655+03:00",
    "updated": "2024-07-05T05:17:29.655+03:00"
  },
  {
    "uuid": "8f658ccdf027e5c8dbba2e655efd4d41a570c7de",
    "url": "https://journalrecord.com/2024/01/hamilton-gops-bashing-fails-schools-teachers-students",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Arnold Hamilton",
    "published": "2024-01-25T21:16:00Z",
    "title": "Hamilton: GOP’s bashing fails schools, teachers, students",
    "text": "If, God forbid, anti-public education forces succeed in destroying Oklahoma’s K-12 schools, there’s no doubt who deserves blame: State government Republicans.\nA partisan broadside? No, it’s fact.\nThe GOP not only controls a supermajority of legislative seats, but also holds every statewide office, including two – governor and state superintendent – with considerable stroke over education policy.\nIn the decade-plus since Republicans built their stranglehold, public schools have been in the crosshairs of a toxic mix of teachers’ union haters, religious zealots enraged by the very notion of church-state separation, and privatizers who seek to feed at the taxpayers’ trough.\nState officials’ endless meddling and mandating hasn’t done a thing to improve academic outcomes or create a state attractive to corporate relocation. Instead, between 2012-18, they drove 30,000 trained, experienced teachers from the classrooms – unwilling to continue working for peanuts seasoned with daily doses of disrespect.\nSo far this school year, the state has been forced to issue a record 4,676 emergency teaching certifications to help cover classrooms; it issued just 189 in 2013-14.\nThe Rogues’ Gallery of those complicit in the undermining of Oklahoma’s K-12 schools is headlined, of course, by Gov. Kevin Stitt and state Superintendent Ryan Walters, whose overheated rhetoric, bullying and theatrics are more suited for a WWE ring than actual public policymaking.\nIt also includes mug shots of most GOP lawmakers who turned a blind eye to the siege in what amounts to acts of political self-preservation.\nAs you know, Republican primaries these days often hinge on the turnout of a small, but noisy group of Christian nationalists fueled by extremist GOP rhetoric that “government” schools are “woke” “indoctrination” centers. For many incumbents, it’s less risky politically to go along with the anti-public ed attacks – and hope things don’t get too bad before they are term-limited.\nOf course, nearly three-quarters of a million public school children in Oklahoma are casualties of such political gamesmanship. They count on elected officials to help build a world-class education system that will give future generations a fighting chance to compete in the 21st century.\nInstead, the siege continues.\nWhile some legislators pursue a modest teacher pay raise next fiscal year, Stitt and Republican House Speaker Charles McCall both want to cut the state income tax. Yes, state accounts are flush – for the moment. But there are signs of trouble ahead, hardly surprising given the volatility of oil and gas.\nWhat happens when Oklahoma’s historically boom-bust economy goes bust again?\nStitt and others seem to think private education is the answer. Last year, the governor championed the Statewide Virtual Charter School Board’s decision to create the nation’s first publicly funded religious charter school. He also gave full-throated support to last year’s private school tax credits which disproportionately appear to be benefiting families whose children already were in private schools.\nNotable: two of the three members of the board who voted to create St. Isidore of Seville Catholic Charter are now paid members of Stitt’s administration, Deputy Chief of Staff Brian Bobek and new cabinet secretary for education Nellie Tayloe Sanders.\nWalters, meanwhile, lobbed another Molotov cocktail at public ed this week, appointing out-of-state, rightwing social media influencer Chaya Raichik to a state library media advisory committee because “she is on the front lines showing the world exactly what the radical left is all about – lowering standards, porn in schools, and pushing woke indoctrination on our kids.”\nMark Twain once said “out of public schools grows the greatness of a nation.” Oklahoma’s public schools are imperiled. Will rank-and-file Sooners come to their defense?\n– Arnold Hamilton is editor of The Oklahoma Observer; okobserver.org",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hamilton",
          "sentiment": "negative"
        },
        {
          "name": "god",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "gop",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "oklahoma",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:44:38.906+02:00",
    "updated": "2024-01-26T00:44:38.906+02:00"
  },
  {
    "uuid": "441f49709584d479e5da49915092a322d77b0512",
    "url": "https://dailytrojan.com/?p=205626",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kate McQuarrie",
    "published": "2024-03-29T07:00:00Z",
    "title": "We should embrace religious pluralism in a divided world",
    "text": "We should embrace religious pluralism in a divided world\nPeople should see religious pluralism as a pathway to unity and understanding.\nBy GRANT OH\n(Gloria Jin / Daily Trojan)\nPeople should see religious pluralism as a pathway to unity and understanding.\n(Gloria Jin / Daily Trojan)\nIn today’s interconnected world, the tapestry of human civilization is woven with a myriad of beliefs and traditions. It’s in this rich mosaic that we find the essence of religious pluralism — a celebration of diversity, a call for understanding and a pathway to unity.\nReligious pluralism invites us to envision a world where differences are bridges, not barriers. It fosters conversations that enrich and grow us, where respect, empathy and dialogue flourish, connecting us in our shared humanity. At its core, it’s about recognizing the worth of every belief, going beyond tolerance to genuine acceptance and celebration of our diverse spiritual landscape. It urges us to transcend boundaries, engage with openness and curiosity, and celebrate the richness of our collective heritage.\nBut religious pluralism is more than just a lofty ideal; it has tangible benefits for individuals, communities and societies at large. By embracing religious diversity, we can create spaces where everyone feels valued and respected, regardless of their faith background. This sense of inclusivity fosters a sense of belonging and cohesion, thus laying the groundwork for stronger, more resilient communities.\nBeyond inclusion, religious pluralism can serve as a catalyst for dialogue and understanding, breaking down the barriers of ignorance and prejudice that often divide us. When individuals from different faith traditions come together in respectful conversation, they discover common ground, shared values and a deeper appreciation for one another’s perspectives. This dialogue not only promotes mutual understanding but also strengthens social bonds, forging connections that transcend religious and cultural divides.\nEmbracing religious pluralism is a deeply human endeavor — one that calls upon us to confront our own biases and preconceptions, to challenge the narratives of division and otherness that pervade our societies, and to strive for a more inclusive and compassionate world. It requires us to listen with an open heart, to learn from one another’s experiences, and to recognize the inherent dignity and worth of every individual, regardless of their religious affiliation.\nIn a world grappling with complex challenges — from poverty and inequality to violent conflict, exemplified by, for example, the longstanding Israel-Palestine conflict before and during Israel’s war in Gaza, that arise from differing ideologies — religious pluralism can offer a unique opportunity to harness the collective wisdom and resources of diverse faith traditions. By drawing on the ethical teachings of various religions, societies can mobilize collective action toward tackling these pressing issues. Together, they pave a path toward a future marked by fairness, equality and sustainability.\nOf course, embracing religious pluralism is not without its challenges. In the broader context of societal issues, religion often becomes a battleground where factions vie to assert their superiority and righteousness. It’s a recurring theme: a need to establish who holds the moral high ground and whose beliefs are the most “authentic.”\nPluralism requires us to navigate the complexities of cultural, religious and political differences to confront the discomfort that comes with stepping outside of our usual spheres and to engage in difficult conversations about faith, identity and belonging. But the rewards are immeasurable. In a world where division seems to be the norm, religious pluralism offers a glimmer of hope — a reminder that despite our differences, we are all bound together by our shared humanity.\nAs we navigate the complexities of today, let us embrace religious pluralism not as an abstract concept but as a lived reality. Let us commit ourselves to building bridges instead of walls, to seeking understanding instead of division and to celebrating the beautiful tapestry of beliefs that makes our world so wonderfully diverse. In embracing religious pluralism, let us shed tears of gratitude for what binds us, for it is in this tender communion that we can find solace, inspiration and the transformative power of love.\nWe are the only independent newspaper here at USC, run at every level by students. That means we aren’t tied down by any other interests but those of readers like you: the students, faculty, staff and South Central residents that together make up the USC community.\nIndependence is a double-edged sword: We have a unique lens into the University’s actions and policies, and can hold powerful figures accountable when others cannot. But that also means our budget is severely limited. We’re already spread thin as we compensate the writers, photographers, artists, designers and editors whose incredible work you see in our daily paper; as we work to revamp and expand our digital presence, we now have additional staff making podcasts, videos, webpages, our first ever\nmagazine and social media content, who are at risk of being unable to receive the support they deserve.\nWe are therefore indebted to readers like you, who, by supporting us, help keep our paper daily (we are the only remaining college paper on the West Coast that prints every single weekday), independent, free and widely accessible.\nPlease consider supporting us. Even $1 goes a long way in supporting our work; if you are able, you can also support us with monthly, or even annual, donations. Thank you.\nThis site uses cookies. By continuing to browse the site, you are agreeing to our use of cookies.\nWe may request cookies to be set on your device. We use cookies to let us know when you visit our websites, how you interact with us, to enrich your user experience, and to customize your relationship with our website.\nClick on the different category headings to find out more. You can also change some of your preferences. Note that blocking some types of cookies may impact your experience on our websites and the services we are able to offer.\nThese cookies are strictly necessary to provide you with services available through our website and to use some of its features.\nBecause these cookies are strictly necessary to deliver the website, refusing them will have impact how our site functions. You always can block or delete cookies by changing your browser settings and force blocking all cookies on this website. But this will always prompt you to accept/refuse cookies when revisiting our site.\nWe fully respect if you want to refuse cookies but to avoid asking you again and again kindly allow us to store a cookie for that. You are free to opt out any time or opt in for other cookies to get a better experience. If you refuse cookies we will remove all set cookies in our domain.\nWe provide you with a list of stored cookies on your computer in our domain so you can check what we stored. Due to security reasons we are not able to show or modify cookies from other domains. You can check these in your browser security settings.\nThese cookies collect information that is used either in aggregate form to help us understand how our website is being used or how effective our marketing campaigns are, or to help us customize our website and application for you in order to enhance your experience.\nIf you do not want that we track your visit to our site you can disable tracking in your browser here:\nWe also use different external services like Google Webfonts, Google Maps, and external Video providers. Since these providers may collect personal data like your IP address we allow you to block them here. Please be aware that this might heavily reduce the functionality and appearance of our site. Changes will take effect once you reload the page.\nGoogle Webfont Settings:\nGoogle Map Settings:\nGoogle reCaptcha Settings:\nVimeo and Youtube video embeds:\nThe following cookies are also needed - You can choose if you want to allow them:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gloria jin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gloria jin / daily trojan",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T13:55:19.737+03:00",
    "updated": "2024-03-29T13:55:19.737+03:00"
  },
  {
    "uuid": "736b8a277c0b6fc2cabb56881058a99f17f68384",
    "url": "https://www.diepresse.com/19787081/manifest-der-spd-linken-die-sonderbare-sehnsucht-nach-frieden-mit-russland",
    "ord_in_thread": 0,
    "author": "Die Presse",
    "published": "2025-06-12T07:15:00Z",
    "title": "„Manifest\" der SPD-Linken: Die sonderbare Sehnsucht nach Frieden mit Russland",
    "text": "Prominente Politiker der deutschen sozialdemokratischen Partei stellen sich gegen die Sicherheits- und Verteidigungspolitik der deutschen Regierung und ihrer eigenen Parteiführung. In einem „Manifest“ fordern sie unter anderem direkte diplomatische Gespräche mit Russland, das seit mehr als drei Jahren einen Angriffskrieg gegen die Ukraine führt. SPD -Spitzenpolitiker fahren ihnen scharf in die Parade: Verteidigungsminister Boris Pistorius, der am Donnerstag die Ukraine besucht, spricht von „Realitätsverweigerung“. In ihrem Grundsatzpapier, das der Deutschen Presse-Agentur vorliegt und über das zuerst der „Stern“ berichtete, dringen die so genannten SPD-Friedenskreise auf eine Kehrtwende in der Außen- und Sicherheitspolitik. Von einer stabilen Friedens- und Sicherheitsordnung sei Europa aktuell weit entfernt, beklagen sie und werben für Deeskalation und schrittweise Vertrauensbildung statt Rüstungswettlauf. Vor allem altgediente Politiker zählen zu den Unterzeichnern des „Manifests“. Unterschrieben wurde das Grundsatzpapier unter anderem von Ex-Fraktionschef Rolf Mützenich, Ex-Parteichef Norbert Walter-Borjans, Außenpolitiker Ralf Stegner und mehreren Bundestags- sowie Landtagsabgeordneten. Unterstützung kam auch vom Juso -Chef Philipp Türmer. Ob alle der mehr als 100 Unterschriften von SPD-Mitgliedern stammen, wird nicht deutlich. Brisant wird das „Manifest“ auch durch den Zeitpunkt der Veröffentlichung: Vor dem Parteitag Ende des Monats dürfte es für Unruhe in der SPD sorgen. Dann wollen die Sozialdemokraten nicht nur ihre Spitze neu wählen, sondern auch den Prozess für ein neues Parteiprogramm nach dem Debakel bei der Bundestagswahl beginnen. Kurz zuvor steht der Nato -Gipfel an, bei dem es um eine deutliche Erhöhung der Verteidigungsausgaben gehen wird. Auch im Ukraine-Krieg zeigt Russland derzeit keine Kompromissbereitschaft: Moskau überzieht die Ukraine mit besonders unbarmherzigen Luftangriffen und ist im Osten des Landes auf dem Vormarsch. Die Unterzeichner fordern, „nach dem Schweigen der Waffen wieder ins Gespräch mit Russland zu kommen, auch über eine von allen getragene und von allen respektierte Friedens- und Sicherheitsordnung für Europa“. Vor echten vertrauensbildenden Maßnahmen sei bereits eine behutsame Wiederaufnahme diplomatischer Kontakte nötig. Dass der russische Präsident Wladimir Putin bisher kein Interesse an einem solchen Waffenstillstand zeigt, wird nicht erwähnt. Genauso wenig das folgenlose Telefonat des damaligen Bundeskanzlers Olaf Scholz im November mit Putin. Oder dass dieser zuletzt immer wieder zeigte, wie wenig er von diplomatischen Vermittlungsversuchen unter anderem von US-Präsident Donald Trump hält. Die SPD-Friedenskreise wenden sich zudem gegen eine Stationierung neuer amerikanischer Mittelstreckenraketen in Deutschland und gegen die Erhöhung des Verteidigungshaushalts auf 3,5 oder fünf Prozent des Bruttoinlandsprodukts. Sie beklagen, aktuell werde ein „Zwang zu immer mehr Rüstung und zur Vorbereitung auf einen angeblich drohenden Krieg“ beschworen, statt Verteidigungsfähigkeit mit Rüstungskontroll- und Abrüstungspolitik zu verknüpfen. Die Unterzeichner warnen: „Militärische Alarmrhetorik und riesige Aufrüstungsprogramme schaffen nicht mehr Sicherheit für Deutschland und Europa, sondern führen zur Destabilisierung und zur Verstärkung der wechselseitigen Bedrohungswahrnehmung zwischen Nato und Russland.“ Politiker anderer Parteien zeigten sich entsetzt: „Wann wird begriffen, dass Russland nicht verhandeln und keinen Frieden will“, schrieb der Unions-Außenpolitiker Roderich Kiesewetter auf X. Grünen-Fraktionschefin Britta Haßelmann betonte: „Wir alle wünschen uns Frieden, und niemand sehnt ihn mehr herbei als die Menschen in der Ukraine. Leider wurden alle Versuche, einen Waffenstillstand zu erreichen oder Friedensgespräche zu führen, von Präsident Putin durchkreuzt und abgelehnt.“ Das Papier der SPD-Politiker blende ernste Realitäten aus und werde der wahren Bedrohung nicht gerecht. Die AfD dagegen begrüßte das Papier. Dass das „Manifest“ nicht die Haltung der gesamten SPD widerspiegelt, zeigen die durchaus harschen Reaktionen. Pistorius sagte der Deutschen Presse-Agentur: „Es missbraucht den Wunsch der Menschen in unserem Land nach Ende des furchtbaren Krieges in der Ukraine. Nach Frieden.“ Russland wolle den Frieden nicht, und wenn nur zu eigenen Bedingungen. „Mit diesem Putin können wir nur aus einer Position der Stärke verhandeln.“ Nötig sei die eigene Verteidigungsfähigkeit. Fraktionschef Matthias Miersch distanzierte sich ebenfalls: Das Papier sei ein Debattenbeitrag, sagte er dem Redaktionsnetzwerk Deutschland. „Das ist legitim, auch wenn ich zentrale Grundannahmen ausdrücklich nicht teile.“ Miersch sagte: „Natürlich bleibt Diplomatie oberstes Gebot. Aber wir müssen auch ehrlich sagen: Viele Gesprächsangebote – auch vom Bundeskanzler Olaf Scholz - sind ausgeschlagen worden. Wladimir Putin lässt bislang nicht mit sich reden.“ Der ehemalige Abgeordnete Michael Roth kritisierte ebenfalls auf X: „Dieses ,Manifest‘ ist kein spannender Debattenbeitrag, sondern eine weinerliche Melange aus Rechthaberei, Geschichtsklitterung und intellektueller Wohlstandsverwahrlosung.“ Der frühere Abgeordnete Fritz Felgentreu kommentierte: „Die letzten sozialdemokratischen Protagonisten einer gescheiterten Politik und ehemalige Protagonisten, die sich hinter sie stellen, beschwören die Zauberformeln von 1982 – was in einer überalterten Partei durchaus Wirkung zeigen kann.“ Tatsächlich sind unter den Unterzeichnern auffällig wenig junge Politiker. Bei vielen, etwa Mützenich und Stegner, ist die Haltung bereits seit Jahren bekannt. Die SPD ringt schon seit langem mit der Aufarbeitung ihrer Russland-Politik. Mit Spannung wird die Debatte beim Parteitag erwartet – denn auch im neuen Parteiprogramm dürften sich die Sozialdemokraten zu dem Thema positionieren. Deutschlands Bundeskanzler Friedrich Merz zeigte sich gelassen angesichts der Kritik in der SPD an der Verteidigungspolitik seiner Regierung. „Ich kann nur sagen, wir sind uns in der Bundesregierung zwischen CDU/CSU und SPD in der Bewertung des Krieges, den Russland gegen die Ukraine führt, und in den Konsequenzen, die es daraus zu ziehen gilt, vollkommen einig“, sagte der CDU-Chef am Mittwochabend nach einem Treffen mit der dänischen Ministerpräsidentin Mette Frederiksen in Berlin. „Und ich setze darauf, dass diese Einigkeit auch bestehen bleibt“, sagte er auf die Frage, ob Vizekanzler und SPD-Chef Lars Klingbeil ein Machtwort sprechen solle. Die FDP-Europapolitikerin Marie-Agnes Strack-Zimmermann forderte eine sofortige Erklärung der SPD-Spitze: „Das Schweigen von Lars Klingbeil und Matthias Miersch zum ,Manifest‘ ist ohrenbetäubend dröhnend“, kritisierte sie auf X, bevor sich Miersch geäußert hatte. „Die SPD-Spitze muss sich sofort erklären, ob sie hinter der Außenpolitik der neuen Bundesregierung steht. Tut sie dies nicht, sollte der Bundeskanzler bereits jetzt über die Vertrauensfrage im Bundestag nachdenken.“ (APA/dpa)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "War, Conflict and Unrest"
    ],
    "topics": [
      "Politics->political parties and movements",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->diversity, equity and inclusion",
      "War, Conflict and Unrest->peace process"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Boris Pistorius",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Russland",
          "sentiment": "none"
        },
        {
          "name": "Ukraine",
          "sentiment": "none"
        },
        {
          "name": "Europa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Deutschen Presse-Agentur",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "trusted_news"
      ],
      "top_news": [
        "top_news_at",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-12T10:31:54.035+03:00",
    "updated": "2025-06-13T08:05:55.000+00:00"
  },
  {
    "uuid": "11de8005d3ad2ab5a01fc6fb462c116ee7367bbb",
    "url": "https://flipboard.com/article/nate-florence-at-cloudbreak-a-slow-motion-look-at-his-mind-blowing-tube/f-7323862ce0%2Ftheinertia.com",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "theinertia.com - Alexander Haro",
    "published": "2024-03-14T23:03:23Z",
    "title": "Nate Florence at Cloudbreak: A Slow-Motion Look at His Mind-Blowing Tube | Flipboard",
    "text": "Nate Florence at Cloudbreak: A Slow-Motion Look at His Mind-Blowing Tube If you follow surfing vlogs, it’s likely you saw Nate Florence’s latest episode from Fiji. He headed there, of course, to surf Cloudbreak, and the …\ntheinertia.com - Alexander Haro • 8h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nate florence",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "irfu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fiji",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T01:03:24.853+02:00",
    "updated": "2024-03-15T12:12:54.114+02:00"
  }
]