[
  {
    "uuid": "c6c42e086471f01229efdc7ce3c602df0314f07d",
    "url": "https://sentinelcolorado.com/sports/pro/nuggets/jamal-murray-scores-32-points-nuggets-use-big-run-to-beat-kings-117-96",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "facebook.com/aurorapreps.sentinel",
    "published": "2024-02-29T19:06:00Z",
    "title": "Jamal Murray scores 32 points, Nuggets use big run to beat Kings 117-96 - Sentinel Colorado",
    "text": "DENVER | Jamal Murray scored 32 points, Nikola Jokic had 14 points, 14 rebounds and 11 assists in just three quarters for his fourth straight triple-double and the Denver Nuggets had a big run to beat the short-handed Sacramento Kings 117-96 on Wednesday night. Jokic had his 19th triple-double of the season as Denver avoided losing all four games to Sacramento this season. Murray made 13 of 15 shots, including five of his six 3-point attempts, to help the Nuggets win their fourth straight since the All-Star break. They had dropped three in a row, including a home loss to the Kings on Feb. 14. “I’m sure there are plenty of people around Denver jumping off bridges,” Denver coach Michael Malone said. “And everybody’s just got to take a chill pill and relax. Take a deep breath. This is a good team and when we’re healthy, we’re a really good team. That’s been the key. This group has proven they can beat anybody on any given night.” Denver trailed 47-32 early in the second quarter and outscored the Kings 68-22 over the next 18:21 to lead by 32. Jokic completed the 124th triple-double of his career when he fed Kentavious Caldwell-Pope for a corner 3-pointer that made it 100-68 with 1:14 left in the third quarter. Sacramento guard De’Aaron Fox was scratched from the lineup about an hour before tip-off because of a left knee contusion. He went through pregame warmups before being ruled out. Domantas Sabonis, the NBA triple-double leader with 21, was held to 13 points, 10 rebounds and seven assists, while Keegan Murray scored 21 points for the Kings. Keegan Murray had 11 points in the first quarter, including a 3-pointer at the end of the period that gave Sacramento a 35-28 lead, but was shut down by the Nuggets’ swarming defense. He made just 2 of 5 shots in the second and third quarters and scored six points with the game already out of reach. Alex Len added 18 points off the bench for the Kings. “They started getting deflections and we started making bad decisions with the basketball,” Sacramento coach Mike Brown said. “As soon as that happened you could see how hard they pushed and ran in transition.” Several of Jokic’s assists led to dunks by Aaron Gordon, who had 17 points. Caldwell-Pope, who missed the last two games against the Kings, had 11 of his 18 points in the third quarter and Michael Porter Jr. finished with 14 points. The Nuggets remain two games behind Minnesota for the top seed in the Western Conference. “We came in after the All-Star break, everybody had the same mentality, the same goals in mind, and that’s to get back to the No. 1 spot and try to go back-to-back,” Caldwell-Pope said. UP NEXT Kings: At Minnesota on Friday night. Nuggets: Host Miami on Thursday night",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikola jokic",
          "sentiment": "negative"
        },
        {
          "name": "jamal murray",
          "sentiment": "negative"
        },
        {
          "name": "michael malone",
          "sentiment": "none"
        },
        {
          "name": "jokic",
          "sentiment": "none"
        },
        {
          "name": "murray",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nuggets",
          "sentiment": "negative"
        },
        {
          "name": "denver nuggets",
          "sentiment": "none"
        },
        {
          "name": "sacramento kings",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sacramento",
          "sentiment": "none"
        },
        {
          "name": "denver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:58:28.631+02:00",
    "updated": "2024-03-01T00:58:28.631+02:00"
  },
  {
    "uuid": "4e71129e24b7efac5909d8bcbf0a241687274fa9",
    "url": "https://www.aol.com/tallahassee-police-arrested-six-armed-233020577.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2023-12-28T23:30:00Z",
    "title": "Tallahassee police say they arrested six armed suspects before a crime could unfold - AOL",
    "text": "Tallahassee police say they arrested six armed suspects before a crime could unfold\nThe Tallahassee Police Department says it arrested six armed suspects in an effort to reduce the number of guns on the streets and to stop a crime before it could happen.\nOfficers received a call Dec. 22 that a suspect flashed a firearm and they immediately began \"searching for known groups engaged in active feuds and planning violent acts against each other,\" according to a news release.\nTPD's helicopter unit, which is a joint task force with the Leon County's Sheriff Office, helped locate a car in the 1600 block of Baldwin Park Drive that was associated with one of the groups.\nOfficers watched as five men wearing ski masks climbed into the car, prompting them to initiate a traffic stop near Roberts Avenue and Mabry Street, according to the release.\nTwo of the men ran from the car; one was carrying a semi-automatic firearm.\n\"Fortunately, the suspect tripped and lost control of the firearm,\" TPD said. \"He was quickly taken into custody without further incident.\"\nThe driver took off in the car as the two who ran away were arrested.\nHe was later stopped at the corner of Yulee and Plant Streets, according to the news release. He and two other people in the car, who also were armed, took off on foot before they too were stopped and arrested. One suspect managed to escape.\nFive days later, two more suspects were arrested as a result of another traffic stop.\nCharges for the six, whose names were not released, were not immediately available.\n\"This operation exemplifies the dedication of TPD to proactively combat gun violence within our community,\" TPD said. \"This remains an ongoing investigation, and there could be more arrests and additional charges in the future.\"\nElena Barrera can be reached at . Follow her on X\n@elenabarreraaa.\nThis article originally appeared on Tallahassee Democrat:\nTallahassee Police: Six armed men arrested 'planning violent acts'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://twitter.com/elenabarreraaa",
      "https://www.tallahassee.com/story/news/local/2023/12/28/tallahassee-police-six-armed-men-arrested-planning-violent-acts/72052268007/",
      "https://www.twitter.com/elenabarreraaa",
      "https://www.tallahassee.com/story/news/local/2023/12/28/tallahassee-police-six-armed-men-arrested-planning-violent-acts/72052268007",
      "https://tallahassee.com/story/news/local/2023/12/28/tallahassee-police-six-armed-men-arrested-planning-violent-acts/72052268007/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "aol",
          "sentiment": "negative"
        },
        {
          "name": "police department",
          "sentiment": "none"
        },
        {
          "name": "leon county's sheriff office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tallahassee",
          "sentiment": "none"
        },
        {
          "name": "mabry street",
          "sentiment": "none"
        },
        {
          "name": "baldwin park drive",
          "sentiment": "none"
        },
        {
          "name": "roberts avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:30:31.476+02:00",
    "updated": "2023-12-29T02:30:31.476+02:00"
  },
  {
    "uuid": "c0e3eda909668cbf1161856968ec2c2055c114d4",
    "url": "https://finbold.com/blackrocks-seed-round-sparks-hope-for-bitcoin-spot-etfs-inqubeta-presale-endeavors-to-reach-10m-soon/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paul L.",
    "published": "2024-01-05T20:00:00Z",
    "title": "BlackRock's Seed Round Sparks Hope for Bitcoin Spot ETFs; InQubeta Presale Endeavors to Reach $10M Soon | Finbold",
    "text": "Recently, BlackRock, a pioneer in asset management services, revealed that it has received a whopping $100,000 of funding from an unknown investor. The US firm disclosed this info in a fresh application sent to the Security and Exchange Commission (SEC). While Blackrock has nailed another significant mark, InQubeta, a new player in the blockchain niche, is expected to touch yet another benchmark. With the current growth ratio, the tech company will raise $10M soon. BlackRock Revives Investor Hope The world’s biggest asset management company received significant funding for its spot Bitcoin ETF back in October 2023. as reported by the SEC. The SEC stated that the investor agreed to buy 4000 shares worth roughly $100,000 in October 2023. In this case, the investor is acting as a “Statutory underwriter” in reference to the Seed Creation Baskets. The filing also revealed that the investor is looking forward to paying the sponsor’s fee, which will enable BlackRock to borrow Bitcoin as a trade credit from credit lenders. This is a new hope for Bitcoin and all the fans it has all over the world and pushes the idea that a bullish run is indeed on the way in 2024. Using this technique, BlackRock can charge the fees using loans instead of selling Bitcoin, resulting in no impact on the actual BTC rate. InQubeta: A New Wave In AI Investing [InQubeta](https://qube.la/fbd117) stands out as the best crypto platform for AI startup investments, offering an innovative approach to crypto crowdfunding. It introduces the concept of fractional investment using its native cryptocurrency, QUBE tokens, making it the best crypto to buy for those interested in the AI tech sector. Investors in InQubeta can purchase fractions of AI startup assets, eliminating the need to buy entire shares. This fractionalization makes AI startup investments more accessible to a broader audience, making it one of the best crypto to invest in now. QUBE, the deflationary ERC20 token, serves as the main medium of exchange on this platform. Holding these QUBE tokens comes with some awesome benefits. A portion of transaction fees, both for buying and selling QUBE tokens, is allocated to a burn wallet, reducing the total supply over time, making it one of the best coins to invest in. Additionally, QUBE tokens are used for staking, allowing holders to earn rewards. As you can see, the team has checked a whole lot of useful boxes when creating this token. Conclusion BlackRock was among the first in line who filed for the spot Bitcoin ETF in July. Back in the day, BlackRock was among the list of 13 awaiting decisions from the SEC. SEC has previously rejected the idea of a spot BTC ETF. The move led to many turning their attention to cryptocurrency, and as a result, the crypto world has seen a new change. Talking about the new changes, AI Crypto InQubeta is about to hit the presale mark of $10M. The AI giant is transforming the blockchain world, allowing for smart transactions, secure investments, and solid turnover.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://qube.la/fbd117)",
      "https://www.qube.la/fbd117)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bitcoin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "blackrock",
          "sentiment": "negative"
        },
        {
          "name": "security and exchange commission",
          "sentiment": "none"
        },
        {
          "name": "sec",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T01:09:42.540+02:00",
    "updated": "2024-01-06T01:09:42.540+02:00"
  }
]