[
  {
    "uuid": "c001d5cff933d6415aa622cef633ea11615fd338",
    "url": "https://thequantuminsider.com/2024/04/11/bluefors-launches-new-gas-handling-system-generation-2-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Resonance",
    "published": "2024-04-11T21:38:00Z",
    "title": "Bluefors Launches New Gas Handling System Generation 2",
    "text": "HELSINKI, Finland, March 4, 2024: Bluefors today announced a next generation Gas Handling System that completely reimagines the way scientists, researchers and companies working in quantum technology experience and control their cryogenic measurement systems.\nThe Gas Handling System is the beating heart that powers all Bluefors Dilution Refrigerators, managing the helium gas circulation in the system. With over 1000 systems installed worldwide, Bluefors is the industry leader providing benchmark ultra-low temperature cooling solutions used in quantum technology.\nGas Handling System Generation 2 introduces a modular design that brings more flexibility, usability, functionality, and safety. The new hardware comprises multiple modular units, based around a new Core Unit that utilizes top industrial solutions. The Core Unit adopts an easy-access, lockable front door design, and the latest generation of pumps and sensors. The system has been designed as a modular platform that can be easily upgraded to add more features and functionality.\nGas Handling System Generation 2 also introduces an all-new touch screen Control Software Generation 2 that makes the operation of Bluefors cryogenic measurement systems more intuitive, while at the same time providing greater access to diagnostic data. The new Control Software offers expanded remote access, and simplifies operation for less experienced users through fully automatic, intelligent automation – while providing greater access to diagnostic data for those that need it.\n“We’ve built in state awareness, condition monitoring, diagnostic procedures, warnings and alerts, and the system can even identify potential issues. This means we can deliver more peace of mind and longer system lifetimes, and all with unprecedented ease of use,” says Erkki Soininen, Product Director at Bluefors.\nDavid Gunnarsson, Bluefors’ Chief Technology Officer and Principal Scientist, adds, “We wanted to deliver the cutting-edge solution that the quantum industry truly deserves. With the updated Gas Handling System, we have achieved these goals – and a lot more.”\nThe new Gas Handling System Generation 2 is available now. For more information visit: https://bluefors.com /products/dilution-refrigerator-measurement-systems/gas-handling-system/\nAbout Bluefors\nBluefors is the world leader in manufacturing cryogenic measurement systems for the field of quantum technology. We are dedicated to delivering the most reliable, easy-to-operate systems and versatile on the market. The quality of our products in combination with our scalable production capabilities, has made the quantum technology field recognize us as the preferred choice for their ultra-low temperature requirements. We offer a variety of models of dilution refrigerator measurement systems to meet the specific needs of our customers in laboratories in companies and universities worldwide.\nBluefors – Cool for Progress.\nBLUEFORS.COM\nFor more information:\nIngela Waismaa, Senior Manager – Marketing and Communications, Bluefors\n+358 9 5617 4848\nIf you found this article to be informative, you can explore more current\nquantum news here, exclusives, interviews, and podcasts.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "external_links": [
      "https://bluefors.com",
      "https://www.bluefors.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "helsinki",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T02:14:41.267+03:00",
    "updated": "2024-04-12T02:14:41.267+03:00"
  },
  {
    "uuid": "3e7f2246d6198cd869f267a107600e3be9525840",
    "url": "https://www.beliefnet.com/columnists/strongermarriages/2024/03/how-eagles-guitarist-joe-walsh-got-sober-and-reconnected-with-his-daughter.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lauren McKeithen",
    "published": "2024-04-18T10:31:00Z",
    "title": "How Eagles Guitarist Joe Walsh Got Sober and Reconnected With His Daughter",
    "text": "Lucy Walsh was only 12 years old when she really got to know her biological father, Eagles guitarist Joe Walsh. At the time, the rockstar had gotten sober and went back to work with the band after living in the fast lane for years. The actress and fellow musician told Fox News Digital, “Before that, I didn’t know him very well. I would see him maybe once a year, and it was like Christmas. Getting to see my dad this one time of year was just so exciting.”\nShe continued, “But then he would go away again, and I wouldn’t know when the next time I was going to see him was. So, when he got sober and I was 12, my life changed. My dad wasn’t working that much in the music business. He’d been very famous before that. But during my young life, he wasn’t very active. And then when he rejoined the Eagles, I realized my dad is a very big deal. And it was shocking to me. I write about it in the book as being one of the first concerts they played at the time.”\nThe 41-year-old has written a new memoir,\n“Remember Me as Human: What Three Final Days with My Grandmother Wanda Taught Me About Truly Living.” It explores her relationship with her maternal grandmother, Wanda, before she died in 2011. The matriarch passed away four months after Walsh interviewed her in her nursing home. In the book, Walsh reflects on her life, including her relationship with her father, 76. She admitted, “I had always heard stories about my dad from the press. Kids would bring magazines to school with pretty disturbing information. And I had never spoken to him about these things.”\nWalsh continued, “But as I got to know him as a person, it’s the same thing that I realized with my grandmother. I got to know his humanity. I got to see him as a full person, not just my dad or some guy in these magazine stories. It’s seeing your parents as a person, as a human. Forgiving them for their trespasses is what I think becoming an adult is about. It’s about granting them empathy and mercy for things you think might’ve been mistakes in the past. With Dad, it’s been a lot because he’s in the public eye,” Walsh continued. “His mistakes get printed in the news. And so, there’s been a lot of hearsay that I have been able to talk through now with him as an adult and come to terms with who he really is. And love him for who he is.”\nJoe joined the Eagles after becoming friends with Don Henley and Glenn Frey, People Magazine reported. As the band skyrocketed to fame, so did his dependence on drugs and alcohol. When the group broke up in 1980, Walsh’s addiction worsened. According to the outlet, he turned to alcohol to cope with severe stage fright. In the book, Walsh described seeing her father on stage for the first time. She recalled, “It was a live televised taping for VH1. I was sitting in the audience between Whoopi Goldberg and Claudia Schiffer; The roar of that audience just brought me to tears. I was just so overwhelmed by it all. And then we spent a lot of great time together.”\nWalsh said she hasn’t ruled out the possibility of collaborating with her father. She teased, “We have some things planned. Music is our unspoken bond. No matter what’s going on in life, we can always come together and connect through our music.”\n<a href=\"https://www.beliefnet.com/columnists/strongermarriages/2024/03/ryan-gosling-and-eva-mendes-leave-la-didnt-want-daughters-growing-up-around-other-celeb-kids.html\">\nRead Previous Post\nRyan Gosling and Eva Mendes Leave LA, Didn't Want Daughters Growing Up Around Other Celeb Kids\n</a>",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "http://www.amazon.com/exec/obidos/ASIN/B0CT9PZ88L",
      "http://amazon.com/exec/obidos/ASIN/B0CT9PZ88L"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe walsh",
          "sentiment": "neutral"
        },
        {
          "name": "lucy walsh",
          "sentiment": "neutral"
        },
        {
          "name": "wanda",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "eagles",
          "sentiment": "neutral"
        },
        {
          "name": "fox news digital",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:06:19.512+03:00",
    "updated": "2024-04-19T00:06:19.512+03:00"
  },
  {
    "uuid": "29eb44e7e35db6432d26f5008aaa2928759a9ce3",
    "url": "https://www.startribune.com/weather-service-issues-historic-december-flood-warning-for-red-river-minnesota-north-dakota/600331293/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jenny Berg",
    "published": "2023-12-29T17:42:00Z",
    "title": "Weather service issues historic December flood warning for Red River",
    "text": "The slow-moving storm system that let loose 3 inches of rain over Fargo this week has prompted the National Weather Service to issue an unprecedented flood warning for the Red River in December.\n\"This was an unusual system. It dumped a lot of rain,\" said Brad Hopkins, meteorologist for the National Weather Service (NWS) in Grand Forks, N.D. \"There was really no snowpack to absorb any of that water so it collected in the ditches and eventually flowed into the rivers.\"\nHopkins said Friday that he has pored over weather records as far back as he could and \"unless there's something handwritten by observers in the late 1800s or early 1900s, I cannot find another instance where we've issued a river point flood warning in December.\"\nThe NWS warning issued Thursday for the Red River in Fargo estimated the river would rise above the flood stage of 18 feet Friday and potentially crest at 21 feet on Sunday.\nHopkins said Friday that the river will likely not reach the anticipated crest because the rate of ascent is slowing. By midafternoon Friday, the river was measured at 17.6 feet, which was just shy of the flood stage of 18 feet.\n\"It looks like it's starting to crest just under minor flood stage, but there's still that chance it could bump up right against it,\" Hopkins said.\nFlooding of the Red River has wreaked havoc on the Fargo-Moorhead area in the past few decades, including the April 1997 flood that crested at nearly 40 feet. That flood displaced thousands of residents and devastated the Grand Forks area, ultimately causing about $4 billion in damage .\nSince then, many communities at risk of flooding have implemented mitigation projects . In Fargo, the city purchased and removed more than 200 properties from high-risk areas, improved drainage and installed permanent levees and floodwalls.\nWhen the Red River rises to 17 feet, as it did Friday, water creeps to the edge of the bike path along Elm Street N. in Fargo and crews set up cones to alert pedestrians of possible high water, according to Jody Bertrand, the city's storm utility division engineer. The city on Friday also closed Elm Street N. to traffic between 13th and 15th avenues.\n\"Operations-wise for the flood event, there's very little that changes until we get to a much higher [crest],\" Bertrand said.\nThe forecast of dry weather in the coming days is giving folks peace of mind. And the region is still listed as abnormally dry.\n\"We're still hoping for some snowpack so we can get rid of the drought conditions,\" Bertrand said.\nHopkins said this rare December flood warning shouldn't serve as an indication for spring flooding.\n\"We've still got a long ways to go this winter,\" he said, noting long-range forecasts for the next three months hint at below-average precipitation.\n\"We may be starting the spring flood season on the drier side, which means the impacts would be lesser,\" he said. \"But we'll be watching very closely as we get into the end of January and beginning of February.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.fargond.gov/city-government/departments/engineering/flooding-flood-control",
      "https://twitter.com/NWSGrandForks/status/1740642430607880430",
      "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=FGF&wwa=flood%20warning",
      "https://www.water.weather.gov/ahps2/hydrograph.php?gage=fgon8&wfo=fgf",
      "https://fargond.gov/city-government/departments/engineering/flooding-flood-control",
      "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=FGF&wwa=flood%20warning",
      "https://forecast.weather.gov/wwamap/wwatxtget.php",
      "https://dps.mn.gov/blog/Pages/20170403-blog-red-river-flooding-anniversary.aspx",
      "https://water.weather.gov/ahps2/hydrograph.php?gage=fgon8&wfo=fgf",
      "https://www.twitter.com/NWSGrandForks/status/1740642430607880430",
      "https://water.weather.gov/ahps2/hydrograph.php",
      "https://www.dps.mn.gov/blog/Pages/20170403-blog-red-river-flooding-anniversary.aspx"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hopkins",
          "sentiment": "none"
        },
        {
          "name": "brad hopkins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "fargo",
          "sentiment": "negative"
        },
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "ational weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fargo",
          "sentiment": "none"
        },
        {
          "name": "red river",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T21:21:15.785+02:00",
    "updated": "2024-01-05T23:02:30.509+02:00"
  },
  {
    "uuid": "3ef3d0588f7b2f7ad095b18bce690ef1d7e513a5",
    "url": "https://finbold.com/australian-and-new-zealand-citizens-residents-can-now-trade-blocksquare-token-with-ease-through-stormrake-cryptocurrency-brokers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chainwire",
    "published": "2024-04-12T00:00:00Z",
    "title": "Australian and New Zealand Citizens & Residents Can Now Trade Blocksquare Token with Ease through Stormrake Cryptocurrency Brokers",
    "text": "Ljubljana, Slovenia, April 12th, 2024, Chainwire We are thrilled to announce a groundbreaking opportunity for Australian and New Zealand citizens and residents to seamlessly engage in trading [Blocksquare Token (BST)](https://blocksquare.io/token) through [Stormrake Cryptocurrency Brokers](https://www.stormrake.com/). This partnership opens doors to a convenient and secure service for individuals keen on exploring the world of digital assets. Blocksquare Token (BST) represents an innovative digital asset in the real estate sector, offering exciting prospects for investors seeking to diversify their portfolios. With Stormrake Cryptocurrency Brokers, the process of trading BST becomes not only accessible but also efficient and reliable. One of the key features of Stormrake’s service is its reliable banking rails and seamless deposit options, ensuring that clients can fund their accounts quickly and securely. Whether utilising traditional banking methods or embracing the latest in cryptocurrency payments, Stormrake provides a hassle-free experience for traders. Moreover, clients have the flexibility to trade with Stormrake by simply sending their trade desk an email or calling their dedicated crypto broker to place their order. This personalised approach to trading ensures that individuals receive the support and guidance they need to make informed decisions in the dynamic crypto market. Through Stormrake’s user-friendly service, individuals can easily create an account, gaining instant access to a world of digital assets, including the coveted Blocksquare Token. Whether you’re a seasoned trader or a newcomer to the crypto space, Stormrake offers the tools and resources necessary to navigate the market with confidence. “We are thrilled to extend our services to the vibrant communities of Australia and New Zealand,” said Bisher Khudeira, Head of Sales & Brokerage at Stormrake Cryptocurrency Brokers. “Our collaboration with Blocksquare opens up exciting possibilities for investors in these regions, empowering them to participate in the burgeoning crypto economy with ease.” The partnership between Blocksquare and Stormrake underscores a shared commitment to democratising access to digital assets. By streamlining the trading process and prioritising user experience, both entities aim to foster greater inclusivity and engagement within the crypto community. “We are delighted to partner with Stormrake Cryptocurrency Brokers to offer our token to the Australian and New Zealand markets,” remarked Denis Petrovcic, CEO at Blocksquare. “This collaboration marks a significant milestone in our mission to revolutionise the real estate industry through blockchain technology, and we look forward to welcoming new participants to our ecosystem.” To get started trading BST and other digital assets, Australian and New Zealand citizens and residents can visit Stormrake Cryptocurrency Brokers’ website and create an account today or click the link below to get started. https://go.blocksquare.io/stormrake About Stormrake Cryptocurrency Brokers: Stormrake Cryptocurrency Brokers is a leading provider of digital asset trading services, offering a secure and user-friendly service for individuals in AU&NZ. With a commitment to innovation and customer satisfaction, Stormrake empowers traders to explore the exciting possibilities of the crypto market with confidence. About Blocksquare: Blocksquare Token (BST) stands at the forefront of the real estate digital transformation, introducing blockchain technology to redefine property investment. Through its innovative real estate tokenization protocol, [Blocksquare](https://www.blocksquare.io) enables the digitization of real estate assets, offering enhanced liquidity and broader accessibility. This breakthrough opens the door to the global real estate market for a wider audience. In addition to its tokenization service, Blocksquare has developed a white-label platform, streamlining the creation of online marketplaces for real estate assets at significantly reduced costs. Venturing further into innovation, Blocksquare has introduced [Oceanpoint](https://www.oceanpoint.fi), an addition to its tokenization infrastructure. Oceanpoint integrates the principles of decentralised finance (DeFi), facilitating universal access to real estate financing. This strategic expansion signifies Blocksquare’s commitment to breaking down barriers in real estate investment and financing, leveraging the internet to democratise access to one of the most valuable asset classes worldwide. [Website](https://blocksquare.io/) | [X](https://twitter.com/blocksquare_io) | [Telegram](https://t.me/blocksquare) | [Medium](https://medium.blocksquare.io/) | [Token overview](https://docs.blocksquare.io/bst-token/token-overview) | Contact Blocksquare CMO Julia Buchholz [[email protected]](/cdn-cgi/l/email-protection)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.blocksquare.io)",
      "https://www.oceanpoint.fi),",
      "https://blocksquare.io/)",
      "https://blocksquare.io/token)",
      "https://go.blocksquare.io/stormrake",
      "https://medium.blocksquare.io/)",
      "https://twitter.com/blocksquare_io)",
      "https://www.stormrake.com/).",
      "https://docs.blocksquare.io/bst-token/token-overview)",
      "https://t.me/blocksquare)",
      "https://www.blocksquare.io/token)",
      "https://www.blocksquare.io/)",
      "https://www.t.me/blocksquare)",
      "https://www.twitter.com/blocksquare_io)",
      "https://blocksquare.io)",
      "https://www.medium.blocksquare.io/)",
      "https://stormrake.com/).",
      "https://www.docs.blocksquare.io/bst-token/token-overview)",
      "https://www.go.blocksquare.io/stormrake",
      "https://oceanpoint.fi),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stormrake",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "slovenia",
          "sentiment": "none"
        },
        {
          "name": "ljubljana",
          "sentiment": "none"
        },
        {
          "name": "stormrake",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T05:08:40.509+03:00",
    "updated": "2024-04-12T05:08:40.509+03:00"
  }
]