[
  {
    "uuid": "44ce4121ae075608c19a9b9586e1ae6c7ad1f041",
    "url": "https://www.watfordobserver.co.uk/news/national/24018754.relatives-murdered-british-backpacker-grace-millane-honoured-obes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-29T23:29:00Z",
    "title": "Relatives of murdered British backpacker Grace Millane ‘honoured’ by OBEs | Watford Observer",
    "text": "Two relatives of murdered British backpacker Grace Millane have said they are honoured that their work to help abuse victims as a positive legacy in her name has been recognised in the New Year Honours list. The newly graduated university student was strangled to death in a hotel in Auckland, New Zealand, the day before her 22nd birthday on December 1 2018, by Jesse Shane Kempson who she met on Tinder. Kempson was found guilty by a unanimous verdict in November the following year. Grace’s mother Gillian Millane and cousin Hannah O’Callaghan, both from Essex, co-founded an organisation in her name called Love Grace, which aims to “empower victims of domestic abuse”. They described their OBEs for services to charitable fundraising and tackling violence against women as an “incredible honour” and dedicated it to Grace, saying she “would have been very proud and keen to get involved with what we are doing”. Ms O’Callaghan said: “I don’t think she would believe how big Love Grace has become and how many women we can help by offering a bit of normality to. “She would have also probably been amused that we have been to Downing Street and are now to meet a member of the Royal Family.” Love Grace collects handbags and fills them with toiletries for domestic abuse victims, as well as raising money for White Ribbon charities in the UK and New Zealand, which educate men and boys about attitudes that can contribute to violence against women and girls. Ms O’Callaghan said: “We wanted to create a legacy in Grace’s memory and directly help women who have been affected by domestic abuse, to turn our negative into a positive. “If we help just one woman, then we have achieved that. “We have been overwhelmed by the support people have shown our ‘Love Grace Handbag Appeal’, from donating handbags and toiletries, to running appeals in their own area. “This has allowed more women to receive a little bit of normality and remind them to believe in themselves as they matter. “So thank you to everyone who has donated, and all of our friends & family who have helped us with Love Grace. “We would like to accept this award on their behalf and in Grace’s name. We will continue to raise awareness of the issues many face, and make sure that no other family has to go through this.” The handbag appeal started as a practical way for the relatives to try to deal with their grief as “it was very cathartic and allows us to talk about Grace”, Ms O’Callaghan said. She added: “We had no idea how our initiative would take off. It helped that Grace loved a handbag. “Detective Inspector Scott Beard (who was part of the murder investigation team) said that each bag was a smile on the face of someone who needs it, so how lovely to think that 16,000 people have smiled because of Grace. “We are so proud of the legacy we have created in her memory.” The next step is to try to get charity status for Love Grace, which started with a 50 bag target and is now at 16,000 bags worldwide. Ms O’Callaghan said: “This will allow us to reach more areas and help offer practical empowerment to more women who need it. “Logistics is a key area for development, we rely on volunteers to set up and run appeals and then give back to refuge charities in their local areas. Hopefully we will be able to get our bags further afield.” Since Grace was murdered both women have also been fundraising for the White Ribbon charity to help raise awareness of male violence towards women. The body of Ms Millane, who had been on her gap year, was found buried in a suitcase in Waitakere Ranges, a forested area outside the city of Auckland. In February 2020, Kempson was jailed for life with a minimum term of 17 years, with the judge rejecting his argument that the pair had rough sex that went too far. He was later found guilty of raping another British tourist, who he also met on Tinder, eight months before he killed Ms Millane. The rape victim reportedly went to the police after recognising Kempson from media coverage of the death of Ms Millane. The sex offender was also convicted in a separate trial, with a different victim, of threatening to kill, two charges of assault with a weapon, three assaults and two counts of sexual violation. Comments: Our rules We want our comments to be a lively and valuable part of our community - a place where readers can debate and engage with the most important local issues. The ability to comment on our stories is a privilege, not a right, however, and that privilege may be withdrawn if it is abused or misused. Please report any comments that break our rules. [Read the rules here](/misc/comments)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "grace millane",
          "sentiment": "negative"
        },
        {
          "name": "jesse shane kempson",
          "sentiment": "none"
        },
        {
          "name": "hannah o’callaghan",
          "sentiment": "none"
        },
        {
          "name": "kempson",
          "sentiment": "none"
        },
        {
          "name": "o’callaghan",
          "sentiment": "none"
        },
        {
          "name": "gillian millane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "obes",
          "sentiment": "negative"
        },
        {
          "name": "watford observer two",
          "sentiment": "negative"
        },
        {
          "name": "essex",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new zealand",
          "sentiment": "none"
        },
        {
          "name": "auckland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T01:41:54.056+02:00",
    "updated": "2023-12-30T01:41:54.056+02:00"
  },
  {
    "uuid": "5278f051176a20200807c2823e2299029f6e457c",
    "url": "https://www.ncesc.com/geographic-faq/was-spain-a-protestant-country",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Maurice McKnight",
    "published": "2024-05-24T14:40:00Z",
    "title": "Was Spain a Protestant country?",
    "text": "Was Spain a Protestant country?\nNo, Spain was not a Protestant country. With its New World wealth, Spain was the bastion of the Catholic faith. Beginning with the reform efforts of Martin Luther in 1517 and John Calvin in the 1530s, however, Catholic dominance came under attack as the Protestant Reformation, a split or schism among European Christians, began.\nWas Spain ever Protestant?\nNo, Protestantism never really took hold in Spain. Even though there were reform efforts by Martin Luther and John Calvin, Catholicism remained the dominant religion in the country.\nWhat religion was Spain before Catholicism?\nBefore Christianity, there were Jews in Spain. In ancient Iberia, there were pre-Roman and Hispano-Roman pagan religious combinations. The Romans, who were Greco-Roman, had also taken on other foreign cultures’ deities and made cults devoted to them.\nWhich European countries became Protestant?\nThe Nordic countries and the United Kingdom became Protestant. Other historical Protestant strongholds such as Germany, the Netherlands, Switzerland, Latvia, Estonia, and Hungary also embraced Protestantism and it remains one of the most popular religions in these countries.\nWhen did Spain convert to Christianity?\nSpain officially converted to Christianity in 1492 when King Boabdil surrendered Granada to the Spanish forces. In 1502, the Spanish crown ordered all Muslims to be forcibly converted to Christianity. There were subsequent persecutions and in 1609, the last Moors adhering to Islam were expelled from Spain.\nHow Did Spain Convert From An Islamic Country To Christianity?\nSpain converted from an Islamic country to Christianity through a combination of military conquests and forced conversions. The forces of King Ferdinand II of Aragon and Queen Isabella I of Castile gradually reconquered the Iberian Peninsula from the Moors, culminating in the surrender of Granada in 1492. After the conquest, Muslims were either forced to convert to Christianity or expelled from the country.\nIs Spain Protestant or Catholic?\nSpain is primarily Catholic, with 95% of Spaniards identifying as Catholics. The remaining 5% follow Islam. Catholicism is deeply ingrained in Spanish society, and its influence can be seen in churches, museums, religious holidays, and festivals celebrated throughout the country.\nWas Spain originally Catholic?\nYes, Spain has a long history with Catholicism. Before Christian Catholicism became the official religion in Roman Hispania, the devotion was similar to previous Roman beliefs with worship of many deities.\nWhat was the first Protestant country?\nThe Protestant Reformation began in Wittenberg, Germany, on October 31, 1517, when Martin Luther published his 95 Theses. Germany can be considered the first Protestant country as the Reformation had a significant impact and following there.\nWhat was the first Protestant state in Europe?\nThe first Protestant state in Europe was Ducal Prussia, which became Protestant in 1525, under the leadership of Albert, Duke of Prussia.\nWhat is the most Catholic country in Europe?\nPoland, Italy, and Portugal have the largest shares of Catholics in Europe. Approximately three-quarters of adults in Poland (87%), Italy (78%), and Portugal (77%) identify as Catholic.\nIs Portugal Protestant or Catholic?\nPortugal is predominantly Catholic, with 82.6% of Portuguese identifying as Catholics. However, there is a small percentage of the population that belongs to other Christian denominations.\nWhy is Spain mostly Catholic?\nSpain’s predominantly Catholic population can be attributed to its historical ties to Catholicism. The period of Reconquista and the Spanish Inquisition played a significant role in making Catholicism the dominant religion in Spain, shaping the development of the Spanish state and national identity.\nWho ruled Spain before the Muslims?\nBefore the Muslims, Spain was ruled by the Visigoths, a Germanic tribe that had adopted Christianity. The Visigoths were in power until the Islamic conquest of Spain in the 8th century.\nWhy didn’t Protestants take root in Spain?\nProtestantism did not gain significant traction in Spain mainly due to the country’s long-standing Catholic tradition and the efforts of the Spanish government to suppress Protestant influences through persecution and legal restrictions.\nWas King Philip II of Spain Protestant?\nNo, King Philip II of Spain was a staunch defender of Catholicism and considered himself the chief defender of Catholic Europe. He actively fought against heresy and limited freedom of worship within his territories.\nWhat happened to Protestants in Spain?\nDuring the Francoist dictatorship, religious liberties of the country’s 30,000 protestants were curtailed, with protests movements being prohibited and Protestants suffering from legal harassments and acts of discrimination.\nIs the UK more Protestant or Catholic?\nThe UK has a diverse religious landscape. In May 2019, a Eurobarometer found that approximately 14% of the UK population identified as Protestants and 13% identified as Catholics. However, a significant percentage of the population identified as atheist or non-believers.\nWas England Catholic before it was Protestant?\nYes, England was predominantly Catholic before the Protestant Reformation. The English Reformation began under Henry VIII, and Protestantism became more entrenched under the reign of his son, Edward VI.\nWas Scotland Protestant or Catholic?\nScotland officially became a Protestant country during the Scottish Reformation in the 16th century. Before the Reformation, Scotland was predominantly Catholic.\nWho started Catholicism?\nCatholicism as a branch of Christianity can be traced back to the life and teachings of Jesus Christ in Roman-occupied Judea in the 1st century AD. The Catholic Church identifies Peter, one of Jesus’ apostles, as the first Pope and founder of the Church.\nWhat religion started in Spain?\nThe Catholic Church has a long history in Spain, dating back to the 1st century AD and",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john calvin",
          "sentiment": "none"
        },
        {
          "name": "martin luther",
          "sentiment": "none"
        },
        {
          "name": "greco",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic",
          "sentiment": "none"
        },
        {
          "name": "iberia",
          "sentiment": "none"
        },
        {
          "name": "protestant",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "spain",
          "sentiment": "none"
        },
        {
          "name": "netherlands",
          "sentiment": "none"
        },
        {
          "name": "latvia",
          "sentiment": "none"
        },
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "switzerland",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "estonia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-24T17:49:18.704+03:00",
    "updated": "2024-05-24T17:49:18.704+03:00"
  },
  {
    "uuid": "a69b0742c5f6dbaaba2ae431290ff40c9a7a280c",
    "url": "https://www.cronica.com.mx/mundo/cinco-fenomenos-implacables-cambio-climatico-2023.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Alan Rodríguez",
    "published": "2023-12-28T21:19:00Z",
    "title": "Los cinco fenómenos implacables del cambio climático en 2023",
    "text": "Los cinco fenómenos implacables del cambio climático en 2023 Terminaremos este 2023 padeciendo el año más caluroso de la historia. Eventos destructivos e inquietantes como olas de calor, inundaciones, incendios forestales, terremotos y sequías dejan ver que la alarma global timbra cada vez más fuerte Crisis climática Estaciones confundidas, vientos que desgajan árboles, sequías desérticas, glaciares perdidos, temperaturas incandescentes, infiernos en los bosques, humaderas continentales… Sin duda, el cambio climático se mostró despiadado este 2023. La pasada Cumbre Climática COP28, y su anuncio del supuesto adiós de los combustibles fósiles, arrojó más interrogantes que certezas. La alarma global sigue timbrando y queda mucho por discutir y hacer. La Tierra resiste una sinfonía de alteraciones climáticas que han puesto a nuestro civilización al borde del colapso ambiental. Y es que ya no hablamos de calentamiento sino de “ebullición global\", aseguró el secretario general de la ONU António Guterres. Y a lo largo del año encontramos al menos cinco fenómenos implacables que irrumpieron con sonoro eco de advertencia. 1. Olas de calor: 2023 el año más caliente Este año, las olas de calor históricas no dieron tregua, poniendo incluso vidas en peligro. En Europa, América y Asia, los termómetros se dispararon hasta alrededor de los 50 °C. Roma, batió por récords de calor, y la región de Lazio, con un aumento del 20% en emergencias médicas. España anotó temperaturas insoportables, como los 45.4 °C en Figueres, Girona. En Alemania, el calor sin precedentes desató debates sobre la introducción de siestas laborales para sobrellevar las condiciones extremas. Francia impuso la alerta naranja por altas temperaturas en nueve departamentos mediterráneos. China y la ciudad de Turpan al noroeste experimentaron una histórica temperatura de 52.2 grados, la más alta jamás documentada en la región. En EU, cerca de 100 millones de personas estuvieron bajo alerta por máximas extremas. Phoenix marcó un nuevo récord con 19 días consecutivos de temperaturas superiores a 43 grados. Y en el sur de África, se batieron récords de temperaturas en Botsuana, Namibia y Sudáfrica. Según el Servicio de Cambio Climático Copernicus de la Unión Europea, 2023 terminará como el año más caluroso de los últimos 125,000 años cuando termine en diciembre. Y por si fuera poco, la OMM dio a conocer que se espera que el actual fenómeno de El Niño dure al menos hasta abril de 2024. 2. Incendios forestales, fuegos sin precedentes En los primeros meses de 2023, una serie devastadora de incendios forestales dejó una huella de destrucción y tragedia en diversas partes del mundo. Desde Chile hasta Brasil, los incendios consumieron vastas extensiones de tierra, cobrando vidas y destruyendo comunidades enteras. En febrero, Chile se vio afectado por incendios que provocaron la pérdida de 26 vidas, la destrucción de al menos 2,400 viviendas y la calcinación de 440,000 hectáreas en las regiones centrales de Biobío y Ñuble, así como en la sureña región de La Araucanía. En junio, EU enfrentó una ola masiva de incendios, con más de 850 eventos registrados en una veintena de estados. Nuevo México lideró en extensión calcinada, con más de 84 incendios y una superficie afectada de 358,384 hectáreas, seguido por Texas, Alaska y Arizona. Canadá preocupó bastante con sus más de 1,000 incendios forestales entre finales de junio y finales de agosto. La Columbia Británica sufrió la mayor parte, con 379 incendios y la pérdida de más de 150,000 kilómetros cuadrados de espacio forestal. Incluso la costa este de EU experimentó los efectos del humo arrojando un paisaje desolador. Grecia enfrentó una crisis en julio y septiembre, con más de 150,000 hectáreas de terreno forestal y agrícola ardiendo en todo el país. La región de Evros y las islas de Rodas, Corfú y Eubea fueron particularmente afectadas. Italia vio más de 51.386 hectáreas consumidas, concentrándose la mayoría de la destrucción en Sicilia. EU, por su parte, enfrentó una tragedia sin precedentes en Hawái, con 115 muertos y 388 desaparecidos en los incendios que arrasaron la isla de Maui, marcando uno de los eventos más dramáticos en un siglo. Y en noviembre, Brasil se enfrentó a la furia de los incendios en el Pantanal, el mayor humedal del planeta. La primera quincena del mes registró un alarmante récord de 3,098 incendios, coincidiendo de manera inusual con la estación húmeda. 3. Terremotos que estremecieron al mundo El poder destructivo los terremotos, influido por la crisis del clima, dejó una estela de devastación y tragedia en diversas partes del mundo. El 6 de febrero, Turquía y Siria fueron testigos de la furia de la tierra cuando un terremoto de magnitud 7.7 sacudió la región. Con epicentro en Pazarcik, el sismo dejó tras de sí una estampa desgarradora: más de 59,000 turcos muertos, mientras que en Siria la cifra superó los 4,500 fallecidos. El 8 de septiembre, la región de Marrakech-Safí en Marruecos fue el epicentro de otro terremoto, esta vez de magnitud 6.8. El saldo fue desgarrador: más de 2,900 vidas perdidas, más de 5,500 heridos y miles de personas quedaron sin hogar. La tierra tembló con una fuerza tal que desencadenó una tragedia humanitaria que desafió los esfuerzos de rescate y reconstrucción. Afganistán, el 7 de octubre, enfrentó su propia prueba de resistencia. Un terremoto de 6.3 de magnitud en Herat se cobró la vida de al menos 2,400 personas y dejó a más de 2,000 heridas. Las réplicas sucesivas prolongaron la agonía, causando daños adicionales y desafiando la capacidad del gobierno talibán para responder eficazmente. Y el 3 de noviembre, Nepal sufrió un seísmo de magnitud 6.4 que dejó un saldo de al menos 153 personas fallecidas. Tres días después, una fuerte réplica volvió a estremecer la región, exacerbando la angustia de una población ya afectada. 4. Lluvias torrenciales, tragedias desatadas Las lluvias inclementes se conviertieron este 2023 en heraldos de tragedias en diversas partes del mundo, dejando a su paso un rastro de destrucción y pérdida de vidas. En Ruanda, del 2 al 3 de mayo, las provincias del oeste, incluyendo los distritos de Ngororero, Rubavu, Rutsiro y Karongi, sufrieron las embestidas despiadadas de las precipitaciones. Deslizamientos de tierra y el desbordamiento del río Sebeya segaron la vida de 135 personas y destruyeron seis mil hogares. El 4 de mayo, en el este de la República Democrática del Congo, el territorio de Kalehe fue testigo del desplome del cielo. Inundaciones, riadas y corrimientos de tierra cobraron un precio devastador, con al menos 438 personas que perdieron la vida. Mientras que en septiembre, Libia sufrió la rotura de dos presas cercanas a la ciudad oriental de Derna. Un tsunami devastó todo con sus 33 millones de metros cúbicos de agua. La cifra de muertos, según OMS, superó los 4,267, mientras que las autoridades libias reportaron más de 11,000 fallecidos y al menos 10,000 desaparecidos. Mientras que recientemente, el huracán Otis dejó muestras palpables de la crisis climática en el Pacífico. Tocó tierra con categoría 5 en Guerrero y provocó al menos 46 muertos, 58 desparecidos y miles de damnificados. 5. Sequías silenciosas, alarma de muerte El año 2023 dejó también un signo preocupante sobre el fenómeno de las sequías, que a menudo pasa desapercibido pero que tiene consecuencias mortales. Esta primavera, Europa enfrentó una grave crisis hídrica intensificada por una sequía de varios años debido a la baja precipitación invernal y la escasez de nieve. Aunque hubo cierto alivio en el sur de Europa cuando el patrón de precipitación cambió a condiciones húmedas normales o superiores al promedio entre abril y junio, la perspectiva general seguía siendo crítica. La persistente escasez y las olas de calor afectaron negativamente a los cultivos, con el Mar Báltico, Escandinavia, el Reino Unido, Irlanda, España y Alemania lidiando con una grave sequía meteorológica que comprometió los rendimientos de los cultivos en algunas regiones. La reducción de los niveles de agua en el Rin, uno de los principales ríos de Europa, generó preocupaciones para la navegación a lo largo de Alemania. El Reino Unido también experimentó niveles récord bajos en los ríos, aumentando el riesgo de graves escaseces de agua. La Oficina Meteorológica Británica señaló un 30% de probabilidad de condiciones más secas de lo habitual, resaltando la importancia de la preparación proactiva. Los expertos enfatizaron la necesidad de adaptarse a sequías prolongadas, señalando el papel del cambio climático en la exacerbación de la situación. Mientras que una sequía severa afectó al 5% de los estados contiguos de EU, en China, el 15-20% de la población experimentó una creciente frecuencia de sequías moderadas a severas, cuya intensidad se proyecta aumentará en un 80% para el año 2100. En septiembre, el río Amazonas de Brasil experimentó una escasez de agua sin precedentes, con niveles aproximadamente seis metros por debajo del año anterior. Las comunidades en la zona enfrentaron escasez de recursos debido a temperaturas récord y una sequía inusual en la cuenca del río. El año que está por terminar deja constancia de que el planeta clama por ajustes que permitan limitar el calentamiento global a 1.5 ºC. Pero desgraciadamente se está imponiendo un verdad irrebocable, vamos por el peor camino para alcanzar los objetivos del Acuerdo de París, para cumplir con los más importantes compromisos medioambientales.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T06:27:55.617+02:00",
    "updated": "2023-12-29T06:27:55.617+02:00"
  },
  {
    "uuid": "69257a958760a4e9d2e2bba3d42a758de05739d8",
    "url": "https://www.uol.com.br/ecoa/ultimas-noticias/2025/03/06/copernicus-fevereiro-de-2025.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Patrícia Junqueira",
    "published": "2025-03-06T03:00:00Z",
    "title": "Copernicus fevereiro de 2025",
    "text": "A cobertura global de gelo marinho atingiu um novo mínimo histórico em fevereiro de 2025, de acordo com o observatório europeu Copernicus (C3S). Além disso, o mês de fevereiro foi o terceiro mais quente já registrado.\nOs cientistas alertam que a redução do gelo marinho tem impactos significativos no clima global, pois altera padrões atmosféricos e oceanográficos, contribuindo para eventos climáticos extremos e acelerando o aquecimento global.\nO que aconteceu? Novo mínimo histórico mundial. A extensão global diária de gelo marinho atingiu um novo mínimo histórico no início de fevereiro e permaneceu abaixo do recorde anterior, de fevereiro de 2023.\nNo Ártico, a extensão do gelo foi 8% abaixo da média . É o menor valor já registrado para um mês de fevereiro e o terceiro mês consecutivo em que a extensão do gelo marinho bateu recorde para o mês correspondente.\nNa Antártida, a cobertura de gelo foi 26% abaixo da média . É a quarta menor já registrada.\nFevereiro de 2025 continua a sequência de temperaturas recordes ou quase recordes observadas ao longo dos últimos dois anos. Uma das consequências de um mundo mais quente é o derretimento do gelo marinho, e a baixa recorde ou quase recorde da cobertura de gelo marinho em ambos os polos empurrou a cobertura global de gelo marinho para um mínimo histórico. Samantha Burgess, líder estratégica para o clima no ECMWF (Centro Europeu de Previsão do Tempo de Médio Prazo, que coordena o Copernicus).\nE as temperaturas? Fevereiro de 2025 foi o terceiro mais quente globalmente . A temperatura média global registrada foi de 13,36°C, 0,63°C acima da média de 1991-2020.\nLimite de 1,5ºC rompido mais uma vez . O mês também foi 1,59°C mais quente do que a média de 1850-1900, referência para o nível pré-industrial e para o Acordo de Paris. Nos últimos 20 meses, 19 registraram temperaturas globais acima de 1,5°C. O período de 12 meses de março de 2024 a fevereiro de 2025 foi 0,71°C acima da média de 1991-2020 e 1,59°C acima do nível pré-industrial.\nContinua após a publicidade Inverno mais quente. O inverno no hemisfério norte (dezembro 2024 a fevereiro 2025) foi o segundo mais quente já registrado, com 0,71°C acima da média de 1991-2020.\nFevereiro na Europa. O mês ficou 0,40°C acima da média de 1991-2020, com temperatura média de 0,44°C. O norte da Escandinávia, Islândia e Alpes registraram temperaturas acima da média. Já o leste da Europa teve temperaturas abaixo da média.\nFora da Europa. As temperaturas ficaram acima da média em grandes partes do Ártico, no norte do Chile e da Argentina, no oeste da Austrália e no sudoeste dos Estados Unidos e do México.\nTemperatura da superfície do mar. A temperatura média da superfície do mar em fevereiro foi de 20,88°C, a segunda mais alta já registrada para o mês. As anomalias mais intensas se concentraram no Golfo do México e no mar Mediterrâneo, que registraram recordes locais.\nChuvas, secas e eventos extremos Destaques hidrológicos. Houve chuva abaixo da média na maior parte da Europa central e oriental, no sudeste da Espanha e na Turquia. Por outro, houve precipitação acima da média na Islândia, Irlanda, sul do Reino Unido, parte da França e Itália central.\nContinua após a publicidade Newsletter\nCarlos Nobre\nAnálises e notícias sobre a crise climática selecionadas por um dos maiores especialistas no tema. Toda terça.\nInforme seu e-mail",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Environment->climate change",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->mankind"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T06:23:38.997+02:00",
    "updated": "2025-03-06T06:23:38.997+02:00"
  },
  {
    "uuid": "a31175149044447e526ce189c1a3929570456970",
    "url": "https://www.cmoney.tw/notes/note-detail.aspx?nid=924914",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "小資女艾蜜莉",
    "published": "2025-03-12T22:02:00Z",
    "title": "AES公司發行8億美元高收益債券，資金將用於擴充套件綠能計畫！",
    "text": "AES公司宣佈發行總額8億美元的5.800%高收益債券，預計在2025年3月20日完成交易，並將資金投入可再生能源專案。\n美國知名能源企業AES公司（NYSE:AES）近日宣佈成功定價其5.800%的高收益債券，總額達到8億美元。這筆資金的募集標誌著公司在推動可持續能源轉型方面的重要一步，特別是在全球對清潔能源需求不斷上升的背景下。\n根據公告，這些債券將於2032年到期，而預計交易將於2025年3月20日正式結束。公司表示，所籌集的淨收益將主要用於支援其綠色能源項目的擴充套件，包括風能和太陽能設施的建設與運營。此舉不僅符合當前環保趨勢，也有助於提升公司的市場競爭力。\n此外，業界專家指出，隨著投資者越來越重視環境、社會及治理（ESG）因素，此次發行可能吸引大量尋求長期穩定回報的機構投資者。然而，也有觀點認為，高收益債券的利率相對較高，可能增加公司的財務負擔。儘管如此，AES仍相信，透過有效的資本運作，將能夠實現更大的成長潛力。\n未來，AES公司將持續關注市場動態，以靈活應對挑戰，同時加速其可再生能源的佈局，確保在全球能源轉型中保持領先地位。\n點擊下方連結，開啟「美股K線APP」，獲得更多美股即時資訊喔！\nhttps://www.cmoney.tw/r/56/id7ogv\n免責宣言\n本網站所提供資訊僅供參考，並無任何推介買賣之意，投資人應自行承擔交易風險。\n文章相關股票 AES CMoney AI 研究員 CMoney 團隊透過 AI 結合股市，每日提供重點股票的新聞事件，期望讓投資人更有效率找到各種投資標的的投資事實。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->debt market",
      "Economy, Business and Finance->energy and resource",
      "Environment->energy resources",
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-13T00:20:31.629+02:00",
    "updated": "2025-03-13T00:20:31.629+02:00"
  },
  {
    "uuid": "6a8bc11e80480bcec531197d1f43356a61360a26",
    "url": "https://sethmcijt.ampedpages.com/what-does-hire-someone-to-do-homework-mean-51615475",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sethmcijt Ampedpages Com",
    "published": "2023-12-28T20:50:00Z",
    "title": "What Does hire someone to do homework Mean?",
    "text": "Allassignmenthelp.com has garnered practically nothing but praise through the clientele. Any dependable overview platform has positive critique about our service and provides us commitment to enhance.\nEvery one of the writers I am pleased to existing you with are US-based mostly experts and native English speakers who may have graduated from top rated universities in The usa. They comply with the most recent tutorial writing and investigate specifications to help you match the necessities.\nIt can be among the finest means to know as you receive vital analysis. It is especially helpful for reflective writing, non-tutorial tasks like blog site posts and shows, or tutorial responsibilities like resume writing.\nWe are classified as the primary online assignment help provider within the United states, therefore our service comes with many guarantees. As soon as you decide to purchase our online assignment help, you receive a whole refund assure, putting your cash in Secure palms.\nOther than, some like Operating throughout the day and Many others during the night. Therefore, regardless of whether you would like to position your order during the day or at night, we are generally Prepared and waiting to deliver compensated help for taking course online.\nAs a closing piece of advice, I recommend often sharing your Recommendations in complete and speaking about your targets with our assignment experts. The more time you take, the greater your closing assignment is going to be, as our writers are human, far too!\nIt really is pretty typical for college students to battle with on-time homework submissions and experience worn out. Nevertheless, While using the \"pay someone to do my homework online\" service, managing homework anxiety is now somewhat less complicated for college kids than just before. Paying out someone to accomplish my homework eases learners' life by giving required homework help, expert guidance to be aware of advanced ideas, trouble-solving ways, and clearing doubts without the need of thinking of time and location. This academic help happens to be among The only but only approaches to achieve results without worrying about nerve-wracking strain.\nLike Mathematics, physics is usually difficult, and a ton of students find it close to unattainable to move online classes. Consider All those tricky principles and equations in projectiles and vectors or round movement, amid other subjects, and solution\nfind someone to take my homework the question, “Is it possible to tackle them?” Should they be difficult, you only must “pay someone to take online class for me.”\ncom is always ready to revise your get even multiple time in the event you find any mistakes. We have now to confess this takes place not so often and generally on account of professors who alter the First Guidelines. We’re proud to mention that in excess of ninety seven% percent of our purchasers are content with the services we provide.\nBusiness’s Record. This wonderful service has been around for in excess of ten years now, however They're hardly ever mentioned when the ideal assignment writing services are stated.\nThis can be critical due to the fact the selected class taker will require to check your development, assignments from your Trainer, along with other educational aspects.\nBy default, skilled writers at assignment writing services determine what should be performed by having a look at the grading rubric and then examining what a student has by now performed.\nYour online class does not have to bring about pressure in the slightest degree since our professionals are merely a\nvisit this site simply click away. The most crucial advantage of having online class Along with the help of Assignment Geek is that only an expert can deal with your course, and you obtain the reassurance of the top grades.\nYou'll be able to find various reputed academic help Web-sites giving a \"pay to complete my homework for me\" service to college students. In case you are new and making an attempt to find a reputed however funds-welcoming option, TutorBin might be your very best remedy. Regardless of whether It truly is advanced homework or numerous assignments, This web site can fix each type of tutorial requirement on account of its robust crew of subject matter experts.\nWhat Does hire someone to do homework Mean?\nAllassignmenthelp.com has garnered practically nothing but praise through the clientele. Any dependable overview platform has positive critique about our service and provides us commitment to enhance.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Education"
    ],
    "external_links": [
      "https://codyzkoic.blogsvirals.com/24121087/5-simple-techniques-for-pay-someone-to-do-homework",
      "https://beaubjaqb.topbloghub.com/30209582/new-step-by-step-map-for-assignment-writing-service",
      "https://www.beaubjaqb.topbloghub.com/30209582/new-step-by-step-map-for-assignment-writing-service",
      "https://www.codyzkoic.blogsvirals.com/24121087/5-simple-techniques-for-pay-someone-to-do-homework"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:51:35.546+02:00",
    "updated": "2023-12-29T01:51:35.546+02:00"
  },
  {
    "uuid": "2a87e81708c50d5200ae85d33c364e5f6357dae1",
    "url": "https://longevity.technology/news/gameto-lands-arpa-h-funding-to-combat-menopause-with-cell-therapy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Danny Sullivan",
    "published": "2024-10-24T20:57:00Z",
    "title": "Gameto lands ARPA-H funding to combat menopause with cell therapy",
    "text": "Company to receive $10m for menopause-targeting therapies based on cell engineering platform developed in collaboration with George Church. Women’s health biotech Gameto has been selected by the US Government’s Advanced Research Projects Agency for Health (ARPA-H) initiative to be part of its Sprint for Women’s Health initiative. The company will receive $10 million over the next two years to further develop its therapeutic development program for menopause, Ameno.\nThe new $110 million ARPA-H initiative seeks to address critical unmet challenges in women’s health by supporting innovative health solutions, particularly those that uniquely or disproportionately affect women. The funding will help Gameto advance its Ameno program, currently in its preclinical stages, toward human clinical trials.\nL-R: Gameto CEO Dina Radenkovic and Chairman Martin Varsavsky. By 2025, menopause is expected to affect over a billion women globally, and its associated symptoms can lead to serious health conditions such as osteoporosis, cardiovascular disease and dementia.\n“Ovaries lose function earlier than the rest of the body, leading to many women spending two thirds of their lives dealing with a degree of infertility, and one third of their lives in a stage of poor health post-menopause,” said Dina Radenkovic , co-founder and CEO of Gameto, who leads the company alongside Chairman Martin Varsavsky , founder of North America’s largest fertility network, Prelude Fertility.\nBased on the belief that menopause is not an unavoidable biological process, Gameto is working to disassociate the unwanted effects of menopause from the loss of fertility. The company’s cell therapy approach, developed in collaboration with Harvard Medical School professor and renowned geneticist George Church , aims to target menopause at its root cause.\nGameto’s Ameno program aims to alleviate the debilitating effects of menopause via a cell-based therapy designed to restore hormonal balance. The therapy is intended to tune hormone levels to individual needs by responding to signals from the brain and ovaries, helping to mitigate the long-term health risks associated with post-menopausal conditions.\nA close-up of Gameto’s “encapsulated ovarian support cells.” While Gameto’s lead program, Fertilo, aims to address infertility, the ARPA-H funding means the company is now officially expanding its focus into menopause with its Ameno program. The company will receive milestone-based payments over the next two years as the company achieves research and development goals.\n“With this award, we have sufficient resources to further apply our cell engineering technology and bring forward a program for women going through menopause, an area with even fewer treatment options,” added Radenkovic.\nEarlier this year, Gameto successfully closed a $33 million Series B financing round , led by Two Sigma Ventures and RA Capital, to advance its reproductive health programs, bringing its total funding to $73 million. The company also secured a $20 million Series A round in 2022.\nLast year, Gameto revealed it had licensed technology developed in Church’s lab that enabled the development a living, fully human ovarian organoid that supports egg cell maturation, develops follicles and secretes sex hormones.\nREAD MORE: Our exclusive interview with Gameto founder Dina Radenkovic Photographs courtesy of Gameto",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.gametogen.com/",
      "https://arpa-h.gov/engage-and-transition/sprint",
      "https://gametogen.com/",
      "https://www.gametogen.com",
      "https://www.arpa-h.gov/engage-and-transition/sprint"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T01:04:36.176+03:00",
    "updated": "2024-10-25T01:04:36.176+03:00"
  },
  {
    "uuid": "2804d22f975bcf4e69abca04318882c050f13e3d",
    "url": "https://www.aol.com/news/immoral-republicans-rebuke-efforts-kill-222428383.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AOL Staff",
    "published": "2024-01-25T22:24:00Z",
    "title": "'Immoral': Some Republicans rebuke efforts to kill immigration deal to help Trump",
    "text": "'Immoral': Some Republicans rebuke efforts to kill immigration deal to help Trump WASHINGTON — Tempers flared Thursday as Republicans battled among themselves over whether to [accept or reject a deal for tougher immigration laws](https://www.nbcnews.com/politics/congress/mcconnell-doubt-ukraine-aid-immigration-border-deal-trump-republicans-rcna135626), with some pushing back on colleagues who want to bow to former President Donald Trump's wishes and kill it. “The border is a very important issue for Donald Trump. And the fact that he would communicate to Republican senators and Congress people that he doesn’t want us to solve the border problem — because he wants to blame Biden for it — is really appalling,” Sen. Mitt Romney, R-Utah, told reporters. “The American people are suffering as a result of what’s happening at the border,” he said. “And someone running for president ought to try and get the problem solved, as opposed to saying, ‘Hey, save that problem! Don’t solve it! Let me take credit for solving it later.’” Sen. Thom Tillis, R-N.C., urged his colleagues not to make it all about politics at the behest of another candidate. “I didn’t come here to have the president as a boss or a candidate as a boss. I came here to pass good, solid policy,\" Tillis said. “It is immoral for me to think you looked the other way because you think this is the linchpin for President Trump to win.” Their comments came one day after Senate Minority Leader Mitch McConnell, R-Ky., in a private GOP meeting, outlined the political difficulties facing the emerging deal on immigration and foreign aid, including opposition from Trump as he cruises to the Republican presidential nomination. The belief among some conservatives is that preventing an agreement will cause voters to blame President Joe Biden for a chaotic situation at the border, even though he has endorsed the negotiations. Trump's campaign declined to comment for this article. He has lambasted the deal on his social media platform, [writing](https://twitter.com/sahilkapur/status/1748016099377942998) that Republicans should not \"do a Border Deal, at all, unless we get EVERYTHING.\" While senators said McConnell made clear Thursday he wasn't withdrawing his support for the pact, some insist the party should reject it because it doesn't go far enough in sealing the border. The deal has not been finalized as [congressional appropriators work through the f](https://www.nbcnews.com/politics/congress/immigration-negotiations-progress-congress-ukraine-israel-rcna135147) [unding provisions](https://www.nbcnews.com/politics/congress/immigration-negotiations-progress-congress-ukraine-israel-rcna135147). “I want a negotiation that will actually secure the border, where they can’t weasel out of it, they can’t drive a semi-truck through loopholes that are created in it,” Sen. Ron Johnson, R-Wis., told reporters. “What Senate leadership hasn’t been able to describe is how the current negotiation, the elements that have been laid out for us, how that actually would work.” Johnson and a group of GOP senators held a press conference Wednesday [blasting the deal, with Sen. Ted Cruz](https://www.nbcnews.com/politics/congress/mcconnell-doubt-ukraine-aid-immigration-border-deal-trump-republicans-rcna135626), R-Texas, who faces re-election this fall, calling it “utterly ineffective in fixing the problem” because it would only partially bring down the numbers of asylum-seekers. He called the deal “a fig leaf that pretends to do border security but doesn’t actually do border security.” 'Resign from the damn Senate' Cruz’s likely Democratic opponent this fall, Rep. Colin Allred, praised the “emerging bipartisan deal,” saying in a statement that “Texans desperately need us to take action” on the border crisis. “But once again, Ted Cruz is not interested in finding solutions, only partisan politics. Our border communities are overwhelmed, and can’t afford six more years of Ted Cruz and his cynical, partisan games.” Sen. Chris Murphy, of Connecticut, the chief Democratic negotiator, said it “shouldn’t be a shock to anybody that Donald Trump doesn’t want to fix the border” because he and “a lot of Republicans” are used to seeing it as “a political issue, not an actual policy problem.” “They are making a decision in the next 24 to 48 hours as to whether they want to solve the problem at the border or whether they just want to keep it live as a political issue,” he said. Sen. Jon Tester, D-Mont., who faces re-election in a red state seen as crucial to the majority in 2024, had a one-word response when asked to respond to the GOP push to sink the deal: “Bull-loney.” “I think it’s crap,” Tester told NBC News. “We need to get that deal done to secure the border. If they want to keep it as a campaign issue, I think they need to resign from the damn Senate.” Sen. Sherrod Brown, D-Ohio, another red-state Democrat facing re-election, said: “They need to put politics aside and do this. The public wants it. They say they want it. We want it.” The fate of the deal looms over Sen. Kyrsten Sinema, the Arizona Democrat-turned-independent, who is one of the lead negotiators and hasn’t decided whether she’ll run for re-election this fall. Polls show her trailing against the likely Democratic and Republican nominees in a hypothetical three-way race. Securing a deal could give her a campaign message to voters in a border state as she seeks to cultivate an image as a bridge-builder between the parties. Asked about Trump’s attempts to kill the deal, Sinema said: “I don’t really have a comment on that. Look, we’re at a place where this package is almost done. And when the text comes out, senators will be able to review it and make their own decision. Do they want to secure the border? It’s a choice.” Senate Majority Leader Chuck Schumer, D-N.Y., adjourned the chamber on Thursday afternoon, vowing that Democrats remain committed to the deal and that “negotiators will work all weekend in an effort to get this done.” While Democrats control the Senate 51-49, it would require 60 votes to break a guaranteed filibuster. And even then, there are no guarantees it can pass in a Republican-controlled House. “There are a good number of people for whom border security is too good an issue to give up,” said Sen. Kevin Cramer, R-N.D. “And I do reject that. I’ve always rejected the notion that perfect has to be the standard.\" Sen. Rick Scott, R-Fla., inveighed against the immigration negotiations and said many Republicans are “just completely in the dark” about the details. He added that he spoke to Trump recently, but that they didn’t discuss border policy or Ukraine. “He talks about his election,” Scott said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Politics"
    ],
    "external_links": [
      "https://www.nbcnews.com/politics/congress/mcconnell-doubt-ukraine-aid-immigration-border-deal-trump-republicans-rcna135626),",
      "https://twitter.com/sahilkapur/status/1748016099377942998)",
      "https://www.nbcnews.com/politics/congress/immigration-negotiations-progress-congress-ukraine-israel-rcna135147)",
      "https://www.nbcnews.com/politics/congress/immigration-negotiations-progress-congress-ukraine-israel-rcna135147).",
      "https://nbcnews.com/politics/congress/immigration-negotiations-progress-congress-ukraine-israel-rcna135147)",
      "https://nbcnews.com/politics/congress/mcconnell-doubt-ukraine-aid-immigration-border-deal-trump-republicans-rcna135626),",
      "https://nbcnews.com/politics/congress/immigration-negotiations-progress-congress-ukraine-israel-rcna135147).",
      "https://www.twitter.com/sahilkapur/status/1748016099377942998)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "mitt romney",
          "sentiment": "none"
        },
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "biden",
          "sentiment": "none"
        },
        {
          "name": "thom tillis",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "tempe",
          "sentiment": "none"
        },
        {
          "name": "r-utah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:32:52.322+02:00",
    "updated": "2024-01-26T01:32:34.605+02:00"
  },
  {
    "uuid": "39de37792e95a76c25e09ca80fb9c0133b8c299d",
    "url": "https://www.thecoldwire.com/bengals-star-continues-holding-out-of-training-camp",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Timothy Lindsey",
    "published": "2024-07-25T20:12:00Z",
    "title": "Bengals Star Continues Holding Out Of Training Camp",
    "text": "(Photo by Frank Jansky/Icon Sportswire)\nThe Cincinnati Bengals are dealing with their own contract dispute with Pro Bowl wide receiver Ja’Marr Chase.\nAccording to insider Dov Kleiman, Chase is not practicing at training camp for the second consecutive day as he awaits a new contract.\nThe three-time Pro-Bowler is now supposed to be the focal point of Cincinnati’s offense with former Pro Bowl running back Joe Mixon now on the Houston Texans.\nBengals WR Ja’Marr Chase is not participating at practice for the second straight day.\nHe’s currently seeking a new contract. pic.twitter.com/stDbsc7WtX\n— Dov Kleiman (@NFL_DovKleiman) July 25, 2024\nThe reason why this is also such a big situation is because fellow Bengals wide receiver Tee Higgins, who is going to play on the franchise tag in 2024 after failing to earn a major extension this offseason, might be playing in his final season with Cincinnati.\nOffensively, the Bengals cannot afford to lose both Chase and Higgins in the coming years, and if there is a decent chance that they could lose Higgins next year, they are going to need to go all-in on this season with the roster that they have.\nIt might be paramount for them to pay Chase right now so that he can get back on the practice field to catch passes from starting quarterback Joe Burrow.\nThe former Offensive Rookie of the Year in Chase has recorded three consecutive seasons of 125+ targets, 80+ receptions, 1,000+ yards, and seven or more touchdown catches.\nIt is hard to get more consistent than that.\nWhat more does the Bengals front office need to see to convince themselves that Chase needs to be paid?\nIf they take too long to pay him, this issue could linger into the preseason and affect his feelings toward the organization in a negative way.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ja’ma",
          "sentiment": "neutral"
        },
        {
          "name": "joe mixon",
          "sentiment": "none"
        },
        {
          "name": "tee higgins",
          "sentiment": "none"
        },
        {
          "name": "higgins",
          "sentiment": "none"
        },
        {
          "name": "dov kleiman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bengals star continues holding out of training camp the cincinnati bengals",
          "sentiment": "negative"
        },
        {
          "name": "bengals",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cincinnati",
          "sentiment": "none"
        },
        {
          "name": "houston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:37:08.618+03:00",
    "updated": "2024-07-26T00:56:25.932+03:00"
  },
  {
    "uuid": "f797e82dcb4ae48e7eec197fa2340c4b650889e7",
    "url": "https://www.yucatan.com.mx/merida/2024/03/29/oportunidad-de-reflexionar.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Impreso",
    "published": "2024-03-29T07:56:00Z",
    "title": "“Oportunidad de reflexionar” - Diario de Yucatán",
    "text": "“Esta es la semana más importante del año. Una oportunidad para reflexionar y meditar sobre lo valioso de contar con vidas plenas, dignas y siempre unidos con nuestros hermanos, nuestras comunidades, nuestras familias, nuestros vecinos y nuestros seres queridos”, manifestó el candidato a la gubernatura de Yucatán por el PAN, PRI y Nueva Alianza, Renán Barrera Concha. De acuerdo con un comunicado, el aspirante consideró que estos días son un tiempo para valorar la presencia de una inspiración divina en lo cotidiano, tomando como guía el mensaje de amor y solidaridad que nos fue transmitido por quien dio su vida para la salvación de todos nosotros. Después agregó que son principios y valores fundamentales y pilares para hacer de nuestro estado un lugar cada día más justo, más digno, más solidario, donde a nadie le falte lo necesario para vivir en plenitud. “Quiero compartir con ustedes parte del pensamiento de uno de los más grandes humanistas respecto a la política y que sin duda constituye un imperativo de acción para mí: una política para la persona y para la sociedad encuentra su criterio básico en la consecución del bien común, como bien de todos los hombres y de todo el hombre”, expresó. Quiere decir que se debe defender y promover la justicia bajo cualquier argumento, ante cualquier circunstancia, abundó. “Me dice que la política, como actividad, involucra los más altos valores como la libertad, la solidaridad y el servicio desinteresado por quienes menos tienen. Es seguir un estilo de vida sencillo, humilde y de amor profundo por la humanidad”. Finalmente, invitó a recargar la fe, la esperanza y la caridad para que nos impulsen a cuidar de la familia y de nuestro estado, y a disfrutar estos días en la compañía de su familia y sus seres queridos.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T14:55:23.811+03:00",
    "updated": "2024-03-29T14:55:23.811+03:00"
  }
]