[
  {
    "uuid": "f311b17ffb696ba4765ade9363cd0e0999563297",
    "url": "https://www.lanacion.com.ar/el-mundo/la-navidad-de-luto-en-belen-la-ciudad-donde-se-cree-que-nacio-jesus-nid23122023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elisabetta Piqué",
    "published": "2023-12-24T02:50:00Z",
    "title": "La Navidad más triste en Belén: entre el dolor, los rezos por la paz y el deseo de venganza - LA NACION",
    "text": "ROMA.- El sacerdote argentino Marcelo Gallardo , que vive en Medio Oriente desde hace más de treinta años, nunca vio en Belén, la ciudad donde se cree que nació Jesús, una Navidad tan triste, marcada a fuego por las más de 20.000 muertes en Gaza, entre los cuales más de 8000 niños. “Normalmente todos los años para la Navidad, que es la fiesta más importante de la ciudad, Belén se enciende: todas las iglesias, las calles principales, las plazas, las escuelas cristianas y las casas se adornan con luces de estrellas y guirnaldas… Pero hoy el país está en guerra y las autoridades religiosas cristianas han pedido que los festejos externos sean muy discretos por solidaridad con todos los que sufren”, graficó este sacerdote porteño, de 61 años, que pertenece al Instituto del Verbo Encarnado (IVE), en diálogo telefónico con LA NACION.\n“Hay miles de muertos y heridos y cientos de miles de familias sin casa. Así que no hay luces navideñas por las calles ni en las plazas, no hay árbol de Navidad en la plaza principal de Belén. No hay peregrinos, la mayoría de los accesos están cerrados y las noticias diarias golpean los corazones”, agregó el sacerdote, que es secretario de la asamblea de obispos católicos de Tierra Santa y pertenece a la misma congregación del padre Gabriel Romanelli, el párroco argentino de Gaza, que no está allí porque se quedó bloqueado afuera, pero que sigue junto a él desde Belén, Cisjordania, la catastrófica situación del enclave.\nEl exterior iluminado de la Iglesia de la Natividad, en Belén HAZEM BADER",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://resizer.glanacion.com/resizer/v2/el-exterior-iluminado-de-la-iglesia-de-la-S2G52K2HVRFQTNKW2KAXPX4HFM.JPG?auth=99c1e94fa55a72ee82b8513df402bef6578a5b5aa40be1f1617b253d67d670ee&width=420&height=280&quality=70&smart=true",
      "https://resizer.glanacion.com/resizer/v2/el-exterior-iluminado-de-la-iglesia-de-la-S2G52K2HVRFQTNKW2KAXPX4HFM.JPG?auth=99c1e94fa55a72ee82b8513df402bef6578a5b5aa40be1f1617b253d67d670ee&width=780&height=520&quality=70&smart=true",
      "https://www.resizer.glanacion.com/resizer/v2/el-exterior-iluminado-de-la-iglesia-de-la-S2G52K2HVRFQTNKW2KAXPX4HFM.JPG?auth=99c1e94fa55a72ee82b8513df402bef6578a5b5aa40be1f1617b253d67d670ee&width=780&height=520&quality=70&smart=true",
      "https://www.resizer.glanacion.com/resizer/v2/el-exterior-iluminado-de-la-iglesia-de-la-S2G52K2HVRFQTNKW2KAXPX4HFM.JPG?auth=99c1e94fa55a72ee82b8513df402bef6578a5b5aa40be1f1617b253d67d670ee&width=420&height=280&quality=70&smart=true",
      "https://resizer.glanacion.com/resizer/v2/el-exterior-iluminado-de-la-iglesia-de-la-S2G52K2HVRFQTNKW2KAXPX4HFM.JPG"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T05:21:32.786+02:00",
    "updated": "2023-12-24T05:21:32.786+02:00"
  },
  {
    "uuid": "171e5b848eef3a3c6b3093887cffe36f1c089a75",
    "url": "https://www.ledauphine.com/social/2024/01/25/isere-grenoble-on-ne-devrait-pas-etre-la-une-soiree-dans-les-tracteurs-qui-bloquent-l-a480",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Clémence Beyrie",
    "published": "2024-01-25T21:30:00Z",
    "title": "Isère. « On ne devrait pas être là » : une soirée dans les tracteurs qui bloquent l’A480",
    "text": "Face à face entre les agriculteurs et le préfet : « S’il faut rester, on sera là ! » Pour soutenir votre journalisme local, abonnez-vous ! Pourquoi voyez-vous ce message ? Vous avez choisi de refuser le dépôt de cookies, vous pouvez à tout moment [modifier votre choix, ici](javascript:Didomi.notice.show()). Le contenu de ce site est le fruit du travail de journalistes qui vous apportent chaque jour une information locale de qualité, fiable, complète, et des services en ligne innovants. Ce travail s’appuie sur les revenus complémentaires de la publicité et de l’abonnement. Déjà abonné ? Connectez-vous ou créez un compte Pour pouvoir enregistrer un article, un compte est nécessaire. Le Dauphiné Libéré, en tant que responsable de traitement, recueille dans ce formulaire des informations qui sont enregistrées dans un fichier informatisé par son Service Relations Clients, la finalité étant d’assurer la création et la gestion de votre compte, ainsi que des abonnements et autres services souscrits. Si vous y avez consenti, ces données peuvent également être utilisées pour l’envoi de newsletters et/ou d’offres promotionnelles par Le Dauphiné Libéré, les sociétés qui lui sont affiliées et/ou ses partenaires commerciaux. Vous pouvez exercer en permanence vos droits d’accès, rectification, effacement, limitation, opposition, retirer votre consentement et/ou pour toute question relative au traitement de vos données à caractère personnel en contactant [LDLABOWEB@ledauphine.com](mailto:LDLABOWEB@ledauphine.com) ou consulter les liens suivants : [Protection des données](/protection-des-donnees), [CGU du site](/espace-client/cgu) et [Contact](/contact). Le Délégué à la Protection des Données personnelles ( [dpo@ebra.fr](mailto:dpo@ebra.fr)) est en copie de toute demande relative à vos informations personnelles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:40:06.193+02:00",
    "updated": "2024-01-26T00:40:06.193+02:00"
  },
  {
    "uuid": "ed38589bb88a054dc85a63b261cdfa436e06ce79",
    "url": "https://www.wsbtv.com/news/trending/japan-woman-her-90s-found-alive-rubble-5-days-after-deadly-earthquake/E4P7BFQ6VFC2RAZIAA4IFR2NAY/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bob D'Angelo, Cox Media Group National Content Desk",
    "published": "2024-01-07T21:54:00Z",
    "title": "Japan: Woman in her 90s found alive in rubble 5 days after deadly earthquake – WSB-TV Channel 2 - Atlanta",
    "text": "A woman in her 90s was rescued from beneath the rubble of a collapsed house Saturday in western Japan, five days after a powerful earthquake struck the region and killed more than 126 people. The woman, who has not been identified, had been trapped beneath the first floor of the two-story structure in the town of Suzu after the 7.56 magnitude earthquake rocked the area, The New York Times reported. She was rescued at about 8:20 p.m. local time and was taken to an area hospital, according to the officer of Ishikawa Prefecture. The Japanese newspaper Yomiuri Shimbun reported that the woman was responsive but was believed to be suffering from hypothermia, the BBC reported. On Sunday, a doctor told reporters that the woman was well enough to speak, but her legs were injured, according to CNN . Kume Takanori, a member of the emergency rescue team, told NHK that the woman’s knees had been stuck under furniture between the first and second floor, CNN reported. It took hours to free her, Takanori said. The Times , citing experts, reported that the window for finding survivors after an earthquake is typically three days. It is possible to survive for longer periods, depending on access to water and food, temperatures in the area and the extent of the person’s injuries. The death toll from the earthquake continues to rise, with at least 222 people still reported as missing, according to the newspaper. Wajima city has had the highest number of fatalities, with 69, The Guardian reported. Suzu has 38 deaths. © 2024 Cox Media Group",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cnn.com/2024/01/06/asia/elderly-woman-rescued-japan-earthquake-intl-hnk/index.html",
      "https://www.nytimes.com/2024/01/07/world/asia/japan-earthquake-survivor-rescued.html",
      "https://www.bbc.com/news/world-asia-67901810",
      "https://www.theguardian.com/world/2024/jan/06/woman-in-90s-pulled-alive-from-rubble-five-days-after-japan-earthquake",
      "https://cnn.com/2024/01/06/asia/elderly-woman-rescued-japan-earthquake-intl-hnk/index.html",
      "https://nytimes.com/2024/01/07/world/asia/japan-earthquake-survivor-rescued.html",
      "https://bbc.com/news/world-asia-67901810",
      "https://theguardian.com/world/2024/jan/06/woman-in-90s-pulled-alive-from-rubble-five-days-after-japan-earthquake"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kume takanori",
          "sentiment": "none"
        },
        {
          "name": "takanori",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wsb-tv channel",
          "sentiment": "negative"
        },
        {
          "name": "nhk",
          "sentiment": "none"
        },
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "the new york times",
          "sentiment": "none"
        },
        {
          "name": "yomiuri shimbun",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "atlanta",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "ishikawa prefecture",
          "sentiment": "none"
        },
        {
          "name": "suzu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:56:47.899+02:00",
    "updated": "2024-01-08T01:56:47.899+02:00"
  },
  {
    "uuid": "0bcbd528c82787eb45d045f17d780e5882215fd7",
    "url": "https://www.reddeeradvocate.com/local-news/red-deer-public-students-provided-with-resources-to-ensure-post-secondary-success-7329801",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Red Deer Advocate Staff",
    "published": "2024-03-14T21:30:00Z",
    "title": "Red Deer Public students provided with resources to ensure post-secondary success - Red Deer Advocate",
    "text": "Red Deer Public Schools provided all Grade 12 students with resources to help ensure success after graduating. These resources were provided through Enriched Academy, which is an online personal financial education program, providing financial literacy training through online courses and tools. The program covers budgeting, credit cards, credit score, student loans, investing, insurance, taxes and much more. “Financial literacy is a vital life skill for everyone and we are thrilled to support our Grade 12s by giving them free lifetime access to Enriched Academy’s EnrichedStart program,” said Shari Jensen, learning services co-ordinator for Red Deer Public Schools. “Through this access they will learn how to manage their personal finances which in turn will prepare them for their journey ahead following graduation. They can continue to use this program as they navigate their way through their years of work and/or post secondary education.” Students who complete the Enriched Academy program will also qualify for scholarship opportunities. For more information, visit [www.enrichedacademy.com](https://www.enrichedacademy.com/). Send your news tips Like us on",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Education"
    ],
    "external_links": [
      "https://www.enrichedacademy.com/).",
      "https://enrichedacademy.com/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shari jensen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "red deer advocate red deer public schools",
          "sentiment": "positive"
        },
        {
          "name": "red deer public schools",
          "sentiment": "none"
        },
        {
          "name": "enriched academy",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T00:22:29.443+02:00",
    "updated": "2024-03-15T04:33:50.018+02:00"
  },
  {
    "uuid": "952adff74c88a16b09bc920e10fd2907ea95d4ad",
    "url": "https://www.schooltube.com/self-healing-concrete-a-revolution-in-construction",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SchoolTube Community",
    "published": "2024-07-05T00:54:00Z",
    "title": "Self-Healing Concrete: A Revolution in Construction | SchoolTube",
    "text": "The Magic of Self-Healing Concrete: A Revolution in Construction Imagine a world where concrete, the backbone of our modern infrastructure, can heal itself after cracks appear. This isn’t a futuristic fantasy; it’s a reality brought about by the groundbreaking innovation of self-healing concrete. What is Self-Healing Concrete? Self-healing concrete is a remarkable material that possesses the ability to repair itself after damage, such as cracks or fissures. This remarkable feat is achieved through various mechanisms, including: - Microcapsule Technology: Tiny capsules containing healing agents are embedded within the concrete. When a crack forms, these capsules rupture, releasing the healing agents that react with the surrounding environment to fill the void. - Bacterial Healing: Certain types of bacteria are incorporated into the concrete mix. When cracks appear, these bacteria consume calcium carbonate present in the concrete and produce calcium carbonate crystals, effectively sealing the cracks. - Self-Healing Aggregates: Special aggregates, like limestone or fly ash, are used in the concrete mixture. These aggregates have the ability to react with moisture and create a healing paste that fills cracks. Benefits of Self-Healing Concrete The development of self-healing concrete brings numerous advantages to the construction industry: - Increased Durability: Self-healing concrete significantly extends the lifespan of structures by minimizing the impact of cracks and other damage. - Reduced Maintenance Costs: The self-repairing nature of this concrete reduces the need for costly repairs and maintenance, saving both time and money. - Enhanced Safety: By preventing the growth of cracks, self-healing concrete improves the structural integrity of buildings and infrastructure, enhancing safety for occupants. - Environmental Sustainability: Self-healing concrete reduces the need for frequent repairs and replacements, minimizing the environmental impact of construction activities. Applications of Self-Healing Concrete Self-healing concrete holds immense potential in various construction applications: - Bridges and Highways: Self-healing concrete can improve the durability and longevity of bridges and highways, reducing the need for frequent repairs and closures. - Buildings and Structures: From residential buildings to commercial skyscrapers, self-healing concrete can enhance the structural integrity and lifespan of various structures. - Water Infrastructure: Self-healing concrete can be used in water treatment plants, pipelines, and other water-related infrastructure to reduce leaks and improve performance. The Future of Self-Healing Concrete Self-healing concrete is a game-changer in the construction industry. As research and development continue, we can expect even more advanced and efficient self-healing mechanisms to emerge. This innovative technology has the potential to revolutionize the way we build and maintain structures, ensuring a safer, more sustainable, and cost-effective future. Conclusion Self-healing concrete is a remarkable material that is poised to transform the construction industry. Its ability to repair itself after damage offers numerous benefits, including increased durability, reduced maintenance costs, enhanced safety, and environmental sustainability. With ongoing research and development, self-healing concrete is set to become an integral part of our built environment, shaping a future where structures are more resilient and sustainable than ever before.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T05:09:16.090+03:00",
    "updated": "2024-07-05T05:09:16.090+03:00"
  },
  {
    "uuid": "0d68220a79cfd7a0c881e73979e6af6fdb930438",
    "url": "https://www.poconorecord.com/story/sports/nfl/eagles/2024/03/14/saquon-barkley-reasons-for-eagles-signing-him-away-from-giants/72947587007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", Pocono Record",
    "published": "2024-03-14T00:00:00Z",
    "title": "Saquon Barkley gives reasons for Eagles signing him away from Giants",
    "text": "Why Saquon Barkley was ecstatic − and surprised − Eagles signed him away from rival Giants [Martin Frank](https://www.delawareonline.com/staff/2646929001/martin-frank/) PHILADELPHIA − All of it had to be so strange for Saquon Barkley. There Barkley was, in a black Eagles hoodie, the eagle logo on the front breast, the Eagles backdrop behind him. Barkley was beginning his new career about 90 miles from where he spent the first six seasons of his career, playing against the Eagles twice a year for their rivals, the New York Giants. The Eagles often focused their defensive game plan around stopping the star running back, and not often succeeding despite the Giants having a poor offensive line, few weapons at wide receiver, and a mostly sub-standard quarterback. MORE TO COME? [How Jalen Hurts can turn Eagles free agent haul into more (Mike Williams, Justin Fields?)](https://www.poconorecord.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007/) ILLEGAL CONTACT? [Saquon Barkley: Did Eagles tamper with former NY Giants running back before signing him?](https://www.poconorecord.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/) \"When I put this hoodie on, it’s definitely a little different, and seeing my daughter putting on Philadelphia Eagles stuff,\" Barkley said Thursday at his introductory press conference. \"We’ve been on the worst side of the rivalry for the last couple years. \"But I’m happy. I’m happy to be a Philadelphia Eagle. I take pride in it. I’m going to take pride in this organization, I’m going to take pride in my community.\" Barkley's signing was part of a large free-agent haul for the Eagles that included edge rusher Bryce Huff (Jets), safety Chauncey Gardner-Johnson (Lions), wide receiver DeVante Parker (Patriots), offensive lineman Matt Hennessy (Falcons) and linebacker Zack Baun (Saints). But none of the others came to the Eagles from a long-time bitter rival like the Giants. That's why Barkley couldn't help but feel a tinge of sadness for the ending of his Giants career. He was the Giants' first-round pick in 2018, taken second overall out of Penn State. The running back enthralled Giants fans from the start with 1,307 yards rushing and 721 yards receiving as a rookie. But injuries − a torn ACL, ankle injuries − and the Giants' porous offensive line took their toll on Barkley, too. Barkley's only other fully healthy season was in 2022 when he had a career-high 1,312 yards rushing. And well, so did the Giants' refusal to give Barkley a long-term contract extension. That's not surprising given the depressed market for running backs. So when Barkley first became a free agent after that 2022 season, the Giants placed the franchise tag on him, a one-year deal worth $10.1 million. When he became a free agent again after rushing for 962 yards in 14 games, the Giants didn't even offer that, enabling him to become a free agent. Barkley missed the three games last season with a high ankle sprain. Still, there had to be some surprise on Barkley's part that the Eagles were the ones who offered him a three-year contract worth as much as $37.8 million with $26 million guaranteed. After all, the Eagles haven't offered a multi-year deal to a star running back since 2015. That year, the Eagles offered DeMarco Murray a five-year deal worth $40 million. It was a fiasco. Barkley, who was born in the Bronx and moved to the Allentown as a young child, knows this as much as anyone. He was teammates with Miles Sanders at Penn State, and saw how the Eagles let Sanders leave as a free agent after Sanders' career year in 2022. That year, Sanders rushed for 1,269 yards. Yet he signed with the Carolina Panthers, and the Eagles replaced him by trading for D'Andre Swift. He, too, had a career year with 1,049 yards. Yet the Eagles let him leave for a three-year deal with the Bears. But instead of finding Swift's replacement in the draft, a few hours later, they signed Barkley. \"My reaction was I was super happy that I was going to come back and stay close to home and play for a great team,\" Barkley said. \"Just ready to get (over) the business side off of it the last two years. I feel like so many people would come up to me about me getting tagged, or talking contract leading up to this. \"And now all of that’s done. The business side is done and we can keep the main thing the main thing. And that’s going out there and playing football and winning football games.\" Much like Barkley's career, even that process wasn't smooth as the NFL is looking into the [possibility that the Eagles tampered with Barkley](https://www.poconorecord.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/). That emanated from comments made by Penn State football coach James Franklin on Wednesday, insinuating that Eagles GM Howie Roseman talked to Barkley, a violation of NFL rules. Team executives are only allowed to contact a player's agent during the 52-hour period from Monday at noon until 4 p.m. Wednesday, the start of the new league year. The Eagles denied making contact with Barkley. \"Coach Franklin, I think, kind of misinterpreted,” Barkley said. \"The truth was, the sales pitch to Penn State, how many Penn State fans are Philadelphia Eagles fans. But that was through my agent, and my agent told me that. It happens. I’m going to let Philly handle that.\" Barkley just wants to handle the football. And he's enthralled by the possibility of playing behind a strong offensive line, with Jalen Hurts as a running threat at quarterback, with star receivers in A.J. Brown, DeVonta Smith and tight end Dallas Goedert. \"Pick your poison,\" Barkley said about opposing defenses. \"You can collapse down and take me away, then you’ve got Jalen. If you want to stick with Jalen, then you’ve got me running behind an awesome offensive line. So I'm looking forward to all that. \"It’s not just Jalen and the offensive line, it’s all the talent on the team.\" Contact Martin Frank at mfrank@delawareonline.com. Follow on X @Mfranknfl.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.northjersey.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
      "https://www.delawareonline.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
      "https://www.delawareonline.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007/",
      "https://northjersey.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
      "https://www.delawareonline.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007",
      "https://delawareonline.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007/",
      "https://delawareonline.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007/",
      "https://www.delawareonline.com/story/sports/nfl/eagles/2024/03/13/eagles-free-agent-haul-lead-mike-williams-xavien-howard-saquon-barkley-jalen-hurts-howie-roseman/72947521007",
      "https://www.northjersey.com/story/sports/nfl/giants/2024/03/14/saquon-barkley-tampering-howie-roseman-ny-giants-philadelphia-eagles/72970678007"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "saquon barkley",
          "sentiment": "negative"
        },
        {
          "name": "barkley",
          "sentiment": "negative"
        },
        {
          "name": "justin fields",
          "sentiment": "none"
        },
        {
          "name": "mike williams",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "giants philadelphia",
          "sentiment": "negative"
        },
        {
          "name": "new york giants",
          "sentiment": "none"
        },
        {
          "name": "giants",
          "sentiment": "none"
        },
        {
          "name": "ny giants",
          "sentiment": "none"
        },
        {
          "name": "eagles",
          "sentiment": "none"
        },
        {
          "name": "philadelphia eagles",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-15T01:16:11.362+02:00",
    "updated": "2024-03-15T06:15:47.317+02:00"
  }
]