[
  {
    "uuid": "cfb7eedb7d317f669d56647490dde06d44a39719",
    "url": "https://www.poder360.com.br/poder-sportsmkt/bordeaux-comunica-falencia-afirma-site-frances",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Poder360 · PODER360",
    "published": "2024-07-25T19:58:00Z",
    "title": "Bordeaux comunica falência, afirma jornal francês",
    "text": "O clube francês Girondins de Bordeaux comunicou à Federação Francesa de Futebol (FFF) que pretende abandonar o posto de time profissional, decretando falência. As informações foram divulgadas nesta 5ª feira (25.julho.2024) pelo jornal Sud Ouest .\nA medida envolve a liberação de todos os seus jogadores e o fechamento do seu centro de formação, marcando o fim de uma era para o clube, fundado dem 1881. A situação financeira precária do clube foi citada como a razão principal para a decisão.\nFormulário de cadastro alertas grátis do Poder360 concordo com os termos da LGPD . Inscreva-se Inscreva-se O Bordeaux, rebaixado administrativamente para a 3ª divisão pela DNCG (Direção Nacional de Controle de Gestão), está em uma liga que mistura clubes amadores e profissionais. Normalmente, um clube nesta divisão perderia seu status profissional, mas poderia solicitar uma exceção para mantê-lo por até duas temporadas.\nNo entanto, o clube escolheu não seguir este caminho, devido à necessidade de cortar drasticamente sua folha salarial, que na última temporada foi de 36 milhões de euros, com 25 milhões destinados aos jogadores e à equipe técnica do time principal.\nA renúncia ao profissionalismo implica a rescisão automática dos contratos dos jogadores e a perda da certificação do centro de formação, que hospeda cerca de 70 jovens, metade dos quais reside nas instalações do clube. Todos serão liberados, sem que o Bordeaux receba compensações por futuras transferências.\nNa próxima 3ª feira (30.jul.2024), o clube comparecerá ao tribunal de comércio para solicitar a abertura de um processo de reestruturação judicial, que congelaria todas as suas dívidas, estimadas em cerca de 90 milhões de euros. Sem a necessidade de manter jogadores profissionais, a demanda por liquidez do clube diminui significativamente.\nNo entanto, Gérard Lopez, presidente e proprietário, precisará demonstrar ao tribunal que tem recursos suficientes para manter a operação do clube, incluindo o pagamento dos salários dos funcionários administrativos, que devem enfrentar um plano de demissões.\nSe o tribunal aprovar o pedido de reestruturação, o Bordeaux terá que apresentar um orçamento para a próxima temporada à DNCG federal, seja na N1 ou N2, o que exigirá a montagem rápida de uma equipe. Caso Lopez não apresente garantias suficientes, o tribunal poderá solicitar um novo plano ou iniciar um processo de liquidação.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Economy, Business and Finance",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://girondins.com/fr",
      "https://www.girondins.com/fr"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:29:50.875+03:00",
    "updated": "2024-07-26T01:05:13.049+03:00"
  },
  {
    "uuid": "99e1767a32348e049272ef8416a63d9c7a429f5b",
    "url": "https://ground.news/article/he-would-be-so-proud-concordia-guard-emily-beseman-taking-memories-of-her-late-father-into-ncaa-tournament",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ground News",
    "published": "2024-02-29T00:00:00Z",
    "title": "Ground News - 'He would be so proud'; Concordia guard Emily Beseman taking memories of her late father into NCAA tournament",
    "text": "'He would be so proud'; Concordia guard Emily Beseman taking memories of her late father into NCAA tournament Tom Beseman was a beloved figure in the small town of Swanville, Minnesota. Tom passed away last summer after a seven-year battle with Leukemia. The Cobbers honored Tommy's Legacy at a game last month. They've only lost twice since then, and used a hisotric season to help them heal. Summary by Ground News 1 Articles 1 Articles All Left Center Right [] Inforum 'He would be so proud'; Concordia guard Emily Beseman taking memories of her late father into NCAA tournament MOORHEAD Emily Beseman’s dad Tom rarely missed a game.“When I started playing C team, I think sixth or seventh grade, he was the C team coach, a JV coach,\" Emily said. \"He has always been there throughout my high school career.\"Emily and her Mom Theresa told me all about Tom sitting in the same spot, and making his presence felt - and heard - during her college games at Concordia.This season has been different, though. Tom passed away last summ… 7 hours ago·Fargo, United StatesRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Not enough coverage to generate an Article Assistant. Ground News Article Assistant Coverage Details Total News Sources0Leaning Left0Leaning Right0Center1Last Updated5 hours agoBias Distribution 100% Center Bias Distribution - 100% of the sources are Center 100% Center C 100% Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "emily beseman",
          "sentiment": "negative"
        },
        {
          "name": "emily",
          "sentiment": "none"
        },
        {
          "name": "tom beseman",
          "sentiment": "none"
        },
        {
          "name": "tom",
          "sentiment": "none"
        },
        {
          "name": "theresa",
          "sentiment": "none"
        },
        {
          "name": "tommy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "concordia",
          "sentiment": "negative"
        },
        {
          "name": "ncaa",
          "sentiment": "negative"
        },
        {
          "name": "united",
          "sentiment": "none"
        },
        {
          "name": "ground news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "swanville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:21:09.503+02:00",
    "updated": "2024-03-01T00:54:20.474+02:00"
  },
  {
    "uuid": "e7ff4f7db50349f3f09ab92483c6205eda33d9ac",
    "url": "https://vnexplorer.net/after-receiving-new-information-international-house-of-prayer-in-kansas-city-announces-separation-from-founder-mike-bickle-s622198.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-24T00:02:00Z",
    "title": "After receiving new information, International House of Prayer in Kansas City announces separation from founder Mike Bickle",
    "text": "IHOPKC has formally separated from its founder Mike Bickle.\nThe International House of Prayer in Kansas City announced Friday night that it has separated from founder Mike Bickle.\nSpokesperson Eric Volz, in a statement, said the separation is happening “immediately, formally, and permanently” after the committee received “new information to now confirm a level of inappropriate behavior.”\nSign up for our Newsletters\nIHOPKC Executive Director Stuart Greaves also resigned.\nAccording to Volz, Kurt Fuller, who took over the management of the crisis on Dec. 10, will take over the executive director duties.\nYou can watch the full statement here:\nKMBC 9 has been following the allegations against Bickle since October.\nBickle was placed on leave from the ministry after three former senior leaders accused him of sexual abuse.\nNo criminal charges have been filed in the case.\nBickle released a statement earlier this month, saying, “I sadly admit that 20-plus years ago, I sinned by engaging in inappropriate behavior —my moral failures were real. I am not admitting to the more intense sexual activities that some are suggesting.”\nYou can read Bickle’s full statement here:\nA third party investigation will continue.\nTOP STORIES FROM KMBC:\nAmazon’s secret section full of stocking stuffers for under $25\nREAD THE FULL STORY:After receiving new information, International House of Prayer in Kansas City announces separation from founder Mike Bickle\nCHECK OUT KMBC:Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lVkp8.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1lVkp8.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mike bickle",
          "sentiment": "negative"
        },
        {
          "name": "kurt fuller",
          "sentiment": "none"
        },
        {
          "name": "eric volz",
          "sentiment": "none"
        },
        {
          "name": "stuart greaves",
          "sentiment": "none"
        },
        {
          "name": "bickle",
          "sentiment": "none"
        },
        {
          "name": "volz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "international house of prayer",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "kansas city",
          "sentiment": "none"
        },
        {
          "name": "kan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T02:14:22.561+02:00",
    "updated": "2023-12-24T02:14:22.561+02:00"
  },
  {
    "uuid": "376884854c908331619118bc502f8c9126daa7f9",
    "url": "https://www.dallasnews.com/espanol/al-dia/mexico/2023/12/28/taxco-secuestro-pepenadores-relleno-sanitario-plagio-guerrero/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia Reforma",
    "published": "2023-12-28T17:59:00Z",
    "title": "Plagian a 7 personas en Taxco: una funcionaria y seis empleados del relleno sanitario",
    "text": "Ciudad de México - Funcionarios y empleados del relleno sanitario de Taxco, Guerrero, fueron secuestrados por un grupo de hombres armados, mientras que en Texcaltitlán, Edomex, ascendió a 14 al número de personas plagiadas presuntamente por La Familia Michoacana. Lea también: Hallan en la cajuela de un auto a dos maestros asesinados en Taxco, Guerrero\nAdvertisement Autoridades de Guerrero informaron que la directora del relleno sanitario, Anabel Gutiérrez, un empleado y cinco pepenadores fueron secuestrados.\nAdvertisement Versiones de pobladores de Taxco indican que desde el martes por la noche se registraron balaceras en distintas zonas de esa ciudad.\nÚltimas noticias de hoy Las historias que tienes que saber de la comunidad de Dallas-Fort Worth, eventos gratuitos, paseos, conciertos, deportes y todo lo que ocurre en el Metroplex.\nEmail Address By signing up you agree to our Terms of Service and Privacy Policy\nSUBMIT En tanto, la Fiscalía de Justicia del Edomex actualizó en 14 el número de personas desaparecidas en Texcaltitlán, entre ellas cuatro menores, tras el enfrentamiento entre pobladores y presuntos criminales de La Familia Michoacana.\n“De ellos 4 son menores de edad y 10 son adultos: 2 niñas, 2 niños, 3 mujeres y 7 masculinos adultos”, detalló el Fiscal José Luis Cervantes, quien dijo que la dependencia a su cargo ofrece una recompensa de hasta 500 mil pesos para dar con su localización.\nAdvertisement Suscríbase al newsletter de Al Día para recibir el resumen de las noticias del Norte de Texas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://www.facebook.com/sharer/sharer.php?u=https://www.dallasnews.com/espanol/al-dia/mexico/2023/12/28/taxco-secuestro-pepenadores-relleno-sanitario-plagio-guerrero/&title=Plagian%20a%207%20personas%20en%20Taxco%3A%20una%20funcionaria%20y%20seis%20empleados%20del%20relleno%20sanitario",
      "http://facebook.com/sharer/sharer.php?u=https://dallasnews.com/espanol/al-dia/mexico/2023/12/28/taxco-secuestro-pepenadores-relleno-sanitario-plagio-guerrero/&title=Plagian%20a%207%20personas%20en%20Taxco%3A%20una%20funcionaria%20y%20seis%20empleados%20del%20relleno%20sanitario",
      "http://www.facebook.com/sharer/sharer.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:04:16.938+02:00",
    "updated": "2023-12-29T00:04:16.938+02:00"
  },
  {
    "uuid": "5b1a505a7ce5234e49b0d4964c0570b91ace6d2a",
    "url": "https://www.vaticannews.va/en/pope/news/2024-06/pope-francis-mass-corpus-christi-eucharist-procession.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Vatican News",
    "published": "2024-06-02T18:45:00Z",
    "title": "Pope at Corpus Christi Mass: ‘War-torn world needs aroma of bread of love’ - Vatican News",
    "text": "Pope at Corpus Christi Mass: ‘War-torn world needs aroma of bread of love’ By Devin Watkins “God does not abandon us but always seeks, waits for, and accompanies us, even to the point of placing Himself, helpless, into our hands”. Pope Francis offered that certainty in his homily at Mass in the Basilica of St. John Lateran, as the Church celebrates the Solemnity of the Most Holy Body and Blood of Christ, known as Corpus Christi Sunday. The Mass concluded with a Eucharistic procession to the Basilica of St. Mary Major. Eucharistic attitude teaches appreciation In his homily at Mass, the Holy Father focused on the Eucharistic bread and spoke about the three themes of “thanksgiving, rememberance, and presence.” Bread, he noted, is a food of daily life, through which brought Himself intimately close to us. The Eucharist, added Pope Francis, teaches us to be thankful for God’s many gifts in our lives, by properly using our talents and skills. “This is our mission to give thanks” asked the Pope. “While we could add even many more ways to give thanks, these are important ‘Eucharistic’ attitudes since they teach us to appreciate the value of what we do and offer.” True freedom in service Pope Francis turned to the importance of remembering Christ’s passion, death, and resurrection. In giving us His Body and Blood, Jesus taught us to give ourselves as an offering to people in need and those around us. “There are some who say that true freedom means thinking only about ourselves, enjoying life doing whatever we want without regard for others,” said the Pope. “This is not freedom but a hidden slavery.” True freedom, he said, is found when we bend down to serve others, “motivated solely by love.” Streets filled with bread of love Reflecting on the real presence of Christ in the Eucharist, the Pope pointed out that God never abandons us but rather waits for us to accept Him in the form of Bread. “His real presence also invites us to be close to our brothers and sisters wherever love calls us,” said Pope Francis. Our world, he added, desperately needs the Bread of the Eucharist, so that streets filled with rubble and the destruction of war may return to peaceful places filled with the smell of freshly baked bread. “We urgently need to bring back to our world the good, fresh aroma of the bread of love, to continue tirelessly to hope and rebuild what hatred destroys,” he said. Inviting others to follow Christ In conclusion, Pope Francis said the Eucharistic Procession from St. John Lateran to St. Mary Major is not a flashy expression of faith. “We are not doing this to show off,” he concluded, “or to flaunt our faith, but to invite everyone to participate, in the Bread of the Eucharist, in the new life that Jesus has given us.” Thank you for reading our article. You can keep up-to-date by subscribing to our daily newsletter. [ Just click here](/en/newsletter-registration.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "devin watkins",
          "sentiment": "negative"
        },
        {
          "name": "francis",
          "sentiment": "none"
        },
        {
          "name": "pope francis",
          "sentiment": "none"
        },
        {
          "name": "john lateran",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "vatican news pope",
          "sentiment": "negative"
        },
        {
          "name": "church",
          "sentiment": "none"
        },
        {
          "name": "st. mary major",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "corpus christi mass",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T23:23:53.313+03:00",
    "updated": "2024-06-02T23:23:53.313+03:00"
  },
  {
    "uuid": "32af643a7b1839ad64fd422081c21c54fd5fb86e",
    "url": "https://www.13newsnow.com/article/news/verify/social-security-verify/social-security-number-data-breach-what-we-can-verify/536-8770462a-3172-4ec2-9441-9f638e4e44ce",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Erin Jones, Ariane Datil, Josh Sidorowicz (WTSP)",
    "published": "2024-08-15T21:33:00Z",
    "title": "Did Social Security numbers get leaked? What we can VERIFY",
    "text": "On Aug. 14, an X post with over 8.5 million views claimed that the personal information of nearly every American, including Social Security numbers and physical addresses, may have been compromised in a recent data breach. “Every American’s Social Security number may have been stolen in a new major hack, with over 2.7 billion records allegedly compromised from National Public Data. The stolen information includes Social Security numbers and physical addresses,” the viral post said . Similar posts are also circulating online. Multiple readers, including Carol, have asked us whether their personal information is now at risk. Here’s what we can VERIFY. Sign up for the VERIFY Fast Facts daily Newsletter! Initial reports of the alleged data breach stem from a class-action lawsuit filed in Florida in August. The lawsuit , which was filed by California resident Christopher Hofmann on Aug. 1, alleges that hackers gained access to the personal information of “billions of individuals” from National Public Data, a background check company based in Coral Springs, Florida. National Public Data scrapes data from public record databases, national and state databases, and court records, including nonpublic sources, according to Schubert Jonckheer & Kolbe LLP , a law firm investigating the breach. Schubert Jonckheer & Kolbe LLP says National Public Data then sells this private data to a wide range of organizations, including background check websites, investigators, app developers, and data resellers. “Because individuals did not affirmatively provide their private information to NPD, individuals may not even know that they have been affected,” Schubert Jonckheer & Kolbe LLP said. Hofmann claims his identity theft protection service notified him in late July that his personal information had been compromised by the “nationalpublicdata.com” breach. The lawsuit claims the exposed information includes Social Security numbers, past and current addresses, names, and information about parents and siblings. Cybersecurity experts warn that this is the type of sensitive data that could allow a scammer to take out a loan in your name or gain access to your banking information. Top Class Actions says at least two more class-action lawsuits have also been filed against National Public Data concerning the same data breach. As of Aug. 15, National Public Data, the defendant in the lawsuit, has not confirmed the data breach and the company did not immediately respond to VERIFY’s request for comment. Meanwhile, a Social Security Administration (SSA) spokesperson said in an email that “recent reports related to a data breach are unrelated to the Social Security Administration’s internal systems and data, neither of which has been compromised.” It is unclear if National Public Data has alerted people whose information was compromised in the alleged breach, though Hofmann’s lawsuit claims the company had “still not provided any notice or warning” to him. Some states require companies to report data breaches to their attorneys general offices. However, information security company McAfee said on Aug. 14 that it had not found any filings related to the breach. Florida law requires companies to file notices of any data breach that impacts 500 or more Floridians. The exact date of the data breach is unclear, but it is believed to have taken place sometime in or around April 2024, according to Hofmann’s lawsuit . The complaints allege that a cybercriminal group named USDoD gained access to National Public Data’s network and then published and sold its findings on the dark web. One of the lawsuits claims the breach was first reported on June 1, by VX-Underground , an international cybersecurity research group, according to Top Class Actions . Top Class Actions says VX-Underground claimed that the cybercriminal group “USDoD” was behind the attack and had posted the database containing 2.9 billion records for sale online for $3.5 million. VX-Underground also confirmed the authenticity of the data. VX-Underground says the stolen database includes 277.1 gigabytes of data, including names, address histories, relatives, and Social Security numbers dating back at least three decades, according to Schubert Jonckheer & Kolbe LLP . USDoD has no affiliation with the U.S. Department of Defense, which is commonly referred to by the acronym “DOD.” Although the data breach has not yet been confirmed by National Public Data, cybersecurity experts recommended that you freeze your credit if you suspect your Social Security number or other personal information has been compromised. It’s free to freeze your credit with the three major credit bureaus: Equifax, Experian and TransUnion, according to the U.S. Public Information Research Group (PIRG) , a non-profit consumer watchdog. Freezing your credit can block bad actors from taking out a loan or opening a new credit card in your name. But PIRG warns to never freeze your credit in response to an unsolicited email or text claiming to be from one of the credit agencies because it could be a scam. The National Cybersecurity Alliance says freezing your credit will limit access to your credit reports, and you’ll have to remember to unfreeze your credit if you’re applying for a new credit card or mortgage. PIRG notes that freezing your credit does not directly increase or decrease your credit score. You can freeze your accounts with the three major credit bureaus by phone or online: You can also sign up for a tracking service that will alert you if your data appears on the dark web through services provided by companies like Norton and Google One . If you suspect you are a victim of identity theft, the Social Security Administration recommends:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/C-rKljvpBew/?igsh=amZjcWZ3eG9sZjho",
      "https://s3.documentcloud.org/documents/25038487/hoffman-npd-class-action-lawsuit.pdf",
      "https://archive.ph/WC3gU",
      "https://www.archive.ph/lLMzc",
      "https://topclassactions.com/lawsuit-settlements/lawsuit-news/national-public-data-class-actions-allege-company-responsible-for-data-breach-affecting-billions/",
      "https://staysafeonline.org/resources/what-to-do-when-your-data-is-breached",
      "https://support.google.com/googleone/answer/13409560?hl=en",
      "https://pirg.org/edfund/resources/identity-theft-is-soaring-reduce-your-risk-dramatically-by-simply-freezing-your-credit-files/",
      "http://www.leg.state.fl.us/statutes/index.cfm",
      "https://www.mcafee.com/blogs/security-news/data-breach-exposes-3-billion-personal-information-records",
      "https://x.com/YayAreaNews/status/1823808658935046362",
      "https://instagram.com/p/C-rKljvpBew/?igsh=amZjcWZ3eG9sZjho",
      "https://www.pirg.org/edfund/resources/identity-theft-is-soaring-reduce-your-risk-dramatically-by-simply-freezing-your-credit-files/",
      "https://www.classactionlawyers.com/blog/npd",
      "https://support.google.com/googleone/answer/13409560",
      "https://www.topclassactions.com/lawsuit-settlements/lawsuit-news/national-public-data-class-actions-allege-company-responsible-for-data-breach-affecting-billions/",
      "https://www.s3.documentcloud.org/documents/25038487/hoffman-npd-class-action-lawsuit.pdf",
      "https://staysafeonline.org/resources/what-to-do-when-your-data-is-breached/",
      "http://www.leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&Search_String=&URL=0500-0599/0501/Sections/0501.171.html",
      "https://x.com/rawsalerts/status/1823807973912928536",
      "https://www.x.com/rawsalerts/status/1823807973912928536",
      "https://www.support.google.com/googleone/answer/13409560?hl=en",
      "https://vx-underground.org/",
      "https://www.archive.ph/WC3gU",
      "https://classactionlawyers.com/blog/npd",
      "https://us.norton.com/feature/dark-web-monitoring",
      "https://www.x.com/YayAreaNews/status/1823808658935046362",
      "https://www.us.norton.com/feature/dark-web-monitoring",
      "https://www.staysafeonline.org/resources/what-to-do-when-your-data-is-breached/",
      "https://vx-underground.org",
      "https://www.instagram.com/p/C-rKljvpBew/",
      "https://archive.ph/lLMzc",
      "https://www.mcafee.com/blogs/security-news/data-breach-exposes-3-billion-personal-information-records/",
      "https://mcafee.com/blogs/security-news/data-breach-exposes-3-billion-personal-information-records/",
      "http://leg.state.fl.us/statutes/index.cfm?App_mode=Display_Statute&Search_String=&URL=0500-0599/0501/Sections/0501.171.html",
      "https://pirg.org/edfund/resources/identity-theft-is-soaring-reduce-your-risk-dramatically-by-simply-freezing-your-credit-files",
      "https://topclassactions.com/lawsuit-settlements/lawsuit-news/national-public-data-class-actions-allege-company-responsible-for-data-breach-affecting-billions",
      "https://www.vx-underground.org/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "christopher hofmann",
          "sentiment": "none"
        },
        {
          "name": "carol",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "social security",
          "sentiment": "none"
        },
        {
          "name": "national public data sc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "coral springs",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:47:56.323+03:00",
    "updated": "2024-08-16T00:47:56.323+03:00"
  },
  {
    "uuid": "fbbe4a7a011f31b523a6e73124084545bb9a4053",
    "url": "https://www.insideedition.com/gypsy-rose-blanchard-says-shes-not-looking-for-fame-and-is-being-herself-85370",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "IE Staff",
    "published": "2024-01-05T18:52:00Z",
    "title": "Gypsy Rose Blanchard Says She's Not Looking for Fame | Inside Edition",
    "text": "“I don’t think that I’m doing anything that anybody else wouldn’t do,” she told ABC News. [Gypsy Rose Blanchard](https://www.insideedition.com/tag/gypsy-rose-blanchard) is embracing her freedom and making rounds in a series of [television](https://www.insideedition.com/tag/tv) interviews. “I’m doing great. I’m in [New York City](https://www.insideedition.com/tag/new-york-city) for the first time,” Blanchard said on \"The View.\" Her husband, Ryan Anderson, sat in the audience. They met when he wrote to Blanchard in prison, where she was serving eight years for organizing the [murder](https://www.insideedition.com/tag/murder) of her abusive mother. “Thought she was beautiful and loved her story and the first page of my letter was telling her what her story meant to me,” Anderson said. “At the end, I said I’d love to talk to you more if possible, if not have a great life, here’s my email. A week later she emailed me.” In the time since her release from prison last week, the 32-year-old amassed a large social media following. Experts say it could make her a millionaire. Blanchard has 6.5 million followers on TikTok and 6 million on Instagram, where she has been posting selfies and details about her love life. “On Brand” author Aliza Licht tells Inside Edition that Blanchard’s social media presence could continue to grow. “She seems like an everyday regular girl next door,” Licht says. “People are there for it. She can command well over $100,000 per post right this minute and as she grows it’s gonna get even higher. Blanchard said she is not interested in cashing in. “Fame is not what I’m looking for. I don’t think that I’m doing anything that anybody else wouldn’t do. I’m being myself,” Blanchard told ABC News.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gypsy rose",
          "sentiment": "negative"
        },
        {
          "name": "gypsy rose blanchard",
          "sentiment": "negative"
        },
        {
          "name": "aliza licht",
          "sentiment": "none"
        },
        {
          "name": "ryan anderson",
          "sentiment": "none"
        },
        {
          "name": "anderson",
          "sentiment": "none"
        },
        {
          "name": "blanchard",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "abc news",
          "sentiment": "negative"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        },
        {
          "name": "tiktok",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:22:52.326+02:00",
    "updated": "2024-01-06T02:10:33.601+02:00"
  },
  {
    "uuid": "0e848dd54235105cc602dd7b7695072263dd838f",
    "url": "https://www.miragenews.com/cessnock-city-council-unveils-2024-seniors-1184930",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mirage News",
    "published": "2024-02-29T11:44:00Z",
    "title": "Cessnock City Council Unveils 2024 Seniors Festival | Mirage News",
    "text": "The upcoming Cessnock Local Government Area's Seniors Festival, presented by Cessnock City Council, is set to begin on the 11 March and run until the 24 March. The wider community is invited to attend the festival, which encompasses an incredible line up of events and activities, designed to celebrate, inspire, entertain, and connect seniors from across the region. The program of events has been designed around research demonstrating the '5 Ways to Wellbeing' (connection, being active, taking notice, learning, and giving), and will include; an intergenerational playgroup, senior learn to swim assessments, ukulele club, a presentation on seniors rights, a scam awareness information session, chair yoga, free technology assistance, historical walking tours, and much more! Mayor of Cessnock City, Councillor Jay Suvaal, is thrilled to support the festival and its theme this year, Reach Beyond, highlighting the importance of honouring and engaging seniors across the community. \"The Cessnock Local Government Area's Seniors Festival is a wonderful opportunity to recognise and celebrate the valuable contributions that seniors make to our community every day,\" Clr Suvaal commented. \"This year's theme, Reach Beyond, reflects our commitment to enhancing the physical, mental, and emotional well-being of our older community members. I encourage everyone to participate in the variety of activities, and to make the most of this fantastic event.\" Many of the events on offer are free, with some events requiring bookings. For more information and to view the full program of events, [visit the event page here.](https://www.cessnock.nsw.gov.au/Things-to-do/Events/2024-Cessnock-City-Seniors-Festival) [here](/cessnock-city-council-unveils-2024-seniors-1184930/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "external_links": [
      "https://www.cessnock.nsw.gov.au/Things-to-do/Events/2024-Cessnock-City-Seniors-Festival)",
      "https://cessnock.nsw.gov.au/Things-to-do/Events/2024-Cessnock-City-Seniors-Festival)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jay suvaal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cessnock city council",
          "sentiment": "negative"
        },
        {
          "name": "ways to wellbeing",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cessnock city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-01T00:49:54.425+02:00",
    "updated": "2024-03-01T00:49:54.425+02:00"
  },
  {
    "uuid": "11ad84b3c08c6e0f70c8da151cbb0e244a7d41fd",
    "url": "https://www.newsbreak.com/e-news-510067/3784832034505-shemar-moore-and-jesiree-dizon-break-up-after-5-years",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "E! News",
    "published": "2025-01-31T03:03:00Z",
    "title": "Shemar Moore and Jesiree Dizon Break Up After 5 Years - NewsBreak",
    "text": "1 hours ago Shemar Moore is moving forward on his own. The S.W.A.T. star and girlfriend Jesiree Dizon have broken up after five years of dating, according to multiple outlets. The couple were initially linked... Read full article\nRead in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Social Issue->social condition",
      "Social Issue->dating and relationships",
      "Social Issue->family",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T07:01:31.792+02:00",
    "updated": "2025-01-31T07:01:31.792+02:00"
  }
]