[
  {
    "uuid": "d2198012d4f59121766028cef8e624b155e9da05",
    "url": "https://www.meneame.net/story/paises-bajos-convoca-embajador-israel-protestar-presuntas-tpi/c08",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "suppiluliuma",
    "published": "2024-06-27T20:59:00Z",
    "title": "#8 Países Bajos convoca al embajador de Israel para protestar por las presuntas amenazas a trabajadores del TPI",
    "text": "Portada\nmis comunidades\notras secciones\n[#3](c3#c-3) Llámame loco, pero resultan igual de inquietantes las amenazas de una panda de pedazos de mierda en medio de un proyecto de expansión imperial con genocidio incluído que los de otra banda de pedazos de mierda en medio de un proyecto de expansión imperial con genocidio incluído.\nSalvo que uno esté en la situación descrita por Upton Sinclair: \"es difícil hacer que un hombre entienda algo, cuando su salario depende de que no lo entienda\".\n[#6](c6#c-6) Cuando vas al bar y te preguntan que quieres respondes tb con la ofensiva de Jarkov? Pq pinta lo mismo que en esta noticia\nCansino por dios, el Principio de la silenciación tiene que ser mas sutil, como propagandista eres flojito flojito, las normas las sigues pero de imaginación vas justito para el curro\n[#9](c9#c-9) Efectivamente, yo tengo todo el aparato del estado nazi para obligaros a pensar lo que quiera. ¡Soy tan poderoso!\nMadre mía, las chorradas que os inventáis para justificar vuestros Heil Putin!\nY claramente el chorreo constante de propaganda rusa (incluyendo la de tu amiguito) no está relacionado con lo bien que les van las cosas en el campo de batalla. Nooooooo. Que va.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:09:42.687+03:00",
    "updated": "2024-06-28T01:09:42.687+03:00"
  },
  {
    "uuid": "55d32208fda220835f6635832a348a96b42c8766",
    "url": "https://newsrnd.com/sports/2024-01-20-european-cup--racing-qualifies-for-the-eighth-by-sweeping-cardiff.S18gxtKt6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2024-01-20T17:16:00Z",
    "title": "European Cup: Racing qualifies for the eighth by sweeping Cardiff - The Limited Times",
    "text": "Racing will therefore see the round of 16 of the Champions Cup which will be played on the weekend of April 6 and 7.\nWith three defeats in four matches, it's quite fortunate but the Ile-de-France residents had the merit of taking advantage of the formula of this European Cup which will undoubtedly find its appeal in the spring.\nThe success against Cardiff (48-26) at Paris La Défense Arena this Saturday afternoon is enough, for the moment, for their happiness.\nEspecially since their fate did not depend solely on them.\nIt took a victory for Harlequins in front of the Irish province of Ulster (47-19) just before kick-off for the Ciel et Blanc horizon to clear up.\nA success against the very weak Welsh of Cardiff allowing them to slip into the round of 16.\nEasy.\nToo easy ?\nStill, the Ile-de-France residents experienced some ignition problems.\nStung by a try from the Carre piler under their posts (8th) and heckled by the liveliness of the Welsh, Stuart Lancaster's players took advantage of their superior power and the defensive largesse of Cardiff to take their destiny in their hands.\nThe English manager had lined up his big team with Gaël Fickou, Cameron Woki, Nolann Le Garrec, Antoine Gibert, four of the five Racingmen (Thomas Laclayat had been left to rest) selected from the list of 34 called by Fabien Galthié in order to prepare for the Tournament of the Six Nations which begins for the Blues on February 2 in Marseille against Ireland.\nThey were a bit timid before joining the gathering of the XV of France this Sunday in Marcoussis (Essonne) but Racing still avoided too long a suspense.\nAt half-time, it already seemed out of reach of the Welsh (20-12) thanks to three tries from Kamikamica (18th), Kolisi (25th) and Tabuavou (32nd).\nThe offensive bonus point was picked up after returning from the locker room on a nice slalom from fullback Tristan Tedder (43rd).\nAnd the open house operation, a bad habit of a defenseless Welshman, continued quietly, even winning over Racing by contagion.\nThe Ciel et Blanc therefore finished fourth in their group and this poor ranking is not without consequences.\nThey will have to move to one of the first groups, a big arm which could be Toulouse or Leinster for example.\nAnother story.\nDots\nRacing 92:\n7 tries from Kamikamica (18th), Kolisi (25th), Tabuavou (32nd), Tedder (43rd), Wade (47th), Baudonne (50th), Tarrit (76th), 5 conversions from Tedder (18th, 43rd, 47th, 50th, 76th), 1 penalty from Le Garrec (5th)\nCardiff:\n4 tries from Carre (8th), T. Williams (38th, 64th), De Beer (72nd), 3 conversions from De Beer",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stuart lancaster",
          "sentiment": "none"
        },
        {
          "name": "carre",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cardiff",
          "sentiment": "negative"
        },
        {
          "name": "ciel et blanc",
          "sentiment": "none"
        },
        {
          "name": "harlequins",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "cardiff",
          "sentiment": "none"
        },
        {
          "name": "paris la défense arena",
          "sentiment": "none"
        },
        {
          "name": "ile-de-france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T19:21:23.902+02:00",
    "updated": "2024-01-20T19:21:23.902+02:00"
  },
  {
    "uuid": "ea494666d0e7dbf17229053300766bfb36481f19",
    "url": "https://origin.mid-day.com/news/opinion/article/no-leather-in-temples-but-silk-23351137",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Devdutt Pattanaik",
    "published": "2024-05-25T23:24:00Z",
    "title": "No leather in temples, but silk?",
    "text": "Recently, at a temple, a monk wearing ochre-saffron, to advertise his ‘celibacy, yelled at a girl for wearing a leather belt and entering the temple. Somehow, he had given himself the authority of purity. It struck me how this arrogant gatekeeper of culture, rather than appreciating the girls devotion, was busy drawing attention to himself, and spoiling the entire mood in the temple. Why was he observing and policing womens clothing? It is a common feature that we see with male monks, especially when confronted with confident women. I did not have the heart to tell this priest monk that traditionally in Hindu temples, monks lived in establishments outside the temple. They were not allowed to take part in fertility rituals, which were only performed by Brahmins, who were married and had children. Someone who entered the sannyasi stage, while respected, was not allowed to perform rituals. But these ideas have changed since the 19th century, when Hindu elite saw the power of Christian Jesuit missionaries and created a Hindu monastic ‘missions on similar lines, controlling schools, hospitals and temples. Also, in Hindu temples, many animal products are used as part of the ceremony. Milk comes from cows, honey is regurgitated by honeybees. Silk, made by boiling worms alive, is a popular temple fabric. The Shaligram stone is a fossil of ammonite, which means the fossil of an animal that once lived under the sea. The conch shell that is blown is the home of an animal from the sea. The horns of bulls and bison are used as trumpets in many Shiva temples in the Himalayan region. Drums are covered with the fine skin of dead animals. The yak tail chamar that is waved around the gods, along with the broom made of peacock feathers, all belong to animals. Perfume is made from the musk of the Kasturi deer or the Civet cat. So, the idea that everything within the temple comes from vegetarian sources is completely flawed and false. Besides, many village gods and goddesses enjoy offerings of meat and fish. Denying them their favourite food brings bad luck to the village. In earlier days, the temples were made of wood. Wood, as we know, is made from the dead body of plants. Artworks on temple walls show hermits wrapped in tiger and deer pelts. Shiva is called the one who wears the elephant hide, Gaja-charma. Buddhism and Jainism, and later Hinduism, equated celibacy and vegetarianism with holiness. Deeper roots can be traced to notions of caste, purity, pollution and untouchability. Across India, communities who were associated with dead bodies, leather, horns and bones, were forced to live on the periphery of villages. Women were also seen as temporary ‘untouchables when they had their periods. In the 21st century, we need to have a progressive view of religion. Rather than focussing on cosmetic aspects like costume, and diet. We must appreciate young people who see the value of visiting temples regularly and thus keep tradition alive. Religion is not about keeping the body pure, it is about enabling the mind to be more loving and generous. Pretending to be kind through costume and dietary performances is lazy spirituality. The author writes and lectures on the relevance of mythology in modern times. Reach him at devdutt.pattanaik@mid-day.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-26T07:26:35.435+03:00",
    "updated": "2024-05-26T07:26:35.435+03:00"
  },
  {
    "uuid": "eb440376df42447ca78e96ec8d25f050034325f1",
    "url": "https://bakersfieldnow.com/news/local/bakersfield-police-officer-faces-felony-charges-in-fatal-crash-turns-himself-in-to-authorities-kern-county-califronia",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BakersfieldNow Staff",
    "published": "2023-12-28T15:33:00Z",
    "title": "chevron-right",
    "text": "BAKERSFIELD, Calif. (KBAK/KBFX) — The Bakersfield Police Department said an officer facing felony vehicular manslaughter relating to a crash on Jan. 19, 2023, turned himself in to authorities. The Kern County District Attorney’s Office said [ on Friday, December 15, 2023, they filed felony vehicular manslaughter charges against Ricardo Robles](https://bakersfieldnow.com/news/local/kern-county-da-files-felony-charges-against-former-bakersfield-officer-over-deadly-crash-ricardo-robles-muller-road-and-south-vineland-drive-california) relating to a crash that happened on January 19, 2023, when Robles was employed as an officer with the Bakersfield Police Department. Bakersfield police said Officer Robles is currently employed by BPD. On January 19, 2023, BPD received a report, at around 2:23 a.m., of a two-car crash on Muller Road and South Vineland Drive in an orchard involving a BPD patrol car and a black Honda Accord. Bakersfield police said the officers in the patrol car were responding to an arrest following a stolen truck pursuit. RELATED: [Kern County DA files felony charges against Bakersfield officer over deadly crash](https://bakersfieldnow.com/news/local/kern-county-da-files-felony-charges-against-former-bakersfield-officer-over-deadly-crash-ricardo-robles-muller-road-and-south-vineland-drive-california) The two officers and a woman, identified as Maria Hernandez, inside the Honda were severely hurt. The driver of the Honda, identified as Mario Lares of Bakersfield, died. BPD said Ricardo Robles turned himself in on Dec. 18 and was booked into the Kern County Jail. The charges filed against Robles include: Robles' arraignment is scheduled Jan. 10. BPD said he is on administrative leave and the California Highway Patrol is handling the investigation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "robles",
          "sentiment": "none"
        },
        {
          "name": "ricardo robles",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bakersfield police department",
          "sentiment": "negative"
        },
        {
          "name": "kern county district attorney’s office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "bakersfield",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "muller road",
          "sentiment": "none"
        },
        {
          "name": "south vineland drive",
          "sentiment": "none"
        },
        {
          "name": "bakersfield",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:05:26.945+02:00",
    "updated": "2023-12-29T01:05:26.945+02:00"
  }
]