[
  {
    "uuid": "ec3ddb30541ad28f61ce88e36aa0d114b71bf0df",
    "url": "https://www.issuewire.com/excelr-crosses-400-employee-strength-celebrates-in-unity-1786702839221375",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ExcelR - Data Science, Data Analytics and Business Analyst Course Training in Hyderabad",
    "published": "2023-12-31T00:10:00Z",
    "title": "ExcelR crosses 400 employee strength - celebrates in unity! - IssueWire",
    "text": "Hyderabad, Telangana Dec 30, 2023 ( Issuewire.com ) - ExcelR, a distinguished training institute nestled at Cyber Towers, proudly announces its significant milestone of surpassing 400 employees. Renowned for a diverse spectrum of instructor-led programs including Data Science, PMP, Business Analytics, DevOps, AWS, and more, its comprehensive Data Analytics Course in Hyderabad stands out as a flagship offering of ExcelR.\nBoasting a decade of experience, ExcelR has become a pivotal institution for aspiring freshers and working professionals in Hyderabad, offering both classroom and live virtual training modes of training. Despite its training focus, the workplace atmosphere resonates with an IT setup, creating an engaging and dynamic environment for its employees, as attested by Ms. Tejaswini, a recent addition to ExcelR’s Hyderabad campus.\nThe celebration of this remarkable achievement took the form of a joyous cake-cutting ceremony, symbolizing the unity and collaborative spirit that propels ExcelR forward.\nAt the event, the Human Resources head highlighted the intensive efforts invested in reaching the 400-employee milestone. In just six months, the employee count surged from 300 to 400, a testament to ExcelR's commitment to growth. The onboarding process, characterized by meticulous training and knowledge transfer, ensured a seamless integration of the highly qualified new team members.\nAcknowledging the pivotal role of human resources in organizational success, Mr. Ram Tavva, the MD and CEO of ExcelR, expressed his elation at witnessing the organization's rapid expansion. Welcoming the new team members, he assured them of an inclusive and empowering work environment. Mr. Tavva emphasized that the aggressive hiring strategy aligns with ExcelR's strategic vision, ensuring sustained growth and excellence.\nExcelR's journey from 300 to 400 employees in just six months reflects its unwavering commitment to excellence, setting new benchmarks in the realm of professional training and development. As the institution continues to flourish, it remains a beacon for aspiring professionals seeking to carve successful careers in the dynamic landscape of Hyderabad.\nMedia Contact\nExcelR - Data Science, Data Analytics and Business Analyst Course Training in Hyderabad enquiry@excelr.com 096321 56744 Cyber Towers, PHASE-2, 5th Floor, Quadrant-2, HITEC City, Hyderabad, Telangana 500081 https://www.excelr.com/data-science-course-training-hyderabad Categories : Education , Technology",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.excelr.com/data-analyst-course-training-in-hyderabad",
      "https://www.excelr.com/data-science-course-training-hyderabad",
      "https://www.google.com/maps/embed/v1/place?key=AIzaSyBwfql4kWPUcEYRTCSHZbA1C2h5Umorp30",
      "https://www.google.com/maps/embed/v1/place",
      "https://excelr.com/data-analyst-course-training-in-hyderabad",
      "https://excelr.com/data-science-course-training-hyderabad",
      "https://google.com/maps/embed/v1/place?key=AIzaSyBwfql4kWPUcEYRTCSHZbA1C2h5Umorp30"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tejaswini",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "pmp",
          "sentiment": "none"
        },
        {
          "name": "business analytics",
          "sentiment": "none"
        },
        {
          "name": "data analytics course",
          "sentiment": "none"
        },
        {
          "name": "human resources",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hyderabad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T06:42:50.360+02:00",
    "updated": "2023-12-31T21:09:28.530+02:00"
  },
  {
    "uuid": "c5e783b6227cf271475984955693a8619ac26427",
    "url": "https://www.europapress.es/aragon/noticia-aragon-valencia-afianzan-colaboracion-combatir-incendios-forestales-zonas-limitrofes-20240621145623.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Europa Press",
    "published": "2024-06-21T12:56:00Z",
    "title": "Aragón y Valencia afianzan su colaboración para combatir incendios forestales en zonas limítrofes",
    "text": "ZARAGOZA, 21 Jun. (EUROPA PRESS) -\nEl director general de Interior y Emergencias del Gobierno de Aragón, Miguel Ángel Clavero, y el secretario autonómico de Seguridad y Emergencias de la Generalitat Valenciana, Javier Montero, han mantenido este viernes un encuentro con el objetivo de reforzar la coordinación y la actuación conjunta frente a incendios forestales que se puedan producir en zonas limítrofes de ambas comunidades.\nEn la reunión, a la que han asistido también el jefe de servicio de Seguridad y Protección Civil del Gobierno, Jorge Crespo, y el subdirector de la Agencia Valenciana de Seguridad y Respuestas a las Emergencias, Jorge Suárez, se han analizado tanto los riesgos que comparten ambos territorios como los medios y recursos disponibles en cada comunidad para hacer frente a incendios forestales, ha informado el Ejecutivo aragonés.\nTodos han coincidido en la importancia de seguir colaborando a todos los niveles, tanto operativo, como en gestión y comunicación, sin olvidar un aspecto fundamental como es la prevención, para seguir mejorando y garantizar, por lo tanto, la mejor respuesta ante estas emergencias.\nTambién se han analizado las experiencias previas, como el incendio de San Agustín registrado en marzo de 2023 entre las provincias de Teruel y Castellón y que afectó a unas 4.700 hectáreas --840 de ellas en Aragón-- de masa forestal y parcelas agrícolas y obligó a evacuar a 1.500 personas en la parte valenciana y más de 200 en Aragón.\nEn esa ocasión, además de la coordinación de los operativos, ya se experimentó un Centro de Coordinación Operativa Integrado (CECOPI) presidido por ambas comunidades, facilitando un mando único en la gestión de la emergencia.\nAmbas delegaciones han querido trasladar un mensaje de tranquilidad a los ciudadanos, destacando la buena coordinación entre comunidades en materia de prevención y extinción de incendios forestales.\nAdemás, han querido destacar que tanto Aragón como Valencia cuentan con medios y profesionales muy preparados para hacer frente a estas emergencias y que estos dan respuesta conjunta y coordinada, implicándose en las tareas de extinción en ambos territorios porque los incendios forestales no entienden de límites territoriales.\nLeer más acerca de: Generalitat Valenciana Incendio Incendios forestales Gobierno de Aragón",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Politics",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T16:01:12.210+03:00",
    "updated": "2024-06-21T16:01:12.210+03:00"
  },
  {
    "uuid": "cbd6b857a0ca4aaab0e4273e67e05da122010e77",
    "url": "https://www.kmaland.com/news/glisan-december-rainfall-a-positive-ahead-of-winter-freeze/article_341e2732-a659-11ee-9a6c-2bfc80c2c098.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ethan Hewett",
    "published": "2023-12-29T15:00:00Z",
    "title": "Glisan: December rainfall a positive ahead of winter freeze",
    "text": "(Des Moines) -- Recent precipitation in KMAland and across Iowa was a welcoming sign for state weather officials. According to the latest U.S. Drought Monitor released Thursday, over 97% of the state remains in at least D0, or abnormally dry, conditions, marking the 189th straight week with at least D0 conditions in the state--the most prolonged period since the 1950s. However, there was a slight jump from 0.7% to 2.6% of the state not experiencing any conditions in northwest Iowa. Speaking on KMA's \"Morning Line\" program Friday morning, Iowa State Climatologist Dr. Justin Glisan says a decent amount of rainfall over the past week is partly the reason for the slight improvement. \"Across most of the state, we saw at least a half-an-inch, and some stations in western Iowa and south central Iowa picked up over two inches,\" said Glisan. \"If you look at December precipitation climatology, typically, we expect a little over an inch for December as it's one of the driest months for the state. So, we were anywhere from 400-to-600% of normal in terms of precipitation just over the last seven days that we use in the U.S. Drought Monitor.\" Glisan says the precipitation comes at a critical time ahead of soils freezing deeper into winter. He emphasized the importance of building up as much moisture as possible ahead of the spring planting season, primarily due to precipitation shortfalls that have built up over the past few years. \"Planting in the dryer soils will force corn and bean roots a little deeper to access the deeper moisture in those profiles, which, if we do get into dryer periods in the spring and summer, it'll be if there is access to those deeper moisture profiles,\" Glisan explained. \"But, right now, anything we can bank before we freeze up will be extremely beneficial going into the next growing season. Because, when you look across the state at the precipitation deficits that we've stacked up--it's anywhere from 20 to 25 inches in the driest parts of western and southwest Iowa over the last four years.\" Fortunately, Glisan adds that spring and summer are typically the wettest months of the year. Also, according to Thursday's drought monitor, over 35% of the state is experiencing D3 or exceptional drought. Saying Iowa has been the \"bullseye\" for drought in the upper Midwest, Glisan notes the state has persistently experienced above normal temperatures and an absence of severe storms. \"This year, 2023, it looks like we'll be about two degrees above average which in typical years we're not one degree plus or minus, so being two degrees above average does show that we've had warmer days and there's a severe weather drought,\" he said. \"We haven't seen a lot of severe weather across the state but when we have seen it, they've been these bigger events.\" But, Glisan says there is a somewhat positive outlook for the rest of the winter as the state shifts further into an El Nino climate pattern, meaning warm sea surface temperatures in the eastern Pacific fire up thunderstorms and impact where the jetstream sets up across the United States. \"When we look at analog years going back to the 1950s, our winters are typically warmer and not as much snowfall, but we transition to more rainfall or wintery mix like we've seen in the last week and a half,\" said Glisan. \"So, looking at those outlooks there is possibly good news of getting more moisture in the tank before freeze up.\" The state also implemented its first-ever drought plan earlier this year after a multi-agency effort to compile the nearly 50-page document to better address conditions across various parts of the state. Glisan says they also plan to review possible updates over the next several weeks. You can hear the full interview with Dr. Justin Glisan below:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "glisan",
          "sentiment": "negative"
        },
        {
          "name": "justin glisan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kma",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "iowa",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:04:57.136+02:00",
    "updated": "2023-12-29T18:33:20.044+02:00"
  },
  {
    "uuid": "7fd7a6dad438f5cb718376e184f1fe4644d79787",
    "url": "https://www.razon.com.mx/negocios/dolar-dispara-17-99-pesos-anuncio-reformas-constitucion-579721",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cuahutli.badillo@razon.com.mx (Cuahutli R. Badillo)",
    "published": "2024-06-06T22:05:00Z",
    "title": "Dólar se dispara a 17.99 pesos tras anuncio de reformas a la Constitución",
    "text": "Advierten recortes a calificación crediticia Dólar se dispara a 17.99 pesos tras anuncio de reformas a la Constitución El peso mexicano sufrió pérdidas, de nueva cuenta; al cierre de la sesión tuvo una depreciación que alcanzó los 17.99 pesos por dólar, con un mínimo de 17.44 y un máximo de 18.01 pesos por billete verde El peso mexicano sufrió pérdidas, de nueva cuenta; al cierre de la sesión tuvo una depreciación que alcanzó los 17.99 pesos por dólar, con un mínimo de 17.44 y un máximo de 18.01 pesos por billete verde, de acuerdo con datos de Investing. La [caída de la moneda mexicana](https://www.razon.com.mx/negocios/precio-dolar-hoy-jueves-6-junio-2024-579670) ocurrió luego de que Ignacio Mier, coordinador del grupo parlamentario de Morena, dio a conocer que el paquete de reformas constitucionales que propuso el Presidente Andrés Manuel López Obrador en febrero pasado, serán votadas en septiembre de este año y además en el último mes de gobierno del mandatario. Entre las reformas que serán votadas se encuentran la reforma al Poder Judicial de la Federación que incluye que los jueces y ministros podrán ser elegidos por voto popular y la reforma al Instituto Nacional Electoral (INE). Advierten recortes a calificación crediticia Por su parte, Gabriela Siller Pagaza, directora de Análisis Económico de Grupo Financiero BASE, informó que, ante la noticia de reformas a la Constitución, se volvió a generar aversión al riesgo sobre México, y el peso mexicano sufrió pérdidas considerables. “Ya no es el riesgo de lo que puedan hacer, es la reacción anticipada a lo que van a hacer, es evidente que el alza en el tipo de cambio está relacionada con las reformas constitucionales, no con algo externo; el peso es por mucho la moneda más depreciada el día de hoy, y puede llegar hacia lo 18.50 pesos por dólar, por lo menos”, apuntó Siller Pagaza. La analista financiera señaló que después de esta noticia puede haber recortes en la calificación crediticia de la deuda Soberana de México y la estimación de crecimiento de México también puede tener retrocesos. Sobre las reformas que el presidente presentó, diversos analistas ya habían advertido que esto representaba un riesgo para los mercados, porque los inversionistas requieren que exista una Suprema Corte de Justicia de la Nación (SCJN) que sea independiente y que los pueda proteger en caso de ser necesario, quieren contrapesos al Poder Ejecutivo y Legislativo. JVR - [Preinscripciones SEP 2024: Así puedes recuperar el folio de preinscripción paso a paso](/ciudad/preinscripciones-sep-2024-puedes-recuperar-folio-preinscripcion-paso-paso-563304) - [Encuentra sin vida a pareja desaparecida en Poza Rica tras salir a vender su camioneta](/estados/pareja-desaparecida-poza-rica-encuentran-cuerpos-emma-lucia-bandala-santiago-rodriguez-579676) - [Dulce Alondra, la mujer que murió al intentar tomarse una selfie junto a La Emperatriz 2816](/mexico/quien-era-dulce-alondra-mujer-que-murio-selfie-tren-la-emperatriz-nopala-hidalgo-579671) - [Los PERTURBADORES VIDEOS de la muerte de Farruko Pop](/entretenimiento/perturbadores-videos-muerte-farruko-pop-578357) - [Piquero se rompe la cara y los VIDEOS más perturbadores de TikTok](/entretenimiento/piquero-rompe-cara-otros-perturbadores-videos-virales-tiktok-571245)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:33:34.756+03:00",
    "updated": "2024-06-07T05:05:15.735+03:00"
  },
  {
    "uuid": "f046a5760d3e49d295a67699785cae12d662a1ac",
    "url": "https://www.latestnigeriannews.com/p/3741682/im-tired-of-taking-salary-for-doing-nothing-singer-ibraheem-labaeka-says-as-he-r.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Latestnigeriannews",
    "published": "2024-09-13T08:44:00Z",
    "title": "Im Tired Of Taking Salary For Doing Nothing - Singer Ibraheem Labaeka Says As He Resigns As Special Assistant To Kwara Governor",
    "text": "12-year-old boy dies in balcony fall on Royal Caribbean cruise ship. What we know - Yahoo 20-year-old New York woman arrested in Wisconsin for allegedly stealing mail - https://www.latestnigeriannews.com/news/3741074/20yearold-new-york-woman-arrested-in-wisconsin-for-allegedly-stealing-mail.html 3 people killed, 2 injured in crash on I-70 in West Virginia, roadway shut down 'indefinitely - https://www.latestnigeriannews.com/news/3741222/3-people-killed-2-injured-in-crash-on-i70-in-west-virginia-roadway-shut-down-ind.html Abducted Babcock University Nurse Regains Freedom - New Telegraph Abiodun Condoles With Zulum Over Flood - https://www.latestnigeriannews.com/news/3741591/abiodun-condoles-with-zulum-over-flood.html Adeleke Mourns As Osun Monarch, Aromolaran, Joins Ancestors - https://www.latestnigeriannews.com/news/3741349/adeleke-mourns-as-osun-monarch-aromolaran-joins-ancestors.html Alaska Airlines plane aborts takeoff to avoid collision with Southwest jet - https://www.latestnigeriannews.com/news/3740544/alaska-airlines-plane-aborts-takeoff-to-avoid-collision-with-southwest-jet.html Alexandria Ocasio-Cortez Unveiled A Surprise Skill When A Hill Staffer Was In Trouble - https://www.latestnigeriannews.com/news/3741335/alexandria-ocasiocortez-unveiled-a-surprise-skill-when-a-hill-staffer-was-in-tro.html Alleged Contempt: ICPC Chairman Defends Commission In Court - https://www.latestnigeriannews.com/news/3741354/alleged-contempt-icpc-chairman-defends-commission-in-court.html 2024 NFL Week 2: Top Takeaways for Every Game - Bleacher Report Abuja Set for NOC/Sports For All Solidarity Fitness training Seminar - The Sun Bankole: Spires 5-Aside Street Soccer Aimed to Create New Standard - Thisday Basketball fans commend JTigress exploits in S/Africa - Daily Trust Bengals' Tee Higgins: I Don't Get Why Fans Would Think I'm Faking Hamstring Injury - https://www.latestnigeriannews.com/news/3740566/bengals-tee-higgins-i-dont-get-why-fans-would-think-im-faking-hamstring-injury.html Bentancur charged by FA over son racial slur - Blueprint Bills' James Cook Thrills Fantasy Football Fans with 3 TDs in 1st Half vs. Dolphins - https://www.latestnigeriannews.com/news/3740579/bills-james-cook-thrills-fantasy-football-fans-with-3-tds-in-1st-half-vs-dolphin.html Brazil need Neymar to win 2026 World Cup Rodrygo - https://www.latestnigeriannews.com/news/3741095/brazil-need-neymar-to-win-2026-world-cup-rodrygo.html CAFs Symposium Unites Rohr, Peseiro and Eguavoen in Abidjan - https://www.latestnigeriannews.com/news/3740852/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://newtelegraphng.com/abiodun-condoles-with-zulum-over-flood/?utm_source=rss&utm_medium=rss&utm_campaign=abiodun-condoles-with-zulum-over-flood",
      "https://www.thisdaylive.com/index.php/2024/09/13/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan/",
      "https://www.yahoo.com/news/12-old-boy-dies-balcony-162311965.html",
      "https://bleacherreport.com/articles/10135182-bengals-tee-higgins-i-dont-get-why-fans-would-think-im-faking-hamstring-injury",
      "https://www.thisdaylive.com/index.php/2024/09/12/bankole-spires-5-aside-street-soccer-aimed-to-create-new-standard/",
      "https://thesun.ng/abuja-set-for-noc-sports-for-all-solidarity-fitness-training-seminar/",
      "https://www.yahoo.com/news/alaska-airlines-plane-aborts-takeoff-185815081.html",
      "https://blueprint.ng/brazil-need-neymar-to-win-2026-world-cup-rodrygo/",
      "https://dailytrust.com/basketball-fans-commend-jtigress-exploits-in-s-africa/",
      "https://www.yahoo.com/news/alexandria-ocasio-cortez-unveiled-surprise-161305976.html",
      "https://bleacherreport.com/articles/10135131-2024-nfl-week-2-top-takeaways-for-every-game",
      "https://bleacherreport.com/articles/10135201-bills-james-cook-thrills-fantasy-football-fans-with-3-tds-in-1st-half-vs-dolphins",
      "https://www.yahoo.com/news/20-old-york-woman-arrested-011942793.html",
      "https://newtelegraphng.com/adeleke-mourns-as-osun-monarch-aromolaran-joins-ancestors/?utm_source=rss&utm_medium=rss&utm_campaign=adeleke-mourns-as-osun-monarch-aromolaran-joins-ancestors",
      "https://blueprint.ng/bentancur-charged-by-fa-over-son-racial-slur/",
      "https://newtelegraphng.com/abducted-babcock-university-nurse-regains-freedom/?utm_source=rss&utm_medium=rss&utm_campaign=abducted-babcock-university-nurse-regains-freedom",
      "https://www.yahoo.com/news/multiple-fatalities-reported-crash-70-025709318.html",
      "https://newtelegraphng.com/alleged-contempt-icpc-chairman-defends-commission-in-court/?utm_source=rss&utm_medium=rss&utm_campaign=alleged-contempt-icpc-chairman-defends-commission-in-court",
      "https://www.newtelegraphng.com/abducted-babcock-university-nurse-regains-freedom/?utm_source=rss&utm_medium=rss&utm_campaign=abducted-babcock-university-nurse-regains-freedom",
      "https://www.thisdaylive.com/index.php/2024/09/12/bankole-spires-5-aside-street-soccer-aimed-to-create-new-standard",
      "https://www.newtelegraphng.com/alleged-contempt-icpc-chairman-defends-commission-in-court/?utm_source=rss&utm_medium=rss&utm_campaign=alleged-contempt-icpc-chairman-defends-commission-in-court",
      "https://www.thisdaylive.com/index.php/2024/09/13/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan",
      "https://yahoo.com/news/multiple-fatalities-reported-crash-70-025709318.html",
      "https://yahoo.com/news/alexandria-ocasio-cortez-unveiled-surprise-161305976.html",
      "https://www.bleacherreport.com/articles/10135182-bengals-tee-higgins-i-dont-get-why-fans-would-think-im-faking-hamstring-injury",
      "https://thisdaylive.com/index.php/2024/09/13/cafs-symposium-unites-rohr-peseiro-and-eguavoen-in-abidjan/",
      "https://www.newtelegraphng.com/adeleke-mourns-as-osun-monarch-aromolaran-joins-ancestors/?utm_source=rss&utm_medium=rss&utm_campaign=adeleke-mourns-as-osun-monarch-aromolaran-joins-ancestors",
      "https://yahoo.com/news/20-old-york-woman-arrested-011942793.html",
      "https://www.blueprint.ng/brazil-need-neymar-to-win-2026-world-cup-rodrygo/",
      "https://newtelegraphng.com/adeleke-mourns-as-osun-monarch-aromolaran-joins-ancestors/",
      "https://www.newtelegraphng.com/abiodun-condoles-with-zulum-over-flood/?utm_source=rss&utm_medium=rss&utm_campaign=abiodun-condoles-with-zulum-over-flood",
      "https://yahoo.com/news/alaska-airlines-plane-aborts-takeoff-185815081.html",
      "https://www.bleacherreport.com/articles/10135131-2024-nfl-week-2-top-takeaways-for-every-game",
      "https://yahoo.com/news/12-old-boy-dies-balcony-162311965.html",
      "https://blueprint.ng/brazil-need-neymar-to-win-2026-world-cup-rodrygo",
      "https://newtelegraphng.com/abiodun-condoles-with-zulum-over-flood/",
      "https://newtelegraphng.com/alleged-contempt-icpc-chairman-defends-commission-in-court/",
      "https://www.blueprint.ng/bentancur-charged-by-fa-over-son-racial-slur/",
      "https://thisdaylive.com/index.php/2024/09/12/bankole-spires-5-aside-street-soccer-aimed-to-create-new-standard/",
      "https://newtelegraphng.com/abducted-babcock-university-nurse-regains-freedom/",
      "https://www.dailytrust.com/basketball-fans-commend-jtigress-exploits-in-s-africa/",
      "https://dailytrust.com/basketball-fans-commend-jtigress-exploits-in-s-africa",
      "https://www.thesun.ng/abuja-set-for-noc-sports-for-all-solidarity-fitness-training-seminar/",
      "https://blueprint.ng/bentancur-charged-by-fa-over-son-racial-slur",
      "https://www.bleacherreport.com/articles/10135201-bills-james-cook-thrills-fantasy-football-fans-with-3-tds-in-1st-half-vs-dolphins",
      "https://thesun.ng/abuja-set-for-noc-sports-for-all-solidarity-fitness-training-seminar"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T12:04:18.540+03:00",
    "updated": "2024-09-13T12:04:18.540+03:00"
  },
  {
    "uuid": "00f7586f16ddde41c61c984db2d19edc2c3039f7",
    "url": "https://www.world-today-news.com/several-streets-flooded-by-the-storm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-08-02T05:59:00Z",
    "title": "Several streets flooded by the storm",
    "text": "The image, on Lázaro Cárdenas Avenue. | Photography: Graphic Communication Agency\nMorelia, Mich.- The rain that is falling on the capital city again this Thursday is causing damage to neighborhoods due to puddles and flooding.\nLázaro Cárdenas Avenue was one of the affected areas today, with the water rising and entering commercial establishments and homes. Other affected areas are Ventura Puente Avenue, García de León Boulevard, the exit to Quiroga and Camelinas.\nAmong the damages, a fallen tree is reported on Francisco J. Múgica Avenue.\nLázaro Cárdenas Avenue after the storm. | Photograph: Graphic Communication Agency\nThe strong storm has reached areas of the metropolitan municipality of Tarímbaro, where settlements such as Galaxia, Metrópolis and Puerta del Sol have been experiencing flooding for weeks.\nIn the case of the capital of Michoacán, damage was also reported yesterday in several neighborhoods, including, and to a greater extent, Carlos Salazar, where several families had to be evacuated by boats by members of the Municipal Civil Protection.\nAccording to this agency, the alert is maintained to address contingencies in several points of the state capital, especially in the southern and western areas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "quiroga",
          "sentiment": "none"
        },
        {
          "name": "carlos salazar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "graphic communication agency",
          "sentiment": "neutral"
        },
        {
          "name": "municipal civil protection",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "morelia",
          "sentiment": "none"
        },
        {
          "name": "galaxia",
          "sentiment": "none"
        },
        {
          "name": "camelinas",
          "sentiment": "none"
        },
        {
          "name": "mich.",
          "sentiment": "none"
        },
        {
          "name": "tarímbaro",
          "sentiment": "none"
        },
        {
          "name": "michoacán",
          "sentiment": "none"
        },
        {
          "name": "metrópolis",
          "sentiment": "none"
        },
        {
          "name": "francisco j. múgica avenue",
          "sentiment": "none"
        },
        {
          "name": "ventura puente avenue",
          "sentiment": "none"
        },
        {
          "name": "garcía de león boulevard",
          "sentiment": "none"
        },
        {
          "name": "lázaro cárdenas avenue",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T14:04:34.468+03:00",
    "updated": "2024-08-02T14:04:34.468+03:00"
  }
]