[
  {
    "uuid": "a97ace218d27ce65ffad64c3063d03a4981d3a36",
    "url": "https://www.nj.com/sports/2024/07/ex-giants-wr-says-joe-judge-once-called-a-play-so-jarring-he-thought-he-was-concussed.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bridget Hyland",
    "published": "2024-07-25T17:09:00Z",
    "title": "Ex-Giants WR says Joe Judge once called a play so jarring he thought he was concussed",
    "text": "In the second quarter of Joe Judge’s final game as Giants head coach in 2021, he made a curious play call that was later widely scrutinized and probably played a part in his ultimate firing.\nThe Giants were trailing 3-0 in the eventual 22-7 loss to the Washington Commanders when Judge called back-to-back quarterback sneaks inside the five-yard line.\nBUY GIANTS TICKETS:\nSTUBHUB, VIVID SEATS, TICKETMASTER\nOn Tuesday, former Giants receiver Alex Bachman responded to a video on X of the plays and recalled how stunned he was when he heard the call.\n“I thought i was concussed when i heard this play call in the huddle… i came off on the sideline looking around. I thought for sure i was tripping,”\nhe wrote.\nJudge defended his call after the game.\n“I wasn’t going to live through what happened last week in Chicago,” Judge said in reference to a Week 17 safety while playing the Bears. “We’re going to give ourselves room for the punt. We did that. We played the field-position situation I wanted to play.”\nJudge was fired following that loss to the Commanders after the Giants finished the season, 4-13.\nMORE GIANTS COVERAGE\nGiants training camp takeaways: Malik Nabers impresses, Daniel Jones looks less rusty, questions linger in secondary Giants avoid disaster with Jermaine Eluemunor’s injury — so what now for their overhauled offensive line? Giants’ Dane Belton ready to seize Xavier McKinney’s old job: ‘I feel like I deserve this spot’ Giants’ Jermaine Eluemunor offers encouraging message after Day 1 training camp injury\nThank you for relying on us to provide the journalism you can trust. Please consider supporting us with a subscription.\nBridget Hyland may be reached at .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://x.com/AlexBachman/status/1815830735733112890",
      "https://go.skimresources.com/?id=126006X1587338&xs=1&url=https%3A%2F%2Fwww.vividseats.com%2Fnew-york-giants-tickets--sports-nfl-football%2Fperformer%2F599",
      "https://go.skimresources.com/?id=126006X1587338&xs=1&url=https%3A%2F%2Fwww.stubhub.com%2Fnew-york-giants-tickets%2Fperformer%2F6184%2F",
      "https://go.skimresources.com/?id=126006X1587338&xs=1&url=https%3A%2F%2Fwww.ticketmaster.com%2Fnew-york-giants-tickets%2Fartist%2F805985",
      "https://www.go.skimresources.com/?id=126006X1587338&xs=1&url=https%3A%2F%2Fwww.ticketmaster.com%2Fnew-york-giants-tickets%2Fartist%2F805985",
      "https://www.go.skimresources.com/?id=126006X1587338&xs=1&url=https%3A%2F%2Fwww.vividseats.com%2Fnew-york-giants-tickets--sports-nfl-football%2Fperformer%2F599",
      "https://go.skimresources.com/",
      "https://www.go.skimresources.com/?id=126006X1587338&xs=1&url=https%3A%2F%2Fwww.stubhub.com%2Fnew-york-giants-tickets%2Fperformer%2F6184%2F",
      "https://www.x.com/AlexBachman/status/1815830735733112890"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe judge",
          "sentiment": "negative"
        },
        {
          "name": "alex bachman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "giants",
          "sentiment": "negative"
        },
        {
          "name": "ticketmaster",
          "sentiment": "none"
        },
        {
          "name": "stubhub",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "chicago",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-26T00:36:32.296+03:00",
    "updated": "2024-07-26T00:36:32.296+03:00"
  },
  {
    "uuid": "cd38a5f56b3aefdab5769b47cd63a24762ec7a97",
    "url": "https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Association",
    "published": "2023-12-29T00:10:00Z",
    "title": "Sharp rise in religious hate crimes recorded by UK’s largest police forces - The Courier",
    "text": "Sharp rise in religious hate crimes recorded by UK’s largest police forces By Press Association December 29 2023, 12.10am Share Sharp rise in religious hate crimes recorded by UK’s largest police forces Share via Facebook Twitter Linkedin Whatsapp Messenger Email Post link https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/ Copy Link The Home Office condemned the rise, saying there was ‘no place for hate in our society’ (PA)\nThe number of antisemitic hate crimes recorded by many of the UK’s largest police forces jumped sharply in the weeks following the outbreak of the Hamas-Israel conflict, new figures reveal.\nIslamophobic offences also rose for some forces, although the picture was more mixed across the country.\nJewish charities called the findings “shocking”, while campaigners against anti-Muslim abuse said the data was “deeply worrying”.\nThe Home Office condemned the rise in offences, adding: “There is no place for hate in our society.”\n(PA Graphics) The figures have been obtained by the PA news agency using Freedom of Information requests. They show that:\n– Greater Manchester Police recorded 74 antisemitic offences in the month following the Hamas attacks on Israel on October 7, compared with 15 for the same period in 2022 and 14 in 2021, while West Yorkshire Police recorded 53, compared with 10 (2022) and 14 (2021).\n– West Midlands Police recorded 22 antisemitic offences from October 7 to November 7, compared with one (2022) and eight (2021), while Merseyside Police recorded 20 compared with four (both 2022 and 2021).\n– The British Transport Police had one of the largest increases, recording 87 antisemitic offences in the month after October 7, up from eight in the same period in 2022 and 11 in 2021, as well as a jump in Islamophobic offences with 22 (2023), up from two (2022) and eight (2021).\n– West Yorkshire recorded 49 Islamophobic offences in this period in 2023, up from 29 (2022) and 38 (2021), but the pattern was not so clear for Greater Manchester (34 in 2023, 43 in 2022 and 42 in 2021) or West Midlands (25 in 2023, 33 in 2022 and 23 in 2021).\n(PA Graphics) The Community Security Trust described the figures as “shocking” and said they made clear “the extent of the unacceptable rise in anti-Jewish hatred across the country since the Hamas terror attack on October 7”.\nA spokesman for the Jewish charity said: “This wave of antisemitism was triggered by the mass murder, rape and kidnapping of Jews in Israel, and is fuelled and sustained by extremist hatred online and on our streets.\n“It is essential that perpetrators are identified and prosecuted, and that wider society shows its disgust for this racist hate crime.”\nTell Mama, which monitors and works to tackle anti-Muslim sentiment and abuse in the UK, told PA that “levels of anti-Muslim hatred and discrimination are deeply worrying, impacting trust in authorities and their sense of identity and belonging”.\nIman Atta, the organisation’s director, said there had been a “significant spike in anti-Muslim hate since the atrocities on October 7”, adding: “The nature of many offline cases sent to our service is often overtly racist – targeting Arab and Palestinian communities with dehumanising slurs, anti-Muslim slurs or in some cases targeting their homes, or when speaking Arabic in public, as well as targeting Muslim communities across all ages and gender.\n“We should never allow such hatred and intolerance to take root in our communities and at this time, please look out for each other, whether Muslim or Jewish. We must stand together against intolerance, hate and racism.”\nThe Metropolitan Police, the largest force in the UK, said delays prevented it from supplying full figures until the new year, but it had previously reported 218 antisemitic and 101 Islamophobic offences between October 1 and 18 this year, compared with 15 and 42 respectively in the same period in 2022.\nPA obtained full responses from 31 of the 46 forces across the UK, with the data representing a snapshot of what has currently been recorded by forces and is therefore subject to change.\nMethods for recording hate crime are not consistent across forces, so the data cannot be used to compare the number of offences between different areas or provide an overall total for the whole of the UK.\nBut the figures do point to a jump in antisemitic offences recorded by forces concentrated mostly in cities or across built-up areas, while the pattern for Islamophobic offences was more varied.\n(PA Graphics) Some forces that operate across a mix of urban and less populated areas tend to show a similar pattern, although with lower volumes of offences – for example Hertfordshire Police (17 antisemitic offences for the period in 2023, compared with six in 2022 and three in 2021) and Thames Valley Police (21 antisemitic offences in 2023, one in 2022 and four in 2021).\nData obtained from smaller forces, or those covering areas with few towns or cities, typically showed low numbers of offences, often in single figures, meaning a clear trend was hard to determine.\nA spokesman for the Board of Deputies of British Jews said the findings “provide further evidence of the huge upsurge in antisemitism following the Hamas massacre of October 7”.\nThe board, seen as the voice of the British Jewish community with over 300 deputies directly elected by the synagogues and communal organisations they represent, told PA the rise in antisemitism had “caused enormous anxiety for Jewish people, particularly children and Jewish students on campus or indeed anyone easily identified as Jewish by their dress”.\nA spokesman added: “We call on police to take strong action against anyone found to be perpetrating hate crimes.”\nThe Muslim Council of Britain said: “Despite the extremely low reporting rate from Muslim communities, the huge increase in Islamophobic hate crimes recorded with the police reflects what we are seeing from third-party reporting groups.\n“The Government’s laissez-faire attitude to Islamophobia contrasts strongly with its no-tolerance approach to antisemitism. We are hopeful this will now change.”\nA spokesperson for the Home Office said: “There is no place for hate in our society and we condemn the recent rise in reported antisemitic and anti-Muslim hatred.\n“We expect the police to fully investigate all hate crimes and work with the CPS to make sure the cowards who commit these abhorrent offences feel the full force of the law.\n“Following recent events, we have also made further funding available to Jewish and Muslim communities, to provide additional security at places of worship and faith schools.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://api.whatsapp.com/send?text=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/%20-%20The%20number%20of%20antisemitic%20hate%20crimes%20recorded%20by%20many%20of%20the%20UK&rsquo;s%20largest%20police%20forces%20jumped%20sharply%20in%20the%20weeks%20following%20the%20outbreak%20of%20the%20Hamas-Israel%20conflict,%20new%20figures%20reveal.",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://twitter.com/intent/tweet?url=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd?s=64&#038;d=mm&#038;r=g",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/&#038;redirect_uri=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://www.linkedin.com/sharing/share-offsite/?url=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces",
      "https://www.secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd?s=64&#038;d=mm&#038;r=g",
      "https://www.facebook.com/sharer/sharer.php",
      "https://facebook.com/sharer/sharer.php?u=https://thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://www.facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/&#038;redirect_uri=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces",
      "https://secure.gravatar.com/avatar/1c5f119976445a15ecafac226a9ca9bd",
      "https://facebook.com/dialog/send?app_id=1140125340199187&#038;link=https://thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/&#038;redirect_uri=https://thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces",
      "https://api.whatsapp.com/send?text=https://thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/%20-%20The%20number%20of%20antisemitic%20hate%20crimes%20recorded%20by%20many%20of%20the%20UK&rsquo;s%20largest%20police%20forces%20jumped%20sharply%20in%20the%20weeks%20following%20the%20outbreak%20of%20the%20Hamas-Israel%20conflict,%20new%20figures%20reveal.",
      "https://twitter.com/intent/tweet?url=https://www.thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces",
      "https://twitter.com/intent/tweet?url=https://thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/",
      "https://www.facebook.com/dialog/send",
      "https://api.whatsapp.com/send",
      "https://www.linkedin.com/sharing/share-offsite/",
      "https://twitter.com/intent/tweet",
      "https://linkedin.com/sharing/share-offsite/?url=https://thecourier.co.uk/news/uk-world/4852877/sharp-rise-in-religious-hate-crimes-recorded-by-uks-largest-police-forces/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sharp",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "press association dece",
          "sentiment": "negative"
        },
        {
          "name": "pa",
          "sentiment": "none"
        },
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "facebook twitter linkedin whatsapp messenger email post",
          "sentiment": "none"
        },
        {
          "name": "home office",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T07:08:48.847+02:00",
    "updated": "2023-12-29T07:08:48.847+02:00"
  },
  {
    "uuid": "76f75e557459ded6f4f1a26249115f33d7817ac0",
    "url": "https://www.itv.com/news/utv/2024-01-25/murder-trial-told-of-marriage-difficulties-between-couple-before-killing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ITVNews",
    "published": "2024-01-25T18:15:00Z",
    "title": "Susan Baird told children of 'weird' husband concerns before her death, court told | UTV | ITV News",
    "text": "A Belfast woman sent a solicitor's letter to her husband notifying him of her intention to initiate divorce proceedings three years before he killed her, a court has been told. Gary Alexander Baird has been charged with murdering his wife Susan (60) in their Four Winds home on August 16, 2020. The 64-year old former BBC security guard has already admitted attacking his wife with a hammer and has pleaded guilty to a charge of manslaughter but this plea has not been accepted by the prosecution.He is currently standing trial at Belfast Crown Court and during the fourth day of the hearing the jury heard a series of statements from family, friends and colleagues of Mrs Baird. CCTV footage which depicted Baird colliding with a bin lorry in the centre of Belfast 10 days before the hammer attack was also played. The recording captured Baird walking along Bedford Street, crossing the road then walking back onto the road where he was hit by the bin lorry. This resulted in Baird requiring hospital treatment for serious wounds to his left hand. Prosecuting barrister Laura Ivers addressed the five men and seven women of the jury and provided them with a series of agreed facts and background details. She revealed that Mrs Baird was referred to a counsellor in October 2016 and that she attended eight sessions on her own for \"relationship and marriage difficluties.\" In January 2017, a solicitor acting on behalf of Mrs Baird wrote a letter to Gary Baird to notify him of her intention to initiate divorce proceedings. In April of that year, the couple commenced counselling together with the Christian Guidelines charity which continued until August 2017. Ms Ivers then referred to statements from relatives, friends and colleagues of the mother-of-four, who worked as an administrator at Orangefield Prebyterian Church. The prosecuting barrister said: \"Over the years Susan Baird spoke to all three of her siblings about difficulties in their marriage. \"Susan told her siblings that there were many occasions when they would not speak to each other. \"After Gary's accident on the 6th of August 2020, Susan updated her siblings by text. She said that Gary was pacing the floors. \"She texted her sister expressing concerns about Gary being discharged from hospital and that she feared he would become even more weird and how she would cope with this.\" Mrs Ivers also referred to a statement made by a friend of the deceased detailed how Mrs Baird has contacted a solicitor about divorcing her husband but then went to counselling. Ms Ivers said: \"The friends last spoke in May 2020, when it was Susan's 60th birthday, and Susan appeared quite flustered. \"Susan told her Gary was not coping well with lockdown and being stuck inside.\" A colleague who worked with Mrs Baird in the church made a statement detailing his knowledge of her marriage difficlties. Ms Ivers said: \"He was aware that in or around 2017, Susan was looking for another property. He knew that Susan has gone to counselling and that she decided to stay with Gary.\" The Minister of Orangefield Prebyterian Church also made a statement with Mrs Ivers telling the jury: \"Susan told him their were tensions in the marriage ... and she felt Gary's behaviour put their marriage under pressure. \"By June 2017 she told him it was a miracle her and Gary were moving in the right direction and talking more and she described the relationship as not perfect but that they worked through issues together.\" Another colleague from the church gave a statement, with Ms Ivers telling the jury: \"Susan told her that since 2015 Gary had become more paranoid. \"Over the summer of 2020, Susan told her colleague that Gary's paranoia was getting worse, that he was pacing up and down, not speaking and wringing his hands - and that she was reluctant to go home as she would have to deal with whatever mood he was in. \"The last time this friend saw Susan Baird was on the 14th of August when she appeared in good spirits.\" The trial continues.Want a quick and expert briefing on the biggest news stories? Listen to our latest podcasts to find out What You Need To Know.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "susan baird",
          "sentiment": "neutral"
        },
        {
          "name": "laura ivers",
          "sentiment": "none"
        },
        {
          "name": "baird",
          "sentiment": "none"
        },
        {
          "name": "gary alexander baird",
          "sentiment": "none"
        },
        {
          "name": "susan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "cctv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "belfast",
          "sentiment": "none"
        },
        {
          "name": "baird",
          "sentiment": "none"
        },
        {
          "name": "belfast crown court",
          "sentiment": "none"
        },
        {
          "name": "bedford street",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:11:06.983+02:00",
    "updated": "2024-01-26T00:11:06.983+02:00"
  },
  {
    "uuid": "81487f6d19925d2149420eae52eefd3f725e32a2",
    "url": "https://www.resumenlatinoamericano.org/2024/09/26/palestina-israel-desmiente-una-posible-tregua-para-la-guerra-en-el-norte-como-interpreta-israel-la-guerra-con-hizbullah",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Resumen Latinoamericano",
    "published": "2024-09-26T21:15:00Z",
    "title": "Palestina. “Israel” desmiente una posible tregua para la guerra en el norte / ¿Cómo interpreta “Israel” la guerra con Hizbullah?",
    "text": "Resumen Medio Oriente, 26 de septiembre de 2024.\nLas noticias sobre una supuesta instrucción para reducir los combates en el norte no reflejan la realidad, afirmó una declaración de la oficina de Netanyahu.\nLa oficina del primer ministro israelí, Benjamín Netanyahu, desmintió las informaciones sobre un cese al fuego inminente con Líbano.\nEsas noticias “no son correctas” y Netanyahu no respondió a la propuesta franco-estadounidense , afirmó el comunicado.\nAnteriormente, medios israelíes citaron a una fuente de la oficina de Netanyahu quien aseguró una supuesta luz verde a los esfuerzos para una tregua temporal con Hizbullah.\nLas noticias al respecto no reflejan la realidad , afirmó la declaración del primer ministro sionista.\nNetanyahu ordenó al “ejército” israelí mantener las operaciones según los planes presentados y los combates en Gaza continuarán hasta lograr todos los objetivos de la guerra, añadió.\nPor su parte, el ministro de Relaciones Exteriores de “Israel”, Israel Katz, rechazó las propuestas de cese al fuego en Líbano, después de que Estados Unidos y Francia pidieran una pausa de 21 días en los combates para dar tiempo a una solución diplomática.\nEn este contexto, el portavoz del Ministerio de Relaciones Exteriores de Qatar declaró que no había un canal oficial de mediación en curso para un cese al fuego en Líbano, y añadió: “No tenemos conocimiento de una relación directa entre la propuesta de cese al fuego en Líbano y la tregua en Gaza”.\n¿Cómo interpreta “Israel” la guerra con Hizbullah? El diario británico Financial Times analizó las perspectivas de “Israel” si continúa su agresión contra Líbano y lanza un ataque terrestre, 18 años después de la última guerra contra Hizbullah.\n¿Qué pasaría si “Israel” continúa su agresión contra Líbano y lanza un ataque terrestre, 18 años después de la última guerra contra Hizbullah, en julio de 2006?, analizó este miércoles el diario Financial Times, a la luz de los temores expresados por los medios israelíes sobre las capacidades de Sayyed Hassan Nasrallah para enfrentar el desafío.\nSegún el periódico británico, cabe la posibilidad de que la Resistencia libanesa lance hasta tres mil misiles u otros proyectiles cada día hacia los territorios palestinos ocupados.\nEstas operaciones serían en intensos ataques diseñados para confundir a las defensas aéreas israelíes mientras se centran en objetivos precisos y específicos, desde bases militares hasta ciudades, como advirtió un estudio reciente la Universidad Reichman, de “Israel”.\nA juicio del medio foráneo, la agresión israelí contra Líbano depende en gran medida de los cálculos políticos adoptados por el primer ministro de la ocupación, Benjamín Netanyahu, y su definición de “victoria completa” en el nuevo blanco de su agresión.\nEn la Franja de Gaza no hay señales de victoria para “Israel”, en tanto Hamas se niega a rendirse y aún mantiene 100 prisioneros israelíes en su poder, tras casi un año de bombardeos e incursiones terrestes, durante el cual Netanyahu intentó destruir ese movimiento y sus capacidades militares.\nDe acuerdo con Financial Times , los objetivos de la agresión israelí contra todo Líbano “se limitan a garantizar una región norte suficientemente segura para el regreso de decenas de miles de israelíes, para lo cual deberían reducir la fuerza de Hizbullah.\nSu arsenal, estimado en unos 200 mil cohetes y misiles balísticos, empujó a sus combatientes al norte del río Litani, valoró el diario, y descartó una agresión terrestre inmediata contra Líbano porque sería más complejo y peligroso para “Israel” que estos ataques aéreos.\nEn ese sentido, recordó cómo la invasión israelí a Líbano en 1982 fue el equivalente para “Tel Aviv” a la experiencia de Estados Unidos en Vietnam.\nAdemás, el ejército israelí está hoy agotado, después de un año de combates en la Franja de Gaza, argumentó Financial Times .\nPor tanto, el ataque terrestre sería una “etapa final”, en tanto no aportará beneficios significativos, al decir de un ex alto funcionario de Inteligencia del ejército israelí, Shlomo Mofaz, citado por el periódico británico.\n“Israel” tiene sólo tres divisiones operando en el norte, igual número de las desplegadas en 2006, y menos que las cuatro divisiones enviadas a la Franja de Gaza, por tanto el ataque terrestre no está sobre la mesa en los próximos días, o incluso semanas, ponderó Mofaz.\nLecciones de la guerra de julio Si “Israel” lanza una agresión terrestre sufrirá mucho, según reconoció el primer ministro durante la guerra de julio de 2006, Ehud Olmert.\nDesde su perspectiva, ese sufrimiento no se parecerá a nada de lo enfrentado en todas sus guerras contra los países árabes desde 1948, porque “ el conflicto integral con Hizbullah pudiera expandirse hasta involucrar a Irán, y eso será “extremadamente doloroso y sangriento”.\nEl periódico valoró cómo la ausencia de una victoria decisiva en 2006 obsesionó a Olmert, para quien la lección más importante de aquella guerra era la necesidad de aprender a ser más humildes, “lo cual es casi imposible”, admitió el exministro.\nFinancial Times recordó que en julio de 2006 los objetivos de Hizbullah, identificados por la Fuerza Aérea sionista con antelación, “se agotaron durante la primera semana de la guerra”. Entonces los pilotos israelíes utilizaban los mejores aviones de combate del mundo durante 34 días. pero sólo atacaron sitios de la Resistencia libanesa. “Dios reveló los combates, no sus ubicaciones estratégicas”, acotó.\nAquella guerra terminó en un punto muerto entre “Israel”, cuyo ejército cuenta con los mejores recursos de la región, y Hizbullah, apoyado por Irán y y fortalecido en los últimos 18 años.\nPero ahora, después de estos 18 años, mientras la agresión aérea israelí generalizada contra el Líbano lo lleva al borde de otra guerra, con un alcance integral, las lecciones militares aprendidas (o no) por ambas partes pueden remodelar la región, consideró el diario citado.\nHizbullah se benefició de las lecciones de la guerra de 2006. Importó tecnología iraní de misiles y drones, entrenó a sus cuadros y cavó una red de túneles más grandes que los de Hamas en Gaza, describió el artículo.\nA modo de comparación con las dificultades esperables para el ejército de ocupación, el diario se refirió a los túneles de Hamas, difíciles de destruir, inmunes a la vigilancia electrónica y refugio eficaz para los combatientes y sus armas, a pesar de estar excavado en arenisca blanda.\nEn el caso de Líbano, sus combatientes tuvieron además la posibilidad, durante este año de enfrentamientos, de dibujar mapas de posibles objetivos en los territorios ocupados, y de estudiar cómo respondería “Israel” a los ataques con aviones no tripulados, de los cuales muchos lograron eludir las defensas aéreas.\nLa relativa moderación de Nasrallah es preocupante. Además de los datos militares que suscitan temores en la entidad ocupante, un alto responsable político israelí expresó profunda preocupación por la relativa moderación y control en la gestión de la batalla mostrado por el secretario general de Hizbullah, Sayyed Hassan Nasrallah.\nEl corresponsal de asuntos políticos del Canal 12 israelí, Yair Sharki, comentó el ataque libanés contra la sede de la inteligencia israelí (Mossad), ubicada en los suburbios de “Tel Aviv” este miércoles por la mañana, para lo cual emplearon un misil balístico Qader 1.\nDesde su mirada, los ataques israelíes contra Líbano no significan que Nasrallah sea incapaz de dirigir operaciones: más bien lo tiene todo pensado, “y todavía no sabemos lo que está pensando”.\nPara el comentarista de asuntos árabes del mismo canal, Ohad Hamo, esta batalla apenas está en el comienzo, pues Sayyed Nasrallah tiene “capacidades muy importantes”, y expresó su esperanza de que no se las muestre al ejército y población israelí.\nLa Resistencia libanesa puede hacer más: no sólo apuntar a “Tel Aviv” con un misil balístico, sino lanzar muchos a distancias mucho mayores; por tanto ese disparo contiene un mensaje de Sayyed Nasrallah: su disposición a correr el riesgo y poner a “Tel Aviv” en la ecuación, a la luz de que “Israel” incluyó los suburbios del sur en Beirut, lo cual no es apropiado para ustedes.\nAl hablar de llevar a cabo deliberadamente el ataque con un solo misil, Hamo dijo que esto se debe al hecho de que la operación tiene como objetivo “enviar un mensaje primero y, en segundo lugar, romper la barrera psicológica”.\n“Creo que lo que está sucediendo aquí es un intento de empujarnos a una especie de intensa guerra de desgaste… Ellos (Hizbullah) no quieren una guerra integra l y, por lo tanto, Nasrallah está insinuando lo que puede hacer “, valoró Hamo.\nFuente: HispanTV / Al Mayadeen",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-09-27T02:50:13.752+03:00",
    "updated": "2024-09-27T02:50:13.752+03:00"
  },
  {
    "uuid": "ac33ee165c7e02284c859cb635af8be3227d1ca4",
    "url": "https://www.infolibre.es/opinion/columnas/desde-la-tramoya/jesus-palestina_129_1676208.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Luis Arroyo",
    "published": "2023-12-28T19:14:00Z",
    "title": "Jesús y Palestina",
    "text": "Jesús y Palestina\nLa felicitación navideña más delirante y vomitiva ha venido del primer ministro israelí Benjamín Netanyahu y dura 52 segundos. Felicita a “nuestros amigos cristianos del mundo”, para afirmar luego que “estamos enfrentando monstruos que matan a niños frente a sus padres y a padres frente a sus hijos, que violan y decapitan a mujeres, que queman vivos a niños y que toman bebés como rehenes. Esta es una batalla no sólo de Israel frente a los bárbaros. Es una batalla de la civilización frente a la barbarie”.\nViendo las imágenes de la franja de Gaza destruida sin piedad, de los niños muertos en manos de sus padres bajo las bombas incesantes de esos genocidas liderados por el que habla, la sensación es el asco y la vergüenza de ser humano. A mí me ruboriza celebrar el domingo la llegada del nuevo año entre espumillón, uvas y cava mientras esas criaturas siguen muriendo a manos de los militares asesinos de Israel.\nComo el primer ministro sionista, los fanáticos religiosos, convencidos de la historicidad de las leyendas que consumen, tratan de encontrar la cuadratura del círculo llevando los mitos a su terreno. En la versión más pintoresca está Nicolás Maduro, que hace un par de meses afirmó que Jesús fue un joven palestino muerto por el imperio español (sic… quizá quería decir romano). No está solo Maduro en esa apreciación: la izquierda quiere ver en Cristo a un palestino, y abundan las imágenes que lo identifican con un militante contra la ocupación israelí.\nLa discusión es religiosa y por tanto simplificada y exenta de racionalidad. Jesucristo es en prácticamente todo una invención como lo es la de la existencia de un pueblo escogido por Dios al que le corresponde una “tierra prometida” denominada Israel. Una buena cuenta de ambas construcciones puede encontrarse en las excelentes obras de título casi homónimo: La invención del pueblo judío, de Shlomo Sand, y La invención de Jesús de Nazaret, de Fernando Bermejo (ambas editadas por la imprescindible Akal).\nNo hace falta apelar a ninguna religión para condenar sin matices el llanto y la muerte de miles de niños en manos de los demonios que hoy gobiernan Israel\nEn esta última, de casi 800 páginas de impecable análisis científico, el profesor Bermejo logra despejar el grano de la paja y dibuja a quien con toda probabilidad fue una figura histórica: un hombre judío de cuyo nacimiento apenas se sabe que debió ocurrir en Nazaret y que tenía bastantes hermanos. En lo que sí hay una coherencia histórica es en que ese hombre, al que llamaban Jesús, murió crucificado rodeado de otros, por lo que parece que se trató de un sedicioso. La crucifixión en grupo en aquellas zonas, Galilea y Judea –Palestina no existía entonces con ese nombre–, que en la época eran parte del Imperio Romano, se reservaba solo a los insurgentes.\nHay, según la cuenta de Bermejo, no menos de 30 elementos historiográficos que permiten deducir que con mucha probabilidad Jesús fue el líder de un grupo judío que se levantó contra las imposiciones romanas, narrativa histórica por cierto coherente también con los evangelios, aunque éstos fueran decorados con cientos de ornamentos míticos. Y eso es todo: nada más y nada menos. A partir de ahí, el Islam tardaría siete siglos en nacer y extenderse por esa misma tierra, Occidente trató de “desjudeizar” a Jesús, Roma lo hizo suyo y más recientemente los nazis incluso “demostraron” que no era judío, sino ario.\nPartiendo de una escasísima plasmación histórica, los cristianos han construido el mito más poderoso de la historia del ser humano: uno que sirve para justificar la guerra y la paz, que permite predicar la pobreza al tiempo que tolera la codicia, que tanto castiga como perdona, que se adapta con comodidad y audacia a las vicisitudes del momento. Una religión capaz, sí, también, de justificar la “legítima defensa” de Israel frente a los terroristas, al tiempo que condena los evidentes excesos en su ejercicio. La religión más fácil, en fin, la más adaptable a los intereses y los tiempos que corren.\nPor eso haríamos bien en hacer oídos sordos a las proclamas religiosas de uno y otro lado y en afinar un poco más el juicio: lo que está sucediendo en Palestina hoy es una violación de los derechos humanos más básicos. Es una masacre vergonzosa de niños y mayores en manos de un Estado opresor y un régimen salvaje que trata de hacerse con un territorio que no es suyo y que está protegido en teoría por los tratados internacionales. No hace falta apelar a ninguna religión para condenar sin matices el llanto y la muerte de miles de niños en manos de los demonios que hoy gobiernan Israel.\nEl Holocausto no puede seguir siendo la justificación de los crímenes de lesa humanidad cometidos por Israel. Nos llamarán antisemitas a quienes condenemos la barbarie que estamos presenciando cada día. Pero un mundo más sano estaría enviando a Gaza fuerzas de paz que detuvieran la muerte de esos niños inocentes y a Netanyahu y a sus secuaces a La Haya. Y luego que cada cual rece lo que quiera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T10:53:15.511+02:00",
    "updated": "2023-12-29T10:53:15.511+02:00"
  },
  {
    "uuid": "725748b09fa0981f27674c9f64bd08fd670ce782",
    "url": "https://www.pulzo.com/mundo/ultra-music-festival-miami-gano-premio-mundial-sostenibilidad-PP3450544",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "editorial@pulzo.com (Editorial Pulzo)",
    "published": "2024-02-15T23:44:00Z",
    "title": "Ultra, uno de los festivales musicales más grandes, ganó Premio Mundial de Sostenibilidad",
    "text": "[Redacción Mundo](/mundo) Este [premio](https://www.pulzo.com/noticias/premios), uno de los más destacados a nivel global en materia de responsabilidad ambiental, sirve para destacar a las empresas que elaboran estrategias para cuidar al medioambiente. El Ultra Music Festival venció en su categoría particular a destacadas compañías como Paramount, Telus, Stryker, Dentsu, entre otras. (Vea también: [Famosa marca de ropa colombiana abre tienda en el centro comercial más reconocido de EE. UU.](https://www.pulzo.com/economia/empresa-monastery-couture-abre-tienda-centro-comercial-aventura-mall-miami-PP3422892)). “El equipo ha formado a más de 1.000 colegas en sostenibilidad y, al mismo tiempo, ha creado conciencia sobre cuestiones de sostenibilidad en una campaña externa que llegó a una audiencia de 6 millones de personas”, detalló la organización de los premios. Desde el evento musical destacaron cómo su programa Ultra Music Festival Mission: Home une los esfuerzos de equipos internos, proveedores externos, personal de eventos, socios comunitarios y asistentes al [festival ](https://www.pulzo.com/noticias/concierto)para entregar un producto tan destacado. [Cuánto vale comer en uno de los restaurantes más famosos de Medellín vs. su sede en Miami](/economia/mondongos-medellin-cuanto-vale-ir-restaurante-vs-su-sede-miami-PP3376334) [Colombiana de 60 años causó caos en aeropuerto de Miami, a pesar de ser \"coach espititual\"](/mundo/colombiana-60-anos-aeropuerto-miami-causo-caos-saltar-filtros-seguridad-PP3430405) [Famosa marca de ropa colombiana abre tienda en centro comercial más famoso de EE. UU.](/economia/empresa-monastery-couture-abre-tienda-centro-comercial-aventura-mall-miami-PP3422892) [El Ultra Music Festival, y más planes asombrosos para hacer en Miami yendo desde Colombia](/mundo/vuelos-miami-desde-bogota-ultra-music-planes-esa-ciudad-PP3420291) “Esto dice mucho sobre el poder de la música y las artes para convocar a la acción colectiva, y qué mejor propósito que proteger nuestro planeta“, detalló Vivian Belzaguy Hunter, directora de Sostenibilidad del Ultra Music Festival. El programa especializado del evento musical consiste en una campaña de concientización y educación ambiental dirigida a los asistentes, que se transmite diariamente a los 55.000 asistentes internacionales del evento a través de carteles en el lugar durante todo el festival, así como a través de correo electrónico, sitio web y redes sociales. Ultra Music Festival: cuánto vale ir al importante evento Por su cercanía, Colombia es uno de los países con más personas yendo hacia el festival musical. Y aunque [faltan menos de dos meses](https://www.pulzo.com/economia/cuanto-vale-pesos-ir-miami-ultra-fest-vuelos-desde-bogota-PP3414744), todavía se encuentran buenos precios para vuelos y hoteles en Miami durante esos días. Vuelos de ida y vuelta Bogotá- [Miami ](https://www.pulzo.com/noticias/miami)(4 horas de duración cada uno) entre el 22 y 25 de marzo se consiguen, revisando el 15 de febrero, por precios de entre 1,7 y 2 millones de pesos. En cuanto a los hoteles, hay de todo tipo ante el [ tamaño de la ciudad de Florida](https://www.pulzo.com/mundo/vuelos-miami-desde-bogota-ultra-music-planes-esa-ciudad-PP3420291), pero en las zonas más cercanas al evento se encuentran habitaciones donde cada noche cuesta entre 352.000 y 2,3 millones de pesos. Las entradas para el festival están muy cerca de agotarse, quedando solamente las [ generales para los 3 días en venta](https://www.pulzo.com/entretenimiento/ultra-music-festival-artistas-precios-donde-es-cuando-comienza-PP3417354). Las entradas VIP de 3 días (ya agotadas) costaban 4,8 millones de pesos más impuestos y las generales que siguen en venta salen por 1,5 millones de pesos más impuestos. LO ÚLTIMO [Mundo] Hace 5 horas [Ultra, uno de los festivales musicales más grandes, ganó Premio Mundial de Sostenibilidad](/mundo/ultra-music-festival-miami-gano-premio-mundial-sostenibilidad-PP3450544) [Mundo] Hace 7 horas [Petro llegó a Alemania e irá a conferencia para crear \"una alianza para derrotar a Hitler\"](/mundo/gustavo-petro-llego-alemania-aseguro-que-quiere-vencer-hitler-PP3450244A) [Mundo]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T02:11:42.848+02:00",
    "updated": "2024-02-16T06:37:25.991+02:00"
  },
  {
    "uuid": "eadaad6ce827fec1fe6e0a5c891bbc033dbb47d7",
    "url": "https://www.noticiasaominuto.com/mundo/2700206/nevoeiro-cerrado-perturba-vida-quotidiana-e-causa-caos-no-norte-da-india",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Notícias ao Minuto",
    "published": "2025-01-03T10:02:00Z",
    "title": "Nevoeiro cerrado perturba vida quotidiana e causa caos no norte da Índia",
    "text": "Uma espessa camada de nevoeiro tomou conta de Deli e áreas em redor, no norte da Índia, causando atrasos nas viagens e caos. Mais de 100 voos foram atrasados no aeroporto, na manhã desta sexta-feira, de acordo com a agência de notícias PTI, citada pela BBC. Dezenas de comboios também foram adiados ou atrasados.\nA agência meteorológica indiana (IMD) deu conta de que as condições climatéricas vão manter-se nos próximos dias. O nevoeiro denso é comum nesta altura do ano no norte da Índia, com a região a passar por uma vaga de frio intensa.\nCerca de nove aeroportos, incluindo o de Deli, sofreram com visibilidade zero e foram obrigados a emitir um aviso aos passageiros devido aos atrasos significativos.\nA IMD considera nevoeiro \"denso\" se a visibilidade cair abaixo de 200 metros e \"muito densa\" se for abaixo de 50 metros. Avisam ainda que aquela parte do país pode experienciar chuvas leves e moderadas no início da próxima semana, o que poderá reduzir ainda mais as temperaturas.\nVárias imagens mostraram cidades envoltas em denso nevoeiro, veja acima.\nLeia Também: [Dois portugueses detidos por tráfico de droga na Índia](https://www.noticiasaominuto.com/pais/2699921/dois-portugueses-detidos-por-trafico-de-droga-na-india)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Weather->weather phenomena",
      "Social Issue->social problem",
      "Human Interest->human mishap"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2025-01-03T12:23:21.648+02:00",
    "updated": "2025-01-03T12:23:21.648+02:00"
  },
  {
    "uuid": "7a662b860316453f6421fc5b2f89755ba5344c32",
    "url": "https://www.livehindustan.com/jharkhand/pakur/story-awareness-campaign-launched-for-school-enrollment-in-pakur-201745449825229.html",
    "ord_in_thread": 0,
    "author": "@Live_Hindustan",
    "published": "2025-04-23T23:10:00Z",
    "title": "उपायुक्त ने जागरूकता रथ को किया रवाना",
    "text": "उपायुक्त ने जागरूकता रथ को किया रवाना\nपाकुड़। प्रतिनिधिरविन्द्र भवन टाउन हॉल परिसर से उपायुक्त मनीष कुमार, जिला पंचायत राज पदाधिकारी प्रीतिलता मुर्मू, डीईओ अनीता पुरती एवं डीएसई नयन कुमा\nNewswrapहिन्दुस्तान, पाकुड़Thu, 24 April 2025 04:40 AM\nपाकुड़। प्रतिनिधि रविन्द्र भवन टाउन हॉल परिसर से उपायुक्त मनीष कुमार, जिला पंचायत राज पदाधिकारी प्रीतिलता मुर्मू, डीईओ अनीता पुरती एवं डीएसई नयन कुमार ने बुधवार को स्कूल रूआर 2025 को लेकर जागरूकता रथ को हरी झंडी दिखाकर रवाना किया। उपायुक्त ने कहा कि यह जागरूकता रथ गांव-गांव जाकर अभिभावकों को अभियान की जानकारी देगा और बच्चों के स्कूल में नामांकन के बारे में जागरूक करेगा। उपायुक्त ने जिलावासियों से अपील किया कि जिले में ड्रापआउट एवं अनामांकित बच्चों का विद्यालय में नामांकन करवाने व शिक्षा के मुख्यधारा से बच्चों को जोड़ने को लेकर सहयोग करें।\nलेटेस्ट Hindi News ,\n बॉलीवुड न्यूज, बिजनेस न्यूज, टेक\n, ऑटो, करियर , और राशिफल,\nपढ़ने के लिए Live Hindustan App डाउनलोड करें।",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "hindi",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education",
      "Social Issue"
    ],
    "topics": [
      "Health->public health",
      "Education->educational grading",
      "Education->students",
      "Education->social learning",
      "Social Issue->communities",
      "Social Issue->social services",
      "Social Issue->diversity, equity and inclusion"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-24T02:15:42.424+03:00",
    "updated": "2025-04-24T02:15:42.424+03:00"
  }
]