[
  {
    "uuid": "0c0dcf9866b665be24825d1c04d9ab0f3b7a683a",
    "url": "https://www.standardmedia.co.ke/financial-standard/article/2001488216/top-kenyan-ceos-on-what-2024-holds-for-the-economy-incomes-and-jobs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brian Ngugi",
    "published": "2024-01-01T21:00:00Z",
    "title": "Top Kenyan CEOs on what 2024 holds for the economy, incomes and jobs - The Standard",
    "text": "Kenya’s top business leaders have turned their eyes to the New Year with hope and cautious optimism. In their outlook, the new year promises to be a pivotal year for Kenyan firms, marked by both significant challenges and promising opportunities. But can Kenya’s business captains steer the ship through turbulent waters? Our Senior Economy Reporter Brian Ngugi delved deeper into some of those concerns when he recently sat down with CEOs of some of the country’s top companies about their plans to confront challenges in the year ahead. Below are their business predictions for the year ahead. Equity Group CEO James Mwangi: “Ensure you survive and fit under an economy that will be very different” In 2024 we will see the unwinding of inflation. The newfound ability of the government to [pay off the Eurobond](https://www.standardmedia.co.ke/business/article/2001488107/last-minute-move-save-country-from-debt-hole-sh10-8b-financial-abyss) is a huge boost. What was threatening to be an insolvency problem is over. There is a huge reprieve for the government. The $12.8 billion loan from the World Bank is to be used to refinance the Chinese debt substituting high-interest loans with long-term loans that are not commercial. It might be a very transformative period. We will be under elevated monetary and fiscal policy for three years. We will continue to implement programmes from the World Bank and the IMF. The tough microeconomic policy will be sustained. They must hold conditionalities for three years. The pain will be borne by the people. Kenyans need to get used to that. This will allow the economy to adjust. It will be painful but will save Kenya. We might become a very efficient economy. We will be a dominant regional actor. Banks will see a lag in lending. It is because the Government has crowded out the private sector. The lending rate will be above 20 per cent. We will have a sluggish growth of the economy in 2024. Banks will focus on improving the quality of their loan books but the non-performing loans will be a challenge. Global factors will predominantly drive the Kenyan economy. Debt, de-dollarisation, deglobalisation and the decentralisation of global manufacturing. Kenya is well-positioned to drive the agenda on climate change and fossil fuel change. Kenya can also take advantage of being the next global manufacturing hub in three years. Kenya will also benefit from regional trade pacts. As it’s unlikely we will not have elections in the next three years the political cooling and stability will benefit the country. The decision to [abolish Visas](https://www.standardmedia.co.ke/national/article/2001487155/kenya-to-be-a-visa-free-from-2024) will make Kenya an attractive business destination. Kenya has become the biggest beneficiary in geopolitics reorganisation. If Kenya can continue to play on both it will be in quite a strong position. Jubilee Holdings Group CEO Julius Kipng’etich: “In 2024 the government must ease consumer pain” In 2024, the government must get in strong financial discipline and ease consumer pain. It must rein in inflation and enhance social protection programmes so that the poor do not engage in an uprising. It must also put incentives to promote exports, seeing that remittances are tapering off. To drive exports, we must reduce the cost of doing business. Corporates must invest in technology and focus on efficiency, productivity and innovation. They must also think beyond Kenya as part of diversifying growth. I would encourage consolidation, mergers and acquisitions so that companies grow in scale to think beyond Nairobi. Companies must also invest in people. When there is a downturn don’t stop investing in people. Stay informed. Subscribe to our newsletter Chandaria Industries Group CEO Darshan Chandaria: “There are signs that the second half of 2024 could be more positive” 2023 has been a testing year of inflation on all fronts. As we look forward to the first six months of 2024, we must be ready to face similar challenges, however, one very positive sign is that global inflation is easing as we see signs of interest rate cuts from many developed markets. The [weakening of the shilling](https://www.standardmedia.co.ke/business/business/article/2001486053/understanding-complex-impact-of-a-weak-shilling) has slowed down over the last month. If this continues, it should pave the way for interest rates to be more stable at some point in 2024, meaning borrowing from banks for business growth will become viable again. Consumer disposable income and demand were under pressure this year and this will continue into 2024, so businesses have to be ready for this. The cost of doing business will also be under pressure given the government’s new legislation. Overall, 2024 will be a challenging year for all. There are however signs that the second half could be more positive. KCB Group CEO Paul Russo: “We are optimistic for stronger growth in the East Africa economy” We are optimistic that we will start to see stronger growth in the East African economy in the coming year, neutralising the recession narrative. We foresee improvement in the business landscape, and we are well-positioned to support business recovery and the economy to rebound. There has been rising consumer and business confidence and [easing inflationary pressure](https://www.standardmedia.co.ke/business/business/article/2001488080/high-cost-of-living-persists-as-inflation-rate-falls-in-december), pointing to an optimistic future. Inflation across the region is easing as domestic food price inflation falls on the back of improved agricultural production. We are optimistic that the various governments in the region will keep up with robust fiscal and monetary interventions to support sustained economic growth. We see currencies and interest rates beginning to stabilise in the wake of a slowdown in rate raises in the US and Europe, effectively spurring growth. Centum Investments PLC CEO James Mworia: “There is immense opportunity for investors who take a medium-term outlook” The Kenyan economy traditionally gathers momentum beginning the second year after every General Election, and therefore 2024 is a year of great promise in economic terms. There is immense opportunity for investors who take a medium-term outlook, given that growth traditionally peaks just before the next election cycle. In the long term, Kenya has proven to be a resilient economy underpinned by a skilful and diverse workforce, underwritten by democratic governance and peaceful transition of power. Federation of Kenya Employers (FKE) CEO Jacqueline Mugo: “The outlook for 2024 is blurry.” The domestic economy will continue to experience a decline in both demand and production, a very unfortunate situation. As you are aware, several tax measures in the Finance Act 2023 will become effective from January 1, 2024. This will increase pressure on cashflows in organisations. The first half of 2024 will also see a drop in food supply. The good season we have had, as far as food supply is concerned, is coming to an end. In the labour sector, employees are likely to see a further decrease in their disposable income as the 2.75 per cent statutory contribution to the Social Health Insurance Fund (SHIF) kicks in. Businesses will continue to tread consciously in the coming year because of the unpredictable regulatory and policy environment, which is forcing them to make tough choices to survive. The outlook will only change once the government begins to lower the regressive taxes and administrative burdens that are a drag to the business operating environment. The various employers we have engaged have indicated that they are cutting back on hiring by 40 per cent - indicating that they are considering reducing the number of staff to be able to meet the high business costs. On the political side, we see an increased agitation for easing the cost of living. We hope that the leaders will be more accommodating and listen to the desperate cry of Kenyans for some relief to help them put bread on the table. The pain that ordinary people are going through to survive in Kenya is unbearable. On government spending and management of resources, we urge for a more prudent approach. The resources we currently have as a country are enough to transform Kenya if managed well. We hope that in 2024, the various government agencies tasked with the responsibility of ensuring accountability and transparency on how public resources are used will be supported, strengthened and given the space to operate independently as envisioned in our constitution. Lastly, I hope for enhanced engagement between the government and the private sector in 2024. Employers are looking forward to enhanced social dialogue to change the state of the economy. We need a more stable, predictable and supportive regulatory and policy environment in 2024 to stem the collapse of enterprises. Kenya Association of Manufacturers (KAM) chairman Rajan Shah: “We foresee a challenging first half and a neutral second half of 2024” The worst of 2023 is behind us. However, there may still be some more pain to endure into the first half of 2024. The impact of the easing of global inflation and hence the slowdown in the interest rate growth and possibly the expectation of a reversal will only be felt in the later half of 2024. Domestically, the high interest rates will continue to remain a challenge to borrow more for any growth. We expect the global easing and the weaker shilling to generate more demand for our exports which should hopefully alleviate our foreign currency availability. The cost of doing business will continue to remain a major concern as more and increased regulatory levies come into play. This is where we look up to a stronger policy guideline from the government to assess the impact of all these costs on businesses and to enhance our global competitiveness. Demand growth is not expected to be seen until the second half of the year. Overall, we foresee a challenging first half and a neutral second half of 2024. Deepak Dave of Autonomi Capital: “Government must get serious about slashing the tax burden” The economy will continue to struggle unless the government gets serious about slashing the tax burden that’s been uncontrollably imposed; and going through the difficult decisions of restructuring the debt burden. I predict shrinkage of about two per cent in real terms, but more importantly, the per capita income will drift down five per cent unless hard decisions are taken. Privatisation will not go as smoothly as planned. There are still too many examples of entrenched interests winning mandates instead of opening opportunities to qualified outside firms. Kenya Private Sector Alliance (Kepsa) CEO Carole Kariuki: “The hope is for a better year” Businesses have been making lots of adjustments to a business environment that has been impacted by drought, then floods, increased interest rates, forex challenges, effects of Covid-19 on livelihoods and also increased taxes and levies both in number and amounts. Kenyan business has always been resilient and very innovative. Despite these challenges, businesses are finding new ways to be productive and the desire is that matters climate will stabilise, the impact of Covid-19 will reduce and the business environment will improve - both on currency stabilisation. They will have a more predictable tax policy that encourages the production and growth of businesses - both new ones and the expansion of existing ones as a better source of generating revenue and jobs. As Kepsa, we look back at our partnership with government, development partners and other partners. We are confident this will continue and even deepen as the current administration settles more in government. Tropical Brands and Oxygene Communications Chairman Linus Gitahi: “Year to boost exports” It is the year for manufacturers to focus on exports. The depreciation of the Kenya shilling is a boon for exporters. It is an opportunity for Kenya to increase exports. It will also be a year to manage costs.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "james mwangi",
          "sentiment": "none"
        },
        {
          "name": "brian ngugi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "standard kenya",
          "sentiment": "negative"
        },
        {
          "name": "equity group",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kenya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T23:03:58.734+02:00",
    "updated": "2024-01-01T23:03:58.734+02:00"
  },
  {
    "uuid": "b2ea356527f32feb9e67595052f72a17a47104a9",
    "url": "https://www.archyde.com/sweden-ends-more-than-two-centuries-of-neutrality-with-a-highly-symbolic-entry-into-nato-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-03-10T17:44:00Z",
    "title": "Sweden ends more than two centuries of neutrality with a highly symbolic entry into NATO |",
    "text": "After more than two centuries of neutrality, Sweden wakes up this Friday as a brand new member of NATO. The Copernican turn in Swedish defense policy, unimaginable until the Russian invasion of Ukraine, represents a transformation of the security framework in northern Europe and significantly reinforces the Alliance’s capabilities in the Arctic and the Baltic Sea. Sweden’s accession to the military organization, a path full of obstacles that lasted more than 20 months since its request, has the majority support of the population and the political class.\nThe last war in which the Scandinavian country participated concluded in 1814. When its cannons stopped firing in Norwegian territory, Sweden adopted a policy of neutrality that allowed it to avoid two world wars and helped it become a kind of humanitarian power. in the last decades of the last century.\nEverything changed radically in February 2022, after the start of the large-scale Russian invasion of Ukraine. In both Sweden and neighboring Finland there was a shift in public opinion regarding NATO membership. Income support among the Swedish population, which was around 33% before the war—and was less than 25% in 2014—is now close to 70%. Even more drastic was the turn in Finland, which shares a 1,340-kilometer border with Russia.\nFaced with this situation, the Social Democratic Party of Sweden, which governed alone in the spring of 2022, chose to reverse its traditional position against being part of a military organization. Less than three months after the start of the war in Ukraine, Stockholm and Helsinki formally requested membership in the Atlantic Alliance. Robert Dalsjö, director of the Swedish Defense Research Agency, maintains that it would have been “practically impossible” to remain outside the Alliance once Finland joined. “Sweden would have become a wall that separated the Baltic countries and Finland from the rest of the allies,” he explains over the phone.\nFinland joined the transatlantic organization last April. Sweden, however, has had to deal for almost two years with the demands of Turkey and Hungary, two of the Alliance’s most fractious partners.\nMandatory military service for men and women Sweden today is not the great military power that it was during the Cold War. After the collapse of the Soviet Union, Stockholm reduced its ground forces by 90% and its naval and air forces by almost 70%. Annual investment in defense fell from 3% of GDP to around 1%. The trend began to reverse again in 2014, the year Russia illegally annexed Ukraine’s Crimean peninsula and fighting began in the Donbas region. Due to personnel shortages, compulsory military service for men and women was reintroduced in 2017. Although it still affects a small percentage of the population, the number of recruits will increase progressively each year until 2035. In addition, the Scandinavian country has the National Guard, a reservist military force made up of volunteers that has increased its personnel in the last two years. at an unparalleled pace; Applications skyrocketed almost 700% in 2022 compared to the previous year.\nAlthough the Swedish Armed Forces are not at their best, the Scandinavian country’s entry into NATO represents the largest incorporation into the military organization in at least two decades. The entry of the 32nd member provides the Alliance with strategic depth and new supply routes from the southern Baltic and northern Atlantic. And it increases the deterrence capacity against Russia in the Arctic, where Moscow has eight of its 11 submarines capable of launching long-range nuclear missiles, and especially in the Baltic, which is practically transformed into a nato lake ; a hard blow for Russia, which happens to be the only coastal State outside the military organization and leaves its ports in Kaliningrad and Saint Petersburg cornered.\nThe submarine ‘HMS Gotland’, in the naval port of Karlskrona, on May 25, 2023. TOM LITTLE (REUTERS) In Brussels, NATO headquarters, the incorporation of the powerful Swedish submarine fleet is also celebrated. The Baltic is a very shallow sea in which the nuclear-powered ships that make up a large part of the submarine fleet of Russia and the United States cannot operate. The Scandinavian country has been operating submarines in the Baltic since 1904, no other country in the region has been so active underwater. Sweden also has a robust arms industry, producing the Gripen fourth-generation fighter jets and air defense systems and anti-tank missiles that have proven effective in Ukraine.\nThe Swedish government has repeatedly warned its population that there is a real possibility of confronting Russia in the coming years. The prime minister, the conservative Ulf Kristersson, urged citizens in January to prepare to, if necessary, defend the country “with weapons and on the front line.”\nWhile Kristersson signed the NATO membership in Washington this Thursday, almost 5,000 Swedish soldiers participated in northern Scandinavia in the largest military maneuvers of the Alliance since the end of the Cold War. The Secretary of the Russian Security Council, Nikolai Patrushev, defined the practices as “a simulation of armed confrontation with Russia” and stated that they are a “destabilizing activity” that leads to “an increase in tension in the region.”\nA quarter of the Swedish population is still against integration into NATO. And unlike in Finland, where all parliamentary forces supported membership, the environmentalists and the Left Party voted against it in the Swedish Parliament. Maja Berg, a 73-year-old retiree, believes there is nothing to celebrate. “Pacifism has always been part of the Swedish DNA. It saddens me deeply that this is no longer the case,” she laments in a cafe in Solna, on the outskirts of Stockholm. For his part, Fredrik, a 41-year-old employee in a car workshop who prefers not to give his last name, maintains that joining the Atlantic Alliance does not allow for discussion: “We could not stay stuck in the nineties, when it was thought that Russia it would become a democratic country with which we could have good relations. Staying out of NATO would have been reckless and even selfish with our European partners.”\nThe neutrality of Sweden and Finland—imposed by Moscow at the dawn of the Cold War—began to evaporate in 1995, with their entry into the European Union. From that moment on, both began to define themselves as “non-militarily aligned countries.” In the last two decades, Stockholm and Helsinki have strengthened their ties with the Alliance, becoming preferred partners outside the organization. Dalsjö summarizes that this Thursday’s entry into NATO puts an end to “the very long farewell to Sweden and its neutrality, which lasted almost 30 years.”\nFollow all the international information on Facebook y X or our weekly newsletter .\nto continue reading _",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [
      "https://twitter.com/elpais_inter",
      "https://www.twitter.com/elpais_inter"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "arctic",
          "sentiment": "none"
        },
        {
          "name": "baltic sea",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T19:47:23.936+02:00",
    "updated": "2024-03-10T21:35:24.002+02:00"
  },
  {
    "uuid": "6561ad10844c08d1eca80e13c24343b0aff410e6",
    "url": "https://vnexplorer.net/hundreds-from-sussex-to-jerusalem-join-shofar-chorus-in-call-to-free-hostages-s1826826.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-10T19:20:00Z",
    "title": "Hundreds ‘from Sussex to Jerusalem’ join shofar chorus in call to free hostages",
    "text": "Israel-Hamas conflict\nHundreds of Jewish people and supporters from “Sussex to Jerusalem” have joined to blow shofars and whistles in a call to free Israeli hostages.\nOne group met at St John’s Wood Synagogue in London on Sunday – led by TV presenter Vanessa Feltz and actress Dame Maureen Lipman.\nIt was said to be the world’s largest ram horn trumpet chorus.\nThey were there to show solidarity with the more than 100 hostages held in Gaza.\nThe chorus lasted for 1.55 minutes, marking the 155 days they will have been in captivity.\nMarcel Knobil, who organised the chorus, said the shofars and whistles were blown from “Sussex to Jerusalem and from New York to the beaches of Thailand”.\nHe said: “The shofar is such a significant icon.\n“It’s said to symbolise a number of things, some equate it with a sound of crying mothers and how appropriate that is to today’s event, especially being Mother’s Day.\n“It’s also said to represent hope and we are all bursting with hope for the release of the hostages.\n“Many of us equate its wailing sound as a wake-up call. Waking us to address ourselves internally and stirring us to mend our way.”\nMr Knobil added that he has spent time with families of hostages and said they are in “total shock”.\nHe said: “They are living in an unreal world. To see this terror and torment to be lifted from all these family members would be just a dream for me and the world Jewish community.”\nFeltz said they were all there to trumpet “this humanitarian urgent message – bring them home now”.\nShe said: “Today, our hearts are joined to the hearts and the souls of the mothers of the hostages, just imagine being there, it’s just unbearable to think about it even one day.\n“Imagine it, the mothers of the hostages who’ve been deprived their precious children now for 155 days.\n“As we celebrate Mother’s Day with our beloved children, our beloved grandchildren, these mothers are in agonising torment.”\nDame Maureen said: “I’m a mother, I’m an actor, I’m an aunt, I’m a grandmother, and since October 7 I’m a hostage like every other Jew in the world.\n“A hostage who shares that pain, that fear, that someone is coming, that childhood fear made real.\n“I want to urge you to write this on your doorposts and tell your children we have to fight back.”\nShe called for people to “fight back professionally” against “the opposition”, who she described as “campus twits” and “marching fools, who don’t know which river or which sea they’re talking about”.\nSpeaking to the PA news agency, Dame Maureen became emotional as she said “right will prevail” if the hostages were released, adding: “Except how many of those girls, how many of those grandmothers, are ever going to face the beauty of life again?”\nConservative MP Mike Freer, for Finchley & Golders Green, spoke before the chorus and said “as a non-Jew, to the Jewish community, you have friends, you are not alone”.\nHe said: “When we see mob rule on the streets of London, remember there are friends in Parliament that are seeking to curtail the hysteria that we see.”\nIt comes after the Hamas attacks on southern Israel on October 7 in which about 1,200 people were killed and more than 240 kidnapped before Israel retaliated with months of attacks on the Gaza Strip, killing and wounding thousands.\nFrom news to politics, travel to sport, culture to climate – The Independent has a host of free newsletters to suit your interests. To find the stories you want to read, and more, in your inbox, click here.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jE8Ti.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1jE8Ti.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "dame maureen lipman",
          "sentiment": "none"
        },
        {
          "name": "marcel knobil",
          "sentiment": "none"
        },
        {
          "name": "vanessa feltz",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "sussex",
          "sentiment": "negative"
        },
        {
          "name": "st john’s wood synagogue",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jerusalem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "london",
          "sentiment": "none"
        },
        {
          "name": "thailand",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-10T21:22:05.719+02:00",
    "updated": "2024-03-10T21:22:05.719+02:00"
  },
  {
    "uuid": "73a9e83999dfad2941f40ed15042a0c342b66de7",
    "url": "https://life.ru/p/1764842",
    "ord_in_thread": 0,
    "author": "Борис Эльфанд",
    "published": "2025-06-26T07:19:00Z",
    "title": "В России не оценили новые правила допуска к работе для выпускников-медиков",
    "text": "В России не оценили новые правила допуска к работе для выпускников-медиков\nВрач Гальперин не поддержал идею ограничить работу выпускников-медиков без стажа\nВрач. Обложка © freepik\nПредложение Минздрава ограничить в работе медиков, только закончивших профильные вузы и не имеющих соответствующего стажа, позволят российским медицинским учреждениям с острым кадровым дефицитом обойтись без повышения зарплат. Об этом заявил глава Лиги защиты врачей, физиотерапевт Семён Гальперин.\n«Не приходится рассчитывать на повышение зарплат в районах, где не хватает врачей. Минздрав решил пойти другим путём. Понятно, что предложение ведомства основано на отсутствии средств», — отметил собеседник «Ридуса».\nПо его словам, Минздрав не уточняет, что будет с выпускниками медвузов, которые проходили обучение на коммерческой основе. Обяжут ли их набирать стаж госклиниках для получения аккредитации? Врач подчеркнул, что если обяжут, то у системы платного медицинского образования могут возникнуть проблемы, потому что обучение стоит очень дорого, а в госучреждениях заработать потраченную сумму достаточно проблематично.\nНапомним, ранее Минздрав захотел лишить выпускников медвузов права работать без трёх лет стажа в госклиниках. Согласно законопроекту, пройти аккредитацию смогут только те специалисты, которые после учёбы за счёт государства отработали минимум три года в медучреждениях, принимающих по ОМС.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Education",
      "Politics",
      "Social Issue"
    ],
    "topics": [
      "Education->students",
      "Education->educational grading",
      "Education->teachers",
      "Politics->education policy",
      "Politics->civil rights",
      "Politics->government",
      "Social Issue->social problem",
      "Social Issue->discrimination",
      "Social Issue->ageism"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://ru.freepik.com/free-photo/cheerful-young-doctor-with-tablet-hall_1867976.htm",
      "https://www.ridus.ru/vrach-galperin-novye-pravila-minzdrava-ostavyat-medikov-bez-povysheniya-zarplat-650283.html",
      "https://ridus.ru/vrach-galperin-novye-pravila-minzdrava-ostavyat-medikov-bez-povysheniya-zarplat-650283.html",
      "https://www.ru.freepik.com/free-photo/cheerful-young-doctor-with-tablet-hall_1867976.htm"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_ru",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T10:29:49.678+03:00",
    "updated": "2025-06-27T08:07:25.000+00:00"
  }
]