[
  {
    "uuid": "aacb6c8e791c61ffc6e8f1cceccb038c0e31019e",
    "url": "https://news.northeastern.edu/2024/03/14/magazine/amazing-race-casting",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Schuyler Velasco",
    "published": "2024-03-14T00:00:00Z",
    "title": "This Northeastern graduate thinks you’d be perfect for ‘The Amazing Race’ - Northeastern Global News",
    "text": "Published on This Northeastern graduate thinks you’d be perfect for ‘The Amazing Race’ Alex Sharp was a founding member of the “Survivor” Club, where he got his first experience spotting who would make good TV. Working in casting, he’s unearthed talent for reality competition shows including “Lego Masters” and “Chopped.” Brothers Liam and Yeremi Hykel were practically strangers when they started competing on season 35 of “The Amazing Race,” the long-running CBS show in which pairs of contestants race around the world and compete in challenges along the way. A pair of young military veterans, the Hykels didn’t make it far on the show. A string of bad luck navigating the streets of Jaipur, India, in a rickshaw led to their elimination in the sixth episode and a ninth-place finish. But the experience brought them closer, they said in later interviews. Alex Sharp was part of the team that got them there. A freelance casting associate who works with TV networks including CBS and helped handpick contestants for the season, Sharp guided the Hykels through the application process and their ultimate appearance on the show. “They hadn’t spoken in years,” says Sharp, a 2019 Northeastern University graduate. “‘The Amazing Race’ really rekindled their relationship, and now they are so close and so supportive of each other. I’m glad I had a part in that.” Sharp has made a career out of unearthing hidden gems like the Hykel brothers: big personalities with compelling backstories for fans of reality competition shows to fall in love with. As a casting associate producer, he’s worked on over a dozen series since entering the industry: major network TV tent poles like “The Amazing Race”; Food Network throwdowns including “Chopped” and “Beat Bobby Flay”; family-friendly fare like “Lego Masters.” At its core, the job is a multifaceted treasure hunt. Whether he’s sifting through applications, editing video, interviewing potential contestants or keeping an eye on the news and social media, Sharp is always looking for “people with those amazing stories” who will pop off the screen. There’s no single recipe for a great contestant, Sharp says. But there are a few common ingredients. He’s screening for applicants who can give full, engaging answers on camera. He evaluates whether hopefuls know the particular game they’re applying for, and he sniffs out those who may be putting on an act to better their chances of getting on TV. “Casting producers can see right through that,” he says. And he’s always on the lookout for people with compelling narratives who might not think to apply for a reality show. “Here’s these moms with a rock band. Who doesn’t want to see that?” he gives as a hypothetical. “Or a phenomenal mother-daughter duo, an inspirational athlete or a pageant queen that does amazing charity work and serves in the Air Force.” Sharp has always wanted to work in reality TV — a goal he pursued with gusto at Northeastern on both the academic and extracurricular fronts. A film and screen studies major in the College of Arts and Media Studies (CAMD) who completed two TV industry co-ops, he was also a founding member of Northeastern’s “Survivor” Club . Now in its 14th season, the club hosts a filmed competition each semester modeled after the CBS reality show. The latest kicked off at the end of January, and the final “tribal council” will take place in late April. Sharp was an early competitor, and he picked fellow students for the filmed series of the game as part of the club’s production team. That gave him his first experience singling out people who would make good TV. “He always brought such great energy,” says Casey Abel, a close friend who started the club with Sharp and hosted the first few seasons of “Survivor Northeastern.” “He knows how to talk to the camera, and [knowing that] is now his job.” Finding his tribe Sharp was born and raised in Athens, Greece, and went to an American high school. His first reality TV love was “Survivor”; they were introduced by a family friend. “I was like, ‘Oh my God, this is so cool,” he remembers. Greek television didn’t carry the show, so he watched everything he could on YouTube. Sharp loved the players who combined charisma with cutthroat, high-strategy gameplay, like Parvati Shallow (who spoke at Northeastern in 2019) and Rob Mariano, better-known as “Boston Rob.” Soon, he was a superfan of CBS’ other reality show mainstays, including the “Amazing Race.” By the time he enrolled at Northeastern in 2014, he knew they would be a part of his future. Somehow. In CAMD, Sharp took courses on editing, film analysis and celebrity culture with media and film studies professor Nathan Blake, who remembers his former student having a very clear sense of his interests. During his second year, Sharp wrote a term paper for Blake on “The Biggest Loser,” a now-canceled NBC show in which contestants compete to drop the most weight. “He was always fun to have in class,” Blake says. “He’s one of those people who will talk to everybody.” Featured Stories Paws, everyone’s favorite mascot, kicks off world tour with dynamic show on Northeastern’s Boston campus Paws, everyone’s favorite mascot, kicks off world tour with dynamic show on Northeastern’s Boston campus Why unexploded ordnances pose physical — and environmental — risks Why unexploded ordnances pose physical — and environmental — risks Can you get electrocuted by an electric vehicle? Can you get electrocuted by an electric vehicle? Boston parents will get a new child development book written by Northeastern students Boston parents will get a new child development book written by Northeastern students In his sophomore year, Sharp landed his first industry co-op with Al Roker Entertainment, the affable “Today” show weatherman’s production company, where he learned a lot about the technical side of media production and the ins and outs of getting a show off the ground. “I didn’t go [right] into the reality TV realm, but I was able to peek behind the curtain and see how it all starts,” he says. “To say Al Roker is the sweetest person on the planet is an understatement,” Sharp adds. “He’s exactly what you see on TV.” Back on Boston’s campus, however, things really came into focus. Sharp had struck up an online friendship with Abel, a marine sciences major and fellow member of a “Survivor” Facebook fan group in which members competed in an entirely virtual, mini-version of the TV show. Before long, they were batting around the idea of bringing something in that vein to Northeastern. “I thought, ‘there are 25,000 people here, if you include grad students and everything, who could be interested in this,” Abel remembers. At its inception, “Survivor Northeastern” was one of the first collegiate “Survivor” clubs; now, there are dozens, says JohnMichael Manzi, Northeastern’s current host and president. Recruiting on Facebook, Abel and Sharp gathered an informal group of 16 students and ran a pilot competition in spring 2017. Abel stepped into the Jeff Probst host role, and Sharp was a contestant — forming alliances, backstabbing his fellow students and competing in challenges to win immunity from being eliminated from the game each week. Those tended to be hilariously shoestring: “Memory” with paper plates, relay races and picking up plastic bags with tied-together sticks. He placed seventh. “Alex being there made it so much more entertaining,” Abel says. “It was probably one of our better seasons ever. Everyone was so cutthroat.” Sharp, she says, was instrumental in growing “Survivor Northeastern” from a germ of an idea to a fully recognized campus club. He brought in friends from NUTV, the university’s student-run video production club, to film subsequent seasons. Blake became the first faculty sponsor. As a member of the production board, Sharp also got his first casting experience, whittling ever-growing numbers of student hopefuls down to between 15 and 20 contestants per season. At first, nearly everyone who showed up participated; by the time Sharp graduated, between 100 and 150 students were applying per semester. “I learned how to interview people,” Sharp says. “We would have people come in to Snell Library to really get a feel for them: Is this person going to play strategically or emotionally? Do they really know the game, or are they just signing up because their friend is?” “You want to cast people who will be fun and dramatic, but not anyone who would bring a negative energy,” Abel adds. Sharp returned to compete in the fifth season of “Survivor Northeastern” — and won. Abel says his gameplay reached new heights that season: At one point, he planted a complicated set of fake “immunity idols” outside Wollaston’s and posted up at his dorm room window for hours, waiting for an opponent to take the bait. “And we got it on camera,” Abel laughs. “He’s creeping around watching it happen, and his live commentary is just hilarious.” He won $100. The ‘real’ world In between “Survivor Northeastern” stints, Sharp completed a second co-op as a development intern at Rock Shrimp Productions, working on Food Network shows including “Chopped” and “Beat Bobby Flay.” The latter was his first visit to a reality show set, and he got a wide range of firsthand experience, editing film some days and sitting on casting sessions for others. For the first two years after graduation, food competition TV remained his purview. For “Chopped: Sweets,” the all-dessert spinoff of the Food Network staple, one of his discoveries was Leen Kim, an eventual champion and current executive pastry chef for Omni Hotels & Resorts. In 2021, he branched out into broader competition reality TV. In March, he was deep in the casting process for season 37 of “The Amazing Race,” his second for the series. Casting is largely a freelance industry, and Sharp works on several shows per year. For established network series, tens of thousands of hopeful applicants apply. Newer or niche shows that require certain skills — like “Lego Masters” or home renovation shows with specific twists — call for more specific talents. “Secret Restoration” on the History Channel, for example, involved appearances by people who had historic heirlooms, from vintage guitars to hot rods, ripe for revitalization by a cast of skilled craftspeople. Sharp spends a lot of time getting a feel for applicants in interviews — asking ice-breaker questions about favorite foods, travel and fun personal facts. Depending on the job, he also edits together the best of those conversations into short reels to send to higher ups. His best tip for standing out? “Be yourself, and be extra-caffeinated for your interview.” Though his career is young, Sharp has noticed a push both from within the industry and in response to public demand for more diverse representation on screen — in 2022, CBS pledged that all of its future reality show casts would be at least 50% people of color. He thinks casting professionals can play a key role in widening the scope of who sees a place for themselves on our TV screens — people from different racial backgrounds, but also those with disabilities, diverse gender identities and more. “I love hearing their stories and educating myself,” he says. In the future, he’d love to keep widening that notion of who belongs on TV as he moves up the ranks in the casting world. In the nearer term, though, another dream gig is tantalizingly within reach. “I have yet to cast on ‘Survivor,’” he says. “I would love to really make it full circle.” Jeff Probst, take note. Schuyler Velasco is a Northeastern Global News Magazine senior writer. Email her at [s.velasco@northeastern.edu](mailto:s.velasco@northeastern.edu). Follow her on X/Twitter @Schuyler_V . Northeastern loves Paws. He loves Northeastern more. A behind-the-scenes peek at the mascot, the TikTok star, the Husky legend. From Congo to Northeastern, the resilient journey of a basketball star Sixteen-year-old Gemima Motema and her two cousins were stranded in the U.S. by war in their homeland. That was six years ago. What makes a movie fight scene hit? Stage combat expert breaks down iconic fight scenes from ‘Mission: Impossible’ and ‘The Matrix’ Former Northeastern track athletes move on to next phase of running education as marathoners compete at US Olympic Trials Michael Duggan and Cameron Dickson shared a coach in Northeastern’s Matt Lonergan, who helped them train for their new event. Why American Girl has been a perfect fit for this creative writing professor Northeastern’s Kathryn Reiss has authored several mystery novels for American Girl alongside her award-winning middle grade fiction.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://www.instagram.com/stories/highlights/17883972271507747/?hl=en",
      "https://survivorbostonneu.wixsite.com/survivornortheastern",
      "https://www.history.com/shows/secret-restoration",
      "https://twitter.com/Schuyler_V",
      "https://history.com/shows/secret-restoration",
      "https://www.survivorbostonneu.wixsite.com/survivornortheastern",
      "https://instagram.com/stories/highlights/17883972271507747/?hl=en",
      "https://www.twitter.com/Schuyler_V",
      "https://www.instagram.com/stories/highlights/17883972271507747/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alex sharp wa",
          "sentiment": "negative"
        },
        {
          "name": "yeremi hykel",
          "sentiment": "none"
        },
        {
          "name": "sharp",
          "sentiment": "none"
        },
        {
          "name": "alex sharp",
          "sentiment": "none"
        },
        {
          "name": "liam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jaipur",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:07:23.326+02:00",
    "updated": "2024-03-15T00:07:23.326+02:00"
  },
  {
    "uuid": "6002bfbbcf30488c1d5e5c7f4b758c26beed87fd",
    "url": "https://nowtoronto.com/news/mental-breakdowns-and-over-800k-in-personal-debt-heres-what-a-toronto-church-is-going-through-while-caring-for-refugees/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Osobe Waberi",
    "published": "2023-12-28T22:15:00Z",
    "title": "Mental breakdowns and over $800K in personal debt. Here’s what a Toronto church is going through while caring for refugees",
    "text": "When people think of a safe place to let their guard down, places of worship are high on that list for many, especially in a country where churches, mosques, synagogues and temples are abundant.\nHowever, for some religious institutions in Canada, they’re facing mounting hardships from taking care of those in need.\nFor half a year, volunteers and staff from multiple churches in Toronto have been working insane hours and paying out of pocket to feed and shelter hundreds of refugees who showed up at their doorstep.\nREAD MORE: ‘I have never seen these conditions,’ A shelter worker is sounding the alarm on how Black African refugees are living in Toronto\nNorth York’s Dominion Church and Etobicoke’s Pilgrim Feast Tabernacle have\nreportedly seen growing concerns and have endured mental breakdowns and personal credit card debt, according to the Toronto Star.\nLast month, Now Toronto\nspoke with a shelter worker who visited Etobicoke’s Pilgrim Feast Tabernacle and shared, and showed in a video, how Black refugees in the city are living, describing the conditions as something she’s never seen before.\n“I went inside and saw all of the suitcases stacked from the floor to the ceiling. People were sleeping on the floor,” Toronto social worker Ubah Idle told Now Toronto in November.\nREAD MORE: Toronto to open 250 shelter spaces for unhoused refugees\nNadine Miller, a director at Pilgrim Feast Tabernacle, told Now Toronto that things have taken an ugly turn as she feels refugees have been horribly abandoned by the Canadian government.\n“They’ve taken advantage and have violated the people of God,” she said in an interview on Thursday.\n“We’re not supposed to see someone in need and leave them on the streets. Whether a church or a mosque.”\nIn fact, according to Miller, some refugees are sleeping in mosques and eating in churches.\nShe says the treatment she’s witnessed is a clear violation of the\nGeneva Convention, which in short is international humanitarian laws consisting of protocols such as providing minimum protections, standards of humane treatment, and fundamental guarantees of respect to individuals who become victims of armed conflicts, in this case, refugees.\n“It’s the math of injustice.They need to look at this as a crisis.”\nTo paint a picture, Miller shares that in the first two weeks of welcoming refugees in July alone, the church had spent $250,000.\nSince then, the government has only reimbursed Pilgrim Feast Tabernacle a little over $280,000, she says.\nMiller confirms that now they are over $800,000 in debt.\nShe also says the city won’t reimburse the full amount because she hired staff and security to help with day-to-day operations of caring for hundreds of refugees as well as keeping everyone safe, a move the city apparently did not agree on.\n“We have 18 staff members who work 16 hours and only get paid for eight hours,” she shared.\nWith the funds given by the city, the church first pays the rent, then drops around $2,000 into the accounts of staff members (who are owed much more than that) and some goes to paying off debts.\nThe rest is allocated to continuing to care for refugees. And when donations aren’t enough, her team goes out and buys what’s needed out of their own pockets.\n“Think of a grocery bill for a family of four to six, now think about 100 people that you are now feeding.”\nMiller says the church was ready to close its doors this week, but the outpour that came from the announcement was enough to make her re-think that decision.\n“We wanted to close the doors today. But the calls we were getting and the cries from refugees, we decided to stay open.”\nRight now, she is looking to relocate to a new unit and go from paying $39,000 a month in rent to $15,000 instead.\n“We’re at the point of worry. We’re not millionaires.”\nMiller added that many refugees fear being taken to city shelters where they are at risk of being harassed, robbed and abused to a greater degree because they are newcomers.\nOverall, Miller believes a lot of the lack of care shown towards Black refugees is a direct result of racism, and that if it were any other group in crisis, the city would move “heaven and Earth.”\nIn November, the City of Toronto told Now Toronto that it meets weekly with the Pilgrim Feast Tabernacle to discuss ways of helping. And at the time, the city confirmed at least one payment of $150,000 was given back to the church.\n“This is one of a handful of churches that stepped forward to provide temporary emergency shelter, food, clothing and a sense of community to many asylum claimants from African countries until more permanent solution could be arranged,” Senior Communications Advisor with the City of Toronto Erin Whitton said in an email statement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [
      "https://www.thestar.com/news/gta/toronto-churches-forced-to-close-doors-to-refugees-citing-dwindling-government-support/article_1e87ce0e-a4d9-11ee-92a3-4396f54b528d.html",
      "https://www.icrc.org/en/document/geneva-conventions-1949-additional-protocols",
      "https://icrc.org/en/document/geneva-conventions-1949-additional-protocols",
      "https://thestar.com/news/gta/toronto-churches-forced-to-close-doors-to-refugees-citing-dwindling-government-support/article_1e87ce0e-a4d9-11ee-92a3-4396f54b528d.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "dominion church",
          "sentiment": "none"
        },
        {
          "name": "toronto star",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toronto",
          "sentiment": "none"
        },
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "etobicoke",
          "sentiment": "none"
        },
        {
          "name": "toronto north york",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:38:43.476+02:00",
    "updated": "2023-12-29T00:38:43.476+02:00"
  },
  {
    "uuid": "90bb3c18f23ad2f9709851cf26e41a983f45d34e",
    "url": "http://business.dailytimesleader.com/dailytimesleader/article/pressadvantage-2024-2-15-dallas-drainage-pros-expands-yard-drainage-services-further-cementing-its-position-in-dallas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Press Advantage",
    "published": "2024-02-15T00:00:00Z",
    "title": "Dallas Drainage Pros Expands Yard Drainage Services, Further Cementing Its Position in Dallas | User | dailytimesleader.com",
    "text": "Dallas Drainage Pros, a top player in stormwater drainage solutions, is thrilled to declare its expanded services. Now, the Dallas community can rely on it even more for comprehensive yard drainage solutions. The company is a highly-reputed provider among french drain installers in Dallas. The recognition derives from its consistent delivery of superior drainage services over the years. The company meticulously improves its processes to enable swift, efficient, and sustainable resolution of the community's flood-related issues.\nJohn, a spokesperson from Dallas Drainage Pros, states, \"By widening our services to include yard drainage, we demonstrate our commitment to delivering comprehensive stormwater solutions. We acknowledge the distinctiveness of the Dallas community and the geographical variations resulting in unique drainage challenges. Hence, our solutions are customised to meet the specific requirements of each site we work on.\"\nThe company broadens its services by including the installation of French drain systems. Experienced professionals at Dallas Drainage Pros adeptly design and install these systems that are effective in controlling water flow and averting water damages. The company's proficiency in this area reaffirms its position as the top french drain installers Dallas residents rely on. For an in-depth look at how French Drain System Installation can benefit your property, visit our website.\nBesides French Drain installation, the company continues to deliver other services such as providing landscape lawn and yard drainage solutions, cleaning and repairing French drains, property grading, erosion control, creating swales for drainage, and sump pump cleaning and replacement services. Delve deeper into how we design and implement effective Landscape Lawn and Yard Drainage Solutions by checking our detailed service descriptions.\nDallas Drainage Pros uses a holistic approach, applying practical property grading techniques where the terrain of a client's property is altered to guide water away from their houses, thus thwarting likely water damage. If necessary, erosion control and the construction of swales, shallow trenches that enhance drainage, are introduced to reinforce properties' resistance against intense rain. Discover more on their approaches to Property Grading, Erosion Control and Swales for Drainage on their dedicated service pages.\nJohn elaborates, \"Each element of our service offerings targets a unique aspect of stormwater management. From installing new systems and repairing existing ones to grading properties and controlling erosion, we ensure homes stay comfortable, safe, and resilient, irrespective of the weather.\"\nIn addition to its enriched service offerings, Dallas Drainage Pros retains its dedication to its longstanding tradition of premium customer service. Transparency in communication and prompt project responses remain at the heart of all the work they undertake. Clients can avail of round-the-clock support, keeping them updated and secured at each stage of their projects.\nThe development of services also indicates the company's determination to persist in delivering exceptional value through its superior solutions and unmatched service. Dallas Drainage Pros leads in stormwater management in Dallas, offering effective, eco-friendly solutions, ensuring a flood-free and flourishing local community.\nJohn concludes, \"Our quest to excel is driven by our dedication to protecting our community’s properties from flood damage. We aim for nothing less than exemplary services, customer satisfaction, and a sustainable environment for today's families and future generations.\"\nhttps://www.youtube.com/watch?v=ITpaeNyiHHY\nDallas Drainage Pros is committed to becoming the premier stormwater solution provider and the most dependable french drain installers Dallas residents depend on. Through these endeavors, the company strengthens its position in contributing towards a safer and flood-free future for the community. Explore their suite of drainage solutions, including their Custom Channel Drains service, which is tailored to meet the needs of properties facing heavy water flow challenges.\n###\nFor more information about Dallas Drainage Pros, contact the company here:\nDallas Drainage Pros\nJohn\n972-269-5639\ndallasdrainagepros@gmail.com\nDallas Drainage Pros\nhttps://dallasdrainagepros.com/\n972-269-5639\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [
      "http://www.youtube.com/watch?v=ITpaeNyiHHY",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://tracking.newsrpm.com/pixel?slug=pressadvantage-2024-2-15-dallas-drainage-pros-expands-yard-drainage-services-further-cementing-its-position-in-dallas",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d428701.7820460538!2d-96.7112795!3d32.9184504!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x6b7a9c1388b85b9b%3A0x916728782e9f0f25!2sDallas%20Drainage%20Pros!5e0!3m2!1sen!2sus!4v1705811788605!5m2!1sen!2sus",
      "https://dallasdrainagepros.com/",
      "https://dallasdrainagepros.com/2024/02/10/landscape-drainage-pros-in-dallas-offers-french-drain-system-installation-and-drainage-solutions/",
      "https://www.googletagmanager.com/gtag/js",
      "http://youtube.com/watch?v=ITpaeNyiHHY",
      "https://dallasdrainagepros.com/2024/02/10/landscape-drainage-pros-in-dallas-offers-french-drain-system-installation-and-drainage-solutions",
      "https://dallasdrainagepros.com",
      "https://www.google.com/maps/embed",
      "https://cloudquote.io/article/6",
      "https://google.com/maps/embed?pb=!1m14!1m8!1m3!1d428701.7820460538!2d-96.7112795!3d32.9184504!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x6b7a9c1388b85b9b%3A0x916728782e9f0f25!2sDallas%20Drainage%20Pros!5e0!3m2!1sen!2sus!4v1705811788605!5m2!1sen!2sus",
      "https://tracking.newsrpm.com/pixel",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://cloudquote.io",
      "https://www.dallasdrainagepros.com/2024/02/10/landscape-drainage-pros-in-dallas-offers-french-drain-system-installation-and-drainage-solutions/",
      "https://cloudquote.io/article/5",
      "https://www.dallasdrainagepros.com/",
      "http://www.youtube.com/watch",
      "https://www.tracking.newsrpm.com/pixel?slug=pressadvantage-2024-2-15-dallas-drainage-pros-expands-yard-drainage-services-further-cementing-its-position-in-dallas"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "john",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "dallas drainage pros",
          "sentiment": "negative"
        },
        {
          "name": "dallas drainage pros expands yard drainage services",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "dallas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T02:09:03.537+02:00",
    "updated": "2024-02-16T02:09:03.537+02:00"
  },
  {
    "uuid": "74392e46ca6b08d3c0570941f5d16463c9f3a98b",
    "url": "https://www.charismanews.com/us/94417-is-there-a-plan-to-shame-silence-and-demoralize-christians-in-america-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Lasher",
    "published": "2024-02-23T21:51:00Z",
    "title": "Is There a Plan to Shame, Silence and Demoralize Christians in America? — Charisma News",
    "text": "While many in America will flat out deny it—the media, corrupt bureaucrats, radical activists and so on— Christians across the country have been noticing an increase of attacks against them, and by extension, God.\nIn a recent report, Breitbart reported an increase of 600% in attacks on churches alone in the country, and one group has the finger pointed squarely at them for the inflammatory rhetoric that is targeting those who declare faith in God and His ways.\n\"The left is trying to shame Christians, to silence you, demoralize you and keep you out of politics. But Christians cannot afford to sit on the sidelines in this fight. ... Ultimately, the radical left is coming after all of us, because they know that our allegiance is not to them—our allegiance is to our country and to our Creator.\"\nBreaking News. Spirit-Filled Stories. Subscribe to Charisma on YouTube now!\nThese are the words of former President Donald Trump addressing the National Religious Broadcasters 80th convention, and whether one likes the man or not, his words ring true.\nAs reported by The Federalist, \"Despite casting himself as a devoted Catholic, Biden has presided over what has arguably been the most antagonistic administration toward faithful Christians in the modern era.\"\nBut where is the proof?\nToday, the People's House – your house – sends a clear message to the country and to the world.\nAmerica is a nation of pride. pic.twitter.com/ZZS9oTpDww\n— President Biden (@POTUS) June 11, 2023 Well, actions speak much louder than words, so take a look at what the Department of Justice has done under the Biden regime.\nIn January of 2023, an FBI memo came to light disclosing that the agency's Richmond, Virginia, field office had undertaken an investigation into what was characterized as a \"white supremacy\" threat within the Catholic community attending Latin Mass.\nSuch congregants were labeled \"Radical-Traditionalist Catholics,\" while advocating using informants to spy on the Catholic community in America.\nWhile there are far more incidents to speak of such as the recent conviction of six peaceful, pro-life protesters (how many anti-Israel rioters have been arrested?) earlier this year, take the President's own actions and see if they are not hostile to the Christian community.\nWhen Lorie Smith, a graphic artist who refused works that violated her religious beliefs, won her case before the Supreme Court, Biden went berserk.\nHe released a statement condemning the Supreme Court's decision, a trend during his presidency, saying the Court's ruling threatened the promise of our democracy (America is a Constitutional Republic).\nGet your FREE CHARISMA NEWSLETTERS today! Stay up-to-date with current issues, Holy Spirit news, Christian teachings, Charisma videos & more!\nThis is a stark contrast to the promises Trump made at the NRB convention should he be elected to serve a second term as president.\n\"I will also take historic action to defeat the toxic poison of gender ideology and restore the timeless truth that God created two genders, male and female. I will keep men out of women's sports and I will sign a law prohibiting child sexual mutilation in all 50 states,\" Trump declared.\n\"But no one will be touching the cross of Christ under the Trump administration. I swear to you, that will never happen. Never happen.\"\nRegardless of who is president of the United States or what events are occurring within the world, if you are a Christian, you can expect to suffer persecution as a result of your faith in Jesus Christ.\nPaul writes in 2 Timothy 3:12, \"Yes, and all who desire to live a godly life in Christ Jesus will suffer persecution.\"\nSo make sure that your spiritual roots run deep into the Word of God, because that is the only way to withstand the storms the enemy and his minions will throw at you.\nJoin Charisma Magazine Online to follow everything the Holy Spirit is doing around the world!\nJames Lasher is Staff Writer for Charisma Media.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://twitter.com/TPUSA/status/1761122308968583584",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/30/statement-from-president-joe-biden-on-supreme-court-decision-in-303-creative-llc-v-elenis/",
      "https://t.co/ZZS9oTpDww",
      "https://twitter.com/POTUS/status/1667715777145847808?ref_src=twsrc%5Etfw",
      "https://www.youtube.com/@charismamagazine/videos",
      "https://www.strangmail.com/newsletters/signup/",
      "https://mycharisma.com/subscribe/",
      "https://mycharisma.com/health-healing/christian-doctor-persecution-of-medical-professionals-of-faith-spreading/",
      "https://www.youtube.com/@Charisma_News/videos",
      "https://www.youtube.com/embed/yWCcMKkOmaw?si=kP8CXXJTH3zC47BF&wmode=Opaque&hd=1",
      "https://strangmail.com/newsletters/signup/",
      "https://www.youtube.com/embed/yWCcMKkOmaw",
      "https://www.t.co/ZZS9oTpDww",
      "https://www.strangmail.com/newsletters/signup",
      "https://whitehouse.gov/briefing-room/statements-releases/2023/06/30/statement-from-president-joe-biden-on-supreme-court-decision-in-303-creative-llc-v-elenis/",
      "https://www.mycharisma.com/health-healing/christian-doctor-persecution-of-medical-professionals-of-faith-spreading/",
      "https://www.twitter.com/POTUS/status/1667715777145847808?ref_src=twsrc%5Etfw",
      "https://youtube.com/embed/yWCcMKkOmaw?si=kP8CXXJTH3zC47BF&wmode=Opaque&hd=1",
      "https://mycharisma.com/health-healing/christian-doctor-persecution-of-medical-professionals-of-faith-spreading",
      "https://mycharisma.com/subscribe",
      "https://twitter.com/POTUS/status/1667715777145847808",
      "https://www.whitehouse.gov/briefing-room/statements-releases/2023/06/30/statement-from-president-joe-biden-on-supreme-court-decision-in-303-creative-llc-v-elenis",
      "https://youtube.com/@charismamagazine/videos",
      "https://www.mycharisma.com/subscribe/",
      "https://youtube.com/@Charisma_News/videos",
      "https://www.twitter.com/TPUSA/status/1761122308968583584"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "breitbart",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "youtube",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "america",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-24T00:06:09.387+02:00",
    "updated": "2024-02-24T00:06:09.387+02:00"
  },
  {
    "uuid": "e56b5526122f07dd1697aa536f4b8684775765b6",
    "url": "https://vnexplorer.net/z/473248.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-05-30T14:51:00Z",
    "title": "Here are the new hymns just released by the Church of Jesus Christ",
    "text": "Sophia Andrade sings in Portuguese accompanied by Kristen Bromley and Brady Bills at the Salt Lake City Tabernacle in Salt Lake City on Thursday, May 30, 2024. The Church of Jesus Christ of Latter-day Saints released the first batch of music as part of its ongoing hymnbook revision. The day dawn is breaking on the new global hymnbook for The Church of Jesus Christ of Latter-day Saints. The church released the first 13 songs from “Hymns — For Home and Church” on Wednesday night on its Gospel Library app and in the Music Library on ChurchofJesusChrist.org. (See the full list of the hymns below.) The release reflects the digital age. The first batch of new hymns are temporarily numbered beginning with 1001 — “Come, Thou Fount of Every Blessing” — so this Sunday, church members may look up to the front of a chapel and see they are singing hymns 2, 1007 and 294. They will need a digital device to access No. 1007; a print version of the hymnbook won’t be published until 2030. “These new hymns should be used immediately,” said President Susan H. Porter, general president of the Primary, the church’s children’s organization. It’s entirely probable several already have been sung in many places around the world since their release Wednesday night, maybe in missionary conferences or presidency meetings or during opening exercises for Young Men and Young Women meetings. Ed Krenicky, the product manager for the hymnbook, said he plugged the new hymns in his own congregation’s planning meeting last weekend, hoping that his ward will sing one of the hymns this weekend. “I certainly hope so,” he said. “I talked this up with our ward council on Sunday. I said, ‘Hey, there’s there’s a release coming. There’s some really good stuff. Let’s sing it.’” First13hymns.chn_ja_0715.jpg “Come, Thou Fount,” a Latter-day Saint favorite that had been in previous church hymnbooks but was not included in the 1985 edition currently in use, is a distinct possibility. So are the new sacrament hymns, “As Bread Is Broken” and “Bread of Life, Living Water.” President Porter said her favorite of the new batch is “Gethsemane,” a selection that was written in 2007 by Melanie Hoffman and has a fresh 2023 arrangement by Roger Hoffman. The song fits the hymnbooks priorities, set by the First Presidency and Quorum of the Twelve Apostles. Hymns must teach core doctrine with clarity; increase faith in, and worship of, Heavenly Father and Jesus Christ; comfort the weary; inspire church members to endure in faith; invite joyful sing and home and in church; and unify members around the world. “We often think that children can only understand at a very simple level,” President Porters said, “but someone has written a hymn talking about the Atonement of Jesus Christ in the Garden of Gethsemane and on the cross in a way that (children) can understand that what happened in Gethsemane, even though it involved great suffering, was done out of love. You can hear 4- and 5-year olds sing ... ‘Gethsemane, Jesus loves me.’ That’s the message ... The song is ‘Jesus loves me, and that’s what I get from Gethsemane.’” The hymnbook project is far from over. The final version of the new hymnbook is expected to include 450 to 500 hymns and children’s songs, but the catch is that nobody yet knows what they will be. That’s a function of the enormous response to a call for submissions and the work needed to obtain some copyrights. The hymnbook committee formed in 2017 and the church announced plans for the new hymnbook in 2018 by issuing an invitation for members to submit original songs. The hymnbook committee received over 17,000 submissions. Some 45,000 church members also suggested hymns they wanted to see included. “There have been several 100 that have been approved by the First Presidency,” Krenicky said, “but that doesn’t necessarily mean that they’ll be in the full collection. What’s going to happen is that there are more hymns that will be approved by the First Presidency than can make it in. Then there will be a winnowing down, as it were, of that final collection to get to that final number.” The printed hymnbook will be available both digitally and in print. The release of a baker’s dozen songs this week also reflects the overwhelming size of the project. The hymnbook committee expected 6,000 to 7,000 submissions, President Porter said. Even with a team of 150 people around the globe evaluating them, the project has been a heavy lift. Once a hymn is approved, the next major task is translation. “Translation is the real bottleneck,” said Elder Michael T. Ringwood, a General Authority Seventy who has been on the committee for all seven years. One of the goals of the new hymnbook is to make it better reflect the global membership of the church. The batch of hymns released this week includes a French Christmas carol that until now appeared only in the church’s French-language hymnal, and “Star Bright,” which had appeared only in the Spanish-language hymnbook. The church will not release new hymns until they have been translated into at least English, Spanish, Portuguese and French,” President Porter said. Krenicky said the next batch of hymns will be released in September, with additional digital batches every few months until the hymnbook is completed in those languages in 2026. The translation wheels will continue to grind. The plan is to publish the hymnbook in 50 languages by 2030. The church then will have one consolidated and unified hymnbook, with hymns numbered the same across the languages most spoken in the church. That alone will be unifying, said President Porter, who recalled attending a meeting in Galilee that included a board in the front of the room that included different numbers for the same hymn in English, Hebrew, Arabic, Russian and German. President Porter said the final hymnbook will be two-thirds hymns and one-third children’s songs. “New music will be selected from hymns composed by Latter-day Saints, hymns from other Christian traditions and songs in the church’s global sacred music library,” according to a note the church released with the songs. “These selections will include both hymns and children’s songs, all of which can be used at home, in sacrament meeting and in other church meetings.” The first batch is a mixture of songs written in the past decade and some Christian and Latter-day Saint standbys, in addition to the French carol. “Even in this first collection, you’re seeing things that are brought in from these cultures from around the world,” Krenicky said. “If the question is, when will we hear something that sounds a bit different than the hymnbook that we’re using now, well, ‘His Eye Is on the Sparrow’ is one of them. That’s very different than what we have now. In these next batches, you’ll you’ll see some others very soon.” The first release illustrated the goals of the new hymnbook, said Elder Isaac H. Morrison, a General Authority Seventy. “In the Church of Jesus Christ, our fundamental mission is to build faith in Jesus Christ and invite all of God’s children to come unto him,” he said. First13hymns.chn_ja_0303.jpg The other 12 songs released this week are: “When the Savior Comes Again,” an updated version of a 2019 song by Lane Johnson. The hymn’s chorus ends with, “It will be a joyful day, when our beloved Savior comes again.” “It Is Well With My Soul,” an 1876 Christian hymn with a new arrangement. “I Will Walk With Jesus,” a 2019 hymn by Stephen P. Schank. The chorus ends with, “Change my heart forever and help me clearly see, I will walk with Jesus, and he will walk with me. “His Eye Is on the Sparrow,” a Christian favorite from 1905. “Think a Sacred Song,” a 2013 song by Marlene Summers Merkling. “As Bread Is Broken,” a 2018 hymn with text and music by Stephen A. Reynolds. “Bread of Life, Living Water,” Annette W. Dickman’s 2011 song. President Porter asked reporters to pay special attention to the chorus during a performance of the hymn in the Tabernacle on Temple Square on Thursday: ”Bread of Life, Living Water, Feed my soul, fill my heart. Lord, give me new life in Thee and make me whole — complete and holy. Bound to Thee eternally.” “Gethsemane.” “Hail the Day that Sees Him Rise,” an standby Protestant favorite with lyrics written in 1739 by Charles Wesley. It was first set to music in 1817 and was included in “The English Hymnal” in 1906. It is considered a joyful hymn that points singers to Christ “in all His glory, yet bearing the signs of suffering that have bought our salvation,” according to Beckenhorst Press. “He Is Born, the Divine Christ Child,” a French Christmas carol from 1812 with a brand-new arrangement. “What Child Is This?” A long-beloved Christmas carol. “Star Bright,” Lorin F. Wheelwright’s 1959 Christmas song that ends with “O, star bright in heaven shining, come, glow within me on Christmas Day.” Sheet music and audio recordings can be found on the Gospel Library and Sacred Music apps and at music.ChurchofJesusChrist.org. Two selections were performed Thursday during a news conference at the Tabernacle on Temple Square. Looking and sounding angelic in a white dress, a young Sophia Andrade sang “When the Savior Comes Again” in Portuguese while accompanied by two guitarists, Kristen Bromley and Brady Bills. A quartet sang “Bread of Life, Living Water.” Jennifer Bate, Lillian Wilkins, Andrew Wardle and David Een were accompanied by pianist Alex Marshall.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jesus christ sophia andrade",
          "sentiment": "negative"
        },
        {
          "name": "kristen bromley",
          "sentiment": "negative"
        },
        {
          "name": "susan h. porter",
          "sentiment": "none"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "brady bills",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "salt lake c",
          "sentiment": "none"
        },
        {
          "name": "salt lake city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T02:17:37.981+03:00",
    "updated": "2024-05-31T02:17:37.981+03:00"
  }
]