[
  {
    "uuid": "695cd0074ca830490e241f7e90aa96bb94970283",
    "url": "https://lifestyle.thecable.ng/spotlight-meet-the-visually-impaired-ghanaian-who-aced-gre-test/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kunle Daramola",
    "published": "2024-01-07T15:11:00Z",
    "title": "SPOTLIGHT: Meet the visually impaired Ghanaian who aced GRE test",
    "text": "Kwame Donaldson was diagnosed with [glaucoma](https://en.wikipedia.org/wiki/Glaucoma) at the age of 8. The Ghanaian young man lived with partial blindness until 20 when he lost his sight completely. He began an arduous journey through a grey world of the unknown, with no sight but only a monotonous rush of airwaves and sounds that he could not put faces to. Aside from losing his ability to see, his prized affinity for Mathematics started leaving him at inchmeal until he acquiesced and was compelled to accept a new path, different from the one he had envisioned. When he finally decided to go to the university in 2018, Donaldson, relishing in nostalgia, told TheCable Lifestyle he came to embrace his condition of being visually impaired after eight years of struggles. “It is not like I have some talent and I’m going to become a footballer in life, so I had to jump right back to school,” he says. But there were hurdles. Some he knew existed, but many others, he could, of course, not see. Like at the university, he had to settle for Philosophy and Political Science, because the institution did not have provision for visually impaired students to take maths-related courses. “I wanted to do business but I could not do it because the university did not have the facilities. Visually impaired people do not do maths-related courses,” says Kwame. But he had other thoughts in mind: “I just did that with the mindset that I could do whatever I wanted to do outside the course for masters or my postgrad. I decided to do it and do it well,” he adds. KWAME’S GRE JOURNEY: FROM TWITTER TO MAGOOSH When Glaucoma stole his sight at a young age, he thought he had lost his ability to do what he loved the most; solving mathematical problems. Back at Awutu-Breku, his small hometown, when his eyes were partially functional, with the help of magnifiers, he could still solve math questions for hours. While kids in his class took to creative writing, others teamed up at the science laboratories. But it was quite unfortunate that he had to drop the magnifiers after losing his ability to see. Things rapidly deteriorated at some point and he could barely solve or learn some aspects of his favourite subject even with the help of basic assistive devices. “I had not learned math since age 10. When I was in primary school, I kept going but I was not able to do some aspects of math like graphs, diagrams, and construction,” he says while speaking of his fondness for Maths. “In JSS, I remember I could not do the construction of graphs or anything with figures and diagrams. if anything, I was just doing word problems or basic algebra.” In 2019 – the second year of his study at the University of Ghana, he stumbled upon a piece of information that illuminated his vision. It was on Twitter that he found out about the [Graduate Record Examinations (GRE).](https://en.wikipedia.org/wiki/Graduate_Record_Examinations) GRE is a standardised test that is an admissions requirement for many graduate schools in the United States and Canada. The test aims to measure verbal reasoning, quantitative reasoning, analytical writing and critical writing skills of test takers. The content of the GRE consists of certain specific data analysis, arguments and reasoning, algebra, geometry, arithmetic and vocabulary sections. The overall testing time is about 3 hours and 45 minutes and there are six sections with a 10-minute break. On scores, the GRE verbal and quantitative sections are each scored on a scale of 130-170. “There was this lady on Twitter, who held a space on GRE and talked a lot about it. She made me very interested. I knew I was going to try and do an MBA after school if I had the resources to aid me. I knew I was going to do it outside my country if I could,” he says. Picking cues from the lady, who is also from Ghana, Kwame embarked on a personal research into the global test in 2020 and he soon found out that the journey was going to be daunting. At one point, he sensed the difficulty in passing the test but yet he did not stop progressing, learning and asking for help when necessary. “I started going through the materials to see if it was feasible and something I could do. So I started with the quantitative part. ETS, the company that administers the test, actually made some math review materials accessible to visually impaired people,” he says. After convincing himself that he could achieve his aim, he began the second phase of his plan. By December 2021, he started looking for third-party materials that could help him prepare well considering that he had not done Math-related subjects since childhood. “The materials on the ETS website weren’t enough. So I started looking for third-party materials. I searched everywhere on the internet for third-party companies like Magoosh, Manhattan, and Princeton for instance but none of them had solutions for us (visually impaired),” he says. Kwame realised he was not alone in the muddle; some other PWDs in the United States and European countries had also taken to X to complain about how non-inclusive the process of writing the examination was. He says: “So people abandon their dreams of writing. I read a lot on Twitter from visually impaired people who also looked everywhere and couldn’t get resources to do it.” Kwame said he could do away with all other materials but the Magoosh practice tests were indispensable and he felt he could not pass without them, so how did he circumvent this handicap? AI TO THE RESCUE AS KWAME FOUND HELP THROUGH SOCIAL MEDIA Kwame’s preparation became intense and he found help in [Seeing AI](https://www.seeingai.com), an artificial intelligence application developed by Microsoft that uses a device camera to identify people and objects. The app audibly describes those objects for people with visual impairment. “When I play a video, the first thing I’d do is take a screenshot when a new question is on the screen and then transfer it to my phone. So, if I see anything online if I see a picture which has text in it, I will screenshot it and send it to the Seeing AI app. It will extract the text from the picture and read it to me,” he says while narrating his two-and-a-half-year journey of preparation for the test in November 2023. Diagrams in geometry, fractions and exponents were still problems because the application could not describe diagrams to him at the time. So, he had to turn to family and friends both offline and online. He spoke graciously of a particularly close friend, with whom he got creative. Sometimes – and it happened frequently – when it became difficult to understand diagrams, his close friend would draw the different kinds of diagrams on his back, one shape after another, so he could feel them and mentally follow how the lines were drawn, straightened to form a parallelogram or sharply curved to complete a hexagon. “Some of the geometry was very complicated. So, if he cannot describe it straight up, he would draw it on my bare back for me to feel it. It was not easy because I would have to write it down when he is done for future reference,” he says. Coming from an average family in the suburban part of Ghana did not help matters as the cost of registration for the examination was above $200. But Kwame, a fervent social media user, enjoyed the perks of mentorship from the Michael Taiwo Scholarship, a not-for-profit organisation that covers the cost of examinations for bright and financially incapable students from developing countries like Ghana and Nigeria. Speaking with TheCable Lifestyle, Michael Taiwo, the founder of the private scholarship board, said “we ensured that Educational Testing Services (ETS) was aware of his challenges and provided him with the necessary accommodation such as extra time on his test”. On November 30, when he was about to write the exam, he faced another challenge; he had to settle for a paper-based test instead of the standard computer-based test (CBT), but he was not deterred. Kwame had already gotten to the threshold, all he had to do was enter and write the test. When the result came out on December 20, Kwame triumphed, scoring 166 in quantitative reasoning and 155 in verbal reasoning. He scored 321 out of the 340 total GRE scores despite being visually impaired. With an ecstatic voice, he told TCL what the future holds for him and his plans to apply to Columbia, NYE Stern, Stanford and Cornell business schools — all in the United States of America (USA). “I think everything is about the mind you have to set your mind to it. Put enough determination and focus, and you will be able to do it,” Kwame adds. Copyright 2024 TheCable. All rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from TheCable. Follow us on twitter [@Thecablestyle](https://twitter.com/Thecablestyle)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://en.wikipedia.org/wiki/Glaucoma)",
      "https://en.wikipedia.org/wiki/Graduate_Record_Examinations)",
      "https://twitter.com/Thecablestyle)",
      "https://www.seeingai.com),",
      "https://www.en.wikipedia.org/wiki/Graduate_Record_Examinations)",
      "https://www.twitter.com/Thecablestyle)",
      "https://www.en.wikipedia.org/wiki/Glaucoma)",
      "https://seeingai.com),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kwame donaldson",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "donaldson",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:20:11.533+02:00",
    "updated": "2024-01-08T00:20:11.533+02:00"
  },
  {
    "uuid": "82c2403330a1213a62ea59cfd057b2d57fff95d3",
    "url": "https://www.wboc.com/news/hope-on-the-halfshell---oyster-restoration-efforts-aimed-to-protect-the-chesapeake-bay/article_7a7de584-cc40-11ee-96d4-fbe0d076f39a.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sean Curtis",
    "published": "2024-02-15T10:26:00Z",
    "title": "\"Hope on the Halfshell\" - Oyster Restoration Efforts Aimed to Protect the Chesapeake Bay | Latest News | wboc.com",
    "text": "MARYLAND, VIRGINIA - The Chesapeake Bay Foundation (CBF) has released a new report outlining how restoring the Bay’s native oyster populations could bolster climate resilience and community vitality. The report, titled “Hope on the Half Shell: Harnessing Oysters to Build Ecological and Community Resilience,” prioritizes growing the oyster aquaculture industry, modernizing oyster harvesting, and targeting restoration in 20 additional Bay rivers. “Oysters are the bedrock of the Chesapeake Bay ecosystem, long recognized for their ability to provide habitat and improve water quality. But their benefits to communities and the ecosystem extend far beyond that,” said CBF Maryland Executive Director Allison Colden. “Oysters are key to adapting to climate change, supporting local economies, and cleaning up waterways. You can’t overstate their importance to the Bay.” CBF says Chesapeake Bay oyster populations have plummeted due to disease, overharvesting, pollution, and habitat loss. That decline has worsened water quality issues in the Bay and left critical habitats such as marshes and underwater grasses prone to erosion, according to CBF. Recent large-scale restoration projects funded through federal investments, state efforts, and other collaborations have been crucial in reversing the decline in oyster populations, CBF says. Now, the organization calls for an acceleration of those efforts to address the effects of climate change, which a hardy oyster population can mitigate. “With all the elements for success now in place, it’s time to seize the moment and accelerate the pace and scale of oyster recovery in Chesapeake Bay,” said Colden. CBF’s report gives several recommendations in supporting oyster recovery, including the following: -Accelerate the pace and scale of large-scale oyster restoration projects, restoring an additional 20 Bay tributaries by 2035 that collectively encompass 4,000 acres or more of restored oyster reef. -Grow Maryland’s oyster aquaculture industry to 50,000 acres under lease and 500,000 bushels harvested annually by 2035. That compares to 7,500 acres under lease and 94,000 bushels harvested for Maryland oyster aquaculture in 2022. -In Virginia, initiate an oyster stock assessment, ensure aquaculture growth in all regions, and ensure that oyster aquaculture leases are effectively utilized. -Increase the use of oysters in shoreline protection and restoration to address sea-level rise and erosion from more intense storms due to climate change. -Modernize oyster fishery management to increase oyster numbers. That includes utilizing the most up-to-date scientific information and methods, implementing harvest quotas, and using electronic harvest reporting. -Manage oyster shell to grow this critical resource for oyster restoration, as well as oyster replenishment work to support oyster fisheries. CBF says oyster sales brought nearly $57 million in revenue to Maryland and Virginia in 2022, and restoration of their populations would support millions more in helping boost populations of game fish and blue crabs. “Increasing oyster numbers benefits all facets of life in and along the Chesapeake,” said CBF Virginia Executive Director Chris Moore. “Now let’s expand on the achievements to date. With oysters, we can adapt to climate change, support the Bay’s ecological, economic, and social resilience, and build vibrant communities where people and nature thrive together.” CBF’s full report can be read here .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Environment"
    ],
    "external_links": [
      "https://www.cbf.org/document-library/cbf-reports/2024-oyster-report.pdf",
      "https://cbf.org/document-library/cbf-reports/2024-oyster-report.pdf"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "allison colden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chesapeake bay foundation",
          "sentiment": "negative"
        },
        {
          "name": "cbf",
          "sentiment": "none"
        },
        {
          "name": "cbf maryland executive",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "maryland",
          "sentiment": "none"
        },
        {
          "name": "virginia",
          "sentiment": "none"
        },
        {
          "name": "chesapeake bay",
          "sentiment": "none"
        },
        {
          "name": "bay",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:01:23.828+02:00",
    "updated": "2024-02-23T06:21:43.154+02:00"
  },
  {
    "uuid": "1f8f4ca7ddec49acfb881c4c0678d66c4dbb97c7",
    "url": "https://1819news.com/news/item/conservative-think-tank-accuses-alabama-programs-and-policies-of-religious-discrimination",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@1819News",
    "published": "2023-12-28T19:00:00Z",
    "title": "Conservative think tank accuses Alabama programs and policies of religious discrimination",
    "text": "A new [report](https://media4.manhattan-institute.org/wp-content/uploads/unconstitutional-religious-discrimination-state-programs.pdf) from the Manhattan Institute details state-level programs that it suggests violate the freedom of religion guaranteed under the First Amendment and named a handful of programs in Alabama. The report, titled “Unconstitutional Religious Discrimination Runs Rampant in State Programs,” was authored by Manhattan Institute fellows Nicole Stelle Garnett and Tim Rosenberger and released earlier this month. According to the report’s executive summary, recent U.S. Supreme Court (SCOTUS) decisions “make clear that when the government adopts a program that extends public benefits to private organizations, the Free Exercise Clause prohibits it from excluding religious organizations from participating and from requiring them to secularize to participate.” Nevertheless, Garnett and Rosenberger insist that this rule has yet to be applied to many state policies nationwide. “Although the Court has made clear that the government cannot refuse to extend otherwise available public benefits to organizations because they are religious—or because they do religious things—many dozens, likely even hundreds, of public programs at all levels of government continue to do exactly that,” the authors explain. “This report collects and examines state-level programs that run afoul of the First Amendment’s nondiscrimination mandate.” Being among the [most religious states](https://www.pewresearch.org/short-reads/2016/02/29/how-religious-is-your-state/?state=alabama) in the country, it might be surprising to find Alabama listed in the report. However, the authors mentioned seven different policies in Alabama, which they argued were violations of religious freedom. First among these was the state’s pre-K program guidelines, which state that “Pre-K day may not be religious in nature” and forbid religious activities within the school day. According to the Alabama Department of Early Childhood Education, qualified pre-K classrooms are funded through state grants. The report also cited Alabam’s Student Grant Program (ASGP), which can fund students at “sectarian” schools but only if the schools “perform essentially secular education functions.” According to the Alabama Commission on Higher Education (ACHE), ASGP participant schools include religious schools like Amridge University (Churches of Christ), Faulkner University (Churches of Christ), Birmingham Southern College (Methodist), Huntington College (Methodist), Miles College (Methodist), Samford (Baptist), the University of Mobile (Baptist), Oakwood University (Seventh-Day Adventist), Spring Hill College (Catholic) and Stillman College (Presbyterian). Nevertheless, the report claims public funds from the ASGP can’t be used for religious purposes and that participating universities are required “to carefully segregate funds to ensure that this rule is enforced.” Moreover, the report accuses Alabama’s Private College and Universities Facilities Authorities Act of restricting revenue bonds from financing facilities primarily used for religious worship and instruction, such as in connection with a school or department of divinity. Outside of education, the report pointed to regulations on family resource centers that require them to provide only services that are “community-based, nonsectarian and nondiscriminatory.” It said Alabama bars municipal special health care facility authorities from supporting facilities used for religious purposes. It also called into question Alabama’s Administrative Code for excluding religious activities from health and human care services under state employee combined charitable campaign programs. Finally, the report cited an Alabama law that excludes religious organizations from receiving funds from greyhound racing days. “The U.S. Supreme Court has made it clear that the Free Exercise Clause protects the right of faith-based organizations to cooperate with governments to advance the common good in public programs—that the government is precluded from excluding them from participating, or requiring them to secularize in order to participate,” the report’s authors wrote. “Despite the Supreme Court’s admonitions, many state and local government programs continue to put unconstitutional restrictions and prohibitions on faith-based organizations.” “The programs highlighted in this report are likely only the tip of an unconstitutional iceberg,” they concluded. “We hope that our effort to shed light on the persistence of programmatic restrictions that run afoul of the principle established last year in Carson v. Makin will encourage policymakers to correct these constitutional errors expeditiously. Policymakers can start by correcting the programs discussed here, but that will be only the beginning.” To connect with the author of this story or to comment, email [[email protected]](/cdn-cgi/l/email-protection#25524c49490b4749444e40495c65141d141c4b4052560b464a48) or find him on Don’t miss out! [Subscribe to our newsletter](https://1819news.com/newsletter-sign-up) and get our top stories every weekday morning.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.pewresearch.org/short-reads/2016/02/29/how-religious-is-your-state/?state=alabama)",
      "https://media4.manhattan-institute.org/wp-content/uploads/unconstitutional-religious-discrimination-state-programs.pdf)",
      "https://www.media4.manhattan-institute.org/wp-content/uploads/unconstitutional-religious-discrimination-state-programs.pdf)",
      "https://pewresearch.org/short-reads/2016/02/29/how-religious-is-your-state/?state=alabama)",
      "https://www.pewresearch.org/short-reads/2016/02/29/how-religious-is-your-state/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tim rosenberger",
          "sentiment": "none"
        },
        {
          "name": "garnett",
          "sentiment": "none"
        },
        {
          "name": "nicole stelle garnett",
          "sentiment": "none"
        },
        {
          "name": "rosenberger",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "u.s. supreme court",
          "sentiment": "none"
        },
        {
          "name": "manhattan institute",
          "sentiment": "none"
        },
        {
          "name": "court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alabama",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:47:37.153+02:00",
    "updated": "2023-12-29T00:47:37.153+02:00"
  },
  {
    "uuid": "27146b8af846b732305a34680414c65558fd3013",
    "url": "https://jornaldebrasilia.com.br/noticias/politica-e-poder/lei-para-proteger-mulheres-em-bares-e-shows-e-sancionada/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redação Jornal de Brasília",
    "published": "2023-12-29T15:18:00Z",
    "title": "Lei para proteger mulheres em bares e shows é sancionada - Jornal de Brasília",
    "text": "Lei para proteger mulheres em bares e shows é sancionada Regras valem para eventos que vendam bebidas alcoólicas e foram inspiradas no protocolo que levou Daniel Alves para a prisão na Espanha SÃO PAULO, SP (UOL/FOLHAPRESS) O presidente Lula sancionou a lei que cria o protocolo “Não é Não” para proteger mulheres de assédio em shows, bares e boates. O objetivo é garantir atendimento de vítimas de assédio e outros tipos de violência em locais onde sejam vendidas bebidas alcóolicas. O protocolo cria uma dinâmica a ser adotada para evitar o agravamento das situações, preservando a integridade da vítima. A lei não se aplica a cultos nem a outros eventos realizados em locais de natureza religiosa. A publicação saiu na edição desta sexta-feira (29) do DOU (Diário Oficial da União). Os estabelecimentos deverão manter trabalhadores treinados para agir em caso de denúncia de violência ou assédio a mulher. Isso inclui preparo para preservação de provas, e disponibilizar recursos para que a denunciante possa acionar a polícia ou regressar ao lar de forma segura. O Protocolo ‘Não é Não’ é similar ao implantando na cidade de Barcelona, conhecido como “No Callem”. Na Espanha, ele foi aplicado recentemente no episódio que envolveu o jogador brasileiro de futebol Daniel Alves, acusado de estuprar uma mulher em uma boate. O QUE DIZ A LEI Protocolo deve ser adotado em ambientes nos quais sejam vendidas bebidas alcoólicas, como casas noturnas e boates. Locais onde são realizados espetáculos musicais, shows e competições esportivas também se enquadram. A LEI CONSIDERA DOIS TIPOS DE AGRESSÃO: constrangimento: qualquer insistência, física ou verbal, sofrida pela mulher depois de manifestada a sua discordância com a interação;violência: uso da força que tenha como resultado lesão, morte ou dano, entre outros, conforme legislação penal em vigor.São deveres dos estabelecimentos: assegurar que a equipe tenha pelo menos uma pessoa qualificada para atender ao protocolo “Não é Não”;manter, em locais visíveis, informação sobre a forma de acionar o protocolo “Não é Não” e os números de telefone de contato da Polícia Militar e da Central de Atendimento à Mulher (Ligue 180);certificar-se com a vítima a necessidade de apoio e informá-la sobre seu direito a assistência.Em casos com indícios de violência, o estabelecimento deve: proteger a mulher e adotar as medidas de apoio previstas na Lei;afastar a vítima do agressor, inclusive do seu alcance visual, facultado a ela ter o acompanhamento de pessoa de sua escolha;colaborar para a identificação das possíveis testemunhas do fato;solicitar o comparecimento da Polícia Militar ou do agente público competente;isolar o local específico onde existam vestígios da violência, até a chegada da Polícia Militar ou do agente público competente;garantir o acesso às imagens à Polícia Civil, à perícia oficial e aos diretamente envolvidos; e preservar, por pelo menos 30 dias, as imagens relacionadas com o ocorrido;Os estabelecimentos também podem criar um protocolo próprio de alerta para violências. O objetivo é sempre evitar constrangimentos, preservar a dignidade e a integridade da vítima e apoiar ações de órgãos de saúde e segurança. Isso inclui retirar o ofensor do estabelecimento e impedir o seu reingresso, nos casos de constrangimento; e divulgar nos sanitários femininos maneiras para que as mulheres possam alertar os funcionários sobre a necessidade de ajuda. EM CASO DE VIOLÊNCIA, DENUNCIE Ao presenciar um episódio de agressão contra mulheres, ligue para 190 e denuncie. Casos de violência doméstica são, na maior parte das vezes, cometidos por parceiros ou ex-companheiros das mulheres, mas a Lei Maria da Penha também pode ser aplicada em agressões cometidas por familiares. Também é possível realizar denúncias pelo número 180 — Central de Atendimento à Mulher — e do Disque 100, que apura violações aos direitos humanos. Você pode gostar JBr SHOPPING Use o código \"JBR\" e ganhe 10% de desconto",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:22:39.013+02:00",
    "updated": "2023-12-29T18:22:39.013+02:00"
  },
  {
    "uuid": "f842d1a6a604ea97ba5457afa3f6a43da73f22e2",
    "url": "https://www.newsbreak.com/eau-claire-wi/3297968935218-hosting-the-amish-mens-choir-and-taking-care-of-family",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-14T13:57:00Z",
    "title": "Hosting the Amish Mens Choir and taking care of family",
    "text": "There is a winter weather advisory out this morning. It felt good to be in the warm house and hear the blowing wind from the inside. My husband Joe and son Joseph left for work. I’m sure the roads were a challenge for the drivers. Last Thursday evening we hosted the men’s church singing here at 6:30 p.m. In the winter months, the men gather every two weeks to practice the hymns from our German songbook (the Ausbund). Usually they go where church services were held last. The girls made sugar and monster cookies, brownies, popcorn, and coffee for them for a snack after they were done. Daughter Elizabeth, Tim, and children, daughter Susan, Ervin, and children, daughter Loretta, Dustin, and sons all came an hour earlier (5:30 p.m.) and ate supper with us. Daughter Lovina grilled hamburgers on the gas grill on our porch while I made a vegetable soup. Ice cream and the cookies were our dessert. Of course, everyone snacked again after the singing was over. The men gathered in our heated pole barn for the singing, as it’s quieter. The children were entertained here in the house by daughter Lovina reading books to them, and some were coloring. Of course, the little ones were being held and cuddled. Byron is five months and weighs around 14 pounds. Ervin Jay is eight weeks and weighs around 12 pounds. They sure are fun to have around. It sure is nice having daughter Verena in the house again. She is still getting adjusted and has accumulated so many more belongings since living on her own for two years and being away from home for three years. She spent the weekend with her special friend Daniel Ray’s family, with several Christmas gatherings to attend with him. Daughter Susan took son Ryan, age 4, to the doctor on Friday morning. When he was here Thursday evening, Ryan was saying he had pain in his legs and refused to walk because of the pain. The doctor sent him to the emergency room, where they transferred him to a bigger hospital an hour from here. Needless to say, we were all pretty shook up not knowing what was going on. The doctors were puzzled at first and did many blood tests, an MRI, a CAT scan, an ultrasound, etc. Ryan was admitted to the hospital on Friday and released on Sunday night. Results were strep throat and some fluid in his hip joint that caused pain. I’m not sure how to explain it, but if I’m understanding right the fluid/infection in his hip joint came from the strep infection. Ryan seemed to be not feeling well a lot this fall/winter, so hopefully the antibiotics will take care of everything. On Friday, Ervin joined Susan and baby Junior at the hospital, and they stayed the night with Ryan. Then on Saturday, Joe and I went to stay with Ryan while Ervin, Susan, and baby came home to shower and change clothes. Ryan was asking for Grandpa. He’s Joe’s little guy. After Ryan lost his father Mose, he would always cling to Grandpa Joe. They formed a close bond through the grief. Ryan was so happy to see us. He was giggling and having fun with Grandpa while we were there. Joe said they say laughter is the best medicine. When Ervin, Susan, and baby came back up Saturday night and we were going to leave, Ryan wanted to leave with us. Such a sweetie! We told Ryan to get better and then he can come home. It was good news when we heard Sunday he could come home. Kaitlyn, 7, Jennifer, 5, and Isaiah, 5, wanted to stay with Dustin and Loretta the two nights Ryan was in the hospital. On Sunday morning Joe and I stayed home from church and had Dustins bring the children here for breakfast. Dustins took the children home at night. Joe and I went and took a casserole for their supper. Ervin’s parents and sister came with Curtis, 4. He stayed with them the last few nights. Ervin’s mother brought a casserole and pasta salad for supper, so we had plenty for everyone. Tim and Elizabeth and children came to visit Ryan and brought a peach upside-down cake. Along with the cheese and applesauce from Ervins, we all had a nice meal together. Ryan was so happy for all the attention. Stay healthy and safe! God Bless! Farmer’s Winter Soup 1/2 cup butter or margarine 1 large onion, sliced 1/2 green pepper, chopped 2 stalks celery and leaves, chopped 2 cups sliced potatoes 2 or 3 outside green leaves of cabbage, shredded 1 cup sliced yellow squash 1/2 pound fresh green beans, cut 1 cup peas, fresh or frozen 2 quarts chicken or beef broth 1/2 cup brown rice 2 hard cooked eggs Chopped parsley Sauté vegetables in butter or margarine. Add broth and cook for 30 minutes. Then add rice and cook 20 minutes more. Sprinkle with chopped eggs and parsley before serving. Add more broth if desired. Lovina’s Amish Kitchen is written by Lovina Eicher, Old Order Amish writer, cook, wife, and mother of eight. Her two cookbooks, The Essential Amish Cookbook and Amish Family Recipes, are available wherever books are sold. Readers can write to Eicher at Lovina’s Amish Kitchen, PO Box 234, Sturgis, MI 49091 (please include a self-addressed stamped envelope for a reply); or email LovinasAmishKitchen@MennoMedia.org and your message will be passed on to her to read. She does not personally respond to emails. Subscribe to The Country Today",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=CTT",
      "https://www.apg02.newzware.com/ss70v2/adams/common/template.jsp?skin=svh&init=start&initEdition=CTT",
      "https://apg02.newzware.com/ss70v2/adams/common/template.jsp"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe",
          "sentiment": "none"
        },
        {
          "name": "loretta",
          "sentiment": "none"
        },
        {
          "name": "susan",
          "sentiment": "none"
        },
        {
          "name": "joseph",
          "sentiment": "none"
        },
        {
          "name": "dustin",
          "sentiment": "none"
        },
        {
          "name": "tim",
          "sentiment": "none"
        },
        {
          "name": "lovina",
          "sentiment": "none"
        },
        {
          "name": "daughter elizabeth",
          "sentiment": "none"
        },
        {
          "name": "ervin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "amish mens choir",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T17:16:58.075+02:00",
    "updated": "2024-01-14T17:16:58.075+02:00"
  },
  {
    "uuid": "7fab55a556f0b31d7d53ee90e4db578f5590c79a",
    "url": "https://caracol.com.co/2025/07/10/medellin-interviene-mas-de-70000-metros-en-quebradas-y-zonas-verdes-para-mitigar-emergencias/",
    "ord_in_thread": 0,
    "author": "Valeria Suárez Montoya",
    "published": "2025-07-10T13:41:00Z",
    "title": "Medellín interviene más de 70.000 metros en quebradas y zonas verdes para mitigar emergencias",
    "text": "Medellín\nLa Alcaldía de Medellín ha intervenido 70.530 metros cuadrados en quebradas, espacios verdes y puntos críticos de la ciudad como parte de su respuesta a las emergencias generadas por la temporada de lluvias. Estas acciones se han desarrollado tanto de manera preventiva como reactiva, con el fin de reducir los riesgos en zonas vulnerables y proteger a las comunidades afectadas.\nEn total, se han retirado 2.968 metros cúbicos de residuos, equivalentes a unas 250 volquetas llenas, y se ha actuado en 30 puntos críticos de quebradas impactadas por movimientos en masa, caídas de árboles, empalizadas y obstrucciones. Solo en cauces, se han removido 857 metros cúbicos de sedimentos y 388 metros cúbicos de residuos sólidos, con una intervención acumulada de 860 metros lineales.\n“El compromiso del Distrito es seguir trabajando directamente en los territorios, en contacto con la comunidad, para disminuir los riesgos y mejorar las condiciones de vida”, afirmó la secretaria de Medio Ambiente, Marcela Ruiz, quien también hizo un llamado a los ciudadanos a cuidar la red hídrica de la ciudad y a reportar cualquier situación que represente riesgo.\nComo parte del plan de atención integral, también se han recolectado 325 enseres dañados por inundaciones que afectaron a 60 familias, se han limpiado 265 sumideros, rejillas y desagües, y se han entregado 20.000 litros de agua potable a zonas impactadas. Además, 558 animales de compañía y especies menores recibieron atención veterinaria.\nLas labores han sido posibles gracias al despliegue de más de 70 operarios e ingenieros, apoyados por 15 volquetas, tres retroexcavadoras, motocarros, un carrotanque y maquinaria especializada, movilizados en sectores como Campo Amor, San Bernardo, Enciso, Santo Domingo, Villatina, Altavista, San Antonio de Prado y Manzanillo.\nActualmente, el Distrito adelanta obras en quebradas como Altavista (sectores Aliadas y Mano de Dios), La Iguaná, La Cantera, La Picacha y La Gallinaza , y tiene proyectadas soluciones definitivas para quebradas como Aguadita, Cabuyala, Chorrera, El Pelón y nuevamente Altavista, mediante contratos de obra e interventoría.\nLas autoridades reiteran el llamado a la ciudadanía a no ocupar ni obstruir los cauces, proteger la vegetación y sumarse a las jornadas de limpieza y vigilancia ambiental.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Disaster and Accident",
      "Politics"
    ],
    "topics": [
      "Environment->environmental clean-up",
      "Environment->nature",
      "Environment->conservation",
      "Disaster and Accident->emergency response",
      "Politics->government policy",
      "Politics->safety of citizens",
      "Politics->local government and authority"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Marcela Ruiz",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T18:03:12.389+03:00",
    "updated": "2025-07-10T15:13:20.000+00:00"
  },
  {
    "uuid": "bdcca26d77a8d13568735b43fb2b93e659cd5395",
    "url": "https://pt.aleteia.org/2023/12/29/__trashed-6/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@aleteiapt",
    "published": "2023-12-29T11:15:00Z",
    "title": "Uma boa técnica para superar os defeitos do seu cônjuge",
    "text": "O cristão é, naturalmente, convidado a perdoar. E humildade, paciência e perdão são essenciais para qualquer relacionamento entre duas pessoas que se amam. O Padre Paul Habsburg chama estes perdões concedidos diariamente de “pequenos perdões”. São perdões “para todos os pequenos aborrecimentos, os aborrecimentos mais comuns, aquelas coisas que incomodam um pouco o outro, mas que provavelmente não podemos mudar”. Ver as qualidades dos defeitos Além do perdão, uma boa técnica para superar as pequenas falhas do seu cônjuge é mudar o seu ponto de vista. É preciso ver as qualidades dos nossos defeitos, conforme sugeriu o escritor inglês Herbert George Wells. Portanto, vamos nos concentrar nas qualidades ligadas aos defeitos de nosso cônjuge, exatamente aquelas pelas quais nos casamos com ele. Esse, de fato, é um hábito adotado por Éléonore, casada há quatro anos com Marc. “Quando surge uma falha em Marc, tento encontrar a qualidade ligada a ela”, testemunha a mulher. O exercício consiste em observar uma falha e encontrar a qualidade que a acompanha. São faltas “pequenas”, que incomodam, mas não comprometem o essencial respeito mútuo do casal. Para te ajudar, a Aleteia listou as qualidades que estão por trás de alguns defeitos, e dá um caminho para encará-los de forma positiva. “Ele” ou “ela” são usados como exemplos. Longe de nós generalizarmos! Funciona assim: se você, por exemplo, pensa que seu esposo reclama o tempo todo, tente pensar: “Ele tem uma mente crítica, e isso não é tão ruim”. Pense da mesma forma com as situações abaixo: Ele é avarento. => Ele está economizando para garantir nosso futuro! Ela joga dinheiro pela janela => Ela é generosa. Ele é muito cabeça-dura! => Com ele você nunca fica entediado. Ela nunca está pronta na hora => Ela sabe fazer 10.000 coisas ao mesmo tempo! Ele está ansioso => Ele quer muito fazer bem e que tudo fique perfeito! Ela é muito desorganizada => Ela saboreia o momento presente, e isso é precioso. Ele está quieto => Ele é capaz de ouvir. Ela fala muito => Pelo menos com ela a vida é animada! Ele é um pouco austero => Ele é confiável, é tranquilizador. Ela é frívola => Ela é espontânea, traz leveza para minha vida! Ele não sabe tomar decisões => Ele é muito conciliador. Ela só pensa em festa => Com ela a gente dá boas risadas. Ele é preguiçoso e não faz nada em casa => Bem, é verdade que é ele quem cuida dos papéis/do jardim/monitora o trabalho/cuida das crianças… Ela é muito teimosa => Ela sabe bem o que quer. Ele é pedante => Ele é culto. Ela está cansativa => Ela é enérgica. Ele é derrotista => Ele é cauteloso. Ela é uma verdadeira mãe protecionista => Nossos filhos têm sorte! Ele é um pai bastante rígido => Nossos filhos têm sorte! [O que significa “ter fé” em seu cônjuge?](/2023/07/03/o-que-significa-ter-fe-em-seu-conjuge/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:23:56.453+02:00",
    "updated": "2023-12-29T15:23:56.453+02:00"
  },
  {
    "uuid": "d9aaf252d15fe3a68833dc04a7aecfb836d4ca59",
    "url": "https://mediaincanada.com/2025/01/23/uber-canada-partners-with-canadian-opera-company",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Andrea Hernandez",
    "published": "2025-01-23T15:19:00Z",
    "title": "Uber Canada partners with Canadian Opera Company",
    "text": "The Canadian Opera Company (COC) has joined forces with Uber Canada to make opera more accessible in the country. The collaboration comes as the COC kicks off its winter 2025 season, which includes the anticipated productions of Madama Butterfly and La Reine-garçon .\nAs part of the deal, COC is offering transportation discounts for guests attending the winter season at Four Seasons Centre for the Performing Arts. Winter season opera ticket holders will be eligible for up to 50% off their Uber ride to and from the centre, with a maximum discount of $20 off per ride. The discount code will be provided directly to ticket buyers through reminder emails prior to the shows.\nEric Yeung, VP marketing at COC, tells MiC that the company is rolling out digital ads and social media campaigns to make sure their audiences are aware of the discounts. In addition, the partnership is being promoted directly to COC partners and customers through emails. While there will be no ads on the Uber app itself, Yeung says the media plan will help reach a wider audience – including active Uber users – and enhance the attendees’ experience.\n“A common challenge for many patrons is the logistics of safe transport to and from performances, and through this collaboration, we’re providing a convenient, affordable, and reliable transportation option to help remove that potential barrier,” Yeung says. “This initiative is closely aligned with our continued mission to breaking down barriers to the arts, whether for lifelong opera enthusiasts or first-time attendees. By ensuring a seamless journey to and from the Four Seasons Centre, we aim to create a more accessible, enjoyable experience for everyone and foster a broader, more inclusive community.”\nUber Canada’s marketing approach has focused on forging partnerships with diverse organizations across the country, aiming to promote culture, community and social impact. The company has partnered with Somali Together to provide ride-sharing services to Somali youth in the GTA; the Canadian Council for Aboriginal Business to support programs for Indigenous entrepreneurs; Ontario and British Columbia cannabis retailers to provide safe and convenient cannabis delivery; Operation Red Nose, matching driver tips to help combat drunk driving during the holiday season; and Hope Air to increase Canadians’ access to healthcare. That partnership provides transportation, lodging and meals to patients.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Arts, Culture and Entertainment->arts and entertainment",
      "Arts, Culture and Entertainment->culture",
      "Human Interest->celebrity",
      "Lifestyle and Leisure->club and association",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Eric Yeung",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Canadian Opera Company The Canadian Opera Company",
          "sentiment": "none"
        },
        {
          "name": "Uber Canada",
          "sentiment": "none"
        },
        {
          "name": "COC",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:01:21.625+02:00",
    "updated": "2025-01-24T00:01:21.625+02:00"
  }
]