[
  {
    "uuid": "1692d3afcaa9fcdac80a8d7700e1092e45cf2e19",
    "url": "https://www.ansa.it/sito/notizie/mondo/americalatina/2024/06/13/deputato-brasiliano-propone-equivalenza-tra-aborto-ed-omicidio_8eda375c-c609-4515-aa13-0f38702111b6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ansa.it",
    "published": "2024-06-13T21:07:00Z",
    "title": "Deputato brasiliano propone equivalenza tra aborto ed omicidio - America Latina - Ansa.it",
    "text": "L'iniziativa di un deputato conservatore in Brasile rischia di portare il Paese a un grave passo indietro in materia di penalizzazione dell'aborto, equiparando l'interruzione volontaria della gravidanza oltre la 22esima settimana all'omicidio.\n Firmato dal deputato Sóstenes Cavalcante, un pastore evangelico candidatosi per il Partito Liberale di destra, il progetto è stato approvato con carattere d'urgenza e potrebbe essere già votato in una delle prossime sedute della Camera senza necessariamente passare per l'esame in sede di Commissione.\n Il testo prevede un consistente aumento della pena per le donne che intendono abortire e per i medici che acconsentano alla pratica oltre la 22ma settimana portando la pena massima dagli attuali 10 anni a 20, equiparandola appunto a quella dell'omicidio.\n Il Brasile è un paese prevalentemente cattolico e l'interruzione di gravidanza non è consentita salvo alcune eccezioni. Lo stesso governo progressista di Luiz Inacio Lula da Silva è reticente in materia di diritto all'aborto. Attualmente la pratica è depenalizzata solo in caso di feto affetto da anencefalia, quando è a rischio la vita della donna o quando la gravidanza è la conseguenza di uno stupro.\n La proposta di Cavalcante nega tuttavia anche l'attenuante dello stupro se passata la 22ma settimana producendo il paradosso che la donna che decide l'interruzione della gravidanza rischia una condanna molto maggiore a quella dello stupratore.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:29:27.119+03:00",
    "updated": "2024-06-14T00:29:27.119+03:00"
  },
  {
    "uuid": "cad4f3378c798adb927754f599378ac242d664ce",
    "url": "https://newschannel9.com/news/local/sheltering-from-the-storm-adding-this-feature-to-homes-helps-keeps-families-safe-during-severe-weather-chattanooga-tennessee-storm-shelter-safety-tornadoes-hail-rain-wind",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lexie Horvath",
    "published": "2023-12-28T21:06:00Z",
    "title": "chevron-right",
    "text": "EAST BRAINERD, Tenn. — [Tornadoes struck middle Tennessee earlier this month](https://newschannel9.com/news/local/2023-tennessee-tornadoes-deadly-lives-lost-fourth-clarksville-tornado-victim-dies-from-injuries-local-reports-say-montgomery-county-middle-tn), killing seven people and and injuring many others. Those tornadoes also damaged buildings and knocked out power for thousands of people. Those storms, as well as others in our area, have left residents looking for ways to stay safe. Thursday we spoke to someone who has experienced disaster first hand about what you can add to your home to protect yourself and your family. So that when severe weather strikes, you'll be prepared. Building a storm shelter came as a no-brainer for East Brainerd Resident Michael Herston. In 2020 his home was considered a “total devastation” from [ the Easter tornados.](https://newschannel9.com/news/local/severe-weather-causes-major-local-damage-late-sunday-night) \"For me, it's not even an option. Whatever the costs, that's safety and security. That's first for us,\" says Herston. He brought in a whole team of structural engineers and designers to provide the safest and sturdiest structure for his family. “I mean, it's your life. It's your life or a few 1,000 bucks. I'm going to spend the money on saving a life,\" Herston says. But Chattanooga Realtor Dawn O'Neil says it's a costly addition. \"With the housing market, the way we have it, it's just hard to justify putting another $10,000 into a storm shelter,\" says O'Neil. But it's not the only way. She says there are more convenient options that home builders are including other than a concrete shelter. \"A lot of builders put doors underneath staircases, things like that. That is great for storage, but it's also great for a place to go if you don't have a basement,\" O'Neil says. Just a few weeks ago, tornadoes raged through Middle Tennessee, bringing storm shelters back to top of mind for homeowners in Chattanooga. “Especially with the tornadoes that just happened and being so close in proximity, I think that's something that people are aware of,\" says O'Neil. But the building of storm shelters hits closer to home. “In 2020 when the storms came to Holly Hills, I think that was something that people, when they were looking at homes, were interested in and it was kind of in the forefront of their mind,\" O'Neil says. Including homeowner Michael Herston. \"Going forward, I'll never have a house again that doesn't have one,\" Herston says. Data from the National Weather Service shows that the average yearly tornado total since 1950 has been 19 per year. However, the average yearly total since 1995 is higher, reaching 32 tornadoes per year on average.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "herston",
          "sentiment": "none"
        },
        {
          "name": "michael herston",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "brainerd",
          "sentiment": "none"
        },
        {
          "name": "tenn.",
          "sentiment": "none"
        },
        {
          "name": "tennessee",
          "sentiment": "none"
        },
        {
          "name": "east brainerd",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:30:56.241+02:00",
    "updated": "2023-12-29T00:30:56.241+02:00"
  },
  {
    "uuid": "e6b5d6185e071342d5b4d26df08776bbe89c8d22",
    "url": "https://uk.sports.yahoo.com/news/mbapp-leads-psg-nine-goal-215700964.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "USA TODAY Sports - Golfweek",
    "published": "2024-01-07T00:00:00Z",
    "title": "Mbappé leads PSG to nine-goal French Cup rout at sixth-tier amateurs Revel",
    "text": "France 24 Mbappé leads PSG to nine-goal French Cup rout at sixth-tier amateurs Revel Read full article NEWS WIRES January 7, 2024 at 11:57 p.m. · 2 min read © Valentine Chapuis, AFP\nKylian Mbappé helped record 14-time champions Paris Saint-Germain avoid an embarrassing slip-up with a 9-0 rout at sixth-tier amateurs Revel in the French Cup on Sunday.\nRevel's young supporters had implored Mbappé to make the trip to the game played at Castres – Revel's humble stadium only has capacity for 2,000 fans in the Haute-Garonne south-western region – in a video posted on social media.\nAnd they got their wish with the 25-year-old star included in manager Luis Enrique's strong travelling party to the leaders of Regional 1, five rungs below the capital giants in the French league ladder.\nMbappé evidently enjoyed his night out in the town near Toulouse , scoring a hat-trick.\nRevel defender Maxence N'Guesson did get on the scoresheet but sadly for an own goal as the first half drew to a close.\nPSG are hungry to add to their cup tally after missing out on the title in the past two seasons.\n\"The French Cup is one of our objectives this season, we know its importance,\" Luis Enrique said before the game.\nPSG were knocked out by Nice in 2022 and last season by Marseille , who also progressed from the round of 64 with a narrow win at Thionville, the hosts four leagues below the south coast giants – Pierre-Emerick Aubameyang 's 62nd minute shot making the difference.\nMonaco also lived to fight another day but only after a 6-5 penalty shoot out win over Ligue 1 rivals Lens after the teams were locked at 2-2.\n(AFP)\nRead more on FRANCE 24 English\nRead also:\nFrench football star Kylian Mbappe's future to dominate transfer window\nPSG snatch Champions League last-16 spot despite draw at Dortmund\nNantes beat Nice 1-0 to win French Cup final\nTRENDING 1. Texans win AFC South for first time since 2019 with Jacksonville's loss to Tennessee 2. Lions rookie TE Sam LaPorta's knee injury is 'not good news,' coach Dan Campbell says 3. Abby Stonehouse leads Canada past Czechia at world women's under-18 hockey event 4. Derek Carr passes for 4 TDs, Saints hold slim playoff hopes after routing Falcons 5. Playoff-bound Lions lose record-breaking rookie Sam LaPorta to knee injury in 30-20 win over Vikings",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://s.yimg.com/os/creatr-uploaded-images/2021-04/1ada0770-92be-11eb-beff-6ca35908ca5c",
      "http://www.france24.com/en/sport/20231213-psg-snatch-champions-league-last-16-spot-despite-draw-at-dortmund",
      "https://www.france24.com/en/tag/psg/",
      "http://www.france24.com/en/sport/20220508-nantes-beat-nice-to-1-0-to-win-french-cup-final",
      "https://twitter.com/intent/tweet?text=Mbapp%C3%A9%20leads%20PSG%20to%20nine-goal%20French%20Cup%20rout%20at%20sixth-tier%20amateurs%20Revel&url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmbapp-leads-psg-nine-goal-215700964.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooCASports",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmbapp-leads-psg-nine-goal-215700964.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "http://www.france24.com/en/sport/20240107-mbapp%C3%A9-leads-psg-to-nine-goal-french-cup-rout-at-sixth-tier-amateurs-revel",
      "https://media.zenfs.com/en/france_24_english_articles_100/2b08d87faba9fc2ae3eebccb2e185f0a",
      "http://www.france24.com/en/",
      "https://s.yimg.com/ny/api/res/1.2/kc3shUAYEPky5PJD2vZvPA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://media.zenfs.com/en/france_24_english_articles_100/2b08d87faba9fc2ae3eebccb2e185f0a",
      "https://s.yimg.com/ny/api/res/1.2/h.gYwa_mcNXvy.j.DLrbuw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQ4O2g9NDg-/https://s.yimg.com/os/creatr-uploaded-images/2021-04/1ada0770-92be-11eb-beff-6ca35908ca5c",
      "https://www.france24.com/en/tag/olympique-marseille/",
      "https://www.france24.com/en/tag/monaco/",
      "http://www.france24.com/en/live-news/20240101-kylian-mbappe-s-future-to-dominate-transfer-window",
      "https://france24.com/en/tag/monaco/",
      "http://france24.com/en/live-news/20240101-kylian-mbappe-s-future-to-dominate-transfer-window",
      "https://www.twitter.com/intent/tweet?text=Mbapp%C3%A9%20leads%20PSG%20to%20nine-goal%20French%20Cup%20rout%20at%20sixth-tier%20amateurs%20Revel&url=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmbapp-leads-psg-nine-goal-215700964.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=YahooCASports",
      "https://www.facebook.com/dialog/feed",
      "https://www.s.yimg.com/ny/api/res/1.2/kc3shUAYEPky5PJD2vZvPA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU0MA--/https://www.media.zenfs.com/en/france_24_english_articles_100/2b08d87faba9fc2ae3eebccb2e185f0a",
      "https://france24.com/en/tag/psg/",
      "https://www.media.zenfs.com/en/france_24_english_articles_100/2b08d87faba9fc2ae3eebccb2e185f0a",
      "https://www.france24.com/en/tag/monaco",
      "https://www.s.yimg.com/ny/api/res/1.2/h.gYwa_mcNXvy.j.DLrbuw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTQ4O2g9NDg-/https://www.s.yimg.com/os/creatr-uploaded-images/2021-04/1ada0770-92be-11eb-beff-6ca35908ca5c",
      "http://france24.com/en/sport/20231213-psg-snatch-champions-league-last-16-spot-despite-draw-at-dortmund",
      "http://www.france24.com/en",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2021-04/1ada0770-92be-11eb-beff-6ca35908ca5c",
      "http://france24.com/en/sport/20220508-nantes-beat-nice-to-1-0-to-win-french-cup-final",
      "https://france24.com/en/tag/olympique-marseille/",
      "https://www.france24.com/en/tag/olympique-marseille",
      "https://www.france24.com/en/tag/psg",
      "http://france24.com/en/",
      "http://france24.com/en/sport/20240107-mbapp%C3%A9-leads-psg-to-nine-goal-french-cup-rout-at-sixth-tier-amateurs-revel",
      "https://twitter.com/intent/tweet",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fca.sports.yahoo.com%2Fnews%2Fmbapp-leads-psg-nine-goal-215700964.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "maxence n'guesson",
          "sentiment": "none"
        },
        {
          "name": "luis enrique",
          "sentiment": "none"
        },
        {
          "name": "kylian mbappé",
          "sentiment": "none"
        },
        {
          "name": "valentine chapuis",
          "sentiment": "none"
        },
        {
          "name": "mbappé",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "psg",
          "sentiment": "negative"
        },
        {
          "name": "mbappé",
          "sentiment": "negative"
        },
        {
          "name": "castres",
          "sentiment": "none"
        },
        {
          "name": "paris saint-germain",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "garonne",
          "sentiment": "none"
        },
        {
          "name": "toulouse",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:04:22.316+02:00",
    "updated": "2024-01-08T00:04:22.316+02:00"
  },
  {
    "uuid": "8dc0acb4ca566565095acd90eeebcb9368bd1ab7",
    "url": "https://www.newshub.co.nz/home/new-zealand/2024/01/weather-enjoy-hot-sunny-sunday-weather-as-rain-wind-thunderstorms-on-the-way.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "William Hewett",
    "published": "2024-01-13T19:22:00Z",
    "title": "Weather: Enjoy hot, sunny Sunday weather as rain, wind, thunderstorms on the way",
    "text": "Related video: Christchurch hit 32C on Thursday. Credits: Video - Newshub; Images - Getty Images\nPeople should make the most of the hot and dry weather on Sunday as rain and wind is on the way over the coming week.\nThe past week has seen temperatures soar into the mid-thirties in some places around the country and even seen heat alerts issued in many places.\nOn Saturday, Hanmer Springs recorded the hottest temperature of 2024 to date, with a high of 35.1 degrees, according to NIWA. It was even the eighth warmest January day on record, with records dating back to 1906.\nNIWA said many other places experienced temperatures in the 30's on Saturday while Leigh in Auckland hit a high of 29.9C.\nThe fine weather continues on Sunday for the North Island with most places enjoying a hot and sunny day. Auckland and Hamilton are forecast to see sun all day with a high of 28C while Tauranga has similar weather but a high of 26C.\nBut Sunday also shows signs of a change in the weather, especially for the South Island. The West Coast and lower South Island will all see rain on Sunday.\nThis has seen MetService issue weather warnings and watches for parts of the South Island as an active front is expected to bring brief heavy rain to the west of the South Island on Sunday.\nAn orange heavy rain warning is in place for Fiordland about and north of George Sound, and Westland about and south of Haast until 4pm on Sunday.\nMetService said the area can expect a period of heavy rain, with rainfall amounts up 120mm.\n\"Heavy rain may cause streams and rivers to rise rapidly. Surface flooding and slips are also possible and driving conditions may be hazardous,\" MetService said.\nMore from Newshub\nHere's how to stay cool in the heat this summer\n'Seek shade': Heat alert issued for Auckland amid soaring summer temperatures A heavy rain watch is also in place for Westland between Haast and Otira and the headwaters of the Otago Lakes and Rivers until Sunday afternoon and evening.\nMetService warns rainfall amounts may approach warning criteria for these areas.\nA strong wind watch is also in place for the Canterbury High Country until 4am on Monday with MetService saying northwest winds could approach severe gale in exposed places.\nLooking ahead to next week, the outlook isn't good reading with more rain on the way due to a front that will move slowly northwards onto the southern and central North Island on Monday, according to MetService.\nThe forecasting agency added an increasingly humid northerly flow will affect northern New Zealand while a low originating in the subtropics should also move into the west of the upper North Island.\n\"This combination should bring areas of heavy rain to the North Island, however there is uncertainty as to which areas will most likely be affected,\" the severe weather outlook on the MetService website said.\n\"Consequently, there is low confidence of rainfall amounts reaching warning criteria about many northern and western North Island areas from southern Northland through the central high country to Kapiti and the Tararua Range, including the Gisborne/Tairawhiti region. Localised downpours are also possible.\"\nThe rain should continue on Tuesday and Wednesday for the central and upper North Island with MetService saying there is \"low confidence\" on both days of heavy rain and thunderstorms.\nThe forecasting agency added there is continuing uncertainty about which areas may be affected by heavy rain.\nTemperatures forecast for Sunday by MetService: Auckland: 28C Hamilton: 28C Tauranga: 26C Wellington: 22C Christchurch: 29C Dunedin: 21C Queenstown: 21C",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment",
      "Weather"
    ],
    "external_links": [
      "http://twitter.com/share?text=Weather%3A+Enjoy+hot%2C+sunny+Sunday+weather+as+rain%2C+wind%2C+thunderstorms+on+the+way++++&url=https://www.newshub.co.nz/home/new-zealand/2024/01/weather-enjoy-hot-sunny-sunday-weather-as-rain-wind-thunderstorms-on-the-way.html",
      "https://facebook.com/sharer/sharer.php?u=https://newshub.co.nz/home/new-zealand/2024/01/weather-enjoy-hot-sunny-sunday-weather-as-rain-wind-thunderstorms-on-the-way.html",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.newshub.co.nz/home/new-zealand/2024/01/weather-enjoy-hot-sunny-sunday-weather-as-rain-wind-thunderstorms-on-the-way.html",
      "https://twitter.com/NiwaWeather/status/1746037645908865093",
      "https://www.facebook.com/sharer/sharer.php",
      "http://twitter.com/share",
      "https://www.twitter.com/NiwaWeather/status/1746037645908865093",
      "http://twitter.com/share?text=Weather%3A+Enjoy+hot%2C+sunny+Sunday+weather+as+rain%2C+wind%2C+thunderstorms+on+the+way++++&url=https://newshub.co.nz/home/new-zealand/2024/01/weather-enjoy-hot-sunny-sunday-weather-as-rain-wind-thunderstorms-on-the-way.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "niwa",
          "sentiment": "none"
        },
        {
          "name": "hamilton",
          "sentiment": "none"
        },
        {
          "name": "leigh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "niwa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hanmer springs",
          "sentiment": "none"
        },
        {
          "name": "south island",
          "sentiment": "none"
        },
        {
          "name": "north island",
          "sentiment": "none"
        },
        {
          "name": "tauranga",
          "sentiment": "none"
        },
        {
          "name": "west coast",
          "sentiment": "none"
        },
        {
          "name": "auckland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T03:24:03.159+02:00",
    "updated": "2024-01-14T03:24:03.159+02:00"
  },
  {
    "uuid": "0157b4ac1a8c54e1d893ade7a102bba46aa775cf",
    "url": "https://flipboard.com/topic/newzealandnews/top-of-north-island-in-firing-line-as-heavy-rain-batters-south-island/a-2Dj_DJZ8RyWB5ryEbc0jiA%3Aa%3A3006369987-bc5adc031a%2Fco.nz",
    "ord_in_thread": 0,
    "author": "stuff.co.nz - Karanama Ruru",
    "published": "2025-05-07T23:54:00Z",
    "title": "Top of North Island in firing line as heavy rain batters South Island | Flipboard",
    "text": "Top of North Island in firing line as heavy rain batters South Island The mighty North will be under a heavy rain warning, while over 100mm of rain has fallen in some areas.\nstuff.co.nz - Karanama Ruru • 1h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "topics": [
      "Weather->weather warning",
      "Weather->weather phenomena",
      "Environment->environmental pollution",
      "Environment->climate change",
      "Environment->water",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "South Island",
          "sentiment": "none"
        },
        {
          "name": "North Island",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T04:54:23.138+03:00",
    "updated": "2025-05-08T02:02:16.000+00:00"
  },
  {
    "uuid": "b0dc416b648699d0be9f0699983a451b300bacc9",
    "url": "https://www.valleynewslive.com/2024/04/25/moorhead-man-charged-accused-threating-his-mom-with-machete",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ValleyNewsLive",
    "published": "2024-04-25T20:56:00Z",
    "title": "Moorhead man charged, accused of threating his mom with a machete",
    "text": "Moorhead man charged, accused of threating his mom with a machete MOORHEAD, Minn. (Valley News Live) - A Moorhead man is facing charges after allegedly threatening his mom with a machete. James Edward Reau lives with his mom, according to court documents, and police were called to the residence on April 22nd just before midnight. The victim reportedly told police that Reau entered their room, yelling at her, calling her names, breaking dishes and threatening to kill her while holding a large machete-- then drove away. According to the court documents, officers caught up with him in the area of 6th Ave and 25th St S in Fargo. The officer reported that Reau refused to provide his driver’s license and get out of the vehicle. He eventually had to be physically detained. He was found to have an active Cass County warrant for failure to appear on a possession of marijuana charge. According to the court documents, Reau denied having a machete. The machete was found in the home and seized by police. Reau is facing two charges in Cass County Court: Terrorizing with a dangerous weapon and refusal to halt. His preliminary hearing has been scheduled for June 5th. Copyright 2024 KVLY. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "moorhead",
          "sentiment": "negative"
        },
        {
          "name": "reau",
          "sentiment": "none"
        },
        {
          "name": "james edward reau",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minn.",
          "sentiment": "none"
        },
        {
          "name": "fargo",
          "sentiment": "none"
        },
        {
          "name": "cass county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:24:41.186+03:00",
    "updated": "2024-04-26T00:24:41.186+03:00"
  },
  {
    "uuid": "cd6d940a70928bc8200608f19454a1b7704df937",
    "url": "https://www.archyde.com/antonio-van-wyks-move-to-sv-ried-a-done-deal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "archyde",
    "published": "2024-09-05T19:22:00Z",
    "title": "Antonio Van Wyk’s Move to SV Ried: A Done Deal!",
    "text": "SV Guntamatic Ried has strengthened its offensive once again. In Austria , the transfer window closes today at 5 p.m. Antonio Van Wyk, a 22-year-old offensive player from Stellenbosch FC (South Africa), has signed in Ried, the OÖN reported. Wolfgang Fiala, SV Ried ‘s sports director, confirmed this on Thursday afternoon when asked by the OÖNachrichten. The player will receive a two-year contract. “The ÖFB still has to confirm the transfer. The transfer will be 100 percent fixed when Van Wyk passes the medical check and the Red-White-Red Card after his arrival in Ried,” says Fiala. Van Wyk already had an appointment at the Austrian embassy in Pretoria, South Africa’s capital. Now it all depends on how fast the authorities are. In Ried, they hope that Van Wyk will soon come to Austria and start training. Van Wyk comes as a replacement for Belmin Beganovic, who moved to Sturm Graz for a reported 500,000 euros. Despite the current market value of one million euros, Ried did not have to pay a high transfer fee for Van Wyk.\nThere is bad news for Dominik Stöger, the 17-year-old goalkeeper of the Young Vikings. Stöger has sustained a knee injury and will be out for several months. For this reason, says Fiala, they will bring in a goalkeeper from another club on a cooperative basis before Christmas. There will be no more departures today.\nStriker talent in sight Table of Contents\n0.0.1 Striker talent in sight 0.0.2 Read ePaper now! 1 SV Guntamatic Ried: Strengthening Offense with⁢ New Signings 1.0.1 New Signing: Antonio Van Wyk Joins SV Ried 1.0.2 Injury Concerns: Dominik Stöger⁣ Faces Long Recovery 1.0.3 Striker Talent in Sight: Simon Nussbaumer Impresses 1.0.4 Conclusion: A Bright Future Ahead for SV Guntamatic Ried Simon Nussbaumer made a good impression. The 19-year-old completed two trial training sessions with Ried on Tuesday and Wednesday, as he did in the winter. “He’s doing an apprenticeship in Mondsee in the autumn. He showed his skills in the training sessions. If it works out for both sides, there could be talks about a possible signing in the winter,” said Fiala.\nePaper\nRead ePaper now!\nRead the daily ePaper edition of the OÖNachrichten – browse through it digitally now!\nto the epaper\nSV Guntamatic Ried: Strengthening Offense with⁢ New Signings SV Guntamatic​ Ried has made notable strides in‌ enhancing their squad ahead of the new football season. The Austrian club has‌ signed 22-year-old offensive player Antonio ​Van Wyk from Stellenbosch FC in ⁣South Africa, confirming their ⁣commitment to bolstering their attack. This article will delve into the latest transfers, player injuries, and future prospects for the club, ensuring fans and followers are ⁢fully informed.\nNew Signing: Antonio Van Wyk Joins SV Ried In a significant move, SV Guntamatic Ried has secured the services of Antonio Van Wyk, an exciting young talent known for ‍his offensive capabilities. As reported by OÖNachrichten, the​ signing solidifies Ried’s​ front line, particularly after ⁢the departure of Belmin Beganovic⁢ to Sturm ⁣Graz⁤ for a fee reported ⁤to​ be⁤ around 500,000 euros.\nContract Details and Confirmation Process\nPlayer Details : Antonio ‍Van Wyk is a 22-year-old offensive player with a market value​ of one million ​euros. Contract ⁢Duration : Van Wyk has penned ⁤a two-year deal with the club. Transfer Officialization : The transfer ⁣awaits confirmation​ from the Austrian Football ‍Association (ÖFB) and is contingent on Van Wyk passing his⁢ medical examination and⁣ obtaining the necessary Red-White-Red ​Card upon his⁢ arrival in Austria. Wolfgang Fiala,⁢ the sports director at Ried, expressed ⁤optimism about Van​ Wyk’s imminent arrival,‍ noting that he has already been in contact with the Austrian embassy in Pretoria to expedite his visa process.\nInjury Concerns: Dominik Stöger⁣ Faces Long Recovery The club recently faced⁤ setbacks with the injury of 17-year-old goalkeeper Dominik ​Stöger. The young talent has suffered a knee injury that will sideline him for several⁢ months, adding pressure to the team’s goalkeeping situation.\nInterim Solutions\nTo address this⁤ gap, SV Ried is actively ​pursuing a goalkeeper from⁢ another club ⁣on a cooperative basis. Sports​ director Fiala emphasized the urgency of the matter with the aim of securing a replacement ahead of the winter transfer window.\nStriker Talent in Sight: Simon Nussbaumer Impresses While SV Ried is busy navigating transfers and injuries, the emergence of young striker talent‍ Simon Nussbaumer⁣ is promising.‍ The 19-year-old completed ⁢trial training ‍sessions with Ried this week, showcasing his‍ skills and potential.\nFuture Prospects\nFiala stated, “If it works out ⁣for both sides, there could be talks about a ‍possible signing in the winter.” With ​Nussbaumer currently involved in an apprenticeship in Mondsee, balancing both his education and football career could⁣ position him well for future opportunities with the club.\nConclusion: A Bright Future Ahead for SV Guntamatic Ried As SV Guntamatic Ried prepares for the challenges of the upcoming season, the strategic ​acquisition of talent⁣ such as‌ Antonio⁢ Van Wyk and the potential signing of Simon Nussbaumer paints a ⁤positive picture for the club’s offensive strategies. While injuries present challenges, the proactive approach ‍in addressing these⁤ setbacks demonstrates Ried’s commitment to maintaining competitive prowess in Austria’s football league.\nFans ⁤can look forward to witnessing⁤ how these developments ⁣unfold, with the hope that Van Wyk will come through ⁢the required checks to ⁣bolster the ⁣team’s performance soon.\nStay tuned for further updates as SV Guntamatic Ried continues to navigate the transfer market and the season ahead!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "antonio van wyk",
          "sentiment": "neutral"
        },
        {
          "name": "wolfgang fiala",
          "sentiment": "none"
        },
        {
          "name": "belmin beganovic",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sv guntamatic ried",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-06T00:24:24.192+03:00",
    "updated": "2024-09-06T00:24:24.192+03:00"
  },
  {
    "uuid": "89f6596e5851f017c3678caa83545f69754601c9",
    "url": "https://business.am-news.com/am-news/article/getnews-2024-3-28-discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-03-28T22:42:00Z",
    "title": "Discover The Secret To Peace And Spirituality With These Five Transformative Books | News | postregister.com",
    "text": "Dr. Aldric Marshall, a resilient Air Force veteran, esteemed Pastor, and renowned author, emerges as a beacon of wisdom and inspiration with his transformative collection of six books that delve deep into the realms of spirituality, decision-making, and the unseen forces shaping our destinies.\nSeven Trading Floors of Heaven : Confronting and Overcoming Ungodly Exchanges:\nEmbarking on a journey of spiritual transactions and divine economy, Dr. Marshall challenges readers to perceive their daily decisions as spiritual trades. This thought-provoking narrative draws parallels between earthly and spiritual exchanges, urging individuals to align their choices with divine principles. The book unfolds as a guide to making decisions that foster spiritual growth and harmonize with God's will, offering invaluable insights into the unseen realms that influence our paths.\nGrace Beyond Measure : A Journey to the Heart of God’s Gift:\nIn a touching exploration of divine grace, Dr. Marshall weaves together theological insights and personal narratives to illuminate the transformative power of God's unmerited gift. From daily manifestations of grace to forgiveness in the face of adversity, the book traverses mystical dimensions, emphasizing its universal nature. \"Grace Beyond Measure\" becomes a roadmap for navigating life with humility, compassion, and a deepened connection with the divine.\nWhispers At the Crossroads : The Silent Power Of the Pivot:\nFocusing on life's pivotal moments, Dr. Marshall navigates the critical junctures of decision-making, termed as crossroads. Encouraging introspection, courage, and a readiness for change, the book advocates for personal growth through these decisive moments. With profound insights, it becomes a guiding light for those seeking to evolve and shape their destinies at the crossroads of life.\nTriumph Over Darkness : The Victorious Journey of Faith:\nDelving into the spiritual battlefield, this book unfolds as an exploration of spiritual warfare from a Christian perspective. Dr. Marshall unravels the origins of evil, revealing the believer's authority in Christ. Through insights into spiritual strategies and the triumph of Jesus Christ, the book empowers believers to stand firm in faith, offering a roadmap to victory over the forces of darkness.\nHell Is Real : Understanding the Landscape Of the Infernal Realm:\nIn a daring exploration of theological concepts and personal experiences, Dr. Marshall takes readers on a journey through the infernal realm. Covering aspects of Hell, sin, punishment, and divine justice, the book provides a comprehensive view of its impact on faith and morality. It challenges beliefs and invites readers to contemplate the complex nature of the afterlife.\nThe books can be purchased on Amazon: https://www.amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW .\nAbout Dr. Aldric Marshall:\nDr. Aldric Marshall, a resilient Air Force veteran turned impactful Pastor at Connecting the World With the Word Ministries (CTW), demonstrates unwavering commitment despite personal challenges. With a Ph.D. in philosophy and counseling and two master's degrees in theology and National Security Affairs, Dr. Marshall's dedication is evident in his role on the Domestic Violence homicide review board in Palm Beach County and participation in the FBI Citizen Academy, showcasing a commitment to safety, security, and personal empowerment.\nFor more information, insight, and assistance, get in touch with Dr. Aldric Marshall at https://draldricmarshall.com/ .\nAuthor Name: Dr. Aldric Marshall\nWebsite: https://draldricmarshall.com/\nVisit the Amazon link for more information: https://www.amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW .\nAll Books: Click Here\nMedia Contact\nCompany Name: Amazon Publishing Pros\nEmail: Send Email\nPhone: +1-877-992-7638\nCountry: United States\nWebsite: https://www.amazonpublishingpros.co",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Religion and Belief"
    ],
    "external_links": [
      "https://draldricmarshall.com/",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-3-28-discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "http://www.universalpressrelease.com/?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://www.amazonpublishingpros.co",
      "https://www.getnews.info/press_stat.php?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://www.amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW",
      "https://www.getnews.info/wp-content/uploads/2024/03/1711663811.jpeg",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-3-28-discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "http://universalpressrelease.com/?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://amazonpublishingpros.co",
      "https://getnews.info/wp-content/uploads/2024/03/1711663811.jpeg",
      "https://tracking.newsrpm.com/pixel",
      "https://getnews.info/press_stat.php?pr=discover-the-secret-to-peace-and-spirituality-with-these-five-transformative-books",
      "https://draldricmarshall.com",
      "https://www.getnews.info/press_stat.php",
      "http://www.universalpressrelease.com/",
      "https://amazon.com/stores/Dr.-Aldric-Marshall/author/B0CLT234PW",
      "https://www.draldricmarshall.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aldric marshall",
          "sentiment": "negative"
        },
        {
          "name": "marshall",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "air force",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T00:48:15.578+02:00",
    "updated": "2024-03-29T00:48:15.578+02:00"
  },
  {
    "uuid": "2b2495d37567de83780fff83195a9d546f9bda24",
    "url": "https://www.walb.com/2024/04/25/5th-suspect-arrested-connection-deadly-albany-shooting",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@walbnews10",
    "published": "2024-04-25T19:20:00Z",
    "title": "5th suspect arrested in connection to deadly Albany shooting",
    "text": "ALBANY, Ga. (WALB) - A man involved in an Albany shooting that left one person dead and another injured has been arrested.\nThe fatal shooting happened on March 6 in the 1000 block of Radium Springs Road. According to APD, Malik Frazier, 24, was involved in the shooting death of Markel Harper, 29, who died after being shot in the chest, and left a 28-year-old with injuries.\nThe latest development came on Wednesday, April 24, when the Ben Hill County Sheriff’s Office informed the Albany Police Department investigators of the arrest of Frazier in their area.\nFrazier was taken back to Dougherty County and is facing charges of murder and possession of a firearm by a convicted felon. A total of five suspects are now arrested in connection to the shooting.\nIf anyone has any information regarding this incident, please contact the Albany Police Department at (229) 431-2100.\nOur previous coverage:\nNEW DETAILS: 1 dead, another injured in late night Albany shooting (walb.com) 16-year-old, 2 others charged in connection to fatal Albany shooting (walb.com) Fourth suspect charged in connection to deadly Albany shooting (walb.com) 5th suspect wanted in connection to deadly Radium Springs Rd. shooting (walb.com) Have a news tip or see an error that needs correction? Let us know. Please include the article’s headline in your message.\nTo stay up to date on all the latest news as it develops, follow WALB on Facebook and X (Twitter) . For more South Georgia news, download the WALB News app from the Apple Store or Google Play .\nCopyright 2024 WALB. ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://apps.apple.com/us/app/walb-news-10/id449395459",
      "https://www.facebook.com/WALBNews10",
      "https://twitter.com/WALBNews10",
      "https://play.google.com/store/search?q=walb+news+10+app&c=apps&hl=en_US&gl=US",
      "https://facebook.com/WALBNews10",
      "https://www.twitter.com/WALBNews10",
      "https://www.play.google.com/store/search?q=walb+news+10+app&c=apps&hl=en_US&gl=US",
      "https://play.google.com/store/search",
      "https://www.apps.apple.com/us/app/walb-news-10/id449395459"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "markel harper",
          "sentiment": "none"
        },
        {
          "name": "malik frazier",
          "sentiment": "none"
        },
        {
          "name": "frazier",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "apd",
          "sentiment": "none"
        },
        {
          "name": "albany police department",
          "sentiment": "none"
        },
        {
          "name": "ben hill county sheriff’s office informed the albany police department",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ga.",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        },
        {
          "name": "albany",
          "sentiment": "none"
        },
        {
          "name": "radium springs road",
          "sentiment": "none"
        },
        {
          "name": "dougherty county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:01:53.680+03:00",
    "updated": "2024-04-29T15:20:35.990+03:00"
  }
]