[
  {
    "uuid": "3fd6fbeae0d5c1d7e9609c86bb6a25dd2d216745",
    "url": "https://eldiariony.com/2024/01/07/rick-y-kathy-hilton-recibieron-25-millones-de-dolares-por-una-mansion-recien-construida/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Carolyn Manrique",
    "published": "2024-01-07T21:51:00Z",
    "title": "Rick y Kathy Hilton recibieron $25 millones de dólares por una mansión recién construida",
    "text": "Rick y Kathy Hilton recibieron $25 millones de dólares por una mansión recién construida\nOriginalmente Rick y Kathy Hilton esperaban recibir $55 millones de dólares por la mansión en Bel Air, California, que construyeron desde cero\nLa poderosa pareja conformada por Rick y Kathy Hilton no logró lo esperado con la mansión en Bel Air, California, que construyeron desde cero. Recientemente se informó que la propiedad se vendió por $25 millones de dólares.\n¿Dónde está el problema?, pues la propiedad había entrado originalmente al mercado de bienes raíces por en septiembre de 2021 por $55 millones de dólares. La falta de interesados hizo que a principios del año pasado se rebajara a $39.5 millones de dólares, pero la rebaja tampoco atrajo compradores.\nLos padres de\nParis Hilton compraron esta propiedad en 2015 por $9.3 millones de dólares, pero decidieron demoler la casa original construida en los años 30 y dar paso a un nuevo proyecto.\nPara el nuevo proyecto los Hilton contrataron a la firma Harrison Design para que se encargaran de la arquitectura y luego su diseño de interiores estuvo a cargo de la misma Kathy en colaboración con Nicole Gordon Studio.\nFinalmente la gran casa se terminó de construir en 2021 e inmediatamente decidieron ponerla en venta. Claro está que primero se encargaron de presumirla en ‘The Real Housewives of Beverly Hills’.\nSegún ‘Robb Report’, el nuevo dueño de la propiedad es una entidad vinculada a la familia al magnate Song Qinghou, calificado por ‘Forbes’ como “el hombre más rico de China” en 2012.\nLa familia Qinghou ahora tiene a su disposición una gran casa principal distribuida en ocho dormitorios, 12 baños completos, vestíbulo, sala de estar, sala principal, comedor, cocina, cuarto de lavado y otras comodidades. También hay un bar, sala de vinos, biblioteca y otros lujos.\nDel interior se tiene que mencionar el piso de piedra de damero gris y blanco en el vestíbulo, pisos de madera en otras áreas de la casa, una chimenea de mármol negro, grandes ventanas de piso a techo, estantes hechos con paneles de nogal y más.\nAdicional a la casa principal hay una casa para huéspedes con una habitación y su propia cocina.\nAl exterior hay áreas verdes con terraza, comedor, piscina, área de spa y otros espacios ideales para disfrutar al aire libre con familiares o amigos.\nSigue leyendo:\n•\nDavid Spade pagó $9.5 millones de dólares por una casa recién construida en Cameo Highlands\n•\nSteve Wynn saca del mercado el apartamento que pretendía vender por $90 millones de dólares\n•\nCaroline Wozniacki y David Lee piden $42.5 millones de dólares por ático en Miami",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:14:15.454+02:00",
    "updated": "2024-01-08T00:14:15.454+02:00"
  },
  {
    "uuid": "2a536e2d06a781c00e9e863b9e425e4cc38d9de1",
    "url": "https://tribune.com.pk/story/2456582/striving-for-change",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@etribune",
    "published": "2024-02-16T07:05:00Z",
    "title": "Striving for change",
    "text": "The United Nations recently designated Pakistan’s Living Indus Initiative as one of its seven World Restoration Flagship programmes. This significant recognition, announced by the UN Environment Programme, marks a pivotal moment for Pakistan’s environmental efforts, specifically targeted at revitalising the Indus River Basin. The Indus River Basin, one of Pakistan’s most critical water systems, has been facing extensive ecological challenges. Recognising the urgency of the situation, the project was initially developed as a comprehensive strategy aimed at safeguarding, preserving and rehabilitating the diverse natural ecosystems found within the Indus Basin. The scope of the project is ambitious, with plans to restore 25 million hectares of the river basin by 2030, which constitutes over 30% of Pakistan’s land area. Such a wide-reaching endeavour requires substantial financial and technical support, estimated to cost up to $17 billion. This is where the designation as a World Restoration Flagship programme is critical, as it opens avenues for additional UN assistance to bolster the initiative’s implementation. The holistic approach, incorporating community-led, gender-responsive and transparent nature-based solutions, presents a unique opportunity to enhance the resilience of the Indus ecosystem. By actively involving international groups, the initiative can help empower local communities, those directly affected by environmental changes, and bring about tangible change amid a tough economic situation. The recognition of Living Indus project as a World Restoration Flagship is not only a testament to the country’s commitment to environmental stewardship but also a step forward in addressing the interconnected challenges of climate change and biodiversity loss. It is now imperative to ensure that the project receives the necessary support and resources to achieve its ambitious goals and contribute to the global efforts towards ecosystem restoration. Published in The Express Tribune, February 16th, 2024. Like [Opinion & Editorial on Facebook](http://www.facebook.com/EToped), follow [@ETOpEd](https://twitter.com/ETOpEd) on Twitter to receive all updates on all our daily pieces. COMMENTS Comments are moderated and generally will be posted if they are on-topic and not abusive. For more information, please see our [Comments FAQ](/comments-policy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Environment"
    ],
    "external_links": [
      "http://www.facebook.com/EToped),",
      "https://twitter.com/ETOpEd)",
      "https://www.twitter.com/ETOpEd)",
      "http://facebook.com/EToped),"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "united nations",
          "sentiment": "negative"
        },
        {
          "name": "living indus initiative",
          "sentiment": "negative"
        },
        {
          "name": "un environment programme",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "indus basin",
          "sentiment": "none"
        },
        {
          "name": "indus river basin",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T09:56:36.643+02:00",
    "updated": "2024-02-16T09:56:36.643+02:00"
  },
  {
    "uuid": "b970f049adcf9ae3191a0679f5c38dfc17e963ca",
    "url": "https://es-us.noticias.yahoo.com/deportes/117-visa-argentina-open-torneo-223953682.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Universal",
    "published": "2024-02-29T21:39:00Z",
    "title": "El 117° VISA Argentina Open: un torneo que ilusiona y toca las puertas del PGA Tour",
    "text": "LA NACION El 117° VISA Argentina Open: un torneo que ilusiona y toca las puertas del PGA Tour Leer todo el artículo Gastón Saiz 1 de marzo de 2024, 12:39 a. m. · 6 min de lectura Augusto Núñez es el mejor argentino en Olivos Golf Club, con 64 (-6) tras la primera jornada - Créditos: @AAG\nA simple vista, el 117° VISA Argentina Open presenta una impronta similar a las citas de los últimos años: un certamen nacional consolidado, en una cancha reconocida –en este caso, Olivos Golf Club- y con el seguimiento del público desde el primer día. Pero varios aspectos cambiaron en 2024 para apuntar más alto: por primera vez en su historia, el torneo integra el Korn Ferry Tour, la antesala del PGA Tour . Es un salto de calidad, como sucedió en 2001, cuando aquel Abierto que se adjudicó Ángel Cabrera en el Jockey Club de San Isidro ganó prestigio al formar parte del Tour Europeo.\nPero… ¿qué significa ser una de las escalas del Korn Ferry Tour? Es el camino directo al circuito mayor. Fundado en 1990, el KFT tiene como slogan “identificar y desarrollar a las próximas estrellas del golf, preparándolas para competir y ganar en el PGA Tour”. Otorga el pasaje a la elite para los 30 mejores, según su lista de puntos anual. Y su jugador N°1 se clasifica al The Players y el US Open del año siguiente. Para hablar en números concretos: desde el año del nacimiento del circuito, los graduados del Korn Ferry lograron más de 600 títulos del PGA Tour, festejaron en 29 majors y hubo siete campeones de la FedExCup. Hoy, los alumnos del KFT constituyen el 83 por ciento de la membresía actual del PGA Tour, una cifra impactante.\nLeaderboard update for Round 1 of the 117 VISA Argentina Open:\n1. Ryan Blaum -8\n2. Brandon Hagy -7\nT3. John Augenstein -6\nBrian Campbell -6\nAlvaro Ortiz -6\nCristobal Del Solar -6\nWilliam Mouw -6\nMason Andersen -6\nAugusto Núñez -6\nMatt McCarty -6\nEight players at T11. pic.twitter.com/KzjVEU7SHq\n— Korn Ferry Tour (@KornFerryTour) February 29, 2024\nRyan Blaum, de 40 años, es el líder del VISA Open tras la primera jornada . Los siete birdies entre los hoyos 3 y 10 fueron el trampolín para redondear un score de 62 (-8), que lo impulsa para triunfar por primera vez en este circuito. El jugador nacido en Coral Gables, Florida, opinó: “Siempre los Abiertos nacionales dan aspecto de algo más grande, como ocurre acá en Argentina. En ese sentido, es la misma sensación que cuando jugaba en el PGA Tour Latinoamérica. Pero en lo referido a la competencia, creo que el Korn Ferry está cerca del PGA Tour en cuanto al nivel de juego. Hay muchos aquí que han ganado en el tour mayor y siento que esta gira es la que tiene los cortes más difíciles de pasar”.\nContinuar leyendo la historia Blaum, campeón en dos torneos del PGA Tour Latinoamérica (República Dominicana y Abierto de Brasil, en 2013), describe cómo se vive el Korn Ferry: “Todos están jugando con el corazón; no digo que no ocurra lo mismo en el PGA Tour, pero en la elite caen más en la rutina. Es decir: el que falla el corte ya piensa en la semana que viene. Acá, en cambio, juegan con el alma. Siento que la mitad de los que están en este field pueden actuar en el PGA Tour”.\nAngel Cabrera, en la salida compartida con Marcos Montenegro en el 117° Visa Argentina Open - Créditos: @ENRIQUE BERARDI Augusto Núñez es el mejor argentino después de los primeros 18 hoyos , con 64 (-6). El tucumano no pudo sostenerse en la liga mayor, perdió la tarjeta y ahora vuelve a luchar desde el Korn Ferry: “Sí que hay una brecha entre los dos circuitos: las canchas son muy distintas, porque en el PGA Tour los fairways son más chicos, hay mucho más rough y las distancias son más largas. Excepto esta semana, en las otras canchas del Korn Ferry vos pegás un drive y después tirás siempre con un hierro corto. En el tour mayor no, estás pegando con hierros 5, 6, 7. ¿El nivel de jugadores? El PGA Tour es la Fórmula 1, no encontrás a alguien que juegue mal”.\nEl mexicano Alvaro Ortiz es otro de los animadores, en el tercer puesto al igual que Núñez: “La diferencia entre los tres circuitos está en el enfoque. Muchos del PGA Tour Latinoamérica saben jugar, pero el enfoque y la calidad de trabajo en el Korn Ferry Tour son muy superiores. Aquellos se lo toman con más tranquilidad y acá hay mucha más urgencia por mejorar y querer saltar al PGA Tour. Todos están mucho más metidos en su proceso de trabajo”, cuenta el oriundo de Guadalajara, que agrega: “Tiene que ver con la preparación. A su vez, en el PGA Tour, los detalles de la práctica son mucho más elevados, no tiene tanto que ver con más cantidad de horas de trabajo previo. Definitivamente hay más atención en el entrenamiento, eso es lo que vi de jugadores que pasaron por el PGA Tour como Joaquín Niemann, Mito Pereira o mi hermano Carlos”.\nJorge Fernández Valdés es el defensor del título del Abierto, tras su victoria en Nordelta en 2022. “El 70 por ciento de los que están acá ya jugó en el PGA Tour y los otros son chicos provenientes de las universidades que poseen un gran nivel. Y después estamos los que crecimos desde el PGA Tour Latinoamérica, que te forma muchísimo. Entre esta gira y los del PGA Tour, sacando lo que significa jugar majors, veo muy poca diferencia en el nivel de los jugadores. Es un privilegio que el KFT haya venido a la Argentina”, cuenta el cordobés, que se recuperó y tuvo un gran final de cuatro birdies consecutivos, para firmar 68 golpes (-2), en el puesto 51°.\nAngel Cabrera peleó la vuelta y terminó con 68 (-2) - Créditos: @Gustavo Garello Ese mismo score consiguió Ángel Cabrera, por lejos el más seguido por el público , en una cancha que premia como nunca llevar la pelota derecho dada la angostura de los fairways, escoltados por árboles. “Solo jugué el Korn Ferry en 2019, pero hay un muy buen nivel. De los 30 que se clasifican al PGA Tour, normalmente diez de esos tipos terminan ganando, o sea que están muy bien preparados”, dijo el cordobés.\nMatías Anselmo, manager del golfista Martín Contini, señaló: “Sacando las grandes excepciones, como Rory McIlroy, Jordan Spieth o Justin Thomas, el Korn Ferry tiene una jerarquía muy parecida al del PGA Tour. Por eso, año tras año vemos cómo los nombres del KFT que suben al PGA Tour luego celebran en el circuito mayor. El caso más reciente es el de Jake Knapp , que acaba de ganar en México. Incluso, este jugador había quedado en puesto 13° en el Korn Ferry, ni siquiera había triunfado cuando ascendió de gira. El comentarista de golf en ESPN evaluó: “En el KFT es donde resulta más difícil salvar la tarjeta, porque solo la retiene hasta el puesto 70°, mientras que los 30 mejores suben de jerarquía. Vas para arriba o vas para abajo, es raro que un jugador se mantenga en este circuito a lo largo de los años”.\nMÁS POPULARES ¿Cuánto cuesta el Mercedes-Benz que utilizó Pío López Obrador? El Universal · 2 min de lectura Texas ejecuta por inyección letal a Iván Cantú, quien defendió su inocencia antes de morir EFE Latam · 3 min de lectura Hallan con imágenes térmicas a una niña perdida en un pantano de Florida EFE Latam · 1 min de lectura Quién era Iván Cantú, el latino ejecutado en Texas que defendió su inocencia hasta la muerte BBC News Mundo · 5 min de lectura Indignación en México por juez que absuelve a presunto agresor sexual de niña de 4 años Trigarante · 5 min de lectura",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.lanacion.com.ar/",
      "https://s.yimg.com/uu/api/res/1.2/HhpE82AFTLv8J3C9zUx0kQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/efe.es/aa3ba78129dd8fbf47e84d561536d6b1",
      "https://s.yimg.com/uu/api/res/1.2/vIFFL0nHlMEx13fl2R9qbw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/efe.es/525dcf1a361b3baa7634f1ccb5a9081b",
      "https://s.yimg.com/ny/api/res/1.2/R6_n.iOf.p0pMVHp6r7P6A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU2NQ--/https://media.zenfs.com/es/lanacion.com.ar/50498191011d148ea40183fb03c8f0bb",
      "https://s.yimg.com/ny/api/res/1.2/TW3gZSeWIFnrzIVfTSgnwQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://media.zenfs.com/es/lanacion.com.ar/d876eab5798426a14e4bfb5c81b854ff",
      "https://s.yimg.com/uu/api/res/1.2/LSo83_DKJ2GJxGiXuLUhlQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/eluniversal.com.mx/46ccb210ef973fc4f6ab0d84c933219e",
      "https://s.yimg.com/ny/api/res/1.2/bdUpzpWpQr13DSX2MzRBMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI5NDtoPTQ4/https://s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://www.facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2F117-visa-argentina-open-torneo-223953682.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://s.yimg.com/ny/api/res/1.2/bLS1vDkaoyeEaEbIAfxJqw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://media.zenfs.com/es/lanacion.com.ar/d5622b6f98e30a243b7735c18592c708",
      "https://twitter.com/KornFerryTour/status/1763312588085936143?ref_src=twsrc%5Etfw",
      "https://media.zenfs.com/es/lanacion.com.ar/c55526a0ffa302bd20138836da7ea959",
      "https://www.pgatour.com/korn-ferry-tour/tournaments/2024/117-visa-argentina-open-presented-by-macro/H2024170/leaderboard/player/27958",
      "https://s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://s.yimg.com/uu/api/res/1.2/htV.2F9cf5I40fd4PDVWcA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/es/bbc_news_mundo_254/2bdd5c7e3dbd158661c50cba6f49b228",
      "https://twitter.com/intent/tweet?text=El%20117%C2%B0%20VISA%20Argentina%20Open%3A%20un%20torneo%20que%20ilusiona%20y%20toca%20las%20puertas%20del%20PGA%20Tour&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2F117-visa-argentina-open-torneo-223953682.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://s.yimg.com/uu/api/res/1.2/lP6zxNsph6pPxC50aSvQmw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://s.yimg.com/os/creatr-uploaded-images/2024-02/7cd79a50-d5dc-11ee-b317-cc899fade246",
      "https://t.co/KzjVEU7SHq",
      "https://facebook.com/dialog/feed?app_id=458584288257241&link=https%3A%2F%2Fes-us.noticias.yahoo.com%2F117-visa-argentina-open-torneo-223953682.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dfb%26tsrc%3Dfb",
      "https://www.twitter.com/intent/tweet?text=El%20117%C2%B0%20VISA%20Argentina%20Open%3A%20un%20torneo%20que%20ilusiona%20y%20toca%20las%20puertas%20del%20PGA%20Tour&url=https%3A%2F%2Fes-us.noticias.yahoo.com%2F117-visa-argentina-open-torneo-223953682.html%3Fsoc_src%3Dsocial-sh%26soc_trk%3Dtw%26tsrc%3Dtwtr&via=Yahoo",
      "https://www.facebook.com/dialog/feed",
      "https://www.t.co/KzjVEU7SHq",
      "https://www.twitter.com/KornFerryTour/status/1763312588085936143?ref_src=twsrc%5Etfw",
      "https://www.s.yimg.com/uu/api/res/1.2/LSo83_DKJ2GJxGiXuLUhlQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/eluniversal.com.mx/46ccb210ef973fc4f6ab0d84c933219e",
      "https://www.media.zenfs.com/es/lanacion.com.ar/c55526a0ffa302bd20138836da7ea959",
      "https://www.s.yimg.com/uu/api/res/1.2/htV.2F9cf5I40fd4PDVWcA--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/bbc_news_mundo_254/2bdd5c7e3dbd158661c50cba6f49b228",
      "https://www.s.yimg.com/uu/api/res/1.2/HhpE82AFTLv8J3C9zUx0kQ--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/efe.es/aa3ba78129dd8fbf47e84d561536d6b1",
      "https://www.s.yimg.com/ny/api/res/1.2/TW3gZSeWIFnrzIVfTSgnwQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTYzOQ--/https://www.media.zenfs.com/es/lanacion.com.ar/d876eab5798426a14e4bfb5c81b854ff",
      "https://www.s.yimg.com/ny/api/res/1.2/R6_n.iOf.p0pMVHp6r7P6A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTU2NQ--/https://www.media.zenfs.com/es/lanacion.com.ar/50498191011d148ea40183fb03c8f0bb",
      "https://www.s.yimg.com/ny/api/res/1.2/bLS1vDkaoyeEaEbIAfxJqw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTY0MA--/https://www.media.zenfs.com/es/lanacion.com.ar/d5622b6f98e30a243b7735c18592c708",
      "https://pgatour.com/korn-ferry-tour/tournaments/2024/117-visa-argentina-open-presented-by-macro/H2024170/leaderboard/player/27958",
      "https://twitter.com/KornFerryTour/status/1763312588085936143",
      "https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://www.s.yimg.com/uu/api/res/1.2/lP6zxNsph6pPxC50aSvQmw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.s.yimg.com/os/creatr-uploaded-images/2024-02/7cd79a50-d5dc-11ee-b317-cc899fade246",
      "https://www.s.yimg.com/uu/api/res/1.2/vIFFL0nHlMEx13fl2R9qbw--~B/Zmk9c3RyaW07aD0yMjQ7cT04MDt3PTIyNDthcHBpZD15dGFjaHlvbg--/https://www.media.zenfs.com/es/efe.es/525dcf1a361b3baa7634f1ccb5a9081b",
      "https://www.s.yimg.com/ny/api/res/1.2/bdUpzpWpQr13DSX2MzRBMA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTI5NDtoPTQ4/https://www.s.yimg.com/os/creatr-uploaded-images/2020-11/a2882be0-2dd1-11eb-ae8d-5dbf320a694a",
      "https://www.lanacion.com.ar",
      "https://twitter.com/intent/tweet",
      "https://lanacion.com.ar/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:46:59.919+02:00",
    "updated": "2024-03-01T00:46:59.919+02:00"
  },
  {
    "uuid": "1aaf244b39387977c20d0da47db1e2039151ab53",
    "url": "https://titusvpibu.pages10.com/a-review-of-vashikaran-specialist-59780929",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Titusvpibu Pages",
    "published": "2023-12-28T21:21:00Z",
    "title": "A Review Of vashikaran specialist",
    "text": "Divorce just isn't suitable for your married lifestyle because using this, you could reduction your loving lover from the lifetime. So, you'll want to think about One more strategy for fixing your married lifestyle dilemma. You may remedy all of the problems having a peaceful discuss to each other and translate your comprehension.\nKrishan Vashikaran Mantra is quite well-known for its beautiful outcomes, and you can see the moment final results with the assistance of the vashikaran mantra. You should observe that with the assistance of Krishan Mantra for vashikaran, you can begin to see the effect on the concentrate on person no matter their site.\nAre you presently in search of a reputable vashikaran specialist near me? The most effective methods to find a honest 1 is by inquiring family and friends who have experienced positive encounters with nearby practitioners. They are able to provide you with precious insights and advocate the very best authorities close to you. Nevertheless, if nobody inside your social circle is aware anybody, you might look at looking on-line for testimonials of nearby vashikaran specialists.\nIf any one does the vashikaran negatively or with wrong intentions, it may possibly also have Uncomfortable side effects and intense implications. Hence, just one will have to be cautious about this. The following detail is that just one ought to have complete religion and rely on in the procedure.\nVashikaran Specialists in Bangalore gives the answer to the condition along with his whole devotion and devotion and it has remodeled various life and it has assisted people to attain psychological satisfaction and peace. Along with the assistance of those specialists in Bangalore, individuals can regulate their ups and downs of everyday living. Black magic helps make us think of the witchy mojo but It's not at all specifically like that. Lots of individuals use black magic for their acquire. Black Magic Specialists in Bangalore give electricity to the individual practising, to perform something which isn't meant to happen. Besides love, Vashikaran is can be employed to resolve challenges about enterprise, education and learning, and assets, and so on.\nAn incredible testimony with a spell caster who introduced my wife back again to me. I`m happily married to a beautiful and caring spouse with two Children An incredibly major trouble occurred in my loved ones 7 months in the past involving me and my spouse so awful that she took the situation to court docket for a divorce she stated that she never ever planned to stick with me yet again Which she didn't like me anymore So she packed out of my home and created me and my young children handed through extreme suffering I attempted all my feasible signifies for getting her back following Considerably begging but all to no avail and he or she verified it that she has built her selection and she by no means wanted to see me again So on 1 evening as I had been coming back from perform i met an old Close friend of mine who questioned of my wife So i described each and every point to her so she advised me that the only real way i may get my wife back is to go to a spell caster mainly because it has definitely worked for her far too So i in no way believed in spell but i had no other preference than to observe her guidance Then she gave me the e-mail deal with of the spell caster whom she e mail(aid.\nP.K Shastri ji is skilled in solving loved ones related difficulties he can remedy appreciate and connection problems. He is real and renowned astrologer awarded by numerous organizations inside the India. Now you are able to rework your daily life with the help of our qualified guru ji in black magic specialist astrologer in India\nYou can notice the target particular person will get started conversing along with you in the correct context, and you'll have favourable final results with the assistance of the mantra, and every little thing is going to be Doing the job positively to suit your needs.\nJasmine from Canada: I am listed here to present testimony on how this strong Appreciate Astrologer known as Pandit Kapil Sharma assisted me to fix my romantic relationship. I used to be heartbroken when\nvashikaran specialist my fiancee instructed me he is now not thinking about marrying me due to the fact he was acquiring an affair with one other woman exactly where he functions. I cried and sobbed each day until finally it got so lousy that I arrived at out to the world wide web for help, which was when I study an assessment regarding the fantastic get the job done of pandit Ji Maharaj, then I contacted him for aid to have my lover back, he assisted me Forged a robust (reconciliation enjoy spell) and also to my greatest shock following forty eight several hours of doing the adore spell my Fiancee came back again on his knees begging me to forgive him We at the moment are Fortunately married and all many thanks goes to Pandit Kapil Sharma for aiding me save my romance you can Speak to pandit ji his WHATSAPP him on +91 ninety one 8875270809\nYou can even do the vashikaran to find the really like from a lover and notice the strength of these mantras. Folks experiencing challenges like courtroom situations also needs to utilize the vashikaran rituals to gain highest Gains.\nyour way are Great in appreciate everyday living you are Great astrologer in all strategies thanks on your superior support you might be Excellent astrologer\nThe best part is that you can begin chanting this mantra in your own home and make anything give you the results you want in the correct context.\nHe has having very deep understanding in Indian Vedic Astrology which he has learned from his father and from his grandfather. He is known as Very best astrologer in Punjab. He can resolve all kinds of life related issues with right scientific strategy and with god gifted Isht-Sadhna.\nAnd he is considered among all the ideal vashikaran specialist astrologer in India to resolve all types of shed enjoy difficulties.\nA Review Of vashikaran specialist\nDivorce just isn't suitable for your married lifestyle because using this, you could reduction your loving lover from the lifetime. So, you'll want to think about One more strategy for fixing your married lifestyle dilemma. You may remedy all of the problems having a peaceful discuss to each other and translate your comprehension.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [
      "https://topazdirectory.com/listings12606144/details-fiction-and-vashikaran-specialist",
      "https://www.topazdirectory.com/listings12606144/details-fiction-and-vashikaran-specialist"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "krishan vashikaran mantra",
          "sentiment": "none"
        },
        {
          "name": "krishan mantra",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T05:16:43.225+02:00",
    "updated": "2023-12-29T05:16:43.225+02:00"
  },
  {
    "uuid": "6dbd832a3a6d9dc93df951e6974ce8f5fad578c7",
    "url": "https://www.newsbreak.com/wusa9-524569/3955981990605-1-hurt-in-takoma-park-shooting",
    "ord_in_thread": 0,
    "author": "WUSA9",
    "published": "2025-04-09T21:02:00Z",
    "title": "1 hurt in Takoma Park shooting - NewsBreak",
    "text": "Open in NewsBreak\n|\nSign in\nChoose your location\nSee all locations\nSign In\nAbout NewsBreak\nPartner with us\nFollow us\n©2024 NewsBreak. All Rights Reserved.\nWUSA9\n·\npublisher · 151.5K followers\nTakoma Park\n1 hurt in Takoma Park shooting\n44 minutes ago\nThe person who had been shot was taken to the hospital and was expected to recover.\nRead full article\nRead in NewsBreak\nComments\nPost\nCommunity Policy\nYOU MAY ALSO LIKE\nComments\n/\nClose\nCommunity Policy",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Crime, Law and Justice->shootings",
      "Crime, Law and Justice->investigation (criminal)",
      "Crime, Law and Justice->law enforcement",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Social Issue->abusive behaviour",
      "Politics->safety of citizens"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": [
        {
          "name": "--You",
          "sentiment": "none",
          "tickers": [
            {
              "ticker": "YOU",
              "exchange": "NYSE"
            }
          ]
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-10T00:49:11.356+03:00",
    "updated": "2025-04-10T00:49:11.356+03:00"
  },
  {
    "uuid": "2cac7c1c320e97b05aba8c0b1b6b7e8a89476720",
    "url": "https://pharma.economictimes.indiatimes.com/news/pharma-industry/small-drug-companies-face-shutdown-threat-amidst-strict-gmp-compliance/121942243",
    "ord_in_thread": 0,
    "author": "www.ETPharma.com",
    "published": "2025-06-19T01:23:00Z",
    "title": "Pharmaceutical Companies: Small Drug Companies Face Shutdown Threat Amidst Strict GMP Compliance, ETPharma",
    "text": "Pharma Industry- 2 min read\nWith no upgradation plan, several small drug companies may shut operations\nSome executives believe that 'stop production notices' will be issued to units not complying with the newly-notified standards, which may inflate drug prices.\nNew Delhi: Thousands of\nOnly a fraction of such units, 1,700 out of an estimated 6,000, have submitted plans for upgradation as per the newly-notified\nIndustry executives said they anticipate many units to shut down and thousands of job losses as these units struggle with high costs needed to make the necessary infrastructure improvements. The government, meanwhile, is likely to initiate site audits and kick-off regulatory action against those not complying with the new standards, the people said.\nExperts noted that if the government takes stringent action, it may cause\n\"Next few months will see a lot of small sector units getting closed, resulting in increased unemployment. The upgradation requirement to Schedule M has created challenges for small and medium units potentially leading to closures and unemployment,\" said an industry executive, raising concerns about the future of these units.\nSome executives believe that 'stop production notices' will be issued to units not complying with the newly-notified standards, which may inflate drug prices. \"These units require hand holding by the government and if they do not get further support, then production will stop, resulting in escalation of drug prices,\" a second executive said.\nHealth ministry officials however stressed that sufficient time has been given to the industry for complying with the new norms.\nEarlier the ministry had received several representations from pharma associations with annual revenues of less than '250 crore for extension of timeline for the implementation of revised Schedule M. Schedule M of the Drugs and Cosmetics Act outlines quality standards for pharma products.\nTo address their concerns, in February, the ministry issued another notification for extension of implementation of revised Schedule M whereby manufacturers with less than Rs 250 crore revenues were required to file an application to the\npharmaceutical companiesin the micro, small and medium enterprise (MSME) sector face the grim prospect of closure, having passed the May-end deadline for submitting plans to the government for upgrading their manufacturing facilities.Only a fraction of such units, 1,700 out of an estimated 6,000, have submitted plans for upgradation as per the newly-notified\nGood Manufacturing Practices(GMP), people in the know told ET.Industry executives said they anticipate many units to shut down and thousands of job losses as these units struggle with high costs needed to make the necessary infrastructure improvements. The government, meanwhile, is likely to initiate site audits and kick-off regulatory action against those not complying with the new standards, the people said.\nExperts noted that if the government takes stringent action, it may cause\ndrug shortagesin areas like cancer, where there are fewer manufacturing units.\"Next few months will see a lot of small sector units getting closed, resulting in increased unemployment. The upgradation requirement to Schedule M has created challenges for small and medium units potentially leading to closures and unemployment,\" said an industry executive, raising concerns about the future of these units.\nSome executives believe that 'stop production notices' will be issued to units not complying with the newly-notified standards, which may inflate drug prices. \"These units require hand holding by the government and if they do not get further support, then production will stop, resulting in escalation of drug prices,\" a second executive said.\nHealth ministry officials however stressed that sufficient time has been given to the industry for complying with the new norms.\nEarlier the ministry had received several representations from pharma associations with annual revenues of less than '250 crore for extension of timeline for the implementation of revised Schedule M. Schedule M of the Drugs and Cosmetics Act outlines quality standards for pharma products.\nTo address their concerns, in February, the ministry issued another notification for extension of implementation of revised Schedule M whereby manufacturers with less than Rs 250 crore revenues were required to file an application to the",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->healthcare industry",
      "Social Issue->social problem",
      "Social Issue->fraternal and community group",
      "Health->drug rehabilitation",
      "Health->health care approach",
      "Health->health organisation"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_nz",
        "top_news_au",
        "top_news_ae",
        "top_news_us",
        "top_news_gb",
        "top_news_th",
        "top_news_sa",
        "top_news_sg",
        "top_news_ph",
        "top_news_hk",
        "top_news_nl",
        "top_news_qa",
        "top_news_ie",
        "top_news_pk",
        "top_news_id",
        "top_news_dk",
        "top_news_eg",
        "top_news_za",
        "top_news_my",
        "top_news_kw",
        "top_news_be",
        "top_news_in",
        "top_news_ca",
        "top_news_iq",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-19T07:43:51.102+03:00",
    "updated": "2025-06-19T04:46:23.000+00:00"
  },
  {
    "uuid": "376145a302e48caf86a749d0cd79dffaa29ee89e",
    "url": "https://www.kait8.com/2024/06/13/man-arrested-drug-charges",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Region8News",
    "published": "2024-06-13T21:32:00Z",
    "title": "Man arrested on drug charges",
    "text": "JONESBORO, Ark. (KAIT) - A man was arrested under a felony warrant and is charged with three counts of drugs. Jonesboro police traveled on the 400 block of Roseclair Street in attempting to locate 34-year-old Casey Long under a felony warrant for the Craighead County Sheriff’s. According to the affidavit, police arrived and found Long exiting a vehicle in the driveway, and walking towards his home. Police then approached Long and took him into custody for the felony bench warrant that was authorized by Judge Fowler on Tuesday, June 4. Police told Long that a probation search would be conducted at his home. Long said, “Probably a couple of rigs in the bathroom.” The officer went to the bathroom and found the syringes inside the pocket of a bathrobe. Two syringes contained a clear liquid. One of the syringes had water in it and the other one contained Fentanyl. Judge Fowler found probable cause and charged Long with possession of meth or cocaine LT 2 GM, possession of Fentanyl with the purpose to deliver, and possession of drug paraphernalia. Long has a bond set at $35,000 and is scheduled to appear in court on Monday, July 29. To report a typo or correction, please click here . Copyright 2024 KAIT. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "casey long",
          "sentiment": "none"
        },
        {
          "name": "long",
          "sentiment": "none"
        },
        {
          "name": "fowler",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gm",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jonesboro",
          "sentiment": "none"
        },
        {
          "name": "ark.",
          "sentiment": "none"
        },
        {
          "name": "jonesboro",
          "sentiment": "none"
        },
        {
          "name": "roseclair street",
          "sentiment": "none"
        },
        {
          "name": "craighead county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-14T00:45:43.237+03:00",
    "updated": "2024-06-14T03:36:57.136+03:00"
  },
  {
    "uuid": "018edd52f43708f81d1802e9b80151eda36dd6ad",
    "url": "https://ground.news/article/new-york-social-media-announced-for-those-under-14-the-mayor-as-harmful-to-children-as-smoking-and-guns-are-the-measurements-ready",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ilmessaggero.it",
    "published": "2024-01-25T21:12:00Z",
    "title": "Ground News - New York, social media announced for those under 14. The mayor: 'As harmful to children as smoking and guns'. Are the measurements ready",
    "text": "New York, social media announced for those under 14. The mayor: 'As harmful to children as smoking and guns'. Are the measurements ready The crusade against the damage that Summary by ilmessaggero.it [social media](https://ground.news/interest/social-media)is causing among young Americans has been enriched these days by two new interventions. While in Florida the State House passed... 1 Articles 1 Articles All Left Center Right [] ilmessaggero.it New York, social media announced for those under 14. The mayor: 'As harmful to children as smoking and guns'. Are the measurements ready The crusade against the damage that social media is causing among young Americans has been enriched these days by two new interventions. While in Florida the State House passed... 1 hour agoRead Full Article Think freely.Subscribe and get full access to Ground NewsSubscriptions start at $9.99/year [Subscribe](/subscribe) Coverage Details Total News Sources0Leaning Left0Leaning Right0Center0Last Updated49 minutes agoBias Distribution No sources with tracked biases. Bias Distribution - There is no tracked Bias information for the sources covering this story. Factuality To view factuality data please Upgrade to Premium Ownership To view ownership data please Upgrade to Vantage Sources are mostly out of (0)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Health"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bia",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "state house",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:23:50.464+02:00",
    "updated": "2024-01-26T00:23:50.464+02:00"
  },
  {
    "uuid": "dd90c57bc5309e18b54ee95faad45e4ecbea9847",
    "url": "https://www.thestar.com.my/news/world/2023/12/29/nicaragua-arrests-two-high-ranking-catholic-priests-with-close-ties-to-cardinal",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ismael Lopez",
    "published": "2023-12-29T05:16:00Z",
    "title": "Nicaragua arrests two high-ranking Catholic priests with close ties to cardinal | The Star",
    "text": "SAN JOSE (Reuters) - Nicaraguan police detained on Thursday two senior Catholic priests who are close to the country's top church leader, a person with knowledge of the matter said, raising to at least six the number of clergymen detained this week.\nThe source, who declined to be named for fear of arrest, said the two priests were detained for publicly praying for jailed Bishop Rolando Alvarez, the most prominent critic of President Daniel Ortega.\nLocal media outlet Confidencial named the priests as Carlos Aviles and Hector Treminio, and noted that their arrest brings to at least six the number of priests detained over the past week, adding that two of the clerics had already been released.\nThe government's press office did not immediately respond to a request for comment.\nOver the past few years, Ortega's government has targeted members of the Catholic church, a crackdown officials have in the past said was needed to punish treasonous behavior or other alleged crimes.\nAviles is the second-highest ranking cleric in the Archdiocese of Managua, led by Cardinal Leopoldo Brenes, while Treminio is its treasurer.\nAlvarez, the bishop of Matagalpa, forcefully criticized the government's deadly response to mass protests that broke out in 2018, and was convicted of treason and sentenced to a 26-year prison term earlier this year.\nLast week, police arrested Bishop Isidro Mora of the Siuna diocese, making him the second bishop to be detained after Alvarez's detention in 2022.\nMany of the latest clergymen detained were arrested because they publicly offered prayers for Alvarez, according to the source and local media, but the government has not issued any statements explaining the priests' alleged crimes.\nNicaraguan Bishop Silvio Baez, who has been living in exile in Florida since 2019 and is the second-ranking leader of the archdiocese, called for the priests to be released.\n\"I ask God to protect them and that they be freed immediately!\" wrote in a post on X on Thursday.\nAccording to exiled Nicaraguan researcher Martha Patricia Molina, who publishes records of what she describes as the persecution of the Catholic Church under Ortega, the number of bishops, priests and seminarians behind bars in the country currently stands at nine.\n(Reporting by Ismael Lopez; Writing by David Alire Garcia and Miral Fahmy)\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "hector treminio",
          "sentiment": "none"
        },
        {
          "name": "rolando alvarez",
          "sentiment": "none"
        },
        {
          "name": "ortega",
          "sentiment": "none"
        },
        {
          "name": "carlos aviles",
          "sentiment": "none"
        },
        {
          "name": "leopoldo brenes",
          "sentiment": "none"
        },
        {
          "name": "daniel ortega",
          "sentiment": "none"
        },
        {
          "name": "aviles",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "reuters",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "negative"
        },
        {
          "name": "confidencial",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "san jose",
          "sentiment": "none"
        },
        {
          "name": "nicaragua",
          "sentiment": "none"
        },
        {
          "name": "managua",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:22:10.313+02:00",
    "updated": "2023-12-29T09:22:10.313+02:00"
  },
  {
    "uuid": "28a6cf8f21fc15f4c352a0d20c65da79f945fdfe",
    "url": "https://www.kait8.com/2024/05/31/lenny-kravitz-says-he-has-been-celibate-9-years-its-spiritual-thing",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TMX staff",
    "published": "2024-05-31T00:00:00Z",
    "title": "Lenny Kravitz says he has been celibate for 9 years: ‘It’s a spiritual thing’",
    "text": "(TMX) – Lenny Kravitz says he has been celibate for nearly a decade. The 60-year-old “American Woman” rocker made the revelation in an interview with The Guardian published Thursday, saying he has been celibate for nine years and plans to remain celibate until he is in a serious relationship. “It’s a spiritual thing,” he said, noting he may never find the right relationship. “I have become very set in my ways,” he said, “in the way I live.” Kravitz was married to actress Lisa Bonet from 1987 to 1993, and they share daughter Zoë Kravitz. The “Fly Away” singer revealed in his 2020 memoir, “Let Love Rule,” that he had once confronted his father Sy Kravitz for cheating on his mother Roxie Roker. Later in life, he realized he was too similar to his father for his liking. “After the marriage, I became more like him. I was becoming a player,” he confessed in the book. “I didn’t like it. I didn’t want to be that guy. So I had to tackle that and it took years.” After his marriage to Lisa Bonet, Kravitz went on to date Vanessa Paradis, and had failed engagements with Adriana Lima and Nicole Kidman. Last week, Kravitz released his 12th album, “Blue Electric Light.” Copyright 2024 TMX. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Health",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.theguardian.com/music/article/2024/may/30/lenny-kravitz-interview-blue-electric-light",
      "https://theguardian.com/music/article/2024/may/30/lenny-kravitz-interview-blue-electric-light"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lenny kravitz",
          "sentiment": "negative"
        },
        {
          "name": "vanessa paradis",
          "sentiment": "none"
        },
        {
          "name": "roxie roker",
          "sentiment": "none"
        },
        {
          "name": "adriana lima",
          "sentiment": "none"
        },
        {
          "name": "nicole ki",
          "sentiment": "none"
        },
        {
          "name": "lisa bonet",
          "sentiment": "none"
        },
        {
          "name": "zoë kravitz",
          "sentiment": "none"
        },
        {
          "name": "kravitz",
          "sentiment": "none"
        },
        {
          "name": "sy kravitz",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-01T00:43:10.593+03:00",
    "updated": "2024-06-01T00:43:10.593+03:00"
  }
]