[
  {
    "uuid": "3c311a5c289f7eb75997c1c8eb8e9a61eef40611",
    "url": "https://www.mdjonline.com/news/lifestyle/marietta-native-wins-top-prize-at-alabama-wildlife-fine-arts-competition/article_81a9f8e4-abf1-11ee-adc7-6fe123868899.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Staff reports",
    "published": "2024-01-05T05:00:00Z",
    "title": "Marietta Native Wins Top Prize at Alabama Wildlife Fine Arts Competition | Lifestyle | mdjonline.com",
    "text": "Artist Jared Knox, a Marietta native, fondly recalls his first trip to Alabama’s Black Belt during a family hunting trip to Lowndes County when he was a teenager. Perhaps Knox channeled his personal Black Belt history while working on a “Bobcat and Bobwhite,” a 36-by-24-inch acrylic painting on canvas that won Best of Show at the inaugural “Alabama Wildlife Fine Arts Competition” that was part of the second annual Wetumpka Wildlife Arts Festival in November 2023. Knox, a 2021 graduate of Auburn University, created the artwork specifically for the competition. He had been encouraged to enter by Cindy Harris, wife of Alabama Black Belt Adventures Association founder Thomas Harris, who had seen his work at a North Carolina gallery. An avid hunter, Knox said he drew inspiration from his enjoyment of upland hunting and quail conservation while creating “Bobcat and Bobwhite.” He also drew from his personal experience of seeing bobcats in the wild during deer hunting trips to north Georgia. “There was one field that had a bobcat in it, and once or twice I got to see that bobcat hunt,” Knox said. “It was at sunset. That image stuck with me. It was a big bobcat. I love that image, and I also love in general the story of different animals going out and catching their food.” Knox grew up in Marietta and studied mechanical engineering at Auburn. Art remained a hobby during his college years, he said, and he even did some commission work. Then, he was unexpectedly invited to show some of his artwork at a gallery in suburban Atlanta during his final semester at Auburn. He said the encouragement from a gallery owner provided a “light bulb moment” and spurred him to make art, not engineering, into a full-time job. He set up his studio after graduation and has been a full-time artist ever since. The Alabama Black Belt Adventures Association is committed to promoting and enhancing outdoor recreation and tourism opportunities in the Black Belt in a manner that provides economic and ecological benefits to the region and its citizens. For more information, visit [www.alabamablackbeltadventures.org](http://www.alabamablackbeltadventures.org).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "http://www.alabamablackbeltadventures.org).",
      "http://alabamablackbeltadventures.org)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jared knox",
          "sentiment": "negative"
        },
        {
          "name": "cindy harris",
          "sentiment": "none"
        },
        {
          "name": "thomas harris",
          "sentiment": "none"
        },
        {
          "name": "bobwhite",
          "sentiment": "none"
        },
        {
          "name": "knox",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "marietta native wins",
          "sentiment": "negative"
        },
        {
          "name": "marietta",
          "sentiment": "negative"
        },
        {
          "name": "alabama black belt adventures association",
          "sentiment": "none"
        },
        {
          "name": "auburn university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "alabama",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "lowndes county",
          "sentiment": "none"
        },
        {
          "name": "wetumpka",
          "sentiment": "none"
        },
        {
          "name": "georgia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:42:58.291+02:00",
    "updated": "2024-01-06T00:42:58.291+02:00"
  },
  {
    "uuid": "d01ce140f63d537f3514f7169b2326285855e160",
    "url": "https://www.elcaribe.com.do/panorama/politica/pedro-jimenez-entrega-juguetes-y-exhorta-a-estudiar-y-respetar-a-sus-padres/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Caribe",
    "published": "2024-01-07T21:51:00Z",
    "title": "Pedro Jiménez entrega juguetes y exhorta a estudiar y respetar a sus padres - Periódico elCaribe",
    "text": "Al celebrarse este sábado la epifania de los Santos Reyes, el candidato a Diputado por el partido Fuerza del Pueblo, Pedro Jiménez compartió con cientos de niños de la circunscripción 2 del Distrito Nacional, a quienes les entregó juguetes, llevando alegria y felicidad a los pequeños, en este día tan especial. Los niños de Cristo Rey, Los Ríos, el Manzano, Los Girasoles y Palma Real, además de reibir juguetes disfrutaron de un show con payasos, pinta caritas, palomitas, algodón y golosinas. Muñecas, bicicletas, patinetas entre otros juguetes fueron entregados a los pequeños que junto a sus padres y de forma ordenada recibieron sus obsequios. Al realizar la entrega, el candidato a diputado exhortó a los pequeños a ser obediente con sus padres, a practicar deporte y dedicarse a los estudios, pues es la única manera de progresar con dignidad Pedro Jiménez enfatizó, que aunque el trabajo de un diputado es representar, legislar y , no es menor cierto, que llevar alegria a su gente, palear la pobreza y ayudar a ser más facil y llevadera su situación económica, es parte del acompañamiento que debe realizar un representante del pueblo. El candidato a diputado estuvo acompañado por las candidatas a regidoras Isabel Reyes, Avelina Garcia y Mildred Terrero.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-08T00:50:04.727+02:00",
    "updated": "2024-01-08T00:50:04.727+02:00"
  },
  {
    "uuid": "71dad1dc5ad337cf370db991c72a42ce4d75ec34",
    "url": "https://www.cartacapital.com.br/sociedade/fortes-chuvas-atingem-rio-grande-do-sul-na-ultima-sexta-feira-do-ano/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Brasil",
    "published": "2023-12-29T17:37:00Z",
    "title": "Fortes chuvas atingem Rio Grande do Sul na última sexta-feira do ano",
    "text": "[Sociedade](https://www.cartacapital.com.br/sociedade/) Fortes chuvas atingem Rio Grande do Sul na última sexta-feira do ano Mais de 200 mil casas ficaram sem energia no estado [Agência Brasil](https://www.cartacapital.com.br/author/agenciabrasil/)29.12.2023 14h37 [Apoie](/apoio-capital/?utm_source=cartacapital.com.br&utm_medium=materias&utm_campaign=&utm_content=fortes-chuvas-atingem-rio-grande-do-sul-na-ultima-sexta-feira-do-ano&utm_term=)Siga-nos no [](https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3) O [Rio Grande do Sul](https://www.cartacapital.com.br/tag/rio-grande-do-sul/) amanheceu nesta sexta-feira (29) sob forte temporal que causou estragos na região metropolitana de Porto Alegre e em municípios do interior do estado. Segundo a empresa RGE Energia, que distribui energia para a maior parte do estado, ao menos 203 mil clientes encontram-se sem energia, sobretudo nas regiões norte e de Missões. A principal causa, segundo a distribuidora, é a queda de galhos e árvores sobre a rede elétrica. “As equipes da RGE estão totalmente mobilizadas para restabelecer o fornecimento de energia”, disse a empresa, em nota. Desde o início da manhã, a Defesa Civil do Rio Grande do Sul emitiu dois alertas em razão da situação meteorológica. No primeiro alerta, publicado às 6h54 e válido até 18h, o órgão frisou a possibilidade de “alagamentos pontuais, cheias em arroios e inundações em córregos e regiões ribeirinhas” na parte centro-sul do estado, incluindo a capital Porto Alegre. O segundo alerta, publicado às 10h23 e válido até as 15h, avisa a respeito de “chuvas e ventos pontualmente fortes, descargas elétricas e eventual queda de granizo” na região norte do Rio Grande do Sul. Há relatos de queda de árvores e queda de energia em ao menos dez municípios: Cândido Godói, Cerro Largo, Giruá, Horizontina, Santa Rosa, Santo Cristo, São Luiz Gonzaga, São Nicolau, Tucunduva e Ubiratema. Em Ubiratema, o telhado de uma quadra esportiva chegou a desabar, mas sem relatos de feridos. Previsão do tempo De acordo com o Instituto Nacional de Meteorologia ( [Inmet](https://www.cartacapital.com.br/tag/inmet/)), o tempo deve continuar instável no Rio Grande do Sul, com fortes pancadas de chuva e possíveis trovoadas, até o fim desta sexta-feira (29). O órgão emitiu alerta laranja de perigo meteorológico, válido até as 17h desta sexta, informando sobre chuva entre 30 e 60 mm/h ou 50 e 100 mm/dia, ventos intensos (60-100 km/h) e queda de granizo. Há risco de corte de energia elétrica, estragos em plantações, queda de árvores e de alagamentos, segundo o Inmet. No sábado (30), o tempo deve voltar a abrir, embora ainda com nebulosidade. A previsão para a virada do ano é de sol com muitas nuvens e ventos fracos. Leia também [ Política ](https://www.cartacapital.com.br/politica/extremos-de-calor-chuva-e-seca-brasil-teve-o-ano-mais-quente-em-2023-e-sentiu-na-pele-as-mudancas-climaticas/?utm_medium=leiamais&utm_source=cartacapital.com.br) Extremos de calor, chuva e seca: Brasil teve o ano mais quente em 2023 e sentiu na pele as mudanças climáticasPor Brasil de Fato [ Sustentabilidade ](https://www.cartacapital.com.br/sustentabilidade/bacia-amazonica-registra-menores-volumes-de-chuva-em-mais-de-40-anos/?utm_medium=leiamais&utm_source=cartacapital.com.br) Bacia Amazônica registra menores volumes de chuva em mais de 40 anosPor Agência Brasil [ Sociedade ](https://www.cartacapital.com.br/sociedade/mudancas-climaticas-podem-agravar-quadro-de-doencas-como-dengue-e-zika/?utm_medium=leiamais&utm_source=cartacapital.com.br) Mudanças climáticas podem agravar quadro de doenças como dengue e zikaPor Agência Brasil Um minuto, por favor… O bolsonarismo perdeu a batalha das urnas, mas não está morto. Diante de um país tão dividido e arrasado, é preciso centrar esforços em uma reconstrução. Seu apoio, leitor, será ainda mais fundamental. Se você valoriza o bom jornalismo, ajude CartaCapital a seguir lutando por um novo Brasil. Assine a edição semanal da revista; Ou contribua, com o quanto puder.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3",
      "https://news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH",
      "https://www.news.google.com/publications/CAAiEOjrHMsMJ_46xsqUP1RpiEcqFAgKIhDo6xzLDCf-OsbKlD9UaYhH?ceid=BR:pt-419&oc=3"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T20:27:12.462+02:00",
    "updated": "2023-12-29T22:18:45.113+02:00"
  },
  {
    "uuid": "da7f722bbaabfd6f878dad93aa5429b067a6d9f9",
    "url": "https://vnexplorer.net/phenomenal-support-for-midleton-after-flooding-but-concerns-about-future-weather-persist-s722531.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-30T14:14:00Z",
    "title": "'Phenomenal’ support for Midleton after flooding but concerns about future weather persist",
    "text": "THE SUPPORT OF Midleton locals to those hit by devastating flooding earlier this year has been “phenomenal”, according to a local business owner.\nDespite the efforts made by people in the Co Cork town to support their neighbours, there is concern about what will happen if another flood event occurs.\nMinister for Transport and Green Party leader Eamon Ryan has said flooding is likely to feature again in 2024 in what he said could be a “difficult year”.\nSinead Morrissey, owner of Bertelli Menswear, said the people of the Co Cork town had rallied around struggling businesses since the main street was dramatically flooded during Storm Babet.\nExtreme weather events this autumn and winter left shops and homes in Midleton, Carlingford and Newry flooded after intense rainfall.\nThe clean-up on Main Street in Midleton.\nA whirlwind hit the village of Leitrim earlier this month, ripping off roof slates and damaging cars.\nOn the day that flooding hit Midleton, Morrissey put flood barriers up but the water rose above them and they were forced to abandon the store by 3pm.\nMore than two months on, she says there is a push to make the most of the Christmas period and that the support of locals in Midleton and the surrounding area has been “amazing”.\n“We’re doing fine, it’s been phenomenal, so many people have said to me ‘I’m doing all my shopping in Midleton this year’,” she told the PA news agency.\n“I lost a lot of furniture, it is difficult, but Midleton has really has supported its own.”\nShe said the “shop local” mantra had been around in previous years but had really taken hold in the wake of the flood damage.\n“They have really supported our town. One person welled up they were so upset at what happened to Midleton, it really affected older people.”\nJingle & Mingle\nA Jingle & Mingle event held in the town on the second weekend in December was “a great success”.\n“I did numbers at that that I wouldn’t normally do that early in Christmas,” Morrissey said.\nOne man said he lives and works outside of the town but he drove up to do his Christmas shopping in Midleton.\n“It just shows, it’s where you live that matters – people really did get behind us.”\nShe said that Christmas in the town is different this year as people are aware that some businesses have not yet reopened.\n“Christmas is a little bit more subdued this year, because it really didn’t start until December when it normally starts in November.\n“There’s a respectful attitude, it’s not all about wonderful things because when you meet someone you don’t know what someone has been going through.”\nTaoiseach Leo Varadkar speaks with Frances Steele as she helps clean up a business belonging to a friend on Midleton main street.\nOnce the Christmas period ends, the focus will return to discussions on a prevention plan with the county council.\n“Come January we’ll be on that fight again. We can’t just sit back and be sitting ducks,” she said.\n“We had a meeting in November and we said we need short-term solutions, because if it were to happen again, I don’t think that 40% of businesses would reopen.\n“They gave us nothing in November, they gave us 2029 solutions, which is not acceptable for us.”\nThe backing of locals to struggling businesses has offered people hope at the festive season, with Morrissey adding: “There’s been more vouchers bought in Midleton this year than any other year.”\nSpeaking during an end-of-year interview, Minister Eamon Ryan has said flooding is likely to be a feature again in the new year, but managing Ireland’s water system is “not impossible”.\n‘El Nino effect’\n“What’s happened to the world this year was not expected in terms of the average temperature increase going above 1.5 degrees.\n“It’s likely unfortunately that 2024 will be when the El Nino effect really kicks in. We don’t know where, we don’t know exactly what form the weather disruption will be, but it’s likely going into a difficult year.\n“We do have to focus on adaptation and protecting ourselves against climate impact, not just trying to reduce emissions.\n“I do think there has been a game change in understanding this that it isn’t just about converting rivers and concrete and embankments and so on, that it is about how you treat the river upstream and how you manage the source of the water and how you hold it back through grassland management, forestry management, peatland restoration, using natural floodplain areas.\n“I think the OPW (Office of Public Works) are starting to understand that and I think the work we’re doing on the land use review will help because that has to optimise for so many different things, but included in that is managing our water system.\n“It’s not impossible.”\nAsked whether he thinks people should not pave their front gardens, following a call from Dublin City Council to homeowners to stop paving their front gardens to help flood management, Mr Ryan said: “Yes, I do tend to think that.\n“Gardens are good, it’s nice to have a garden.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Weather"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mePKx.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meIdx.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mePKx.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1meIdx.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "carlingford",
          "sentiment": "none"
        },
        {
          "name": "sinead morrissey",
          "sentiment": "none"
        },
        {
          "name": "cork",
          "sentiment": "none"
        },
        {
          "name": "eamon ryan",
          "sentiment": "none"
        },
        {
          "name": "morrissey",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bertelli menswear",
          "sentiment": "none"
        },
        {
          "name": "green party",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "midleton",
          "sentiment": "none"
        },
        {
          "name": "leitrim",
          "sentiment": "none"
        },
        {
          "name": "newry",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T16:23:41.105+02:00",
    "updated": "2023-12-30T16:23:41.105+02:00"
  },
  {
    "uuid": "e7f17dcfe02c927775565f485afc031ef2c5270d",
    "url": "https://www.the-express.com/news/us-news/146026/florida-high-school-student-breaks-silence",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Falyn Stempler",
    "published": "2024-08-15T20:28:00Z",
    "title": "6ft6 student speaks after being jailed for beating teacher - US News - News - Daily Express US",
    "text": "Enormous 6ft 6 schoolboy speaks out after being jailed for beating teacher over Nintendo The severely autistic Florida high school student violently attacked his teaching aide last year over a Nintendo Switch. He was recently sentenced to five years in jail for the offense. A six foot six inches tall high school student has apologized after being [sentenced to five years in prison](/news/us-news/145329/brendan-depa-florida-school-jail) for [beating a Florida teaching assistant unconscious when she took away his Nintendo Switch.](/news/us-news/146026/florida-high-school-student-breaks-silence) In October, Brendan Depa, 17, pleaded no contest to aggravated battery charges and his [mom begged for a lenient sentence](/news/us-news/120055/brendan-depa-teen-beat-teacher-nintendo-switch). The [victim, 59-year-old Joan Naydich, claims she suffered](/news/us-news/120055/brendan-depa-teen-beat-teacher-nintendo-switch) five broken ribs, a concussion, hearing and vision loss and was diagnosed with PTSD after the 270 lb autistic teenager leapt on her. [6ft 6ins teen who beat teacher to pulp for confiscating his Nintendo is jailed](/news/us-news/145329/brendan-depa-florida-school-jail) [Mom of teen who beat up teacher over Nintendo Switch begs for lenient sentence](/news/us-news/120055/brendan-depa-teen-beat-teacher-nintendo-switch) Judge Terence Perkins said during his sentencing that he had not heard the teen express remorse. However, Depa's tutor shared an apology she claims he wrote while in custody, which she shared with [News Nation](https://www.newsnationnow.com/banfield/florida-teen-who-beat-teachers-aide-apology-not-read-in-court/). The note reads: \"I deeply regret allowing my emotions to get the best of me and letting things happen the way that they did. \"In a choice between letting this incident destroy, define, or strengthen me, I have chosen to let it strengthen me.\" Naydich, a mother of two, was calling for him to receive the maximum sentence of 30 years. \"Brendan Depa's actions that day has caused me to lose a job that I had for almost 19 years, lose my financial security, lose my health insurance,\" she told the court. In his note, Depa wrote: \"I am extremely sorry for injuring Miss Joan so severely, and I am happy to see the injuries I inflicted did not leave any permanent scars or bruises.\" DON'T MISS... [Autistic man born without eyes allowed to keep his emotional support chickens](/news/us-news/115604/autistic-man-emotional-support-chickens) [Disturbing footage shows nonverbal autistic child being attacked by teacher](/news/us-news/112076/nonverbal-autistic-child-abused-on-camera) [Autistic boy, 15, shot dead by police 'after chasing cop with gardening tool'](/news/us-news/130839/autistic-teenager-15-bodycam-california) His adoptive mother, Leann Depa, told the court that she warned the school about his triggers, including \"electronics.\" \"I had told the school that being hungry was a trigger, that noise was a trigger, that being told no was a trigger, that being corrected in front of other people was a trigger, and electronics was a huge trigger,\" she told the court. Depa's lawyers have filed a separate lawsuit against the school district alleging negligence, in which they describe him as \"a ticking time bomb.\" In his letter, Depa pleaded: \"What I did should not define who I am. \"I made a mistake - one I will never let happen again - and I am sorry. \"During my incarceration, I have learned coping skills to ensure something like this never happens again. 'I have grown and matured in ways otherwise impossible, making me not happy I have been incarcerated, but nonetheless grateful.\" His mother described the verdict as a \"death sentence\" and accused the justice system of punishing him for being large, black and disabled. \"He's scared,\" she told NewsNation. \"To have your child call and cry and say 'I don't want to die' — it's awful.'\" After completing his prison stint, Depa will be subject to 15 years of supervised probation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Education"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.newsnationnow.com/banfield/florida-teen-who-beat-teachers-aide-apology-not-read-in-court/).",
      "https://newsnationnow.com/banfield/florida-teen-who-beat-teachers-aide-apology-not-read-in-court/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brendan depa",
          "sentiment": "none"
        },
        {
          "name": "joan naydich",
          "sentiment": "none"
        },
        {
          "name": "6ft 6ins",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nintendo",
          "sentiment": "negative"
        },
        {
          "name": "nintendo switch",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:04:01.530+03:00",
    "updated": "2024-08-16T00:04:01.530+03:00"
  },
  {
    "uuid": "924a472db208ee2acf28a7d4604ecc3d1124386c",
    "url": "https://www.washingtonpost.com/weather/2023/12/29/record-heat-united-states-climate/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ian Livingston",
    "published": "2023-12-29T00:00:00Z",
    "title": "Extreme heat far outpaced cold in U.S. during record-warm 2023 - The Washington Post",
    "text": "The year 2023 — which is set to become the Earth’s hottest on record — featured a disproportionate amount of extremely warm weather in the United States. The disproportionate number of warm weather records in 2023 fits into a long-term increase driven by human-caused climate change. The strong El Niño event that developed this year also contributed to the warm weather extremes. In the United States, there have been 41,703 calendar day temperature records and, of those, 31,230 were on the warm side compared to just 10,043 on the cool end (through Dec. 28). August alone had 5,701 warm records. And during this abnormally mild December, there have been only 53 cold weather records compared to a whopping 2,826 warm ones. Warm weather records were also especially numerous during the hot summer months. Between July and September, warm weather records outnumbered cool ones by a factor of six. How the year evolved The year 2023 got off to a hot start with 165 warm weather records on Jan. 3 from the central states to the East Coast. Jan. 3 became the first of 35 days in 2023 with 100 or more high temperature records; by comparison, there were just five days with 100 or more record low temperatures. Spikes of abnormally warm temperatures continued in the late winter and spring. There were nearly 500 record highs set Feb. 22 and 23, while April 13 had just shy of 250. June was the only month to feature more cool records than warm ones. But the peak summer months of July and August produced a torrent of heat records focused across the southern tier, expanding from the Desert Southwest to the Gulf Coast states. The results by season If the climate wasn’t changing, warm and cold records would tend to balance each other out over time. But since the 1970s, the balance has tilted heavily toward warm records, and 2023 fits into this trend, as shown in the month-by-month breakdown below: January was one of the year’s most extreme months, with record highs outnumbering record lows by a factor of 6.5. Heat records outpaced cold ones during the spring, but by a factor of less than 2. Then, summer heat sprang to life. From July to September, there were 11,557 warm records compared to just 1,834 cool ones. During October, there were more than three times as many warm records as cool ones, but that ratio dropped to about 1.5 in November. The fall lull in extensive record heat was somewhat similar to what was observed in spring. December has proven to be exceptionally warm, with about 53 warm records for every cold one. It’s poised to become the warmest December on record across a large swath of the northern tier, including in Fargo, N.D., Minneapolis and Milwaukee. Some of the most memorable numbers Although there were bouts of record-setting warmth throughout the year, the intensity of the heat was most extreme in July and August. Following its coolest June since 2009, temperatures rose to unprecedented levels in Phoenix. With an average temperature of 102.7 degrees during July, the highest on record by nearly 4 degrees, Phoenix became the first major city in the United States to average 100 degrees or higher for a month. It also posted its second-hottest August and hottest summer overall, which included a record-setting 31-day stretch reaching at least 110 degrees. During July and August, the core of the heat shifted east. El Paso sweltered through 70 days reaching at least 100 degrees, surpassing the old record of 62 days in 1994. On Aug. 27, with a temperature of 105 degrees, New Orleans joined many others along the Gulf Coast in setting all-time record highs, including Baton Rouge (106 degrees), Houston (109), Mobile, Ala. (106) and Shreveport, La. (110). The heat across the southern states helped push the Gulf of Mexico to record highs, while the water temperature surged to 101.1 degrees at a buoy just off the Florida coast.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "washington post",
          "sentiment": "negative"
        },
        {
          "name": "el niño",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "east coast",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T20:08:33.922+02:00",
    "updated": "2024-01-05T20:10:04.261+02:00"
  }
]