[
  {
    "uuid": "574d766c994b5a40b4a3b0505da9b70afc3db6f9",
    "url": "https://www.foxnews.com/world/stowaway-from-algeria-found-barely-alive-paris-airport",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bradford Betz",
    "published": "2023-12-28T22:46:00Z",
    "title": "Stowaway from Algeria found barely alive at Paris airport",
    "text": "A stowaway was found barely alive in the undercarriage bay of an airplane after it landed in Paris Thursday morning, according to reports. Security sources told Reuters that the Air Algeria airplane had come from the Western Algerian town of Oran, embarking on the two-and-a-half hour flight to Paris Orly airport . An Air Algérie plane arrives at Marseille Provence Airport. (Gerard Bottino/SOPA Images/LightRocket via Getty Images) The stowaway, who was not identified but is believed to be in his 20s, was discovered during technical checks. He had no ID on him and was taken to an area hospital in serious condition because of severe hypothermia, per AFP. Fox News Digital has reached out to airport officials for more information. FRANCE GROUNDS NICARAGUA-BOUND FLIGHT UNDER SUSPICION OF HUMAN TRAFFICKING Commercial airplanes often fly at 30,000 to 40,000 feet altitude. Stowaways daring to brave the journey in the unpressurized wheel-houses and cargo holds of planes can expect to face between minus 50 and 60 Celsius as well as a lack of oxygen. In 2019, the body of a suspected stowaway fell hundreds of meters from a plane flying over southwest London, landing in the garden of a man's home, just missing him as he sunbathed. CLICK HERE TO GET THE FOX NEWS APP In 2015, the body of a stowaway on a British Airways flight from Johannesburg to Heathrow landed on a shop in Richmond, southwest London. A second stowaway survived the 10-hour flight and was found in the undercarriage of the plane. Reuters contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerard bottino",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "air algeria",
          "sentiment": "none"
        },
        {
          "name": "reuters",
          "sentiment": "none"
        },
        {
          "name": "fox news digital",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "algeria",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        },
        {
          "name": "marseille provence airport",
          "sentiment": "none"
        },
        {
          "name": "oran",
          "sentiment": "none"
        },
        {
          "name": "nicaragua",
          "sentiment": "none"
        },
        {
          "name": "paris orly",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:33:45.074+02:00",
    "updated": "2023-12-29T01:33:45.074+02:00"
  },
  {
    "uuid": "cc8fa81bcfa4065c2e6770d42f9365d214830413",
    "url": "https://chapelboro.com/town-square/this-just-in-drop-the-ball-already",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Jean Bolduc",
    "published": "2023-12-28T21:16:00Z",
    "title": "This Just In: Drop The Ball Already",
    "text": "This Just In – I’m beyond ready. Please … drop the ball on 2023.\nIn 2012, the Obama-Biden campaign was not looking like an easy re-elect, but then Joe Biden said something that was a bumper sticker summary of what the administration had accomplished. “Bin Laden is Dead. GM is alive,” he said.\nShort. Simple. Memorable. Factual. Those were the days.\nAt this point in the presidential election cycle, my summation of the campaigns and coverage would be something like this: Trump-91. Biden-81.\nI’ve been hearing from friends and pundits alike the cynical “he gets away with everything” angst about Trump that is baked into any speculation about 2024’s campaigns and possible outcome.\nFor example, when the Colorado case lands at the Supreme Court, these folks point to Trump’s having put three of the nine justices on the bench. I guess that means they’ll act as supporters and throw cases in his favor, right?\nIn the dozens of challenges that escalated to the Court after the 2020 election, Trump prevailed in zero cases. He has attempted repeatedly to assert Executive and Presidential Privilege arguments to get some of these prosecutions thrown out altogether. They have failed and failed and failed. They have, however, produced delays, which is the objective.\nLike a sugar-hyped kid arguing to stay up later at bedtime, Trump is throwing everything up against the wall to prevent what he knows is coming. Thrashing in every direction, threatening everyone he’s allowed to threaten, he is generating a machine of harassment and danger for public servants who do not deserve it.\nThe polls suggest that with a recession avoided, economy growing at a sustainable pace, manufacturing growing, wages and workers’ power surging like gangbusters and extremely tricky foreign policy being navigated expertly, the main thing I should know and worry about is that Biden is 81 years old … as are Paul McCartney, Harrison Ford and Barbra Streisand.\nPersonally, I think the real message of the “Biden is old” argument has everything to do with a healthy, capable 59-year-old black woman standing by in case anything happens to the president. This is my own cynicism, to be sure, but yeah, I’ll bet on racism and misogyny every time to explain the otherwise unexplainable.\nAfter all, Biden’s political argument is the tried and true “finish the job” pitch that every first term president uses. Trump’s platform is about hating immigrants and locking up anyone who crossed him, abusing presidential power and almost certainly relieving all of us of the burden of voting to decide who the next president should be.\nHis assertions that the ’24 election will not be free or fair have already begun and he will certainly be calling for demonstrations and violence to disrupt an orderly election process. This is expected now.\nIn just a few weeks, we’ll begin seeing footage day after day of the former president marching into a federal courthouse. The campaign will be about his “I’m being treated unfairly” whining, not about us. Not about a vision for the country, not about security or economic growth.\nThroughout the year, there are going to be even more civil and criminal instances of accountability being delivered to the 45th president, starting with a giant civil decision in New York that will end his business activity there. That case, brought by New York Attorney General Tish James, as been a sleeping giant for its potential impact.\nThere, too, is an instance of a strong Black woman who stands in opposition to Trump. His response has been, in part, to repeatedly refer to her as “Peek-a-boo James,” a racist dog-whistle term. Similarly, he refers to Atlanta District Attorney Fani Willis (who is prosecuting him on RICO charges) using animal references in order to dehumanize her.\nIt’s a dangerous time, but the Hitler-admiring 45th President of the United States is thrashing about because that ball is going to drop at midnight on Sunday and the year of reckoning will be here.\nJean Bolduc is a freelance writer and the host of the Weekend Watercooler on 97.9 The Hill. She is the author of “African Americans of Durham & Orange Counties: An Oral History” (History Press, 2016) and has served on Orange County’s Human Relations Commission, The Alliance of AIDS Services-Carolina, the Orange County Housing Authority Board of Commissioners, and the Orange County Schools’ Equity Task Force. She was a featured columnist and reporter for the Chapel Hill Herald and the News & Observer.\nReaders can reach Jean via email – and via Twitter @JeanBolduc\nChapelboro.com does not charge subscription fees, and you can directly support our efforts in local journalism here. Want more of what you see on Chapelboro? Let us bring free local news and community information to you by signing up for our biweekly newsletter.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "neutral"
        },
        {
          "name": "obama",
          "sentiment": "neutral"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "bin laden",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "gm",
          "sentiment": "none"
        },
        {
          "name": "supreme court",
          "sentiment": "none"
        },
        {
          "name": "trump",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "colorado",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:57.897+02:00",
    "updated": "2023-12-29T00:05:57.897+02:00"
  },
  {
    "uuid": "4f13e6fdd0055000a5b069d7aed33c4569e1316a",
    "url": "https://www.fox4now.com/news/local-news/how-the-holidays-are-not-so-happy-for-many-recovering-from-addiction",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bella Line",
    "published": "2023-12-28T20:55:00Z",
    "title": "How the holidays are not so \"happy\" for many recovering from addiction",
    "text": "NAPLES, Fla. — The holiday season is often known for being filled with joy and cheer, but for many in recovery, it can be a time of loneliness. According to the [American Psychiatric Association](https://www.psychiatry.org/news-room/apa-public-opinion-polls), 67% of adults say they noticed a behavioral change heading into the winter season. “We don't necessarily address the kind of stress that comes with holidays,\" said Mayra Cardenas-Flynn, [Hazelden Betty Ford Foundation](https://www.hazeldenbettyford.org/locations/naples) Addiction Program manager. \"We sometimes return to what is familiar to us, which is to drinking or using any kind of drugs. Holidays are usually anxious times for everybody.\" Cardenas-Flynn tells Fox 4, the Hazelden Betty Ford Foundation of Naples sees an increase in admissions to its in-patient recovery program every year around the holiday season. \"We over-commit ourselves to social gatherings or social functions and then become easily overwhelmed,\" said Cardenas-Flynn. \"Unhealthy eating is also part of what, you know, contributes to that. Grief, missing loved ones that are no longer with us during the holidays, and also financial strain.” Cardenas-Flynn says her best piece of advice is to surround yourself with loved ones who will not add to the stress the season can already bring.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.hazeldenbettyford.org/locations/naples)",
      "https://www.psychiatry.org/news-room/apa-public-opinion-polls),",
      "https://hazeldenbettyford.org/locations/naples)",
      "https://psychiatry.org/news-room/apa-public-opinion-polls),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cardenas-flynn",
          "sentiment": "none"
        },
        {
          "name": "mayra cardenas-flynn",
          "sentiment": "none"
        },
        {
          "name": "fox",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "american psychiatric association",
          "sentiment": "none"
        },
        {
          "name": "hazelden betty ford foundation",
          "sentiment": "none"
        },
        {
          "name": "hazelden betty ford foundation of naples",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "naples",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:37.663+02:00",
    "updated": "2023-12-29T00:44:37.663+02:00"
  },
  {
    "uuid": "343d10dc73a3434c01c3750780295edd1007be78",
    "url": "https://www.archyde.com/postpartum-exercise-reducing-depression-and-anxiety-symptoms-in-new-mothers",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "GittyAiden",
    "published": "2024-11-07T23:48:00Z",
    "title": "Postpartum Exercise: Reducing Depression and Anxiety Symptoms in New Mothers",
    "text": "TOPLINE: Engaging in exercise during the postpartum period significantly alleviates symptoms of depression and anxiety. Notably, beginning an exercise regimen within the first 12 weeks after childbirth correlates with more pronounced reductions in depressive symptoms.\nMETHODOLOGY: The researchers undertook a comprehensive systematic review and meta-analysis that encompassed 35 studies with a collective total of 4,072 participants. This review incorporated both randomized controlled trials and nonrandomized interventions that evaluated the effects of exercise on postpartum depression and anxiety. Participants were comprised of individuals who had recently given birth, all within one year postpartum, and the interventions included various forms of physical exercise. Data sources were meticulously gathered from online databases, cataloging information available up to January 2024, supplemented by reference lists and hand searches to ensure thoroughness. The study employed the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) framework to rigorously evaluate the evidence’s reliability. TAKEAWAY: A focus exclusively on postpartum exercise yielded a moderate reduction in depressive symptoms, with a standardized mean difference (SMD) of −0.52 and a 95% confidence interval (CI) ranging from −0.80 to −0.24. Interventions solely involving exercise also resulted in a slight decrease in the intensity of anxiety symptoms, with an SMD of −0.25 and a 95% CI of −0.43 to −0.08. Starting an exercise program within just 12 weeks postpartum was linked to a greater decline in depressive symptoms when compared to commencing exercise later in the postpartum period. Engaging in postpartum exercise was associated with a 45% decrease in the likelihood of developing depression, supported by an odds ratio of 0.55 (95% CI, 0.32-0.95). IN PRACTICE: “Further investigation should aim to explore the effects of postpartum exercise in individuals who faced perinatal complications and in those who encountered exercise limitations during pregnancy. Additionally, more research is necessary to understand the potential long-term impacts of postpartum exercise on maternal mental health, as existing studies addressing this outcome remain extremely limited,” the authors of the study articulated.\nSOURCE: This pivotal study was spearheaded by Margie H. Davenport from the University of Alberta in Edmonton, Alberta, Canada, and was published online in the highly regarded British Journal of Sports Medicine .\nLIMITATIONS: Among the limitations of this study were high heterogeneity across the included studies, instances of small sample sizes within some studies, and the occurrence of exercise being paired with other interventions in certain cases. These variables may have influenced the generalizability and accuracy of the findings.\nDISCLOSURES: The funding for this study was generously provided by the Christenson Professorship in Active Healthy Living. Davenport is also supported by a Christenson Professorship in Active Healthy Living, while Stephanie-May Ruchat receives funding from the Université du Québec à Trois-Rivières research chair in physical activity and maternal and neonatal health. The authors disclosed no relevant conflicts of interest.\nHey There, New Parents! Let’s Talk Mental Health and Exercise Alright folks, gather round! We have an academic smorgasbord of good news from the world of postpartum health, and let me tell you, it’s more uplifting than a mother’s first hot cup of coffee in six months!\nTOPLINE: Let’s Break It Down In a world where everything seems overwhelming (tap-dancing toddlers, midnight feedings, and the eternal mystery of what to do with that leftover baby food), exercise has been shown to do more than just help you fit into those beloved jeans. According to a systematic review—and no, that doesn’t mean a review of systems for your local bingo night—exercising after giving birth can actually reduce the severity of depressive and anxiety symptoms. How’s that for a supernatural power?\nAnd here’s the kicker: if you start breaking a sweat within 12 weeks postpartum, the reductions in depressive symptoms are even more significant! You hear that? If you wait longer, your chances of feeling great may just walk out the door faster than you can say “Can someone please take this baby for a spin?”\nMETHODOLOGY: Science in Action Here’s where it gets a bit academic, but hang tight! Researchers pulled together 35 studies like they were assembling a cute little baby shower gift basket, culminating in a grand total of 4072 participants—no small feat, really. They got into the nitty-gritty of randomized controlled trials and nonrandomized interventions, focusing on the impact of good ol’ exercise on postpartum depression and anxiety.\nAll those brave souls were within the first year after childbirth, giving them ample chance to try exercises that would make their babies gurgle with delight (or perhaps concern). They dug through online databases up until January 2024 and even rifled through reference lists like sleuths on a mission, just to bring us this juicy info!\nTAKEAWAY: Numbers that Pack a Punch Postpartum exercise-only interventions resulted in a moderate reduction in the severity of depressive symptoms (standardized mean difference [SMD], −0.52; 95% CI, −0.80 to −0.24). That’s like lowering the volume on the toddler tantrum level of your life! Oh, and those exercise-only escapades were tied to a small reduction in anxiety symptoms (SMD, −0.25; 95% CI, −0.43 to −0.08). Just enough to prevent that heart from racing like you’re being chased by a herd of diaper-wielding parents! Jumping into this exercise game within 12 weeks postpartum? You’re looking at a greater reduction in those pesky depressive symptoms, compared to waiting far longer. So, people, get moving! In terms of cold, hard facts—postpartum exercise was associated with a delightful 45% reduction in the odds of developing depression (odds ratio, 0.55; 95% CI, 0.32-0.95). It’s like having a mental health insurance policy where the premiums are just a couple of squats! IN PRACTICE: A Little Extra Investigation, Please! Now before you throw on your running shoes and burst out the door like a wild gazelle, let’s not forget this: the researchers noted a need for further investigation into postpartum exercise, especially for those who had perinatal complications or simply couldn’t bust a move during pregnancy. Seriously, finding out if those endorphins work long-term for maternal mental health should be a priority—more studies, please!\nSOURCE: The Brains Behind the Findings This enlightening study was spearheaded by Margie H. Davenport from the University of Alberta. It found its way into the British Journal of Sports Medicine —talk about a respectable place for a juicy revelation!\nLIMITATIONS: Because Nothing is Perfect, Even Science Now, every silver lining has a cloud, right? This study wasn’t without its limitations. Think high heterogeneity (which sounds like a fancy term for “variety”) among the included studies, small sample sizes that could fit in a toddler’s playpen, and a mix of exercise with other interventions in some cases. These hiccups might have affected how broadly we can apply these findings. So, temper your enthusiasm but don’t let it rain on your postpartum exercise parade!\nDISCLOSURES: All About Transparency This enlightening journey was funded by the Christenson Professorship in Active Healthy Living, and rest assured, the authors flexed their mental muscles without any disclosed conflicts of interest! In a world of interwoven agendas, that’s like finding a unicorn! Or at least a decent cup of decaf coffee!\n**Interview⁢ with Dr.⁣ Margie H. Davenport: Insights on Postpartum Exercise and Mental Health**\n**Editor:** Welcome, Dr. Davenport! Thank you for joining us today to discuss your groundbreaking‍ study on ⁣the ​impact of exercise on ​postpartum mental health. ​To start off, can you summarize the key findings of your research?\n**Dr. Davenport:** Absolutely!‌ Our systematic review and meta-analysis​ revealed that engaging⁤ in exercise during the postpartum period significantly alleviates symptoms ⁣of depression and anxiety. Notably, those who started exercising within the first 12 weeks after childbirth experienced even greater reductions in depressive symptoms compared to those ⁤who began later.\n**Editor:**‌ That ⁤sounds promising! Can you⁢ explain how your ⁤team conducted this research?\n**Dr. Davenport:** We analyzed 35 studies that included a total of 4,072 participants—many of whom were ⁤within one year postpartum. Our review comprised various types of exercise​ interventions and included both‍ randomized controlled ​trials and ‍nonrandomized studies. We collected data​ from multiple sources to ⁣ensure a comprehensive overview, employing rigorous methods ⁢to evaluate the reliability of our findings.\n**Editor:** That’s quite an extensive approach! What were some ‌of the significant numbers that stood out in your findings?\n**Dr. Davenport:**‌ Well, we found a moderate reduction in depressive symptoms with​ an ⁤SMD of -0.52. Additionally, exercise interventions alone resulted in ⁤a slight decrease in anxiety symptoms, with an SMD of -0.25. Importantly, starting an exercise regimen within the first 12 weeks postpartum correlated with a greater decline‍ in depressive symptoms, leading to a 45% lower risk of ⁣developing depression.\n**Editor:** Those are‍ impressive statistics! Given your findings, what do you think new parents should take away from this study?\n**Dr. Davenport:** The main takeaway ⁣is that‍ engaging in regular exercise can be a highly effective way to manage postpartum depression and anxiety. New parents should feel encouraged to prioritize physical activity, especially within the first few ⁤months‍ after childbirth. It’s not just about physical fitness; it’s about enhancing mental health and well-being.\n**Editor:** As‍ we wrap up, are there ⁣any areas of further research you‍ believe are‍ important following ‍your study?\n**Dr. Davenport:** ‍Yes,​ certainly! I think it’s essential to​ explore the ⁢effects of ‌exercise in individuals who faced perinatal⁤ complications or had exercise limitations during ⁣pregnancy. ⁣Additionally, ‌we need to​ focus‍ on understanding the ​potential long-term impacts of postpartum exercise—our current knowledge in that area remains quite limited.\n**Editor:** Thank you so much for your insights, Dr. Davenport! It’s heartening to hear how something as simple as exercise can make such a profound difference for new parents during the challenging postpartum period.\n**Dr. ​Davenport:** Thank you for having me!⁢ I hope this information inspires new parents to get moving and prioritize their mental health.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://bjsm.bmj.com/lookup/doi/10.1136/bjsports-2024-108478",
      "https://www.bjsm.bmj.com/lookup/doi/10.1136/bjsports-2024-108478"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-08T02:40:09.958+02:00",
    "updated": "2024-11-08T02:40:09.958+02:00"
  },
  {
    "uuid": "d375a1670bd451693c1641f72daddf7f852b1c90",
    "url": "https://en.vijesti.me/world-a/globus/762274/Israeli-army-finds-remains-of-two-more-hostages-in-Gaza",
    "ord_in_thread": 0,
    "author": "@Vijestime",
    "published": "2025-06-12T06:56:59Z",
    "title": "Israeli army finds remains of two more hostages in Gaza",
    "text": "The Israeli military has found the remains of two more hostages held in Gaza, Prime Minister Benjamin Netanyahu's office said.\nOne of the hostages, Yair Yaakov, was killed on October 7, 2023, during a Hamas attack on southern Israel and his body was subsequently taken to Gaza.\nThe identity of the second hostage, whose body was found, is not yet known.\nMeanwhile, the Health Ministry in Gaza, which is under the political control of Hamas, said the number of Palestinian casualties in the 20-month war between Israel and Hamas had exceeded 55.000.\nThe ministry does not distinguish between civilians and combatants killed, but said women and children account for more than half of the dead.\nThe war began with an attack by the Palestinian militant Hamas on southern Israel on October 7, 2023, and shows no signs of abating.\nHamas launched the attack from Gaza, kidnapping more than 200 people and killing about 1.200. Israel then launched an attack on Gaza with the stated goal of destroying Hamas.\nIsrael claims that it is only attacking armed fighters and blames Hamas for the deaths of civilians, as its members allegedly hide among civilians because they operate in populated areas.\nBonus video:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->missing in action",
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->terrorism",
      "Crime, Law and Justice->investigation (criminal)",
      "Social Issue->discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Benjami",
          "sentiment": "neutral"
        },
        {
          "name": "Yair Yaakov",
          "sentiment": "none"
        },
        {
          "name": "Netanyahu",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Gaza",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Health Ministry",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Hamas",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T09:56:59.859+03:00",
    "updated": "2025-06-12T07:04:42.000+00:00"
  },
  {
    "uuid": "974acbb5e94da67f537e666887f33fe8c5b3fbe2",
    "url": "https://www.meneame.net/story/violenta-proisraeli-quiere-hacer-famosa-tras-agredir-madrid/c028",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "caret",
    "published": "2024-06-06T20:48:00Z",
    "title": "#28 Una violenta proisraelí que se quiere hacer famosa tras agredir en Madrid a un joven que repartía panfletos contra el genocidio",
    "text": "Portada\nmis comunidades\notras secciones\n[#1](c1#c-1) Una cristiana de derechas de bien... Lo más alejado de las enseñanzas de Jesucristo que se pueda uno imaginar.\nCuanta mierda a dos patas sobre el planeta joder.\n[#1](c1#c-1) pues quizás alguien le tendría que explicar a esta... chiquilla... que algunos de los que defiende, no la verían con buenos ojos si fuera a Jerusalén a los lugares de culto cristianos.\nhttps://www.ayudaalaiglesianecesitada.org/noticias/ataques-contra-cristianos-en-israel/\nDe todas formas, si veo a unos chavales repartiendo pasquines, y no me va su rollo... Mejor pasar que hacer el garrulo como esta... chica. Hace falta ser gilipollas para montar semejante numerito.\nOtra sionazi con las neuronas justas para no cagarse encima y con unas características propias de la endogamia genética que te puedes encontrar en los peces de un acuario.\nBueno, puede que me equivoque. Por la mierda de sus argumentos y su modo de actuar esta claro que debe llevar el pañal desbordando mierda.\n\"A ver la nazi esta\", \"venga la nazi\", \"eres una genocida\", \"apoyas a genocidas que matan a niños\", \"fuera, fascista, fuera, fascista\", \"no, pero yo lo voy a grabar, no voy a difundirlo pero esto va a quedar grabao porque esta señora me ha agredido dos veces [...]\".\n\"Vete tú a palestina con las pintas que llevas\", \"payaso, memo\", \"sin cultura, sin estudios y sin vergüenza\", \"te vas a reír de tu puta madre\".\nDuelo dialéctico entre colosos intelectuales.\n[#20](c20#c-20) no me seas x•distante. Alguien está haciendo algo en paz por lo que cree y alguna le agrede.\nNo es un duelo dialéctico, es una agresión de una ofendidita.\n[#4](c4#c-4) No me considero violento, pero si me da como le ha dado al activista se la devuelvo aplicando la doctrina sionista de \"mil ojos del oponente por cada ojo amigo\".\nNo puedo soportar un nivel de subnormalismo tan alto y encima henchido de razón.\n[#11](c11#c-11) Pero fíjate lo que insiste en la violación de mujeres. Supongo que en su escala de valores una violación es peor que asesinar a niños.\nAl final los extremos se tocan.\nLos amigos de los nazis agrediendo e insultando, si el chaval fuera a palestina una tipa como ella con un fusil lo asesinaría y le pondrían medallas.\nLos de Hamas son terroristas pero Israel está cometiendo un genocidio.una cosa no quita la otra. Estar en contra de Israel no es estar a favor de Hamas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.ayudaalaiglesianecesitada.org/noticias/ataques-contra-cristianos-en-israel/",
      "https://www.ayudaalaiglesianecesitada.org/noticias/ataques-contra-cristianos-en-israel",
      "https://ayudaalaiglesianecesitada.org/noticias/ataques-contra-cristianos-en-israel/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:23:08.210+03:00",
    "updated": "2024-06-07T01:23:08.210+03:00"
  },
  {
    "uuid": "a6c2499b63ea35ea53353204e0192062ff933736",
    "url": "https://www.yahoo.com/news/worth-wait-swedish-troops-relish-191451880.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Max DELANY",
    "published": "2024-03-08T00:00:00Z",
    "title": "'Worth the wait': Swedish troops relish NATO leap",
    "text": "Swedish marines on Friday peered out from their assault vessel as part of a vast NATO military exercise to simulate repelling an invasion of neighbouring Norway. After a ceremony in Washington less than 24 hours earlier, the troops marked their country's first full day as a member of the US-led alliance after two centuries of non-alignment. Sweden's push to join -– along with that of Finland –- was sparked two years ago by Russia's invasion of Ukraine. Opposition from first Turkey and later Hungary held up Stockholm's entry for months longer than other allies hoped. \"I think it was definitely worth the wait,\" combat boat commander Karl-Johan Ryden, 21, told AFP, as he watched over the frigid Arctic waters. \"It's been a long process,\" weighed in Major Joakim Sjorgren. \"But we always figured it's going to be a yes, some way along the way. So we've been prepared for it.\" The Nordic Response exercise -– part of NATO's biggest drills since the Cold War -– is far from the first time Swedish troops have trained with alliance members. Sweden has for years been a close partner of NATO and worked with its Nordic neighbours on defence. But now Stockholm has taken the giant leap of becoming the 32nd member of the club of nations bound together by their Article 5 commitment to defend each other. \"I would say that for the tactical level, on the unit level, for soldiers and officers, this is not that big of a change because we have been training with NATO and having operations with NATO since the early 2000s,\" Sweden's commander for joint operations Carl-Johan Edstrom, one of the country’s top officers, told AFP. \"But for Sweden in general it's a big change. It's the biggest change for 200 years –- it's a mental shift.\" - 'New era' - Senior Norwegian military commander Vice Admiral Rune Andersen said that Sweden's membership -– on the back of Finland joining NATO last year –- opened up \"a new era in how we do defence cooperation in the Nordic region\". \"We've been working together for a long time, but the membership removes the rest of the hurdles,\" he told AFP aboard a Norwegian coast guard ship. Andersen said Sweden could now be fully plugged into NATO's secure lines and its territory and capabilities put to the alliance's use. \"But perhaps more importantly is that it's only full membership of NATO that provides that mutual support within the Article 5 obligation on all sides,\" he said. US Vice Admiral Douglas Perry, who heads NATO's Norfolk command that oversees the Atlantic and Arctic regions, said Sweden's membership now meant it could be incorporated fully into the alliance's new plans for a Russian attack. \"They bring a lot to the table,\" Perry said, pointing to Sweden's strategic location between the Artic and the Baltic Seas. Sweden joins NATO at a time when fears of a possible conflict between the alliance and Russia have risen as Moscow's forces push back Ukraine two years into the war there. Onboard the Swedish marine vessel, new recruit Vera Nylander leaned on a machine gun as she thought about the chances that exercises might one day become real combat. \"I'll take it when and if it comes,\" she said. \"I think we are ready, we are prepared for it and we are trained for it if it happened.\" del/bc",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "karl-johan ryden",
          "sentiment": "none"
        },
        {
          "name": "joakim sjorgren",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nato",
          "sentiment": "negative"
        },
        {
          "name": "afp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "sweden",
          "sentiment": "none"
        },
        {
          "name": "turkey",
          "sentiment": "none"
        },
        {
          "name": "hungary",
          "sentiment": "none"
        },
        {
          "name": "norway",
          "sentiment": "none"
        },
        {
          "name": "finland",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "stockholm",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-08T21:33:51.885+02:00",
    "updated": "2024-03-08T21:33:51.885+02:00"
  }
]