[
  {
    "uuid": "fecedbf0009dfd788008d62b70ba20b943465351",
    "url": "http://www.godlikeproductions.com/forum1/message5608698/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Coastie Patriot User ID",
    "published": "2023-12-28T20:47:00Z",
    "title": "Biden-Harris Regime Mum About the Infectious Diseases Tracked Back Into the US by Illegal Aliens. polio syph TB Leprosy",
    "text": "|Users Online Now: 2,070 (|\nPage 1\nPrevious Page\nNext Page\nBiden-Harris Regime Mum About the Infectious Diseases Tracked Back Into the US by Illegal Aliens. polio syph TB Leprosy\nOver 6.85 million illegal aliens have stolen into the U.S. since President Joe Biden took office. More have entered undetected. This ongoing incursion, largely by single adults, comes at a hefty price.\nWhile numerical values can be assigned to the cost of illegal immigration — an estimated $451 billion annually just to house the migrants who've entered under Biden's watch and another $3 billion in federal welfare benefits for every million parolees released into the U.S. — it can also be observed under microscopes, in hospital waiting rooms, and occasionally in morgues.\nDiseases once thought eradicated or controlled in the U.S. have made a comeback, in part due to the influx of illegal aliens from a growing list of countries in recent years.\nLeprosy and polio\n\"The recent polio and leprosy cases are almost certainly imports to the U.S.,\" Dr. Jay Bhattacharya, a physician and scientist at Stanford University, told RealClearInvestigations.\nLeprosy was long a rarity in the U.S., with most cases affecting travelers to distant countries with high rates of the disease, reported CNN. The World Health Organization's Global Health Observatory data shows that in 2022, India, Bangladesh, Indonesia, and Brazil led the world in leprosy cases.\nNow this likely import may be endemic in Florida.\nPolio, a debilitating and potentially deadly disease, turned up in New York last year. America hadn't seen a case in over a decade, largely because the supermajority of American citizens are vaccinated against the virus during childhood. The New York State Department of Health indicated the unnamed Rockland County resident, left paralyzed by the disease, caught the virus \"in a location outside of the U.S..\"\nNot only did polio hitch a ride back into the country, it made its way into the water supply.\nIn August 2022, New York City health authorities indicated that they found polio circulating in the city's wastewater after Rockland and Orange Counties had similarly announced the once-eradicated virus had been found in wastewater samples, reported the New York Times.\nNew York City Health Commissioner Ashwin Vasan warned in a damning April 11 letter that around 50% of the migrants pouring into the sanctuary city were not vaccinated against the poliovirus.\nWhereas legal migrants and travelers must be vaccinated to enter the U.S., the Centers for Disease Control and Prevention indicated that neither so-called refugees nor aslyees are required to meet vaccination requirements before coming to the United States.\nRealClearInvestigations reported that the Biden administration, otherwise gung ho about foisting novel vaccinations on the public, admitted to lacking vaccination records for the millions of illegal aliens who've entered the country since January 2021.\nChicken pox, tuberculosis, and syphilis\nNYC Health Commissioner Vasan indicated in his April letter that extra to a glaring polio vulnerability among illegal aliens and a breakout of chicken pox — a problem similarly observed this month in migrant shelters by the Chicago Department of Public Health — there was also cause for concern because many mirants \"lived in or traveled through countries with high rates of [tuberculosis].\"\n[\nLast Edited by\nCoastie Patriot\nSIC SEMPER TYRRANIS\nTHE SAME PEOPLE WHO SAID NO GUNS BECAUSE OF POLICE NOW WANT TO DEFUND THE POLICE!!!!\nDr Thaddeus They\nThey don't really care whether the truth gets out, because the public no longer knows what's meant by \"the truth.\"\nWell, I mean, no one can tell the difference anymore between what's real and what's fake.\nAnyway, the point is, I can tell you all of this, right out in the open, because it doesn't matter who knows about it. They won't know whether to believe it or not.-\nX Files: Lost art of Forehead Sweat\nA gun is a tool, Marion, no better or no worse than any other tool, an axe, a shovel or anything. A gun is as good or as bad as the man using it. Remember that.\n-SHANE-\nJefferson Smith: You see, boys forget what their country means by just reading The Land of the Free in history books. Then they get to be men they forget even more. Liberty's too precious a thing to be buried in books, Miss Saunders. Men should hold it up in front of them every single day of their lives and say: I'm free to think and to speak. My ancestors couldn't, I can, and my children will. Boys ought to grow up remembering that . - MR Smith Goes To Washington-\nto grow up remembering th\nMy oath to support and defend the constitution against all enemies foreign and domestic has no expiration date!!!\nTen Bears : It's sad that governments are chiefed by the double tongues. There is iron in your words of death for all Comanche to see and so there is iron in your words of life. No signed paper can hold the iron. It must come from men. Outlaw Josey Wales\nPage 1\nPrevious Page\nNext Page\n|1|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "neutral"
        },
        {
          "name": "harris",
          "sentiment": "neutral"
        },
        {
          "name": "joe biden",
          "sentiment": "none"
        },
        {
          "name": "jay bhattacharya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "stanford university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:01:39.186+02:00",
    "updated": "2023-12-29T00:01:39.186+02:00"
  },
  {
    "uuid": "026ecf678a18a6fc88ac4e86e54714c95ae39ded",
    "url": "https://www.examiner.com.au/story/8671441/stonger-foundation-new-role-created-to-oversee-fire-and-emergency-services/?cs=12",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Declan Durrant",
    "published": "2024-06-21T18:30:00Z",
    "title": "'Stonger foundation': New role created to oversee fire and emergency services | The Examiner | Launceston, TAS",
    "text": "The Tasmania Fire and State Emergency Services have become more close-knit than ever with the announcement of a new joint commissioner role between the organisations. Emergency services veteran Jeremy Smith has been appointed as Tasmania's inaugural Fire and Emergency Services Commissioner. The change - which brings the leadership teams of the two groups under one roof as the 'Tasmania's Fire and Emergency Services' - is being lauded as an \"important strategic step forward\". The news was released at the organisations' joint one-day conference in Launceston on Saturday, which hosted more than 400 members of both organisations. \"We're bringing together the SES and fire services so that we can better save lives,\" the Tasmanian Government's police and emergency management minister Felix Ellis said. In the new role, Mr Smith - who has had a 37-year career with the services - will work with the TFS and SES leadership teams in \"bringing the two organisations together.\" \"I am excited about the opportunities this will bring to our fire and state emergency services,\" Mr Smith said. Mr Smith acknowledged that the two operational arms of the newly named body will still exist going forward, and that the TFS and SES identities \"will not disappear\". \"We all know how important collaboration between the SES and TFS is, and we have seen this time and time again as our people have worked closely together to respond to floods, fires, and other emergencies in Tasmania,\" Mr Smith said. \"There's a lot of similarities with what we do, a lot of opportunities to share training, share equipment, share stations, share product policies and procedures. \"I look forward to working with our people, both staff and volunteers, to make sure the future of both TFS and SES is strengthened into the future. \"The opportunities are definitely there, and the way we bring a better workforce together is by bringing those two operational arms together.\" Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy smith",
          "sentiment": "none"
        },
        {
          "name": "smith",
          "sentiment": "none"
        },
        {
          "name": "mr smith",
          "sentiment": "none"
        },
        {
          "name": "felix ellis",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "state emergency services",
          "sentiment": "negative"
        },
        {
          "name": "ses",
          "sentiment": "none"
        },
        {
          "name": "tfs",
          "sentiment": "none"
        },
        {
          "name": "emergency services",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tasmania",
          "sentiment": "none"
        },
        {
          "name": "launceston",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T10:13:08.612+03:00",
    "updated": "2024-06-22T10:13:08.612+03:00"
  },
  {
    "uuid": "7e6bfa617957c662590a048eef87aa6d6f623ade",
    "url": "https://www.sandiegouniontribune.com/news/nation-world/story/2024-06-06/new-york-governor-pushes-for-tax-increase-after-nixing-toll-program-in-manhattan",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ANTHONY IZAGUIRRE",
    "published": "2024-06-06T22:04:00Z",
    "title": "New York governor pushes for tax increase after nixing toll program in Manhattan - The San Diego Union-Tribune",
    "text": "On Wednesday, Gov. Kathy Hochul enraged environmentalists and public transit advocates — but delighted suburban commuters — by putting the brakes on a plan to battle New York City's traffic by imposing high tolls on Manhattan drivers. On Thursday, she was scrambling to get support for her proposal to hike a business tax as a way of replacing the $1 billion per year the tolls had been expected to raise for New York's ailing subway system. The governor's behind-the-scenes effort to get legislative approval for the tax hike came a day after she unexpectedly upended the “congestion pricing” toll, a program that was in the works for years and had been scheduled to launch June 30. The Legislature, which is expected to wrap up its annual legislative session on Friday, would have to approve the tax increase on city businesses, known as a payroll mobility tax. It did not appear to have much support. “To tell New Yorkers that you care about the cost of living and then to propose a raise on their taxes, to me, is incomprehensible. It does not make sense,” said Sen. Zellnor Myrie, a Democrat. Avi Small, a spokesman for Hochul, declined Thursday to provide details on the governor's proposed tax increase and instead referred a reporter to comments Hochul made a day earlier in a pre-recorded video announcing the indefinite pause of congestion pricing. \\\"We have set aside funding to backstop the MTA capital plan, and are currently exploring other funding sources,\\\" Hochul said Wednesday, referring to the Metropolitan Transportation Authority, the entity that controls the subway, bus and commuter rail systems that serve the city. Congestion pricing was signed into law by former Gov. Andrew Cuomo in 2019 after years of advocacy from public transit advocates. In her pre-recorded statement, the governor said she was blocking the plan because of its financial burden on residents dealing with inflation and high costs of living. She also cited the city's fragile economic position as it continues to recover from the COVID-19 pandemic. Drivers entering Manhattan south of 60th Street would have had to pay tolls of around $15, depending on vehicle type, on top of tolls for entering the same area via certain bridges and tunnels. Sen. Liz Krueger, a Democrat who chairs a legislative finance committee, noted that the proposed business tax would eventually be passed down to workers and said she does not think her chamber would support such a proposal. “Remember, payroll mobility taxes are actually taxes on the workers. It's not a corporate tax, it's a tax on the workers,” said Kruger, adding “I believe the governor did misjudge this.” The New York City Independent Budget Office said the tolls had been expected to yield $400 million this year and then $1 billion annually. Toll revenues were set to finance $15 billion in capital projects for the Metropolitan Transportation Authority, which runs a vast transportation network in the city and throughout big chunks of the state. The MTA has already allocated more than $400 million for infrastructure to implement congestion pricing, according to the budget office, and has a contract worth more than $500 million with a private vendor tasked with operating and maintaining the tolling infrastructure. Before the abrupt reversal, Hochul had been an avid supporter of congestion pricing and had touted the program as recently as two weeks ago. Heavy pushback began to mount as the start date neared, with harsh criticism coming from the city's suburban commuters.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Economy, Business and Finance"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kathy hochul",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "legislature",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "san diego union-tribune new york",
          "sentiment": "none"
        },
        {
          "name": "manhattan",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T01:47:57.267+03:00",
    "updated": "2024-06-07T01:59:44.095+03:00"
  },
  {
    "uuid": "a691719c302e055930c6f62cc0eb8e636cc2cc81",
    "url": "https://www.hindustantimes.com/cities/mumbai-news/prompt-action-by-cops-fire-brigade-saves-trekkers-stranded-near-adai-waterfall-101718909674394.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@httweets",
    "published": "2024-06-20T18:24:00Z",
    "title": "Prompt action by cops, fire brigade saves trekkers stranded near Adai waterfall | Mumbai news - Hindustan Times",
    "text": "Navi Mumbai: Nine college students who trekked to Adai waterfall situated along the Panvel Matheran Road on Thursday had a narrow escape after they got stranded on the hilltop amidst heavy showers. The students found it difficult to descend as the trail became slippery and were rescued in time by personnel from Panvel police and the City and Industrial Development Corporation’s (CIDCO) fire department, thanks to a distress call. The group of students included eight girls and one boy, all aged between 18 years and 20 years. Six of them were residents of Panvel while three others were from Bhayander. All nine of them assembled at Adai village on Thursday morning and began the trek to the waterfall – a popular tourist destination, especially during monsoons – at around 8am. “The students managed to climb the hill easily. But when they tried to descend around 9.30am, they found it very difficult due to heavy showers,” said senior inspector Chandrakant Landge from Khandeshwar police station. Terrified, the students placed a distress call to 112, the emergency helpline number, following which the police sought help from CIDCO’s fire department. Soon, six firemen were dispatched to the spot for a rescue operation. “We received the call from the police at around 9.42am and immediately assigned a rescue team. The team climbed the hill, ascertained that the students were all safe and sound, and brought them down one by one,” said Vijay Rane, chief fire officer, CIDCO. “The entire area had become slippery due to the rains and the students were finding it difficult to descend. We guided them about the proper way of descending, asked them to remove their footwear and assisted them in climbing down the hill,” said a fire officer who was part of the rescue team. The operation was concluded at 11 .46am. Police officials reiterated that trekking and playing around waterfalls were strictly restricted during the monsoon. “There are several notice boards asking the public to not endanger their lives by trekking to these spots during the monsoon, which need to be taken seriously. It was sheer good fortune that none of the children were hurt and all were safely rescued,” said Landge.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "navi mumbai",
          "sentiment": "none"
        },
        {
          "name": "bhayander",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hindustan times",
          "sentiment": "negative"
        },
        {
          "name": "cidco",
          "sentiment": "none"
        },
        {
          "name": "industrial development corporation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "adai",
          "sentiment": "none"
        },
        {
          "name": "mumbai",
          "sentiment": "none"
        },
        {
          "name": "panvel matheran road",
          "sentiment": "none"
        },
        {
          "name": "panvel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T04:22:07.607+03:00",
    "updated": "2024-06-21T05:15:39.042+03:00"
  }
]