[
  {
    "uuid": "de8ee528da2973602075e1ccea958b7e6637f289",
    "url": "https://www.wave3.com/2024/06/21/two-ky-national-guardsmen-receive-medal-valor-actions-during-eastern-kentucky-floods",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wave3news",
    "published": "2024-06-21T21:47:00Z",
    "title": "Two Ky. National Guardsmen receive Medal for Valor for actions during eastern Kentucky floods",
    "text": "Two Ky. National Guardsmen receive Medal for Valor for actions during eastern Kentucky floods LOUISVILLE, Ky. (WAVE) - Two Kentucky national guardsmen were awarded with the Medal of Valor in Frankfort for their heroic efforts when Eastern Kentucky saw historic flooding. The deadly flooding in July 2022 wiped away communities, killing 39 people. The community saw bravery through the lifesaving actions of the Kentucky National Guard. The adjutant general of Kentucky said at least two lives were saved thanks to the heroic actions of Sergeant First Class Jeremy Lowe and Staff Sergeant Ryan Hunter. The pair of flight paramedics came down from a chopper, broke through the roof of the home, formed a human chain, and then saved two people who were already in chest-deep water. As the two stood in the Capitol Rotunda pinned with the Medal for Valor, they continued to show how selfless they are, thanking everyone around them. “Standing here before you, profoundly humbled by this great honor, this award is just not recognition of two flight paramedics,” Lowe said. “It’s the testament to the extraordinary teamwork, bravery, and dedication of countless individuals and organizations that united during the devastating floods.” This honor doesn’t happen often. The state has only recognized guardsmen with the Medal of Valor seven other times in the past 20 years. Copyright 2024 WAVE. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ryan hunter",
          "sentiment": "none"
        },
        {
          "name": "lowe",
          "sentiment": "none"
        },
        {
          "name": "jeremy lowe",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kentucky national guard",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kentucky",
          "sentiment": "none"
        },
        {
          "name": "ky",
          "sentiment": "none"
        },
        {
          "name": "ky.",
          "sentiment": "none"
        },
        {
          "name": "eastern kentucky",
          "sentiment": "none"
        },
        {
          "name": "capitol rotunda",
          "sentiment": "none"
        },
        {
          "name": "frankfort",
          "sentiment": "none"
        },
        {
          "name": "ille",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-22T01:09:05.550+03:00",
    "updated": "2024-06-22T01:09:05.550+03:00"
  },
  {
    "uuid": "fb6b3029b2b54a80f57a7c2165790eb3a0ee3c80",
    "url": "https://www.timesonline.com/story/money/lottery/2023/12/29/north-carolina-lottery-pwoer-5s-winner-18th-birtthday/72061394007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Doc Louallen",
    "published": "2023-12-29T23:02:00Z",
    "title": "North Carolina Lottery player wins $250,000 on her 18th birthday",
    "text": "On her 18th birthday, North Carolina woman won $250,000 on her first ever scratch-off Americans have to be 18 to purchase lottery tickets in any state. Yuridia Gallegos-Echavarrieta won big on her birthday thanks to her grandfather buying her an instant game ticket. [Doc Louallen](https://www.usatoday.com/staff/7686036002/doc-louallen/) [A North Carolina woman](https://nclottery.com/NewsBlogDetails/2023/12/21/Surry-County-woman-unwraps-a-250000-gift-from-her-grandfather) won $250,000 on her first-ever lottery game as she was gifted a scratch-off for her 18th birthday. Yuridia Gallegos-Echavarrieta said she was at a loss for words when she scratched her Power 5s ticket, which revealed she won $250,000. Her grandfather purchased the ticket at the Speedway convenience store in Mount Airy for $5. Gallegos-Echavarrieta told the North Carolina Lottery she didn't find out she won until months after her 18th birthday because she didn't scratch off the ticket immediately when she received it. \"I think I was in shock,\" she told the North Carolina Lottery. \"I didn't believe I actually won. We had to go back to the gas station to check it.\" The high school senior told her grandfather before anyone else that she had won. \"He was like,' That's awesome!'\" Gallegos-Echavarrieta recalled to the lottery. On December 21, she claimed her prize of $178,126 at the North Carolina Lottery headquarters in Raleigh after deducting federal and state taxes. She told lottery officials she plans to invest her winnings. What is Power 5s? [Power 5s is a North Carolina](https://nclottery.com/scratch-off/902/power-5s) instant game that costs $5 and launched in October. Gallegos-Echavarrieta has won the third $250,000 top prize, leaving three more prizes to be claimed. There are still seven out of 10 second-tier prizes worth $10,000 and 44 out of 66 third-tier prizes worth $1,000 remaining. What are the odds of winning the Power 5s game? The chances of winning any prize in the game are 1 in 4.32, while the odds of winning the top prize of $250,000 are 1 in 1,292,630. Where can you buy lottery tickets? Tickets can be purchased in person at gas stations, convenience stores and grocery stores. Some airport terminals may also sell lottery tickets. You can also order tickets online through [Jackpocket, the official digital lottery courier of the USA TODAY Network](https://jackpocket.onelink.me/WOFd/qln5fpqp), in these U.S. states and territories: Arizona, Arkansas, Colorado, Idaho, Massachusetts, Minnesota, Montana, Nebraska, New Hampshire, New Jersey, New Mexico, New York, Ohio, Oregon, Puerto Rico, Texas, Washington D.C. and West Virginia. The Jackpocket app allows you to pick your lottery game and numbers, place your order, see your ticket and collect your winnings all using your phone or home computer. Jackpocket is the official digital lottery courier of the USA TODAY Network. Gannett may earn revenue for audience referrals to Jackpocket services. Must be 18+, 21+ in AZ and 19+ in NE. Not affiliated with any State Lottery. Gambling Problem? Call 1-877-8-HOPE-NY or text HOPENY (467369) (NY); 1-800-327-5050 (MA); 1-877-MYLIMIT (OR); 1-800-981-0023 (PR); 1-800-GAMBLER (all others). Visit [jackpocket.com/tos](https://jackpocket.com/tos) for full terms.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://nclottery.com/scratch-off/902/power-5s)",
      "https://www.usatoday.com/staff/7686036002/doc-louallen/)",
      "https://nclottery.com/NewsBlogDetails/2023/12/21/Surry-County-woman-unwraps-a-250000-gift-from-her-grandfather)",
      "https://jackpocket.onelink.me/WOFd/qln5fpqp),",
      "https://jackpocket.com/tos)",
      "https://usatoday.com/staff/7686036002/doc-louallen/)",
      "https://www.jackpocket.com/tos)",
      "https://www.jackpocket.onelink.me/WOFd/qln5fpqp),",
      "https://www.nclottery.com/NewsBlogDetails/2023/12/21/Surry-County-woman-unwraps-a-250000-gift-from-her-grandfather)",
      "https://www.nclottery.com/scratch-off/902/power-5s)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gallegos-echavarrieta",
          "sentiment": "none"
        },
        {
          "name": "yuridia gallegos-echavarrieta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "north carolina lottery",
          "sentiment": "positive"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "mount airy",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T03:43:18.621+02:00",
    "updated": "2023-12-30T03:43:18.621+02:00"
  },
  {
    "uuid": "763f68b83ff965042100c6b4b47c02fb5aa4a0ef",
    "url": "https://www.thestar.com.my/business/business-news/2023/12/29/aurelius-tech-to-benefit-from-automotive-iot-sectors",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NA",
    "published": "2023-12-28T16:00:00Z",
    "title": "Aurelius Tech to benefit from automotive, IoT sectors | The Star",
    "text": "PETALING JAYA: Maybank Investment Bank Research (Maybank IB Research) is positive about Aurelius Technologies Bhd ’s (ATech) growth and has placed a “buy” call on the group.\nThe research house did however trim its target price to RM3.05 from RM3.13, as the group shifted its fiscal year-end to December from January.\nIn a note, Maybank IB Research said things are looking up for the multi-component semiconductor provider as it gains a competitive edge in two high-growth sectors – the Internet of Things (IoT) and electric vehicles.\nATech has said it plans to diversify and enhance its IoT infrastructure together with its automotive-manufacturing segment, which will undertake more selective investments as the group aims to take on more projects and gain new customers.\nThe research house said ATech will stand to benefit from all this, as well as supply-chain diversification and foreign direct investments in the electrical and electronics sector.\n“We remain optimistic about ATech’s growth and have forecast a 16% compounded annual growth rate in core earnings for the next three years. Signs of recovery from customer-destocking headwinds are evident and earnings growth will be supported by new-model wins and the acquisition of new customers, backed by the group’s expansion initiatives,” Maybank IB Research said.\nMeanwhile, the research house said ATech’s nine-month revenue this year declined 12% to RM302.5mil, on the back of aggressive inventory downsizing by customers that led to a lower production volume.“Despite this, gross profit margin improved slightly thanks to a better product mix. Core net profit rose 2% year-on-year to RM25.8mil, driven by effective cost control and lower finance costs,” the research house said.\nRevenue growth of 14% for electric devices cushioned the declines in communications, IoT and semiconductor components (C&I/SC).\n“Looking at quarter-on-quarter performance, electric devices outperformed with a 29% sales increase, while C&I/SC experienced contractions of 13% and 40% respectively.\n“The strength in the electric-devices segment is mainly attributed to increased demand from an oil and gas (O&G) customer, fuelled by recent activity in O&G sector,” the research house noted.\nFurthermore, Maybank IB Research said that ATech’s order book as of Dec 11, had significantly increased to RM473mil from RM322mil on Sept 19, indicating the end of inventory destocking by customers.\nThe research house noted some of the risks it foresees included weaker demands from customers, a lower than expected costs pass through and operational disruptions from labour issues or component shortages.\nOpen Modal ×",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "aurelius tec",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "aurelius tech",
          "sentiment": "negative"
        },
        {
          "name": "maybank investment bank research",
          "sentiment": "negative"
        },
        {
          "name": "maybank ib research",
          "sentiment": "negative"
        },
        {
          "name": "petaling jaya",
          "sentiment": "negative"
        },
        {
          "name": "atech",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:35.698+02:00",
    "updated": "2023-12-29T00:05:35.698+02:00"
  },
  {
    "uuid": "fb6d30c8fca4896c79814d6c9f48e8bc0847ca1e",
    "url": "https://www.newsbreak.com/news/3276081878404-it-s-weird-to-be-a-grown-up-orphan-it-forced-my-siblings-and-i-to-reckon-with-faith",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2023-12-24T11:00:00Z",
    "title": "It's weird to be a grown-up orphan. It forced my siblings and I to reckon with faith",
    "text": "Two years ago, my dad was in the ICU at a hospital in Salt Lake City. He'd been transferred there from a hospital in my hometown of Idaho Falls, Idaho, because his ruptured aorta demanded more experienced surgeons. My brother and sister and I flew in to be with him, but after a few days, the signs were trending positively, and he looked at us and deadpanned, \"What are you still doing here? I'm fine! Go!\" So we all kissed him on the cheek and flew back to our respective homes. He died a couple weeks later. Our dad, Stephen, was the parent who was supposed to stick around for a while. It's not like he was young. He was 74. That's a pretty good life. But he was in such good shape. He lifted weights most days and had no serious health issues, and so when he died it felt like we had been robbed again. Our mom, Linda, died of cancer in 2009. She was just 60 years old. She died before I met my husband. She never got to meet our kids. It felt very much like a life interrupted, cut way too short by a disease that made no sense in a woman who was such a life force herself. I had convinced myself that because God, or the universe or whatever, had taken away Mom so early, we were definitely going to get to hang out with Dad until he was shuffling around his house like the old man he was supposed to become. It didn't work out that way. Being a grown-up orphan is weird. I know I'm supposed to focus on how lucky I was to have my parents for as long as I did. But I still feel ripped off when my 9-year-old gets a hit in his little league game and I want to call my dad and give him the play-by-play. Or when my 11-year-old busts out in a song and dance in the kitchen, and I so desperately want to send a video to my mom because she would just love it – and him – so much. But it's deeper than that. After my dad died I felt an existential void. He and my mom both had rich and textured spiritual lives. With both of them gone, I realized I had never built that for myself. And I was consumed with questions about whether I had to in order to lead a meaningful, happy life. Last spring, I set out to try to answer that question by talking to a lot of different people who were swimming around in the same murky existential waters, but had emerged with some kind of clarity. One of the first conversations I recorded for this series was with my siblings, Abigail and Paul. I wanted to ask them direct questions about what they believe and how that did, or did not, help them navigate their own grief. We put that conversation in the vault for a while because it was so personal. But now, during the holidays, it feels OK to let it out into the world. I'm not in the same emotional place as I was eight months ago. I'm far more comfortable in my not-knowing-ness. I am finding meaning in my work and my community and my family in new ways. I don't feel empty anymore. But this conversation captures where I was at a particular point in time – my brother and sister too. And a level of honesty I don't think the three of us had shared before. This interview has been edited for length and clarity. Rachel: My first question, I mean, I know the answer to these questions, some of them, but can each of you try to define Mom and Dad's spirituality? Abigail: Dad always seemed very pragmatic about spirituality. Like, he was all about scripture. Not that he was taking scripture literally, but he was really steadfast in what he believed. And yes, he would be open to conversations and challenges, but Mom morphed. When we were young, I didn't perceive Mom as this like hardcore Christian. Rachel: She was a dabbler. Abigail: Yeah. Past lives... Rachel: Right! Reincarnation, some meditation. Abigail: And then when she got sick, everything changed. And she became more in line with what Dad believed. Paul: I agree that Dad had maybe a more rigid view. He came from the Presbyterian tradition and Baptist before that. He had studied all of these other religions, but he studied them at arm's length. Whereas when Mom studied the other religions, she was open to the possibility that there were shared values, shared connections and philosophies that connected her spirituality to people of other faiths. Rachel: Yeah. Like when Dad would study other stuff, it was more like an intellectual exercise. Whereas Mom was studying with a practitioner's eye and heart. Like maybe she was going to incorporate that stuff into her own faith. Paul: Yeah. Rachel: So do you believe in God? Paul: I do. Yeah. I don't believe in a God in the sky pointing his finger like on the Sistine Chapel. I think the death of Mom and Dad made me go through a process of understanding, or made me think critically about what I do believe, you know, because it's no longer a theoretical thing. Of course I thought about it when we lost all our grandparents, but with Mom and Dad, that's every day you're thinking about, where are they, you know? What happened to them? So you have to process it differently. It did take some adaptation. I came to realize that when you think about what God is, it's a spark, it's the thing we all share that makes us unique. I think that resonates through a lot of different religions, and I think there's a lot of commonality to that concept. And so my belief of God is born of the Christian tradition, but certainly encompasses the idea that energy is special and it's in all of us and we all share it. Rachel: Do you think that it took Mom and Dad dying for you to be able to develop language around what you just said? To come to that conclusion about what God is to you? Paul: I think it was always there because we had been taught about other religions and other ideas. We'd never been told that other religions are wrong, that wasn't part of our upbringing. So it was that process of thinking critically about what I believed, and that was spurred by their deaths. Rachel: Abi, do you believe in God? Abigail: I did. I was so angry after Mom died. Towards the end, there was so much discussion about God and her faith and Dad's faith in the afterlife, and I still really struggle with understanding how someone so good could be taken from us. Going back to something that Paul was saying is that I believe in energy, because there are too many coincidences that occur for there not to be some power of some sort. I've had some really lovely happenstances with birds. And as we know, birds were Mom's thing. Rachel: She felt really connected to birds, seagulls in particular. Abigail: And so, I've had circumstances where I'm like, maybe there is a god. Maybe there is something. But I completely shut it down and cut it off when Mom died. And then when Dad died, it felt like we were going through the motions. Using the language that he had, what we grew up with, those traditions. Prayer is not something that happens in my life and sometimes I think I should pray because it's what we were taught we should do. But yeah, there's a lot of anger and sadness about it because I feel like I am missing something because I don't have that spirituality – I don't know if that's the right word. But God is not something that's present in my life. And I feel like there's a hole. Rachel: Yeah. I get that. Part of how I've been describing this, it's like Mom and Dad built this scaffolding, like spiritual scaffolding. They gave us the foundation, built like the exterior beams of what a spiritual life could look like. And then it was sort of up to us to build the rest of our spiritual home. And I feel like I never really got around to that part. Because they had such rich faith and strong religion, I felt like I didn't really have to do any of that work because it felt like it was there for me just whenever I needed a dose of it or something. I could retreat and I could take shelter in their faith. And then bail. So then when they died, I feel like all that's left is the scaffolding of it and it feels unsteady and empty. There's nothing there and I feel compelled to fill it up, but I'm not really sure how because the faith that we were raised in doesn't quite feel like it gives me everything that I'm looking for. Does any of that make sense to you or does any of that ring true to you? Abigail: Yes. Paul: Yeah, so the idea that we were beneficiaries or, like, the box was sort of checked by Mom and Dad, having that tent for us to be inside of, that resonates. You know, at some point it's up to you, cause it has to be a personal thing, right? It's abrupt for us to have a change when our home base is no longer there. But that doesn't mean it has to fulfill everything either. I also don't think it's bad or awful that we don't have our tent fully built out as soon as Mom and Dad are gone, because it's supposed to be an ongoing thing for our whole lives. And so we can always seek to work on our own tent. Rachel: Thank you for extending the metaphor. [laughs] Paul: It's a good metaphor. I like it. Rachel: Remember when Mom was sick, she started planting this idea in our minds that she was going to live in the wind, right? Which is why she gave us these beautiful wind chimes. And I've got mine hanging up and the wind will blow and I will think about her. And that's a useful story, you know, for thinking about what happens when the people we love aren't here anymore. That's what religion does in large part for people, it helps us make sense of that question. How have each of you thought about that? Do you believe in an afterlife? Paul: Well, you know, dust to dust. I think the energy goes back into the universe, like the law of thermodynamics. You can't create or destroy energy. So, like, I do believe in an afterlife, but I don't think it's one where we have a house and it's populated with all our dogs and friends and family and toys that we want and stuff like that. It's not something that we can really conceive of. I don't try to define what the afterlife is too much. I think there's limitations on our ability there. Rachel: Abi? Abigail: I want to. I want to believe that there's an afterlife. But the answer would be no. I think there's something. There's energy. What that is, I don't know, but it certainly is not that Mom is in heaven with Dad and our grandparents and they're having a dinner party. That logically doesn't make any sense to me. What about you? Rachel: Oh, me? I don't know. I think a lot of religious inquiry comes out of people trying to make sense of death and dying and the scariness of it and the uncertainty of it. And also parenting, explaining that stuff to your kids, you know? It's like, do I really tell them that there's, like, this place called heaven where Ima and Papa are? Paul: I mean, you think about whether people have gravesites or they are cremated and how we handle remains. A lot of that is for the survivors, right? And so you can help the survivors process the way they need to be able to do it. And I feel like, being the ones left behind, the concept of heaven or hell or an afterlife is one for the survivors again. And if we as a survivor need that, we have all of those memories and those things that our parents gave to us, which we're lucky to have, by the way. I mean, we had real lives with our parents. Rachel: Yeah. Paul: We can manifest them ourselves and have them with us when we want to. Rachel: I like that idea. Paul: We carry heaven in our pocket. Rachel: What? Did you just come up with that? Paul: I did. Abigail: That's good, Paul. Rachel: That's so good! Hurry, write it down! [laughs]",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.npr.org/series/1175750522/enlighten-me-with-rachel-martin",
      "https://npr.org/series/1175750522/enlighten-me-with-rachel-martin"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "stephen",
          "sentiment": "none"
        },
        {
          "name": "linda",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "salt lake city",
          "sentiment": "none"
        },
        {
          "name": "idaho falls",
          "sentiment": "none"
        },
        {
          "name": "idaho",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T13:41:24.279+02:00",
    "updated": "2023-12-24T13:41:24.279+02:00"
  },
  {
    "uuid": "cd45c597c3036f11d8b01ba007c815862b5b56fe",
    "url": "https://bleacherreport.com/articles/10152016-notre-dame-vs-carson-beck-miami-scheduled-for-aug-31-time-tv-info-revealed",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CanesFootball",
    "published": "2025-01-23T00:00:00Z",
    "title": "Notre Dame vs. Carson Beck, Miami Scheduled for Aug. 31; Time, TV Info Revealed | News, Scores, Highlights, Stats, and Rumors | Bleacher Report",
    "text": "A rivalry renewed\nOur Week 1 matchup against Notre Dame is scheduled for Sunday, August 31st at 7:30 p.m. on ABC 🙌\n🎟️: <a href=\\",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Sport->sport event",
      "Sport->regular competition",
      "Sport->american football",
      "Lifestyle and Leisure->game",
      "Lifestyle and Leisure->travel and tourism",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Carson Beck",
          "sentiment": "neutral"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-24T00:04:50.019+02:00",
    "updated": "2025-01-24T00:04:50.019+02:00"
  }
]