[
  {
    "uuid": "aaf3ae5b6f8230672b17c554607ecb55059335f8",
    "url": "https://www.quadratin.com.mx/politica/incertidumbre-en-tiquicheo-no-ha-podido-iniciar-computo-oficial-de-votos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Melissa Pérez-Segnini/Quadratín",
    "published": "2024-06-06T21:01:00Z",
    "title": "Incertidumbre en Tiquicheo: no ha podido iniciar cómputo oficial de votos",
    "text": "MORELIA, Mich., 6 de junio de 2024.- Con un día de retraso, en términos de las disposiciones de ley, el Consejo Municipal del Instituto Electoral de Michoacán (IEM) en Tiquicheo no ha iniciado los cómputos oficiales de la elección del pasado 2 de junio.\nEn este municipio, ubicado en la Tierra Caliente del sureste michoacano, el Programa de Resultados Electorales Preliminares (PREP) da el triunfo al candidato del PRI-PAN, Mario Reyes Tavera, con dos mil 369 votos.\nEn segunda posición ubica a la candidata del PES-PRD, Catalina Pérez Espinoza, con dos mil 285 votos, resultado del escrutinio y cómputo de las 36 casillas, cuyas actas nutrieron el PREP la noche del 2 de junio.\nEl PRI demandó al Consejo General del IEM atraer el cómputo a la sede central para cómputo, sin embargo, se informó que hay personas que mantienen tomado el consejo municipal electoral e impiden tanto el cómputo en el lugar como el traslado de los paquetes a Morelia.\nAunque de manera general este miércoles se dio cuenta del inicio de los cómputos en todo el estado, el Consejo General del IEM ha guardado silencio en torno al caso de Tiquicheo, y tampoco hay claridad de si hay otros consejos municipales en la misma situación.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:45:42.840+03:00",
    "updated": "2024-06-07T00:45:42.840+03:00"
  },
  {
    "uuid": "2b6b3feeeaa01f46245dc0f17b7fa6a873923e19",
    "url": "https://www.mailplus.co.uk/edition/news/weather/336268/terror-trail-of-the-tornado-that-tore-through-tameside",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "James Tozer",
    "published": "2023-12-28T22:00:00Z",
    "title": "Terror trail of the tornado that tore through Tameside - The Mail",
    "text": "NEXT STORY: Three dead after car plunges into river [Try for £1](https://www.mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month) [Sign in] AS the glamorous actress making her formal entrance into the Royal Family, she should have been the star of the show. TO some, it sounded like a freight train roaring past right outside their front windows. THREE men have died after their car plunged into a river, police confirmed yesterday. STORM Gerrit continued to cause chaos yesterday as ‘supercell thunderstorms’ brought widespread travel disruption. CHRISTMAS is over, the fridge is bare again and the nights are still long - it can be easy to see January as a dull, dour month. GOVERNING bodies should have their funding cut if they fail to protect female sports amid concern about trans- gender players, a leading think-tank says. Commentary by Daley Thompson, Olympic Gold Medallist Fire crews race to terrifying blaze drama at Blackpool Tower... that turned out to be orange plastic net flapping in the wind IT is the time of year when families spending days together at home often start a challenging new jigsaw puzzle. A WELSH Labour council is lobbying to reintroduce tolls on the Severn bridges in a fresh attack on hard-up motorists. LABOUR was mocked yesterday for drawing up proposals to create thousands of nursery places without being able to say how it would pay for them. AN Auschwitz survivor has described feeling ‘very humbled’ to receive a personal letter and flowers from the King to mark her 100th birthday. THE Princess of Wales is set to turn her attention to the importance of fathers in children’s early years. ELLIE Goulding has revealed she felt ‘vulnerable’ and ‘intimidated’ working in the male-dominated music industry early in her career. THE number of young people out of work due to long-term sickness has doubled since 2010. CIVIL servants have been over-promoted in a bid to get around public sector pay restraints, a think-tank has warned. A ‘HAPPINESS Unit’ backed by the Government is set to close due to funding cuts. THE BBC is feeding licence feepayers a ‘diet of woke bias’ in its original programming and news content, a campaign group has claimed. Rwanda-style scheme was considered as ‘nuclear option’ TONY Blair faced a quandary about what to do with John Prescott when he complained about not having a proper role in government, the files show. THE No10 Press Office had lost ‘all credibility’ under the combative communications chief Alastair Campbell, Tony Blair was warned. A PUBLIC inquiry after the Soham murders of schoolgirls Holly Wells and Jessica Chapman was opposed by Tony Blair, the files reveal. AN idea to use the Elgin Marbles as a ‘bargaining chip’ in London’s bid to host the 2012 Olympics was backed by Tony Blair, the files reveal. MI5 was so desperate to stop MI6 colleagues seeing the full bombshell report into how one of its agents went rogue that Margaret Thatcher limited her foreign secretary’s use of the document, the papers reveal. CHERIE Blair was ‘adamant’ her husband should sit for a portrait to be hung in London’s Lincoln’s Inn where he trained as a barrister - but it caused a headache for aides. MARGARET Thatcher’s government feared embarrassment if extracts from the controversial Spycatcher book were read in the Commons, files released today reveal. PIERCE Brosnan has found himself in hot water after allegedly wandering into off-limits springs at a national park. GROWING purple vegetables, from carrots to tomatoes, is set to be among the biggest gardening trends for 2024. RED Wall Tories yesterday urged Rishi Sunak to focus on cutting taxes for working families rather than slashing death duties for the better off. KEMI Badenoch has cemented her place as a front runner to succeed Rishi Sunak after she was named ‘minister of the year’ in a poll of Tory activists. A FATHER out walking with his young family was killed by a car driven at a group of people after he had stopped to help an injured woman. L’OREAL heiress Francoise Bettencourt Meyers has become the first woman to amass a fortune of $100billion (£790million), it was revealed yesterday. CHILDREN with severe epilepsy have been offered brain surgery by the NHS before medicinal cannabis, parents have revealed. SIR Lindsay Hoyle has racked up a bill of more than £125,000 in a year to jet around the globe. STEAKHOUSE attacker Tristan Sherry was shot in the head with his own sub machine gun during a botched hit on Christmas Eve. CHER has filed court papers seeking to control her adult son Elijah Blue Allman’s affairs by placing him into a conservatorship, it has emerged. THE British Museum is still pursuing a deal to return the Elgin Marbles - despite opposition from the Prime Minister, George Osborne has revealed. A TEENAGER was left fighting for her life after reportedly catching a deadly strain of E.coli from food at a festive market. WHEN preparing breakfast, you don’t want an unsavoury character like Mr Burns from The Simpsons showing up. FREED Israeli hostage Mia Schem has broken her silence to reveal a harrowing account of her captivity in Gaza. THE number of anti-Semitic hate crimes jumped in the month following the outbreak of the Hamas-Israel conflict, latest police figures reveal. Associated Newspapers Limited is a company registered in England and Wales (Company No. 084121), Northcliffe House, 2 Derry Street, Kensington, London, W8 5TT. VAT Number: GB 243 5711 74",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month)",
      "https://mailsubscriptions.co.uk/products/197224/1-for-3-months-then-12.99-a-month)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gerrit",
          "sentiment": "none"
        },
        {
          "name": "daley thompson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "blackpool tower",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:48:24.320+02:00",
    "updated": "2023-12-29T04:59:53.865+02:00"
  },
  {
    "uuid": "18ecc973f4c7a97377e116e64daa896c1bba18d8",
    "url": "https://communities.sas.com/t5/SAS-Communities-Library/Data-Driven-Analytics-in-SAS-Viya-The-AI-and-Analytics-Lifecycle/ta-p/923042",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AndyRavenna",
    "published": "2024-04-04T00:00:00Z",
    "title": "Data-Driven Analytics in SAS Viya – The AI and Analytics Lifecycle",
    "text": "The purpose of this blog is to show how easy it is to perform data-driven analytics in SAS Viya. This is the first in a series of posts that will use statistics and machine learning objects in SAS Visual Analytics to address real world business problems. SAS Viya does an awesome job of connecting all aspects of the AI and Analytics lifecycle. We’ll be focusing in on the first two parts of that lifecycle: managing data and developing models. Select any image to see a larger version.\nMobile users: To view the images, select the \"Full\" version at the bottom of the page.\nIn today’s world, data scientists need efficient and powerful tools to wrangle their data into easy to interpret solutions. We will step through both parts of the analytics lifecycle in order to investigate and address a scenario that involves a variable annuity data table called develop. The develop table contains just over 32,000 banking customers (or cases) and 47 input variables. The scenario involves a banking target marketing campaign that aims to identify those customers most like to purchase a variable annuity. If you’re not familiar, a variable annuity is a type of insurance product that typically contains features like a death benefit and/or lifetime income. The 47 input variables reflect both demographic information as well as product usage captured over a three-month period. The target variable is Ins which is a binary variable. For Ins, a value of 1 indicates the customer purchased a variable annuity product and a 0 indicates they did not.\nLet’s begin our journey through the data phase of the analytics lifecycle with some data exploration. One of the very first things that I learned when I started working at SAS over 33 years ago was “Know Thy Data.” Which basically means, you should always explore the features of your data before you start any serious analysis. Exploration of data involves things such as looking for noticeable anomalies or patterns, finding data errors that need to be corrected, and determining if any imputation or transformations might be needed. Since we’re going to be working in the Visual Analytics interface of SAS Viya, we should take advantage of some views of the data that are already available.\nFrom SAS Drive, we open the Visual Analytics web application by clicking the applications menu icon and selecting Explore and Visualize . From the Explore and Visualize window, we click on Start with Data and select the DEVELOP table. The Details tab of the Choose Data window already gives us some useful information about the table. Having a total of 51 columns and just over 32,000 rows, we can see the names, labels, and types of each column.\nMoving over to the Sample Data tab we begin our data exploration by examining some of the values of our data. Right away, we’ll notice we have several binary variables and even some missing values. That’s good information to just keep in our back pocket for now.\nWhere things get really interesting is when we click on the Profile tab. First, let’s note that there are several variables that contain null or missing values. This is something we will want to address since we will be building models. Many of the methods that we’ll be looking at use “complete case analysis” which means that if a value of an input is missing, the entire row is eliminated from the analysis. Complete case analysis can result in the loss of large quantities of data, so it is good to identify which inputs have missing values in our data. Secondly, as we examine the Profile tab, let’s note that the input named Branch has a total of 19 unique levels. Sometimes, categorical variables with too many levels can be problematic in model building. Finally, if we scroll down, it is useful to note that the customerid column is 100% unique which makes it a primary key for this table.\nClick on OK to bring the entire develop table into Visual Analytics and we can further explore the data. Grab our target variable Ins with the mouse and drag and drop it onto the canvas. That will cause us to get an Auto Chart which is basically the chart that Visual Analytics “thinks” we would like to see. We end up with a bar chart of frequency counts for the two levels of Ins. In the right-hand pane select Roles and left-click Frequency (under Measure) to open the Replace Data Item window. Select Frequency Percent from the list of variables. The chart now reveals to us that nearly 35% of our customers are purchasers (or have acquired the insurance product). That’s a reasonably healthy percentage of events for our target. When building models, we typically get concerned when the event is 10% of the target or less. It can be difficult to model data with a target that has what is known as a “rare event”. We might choose to address that situation with an over-sampling method if we had that issue. But we are in good shape with our target of Ins.\nNext, let’s randomly grab one of our inputs like the household income and examine its distribution. Click on New Page to give us a blank canvas. In the left-hand pane select Data and then drag and drop Income onto the canvas. Income appears to be positive and highly skewed to the right. Though Income might be a good candidate for transformation, it also has some missing values (not shown on this plot). It’s appropriate to address the missing values first and then look at transformation.\nIf you have several variables that require modifications, it might be easier to perform some of your data cleansing using code. But since we are focusing in on the Visual Analytics interface, let me show you how we can do it in a point and click interface. Let’s begin by imputing the missing values of the Income variable with the average value which is 40.59. An easy way to find this average value quickly is by selecting the Actions icon on the Data pane and then clicking on View measure details .\nTo begin the imputation process on the Income column, select New data Item and then Calculated item on the Data pane. In the Name field of the New Calculated Item window, enter Imp_Income as the Name of the newly created variable. Click the Operators tab and expand the Boolean group. Double-click the IF…ELSE operator to add it to the expression. Then expand the Comparison group and drag x=y to the condition field in the expression. Next, return to the Data Items tab and expand the Numeric group. Drag Income to the number field on the left of the equal sign in the parenthesis. Enter . (missing) in the number field to the right of the equal sign in the parenthesis. Enter 40.59 on the number field for the RETURN operator. Finally drag Income to the number field for the ELSE operator.\nSelect OK to close the Edit Calculated Item window and the new column Imp_Income appears in the Data pane. You can create a new Auto Chart and compare the original column to the new one. Drag Imp_Income and drop it on the same page and to the left of the original Income distribution chart. We see a spike or peak where we replaced the missing values with the average value.\nLet’s finish up this post by using a log transformation on Imp_Income in hopes of getting what looks like more of a normal distribution. While we could create another new data item, I think it is more efficient to keep the one we have and modify it. Right-click on Imp_Income and select Edit . Update the Name field of the Edit Calculated Item window from Imp_Income to Log_Imp_Income . Right-click the entire condition box and select Use Inside → Numeric (advanced) → Log . Then type 10 into the number field and hit Enter . Once again right-click the entire condition box (and only the condition box) and select Use Inside → x + y . Then type 1 into the number field and hit Enter . Since we know that Income has a minimum of 0, we are adding 1 before we take the log to avoid errors. This is a common practice.\nIf all that pointing and clicking is just too complex, you can always just go over to the Text tab of the Edit Calculated Item window and type in the expression.\nClick OK to close the window and you will find that the frequency distribution plot has been automatically updated with the new calculated expression. Good news, it looks like the transformed version of Imputation looks more normally distributed than the original. Of course, we have a peak where we imputed the missing values, but that was expected.\nIf you are already dealing with data in the real world, you know that we’ve just scratched the surface of data exploration, data cleaning, and data management. Hopefully, I’ve given you an idea of what is involved in the data portion of the analytics life cycle. In my next post, I plan to move into both unsupervised and supervised analysis. If you would like to learn more about exploring and managing your data in SAS Visual Analytics, I suggest you check out SAS® Visual Analytics 1 for SAS® Viya®: Basics . In this course you will learn how to perform data discovery and analysis, access and investigate data, and view and interact with reports using SAS Visual Analytics. Never stop learning!\nFind more articles from SAS Global Enablement and Learning here .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Health",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "viya",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sas visual analytics",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-05T00:34:22.135+03:00",
    "updated": "2024-04-05T00:34:22.135+03:00"
  },
  {
    "uuid": "81fc30daf3d1d87b8488efd93c7042e4254dd714",
    "url": "https://dailyvoice.com/new-jersey/fortlee/sexual-misconduct-with-patient-fort-lee-physical-therapist-has-license-revoked-ag-says",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cecilia Levine",
    "published": "2024-12-19T21:30:00Z",
    "title": "Sexual Misconduct With Patient: Fort Lee Physical Therapist Has License Revoked, AG Says",
    "text": "Danny O. Steffens, who practiced at facilities in New Milford and Fort Lee, voluntarily surrendered his license following complaints from two female patients, identified in filed documents as Patient #1 and Patient #2, Attorney General Matthew J. Platkin announced Thursday, Dec. 19.\nSteffens is prohibited from ever reapplying for a physical therapy license in New Jersey, according to a Final Consent Order filed on Dec. 4, 2024.\nPatient #1 alleged that Steffens engaged in multiple sexual encounters with her while she was under his care at a New Milford facility. Steffens admitted to these claims during an Oct. 22, investigative inquiry with the Board, where he also confirmed sending sexually explicit text messages and photos to Patient #1. When questioned about allegations from Patient #2, who reported inappropriate comments while being treated at a Fort Lee facility, Steffens testified that he could not recall making the remarks.\nThe Board found that Steffens’ actions constituted gross negligence, professional misconduct, and a violation of sexual misconduct regulations, jeopardizing public health and safety. Cari Fais, Director of the Division of Consumer Affairs, emphasized the significance of the decision.\nThe investigation was conducted by the Enforcement Bureau within the Division of Consumer Affairs. The State was represented by Deputy Attorney General Daniel Evan Leef Hewitt, under the supervision of Section Chief Doreen A. Hafner.\nPatients who believe they have been treated inappropriately by a licensed healthcare professional are encouraged to file a complaint with the State Division of Consumer Affairs via its website or by calling 1-800-242-5846 (toll-free within New Jersey) or 973-504-6200.\n[Click here]\nto follow Daily Voice\nFort Lee\nand receive free news updates.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Health->medical profession",
      "Health->health organisation",
      "Health->medical staff",
      "Crime, Law and Justice->law enforcement"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Danny O. Steffens",
          "sentiment": "negative"
        },
        {
          "name": "Matthew J. Platkin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "AG",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:19:44.507+02:00",
    "updated": "2024-12-20T01:19:44.507+02:00"
  },
  {
    "uuid": "5d96b0fc0f8d708bb50e0db5e2b14d2e03e9f7e3",
    "url": "https://www.newsbreak.com/los-gatos-ca/3532870247577-los-gatos-park-improvements-to-fill-equity-gaps",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-07-18T19:00:00Z",
    "title": "Los Gatos park improvements to fill equity gaps",
    "text": "By Annalise Freimarck ,\n8 hours ago Dead, dry grass and tree stumps covering a corner of a popular Los Gatos neighborhood park will be transformed into a new grove thanks to a financial boost.\nLive Oak Manor Park, a roughly 4.1-acre, narrow strip of land nestled between homes and utility poles, will be replanted with a centennial grove and a meandering path. The grove will replace the dead grass and include benches and a copse of trees surrounding a central tree. The majority of funding will come from the Rotary Club of Los Gatos as a celebration of its 100th anniversary.\nThe cost has yet to be determined, but the club and town plan to fund the project, with construction slated for fall. The club is working with San Jose-based HMH Engineers to bring its design to life.\nAdam Mayer, a Los Gatos resident and Rotary Club member for about two years, said the club selected the park for its celebration because of the town’s recommendation. He said some parks like Live Oak have received less attention than parks closer to the historic downtown, and he’s glad the rotary can help address that gap at Live Oak.\n“We wanted to create a space that not only commemorated the town and the Rotary Club, but (gave) users of the park just a place where they can sit on a bench and have a quiet, reflective time or read a book,” he told San José Spotlight.\nThe Los Gatos Town Council unanimously approved the project and club’s donation in June. The renovations will add to existing amenities including a basketball court, playground, walking path and benches. A town spokesperson said Los Gatos has not completed comprehensive updates to the park, but has replaced equipment and planted trees as funding permitted.\nRelated Stories June 26, 2024 Heat scorches East San Jose playground equipment June 18, 2024 San Jose parks lose millions as developers get tax break June 4, 2024 Cupertino park will boost equity, advocates say If the Rotary Club hadn’t supported this project, the town would have only been able to replace some trees in the near future using designated funds, the spokesperson added.\nCouncilmember Rob Moore lives about two minutes from the park. He said he enjoys going there nearly every other night and that it’s a valuable neighborhood park for people like him who live in fourplexes without access to big yards. He said the new amenities will further equitability for Los Gatos’ east side parks.\n“These are just parts of town that haven’t received the same investment as other parts,” he told San José Spotlight. “So being able to beautify parts of town where it makes, in my opinion, sort of an outsized difference, I think is really critical.”\nParks in municipalities across Santa Clara County have also faced equity issues. Last month, advocates called out unsafe, scorching metal slides as an equity issue at Emma Prusch Farm Park’s new playground. In May, advocates said Cupertino boosted park equity by advancing a project along one of its bustling expressways.\nLos Gatos resident Dean Kim, 47, has lived in the area for about 10 years and uses Live Oak Manor Park daily for walking, playing basketball and soaking in nature. He said he’s looking forward to the improvements.\n“That’s great. I like that stuff because I love the trees and the grass,” he told San José Spotlight. “I love the nature right here.”\nContact Annalise Freimarck at annalise@sanjosespotlight.com or follow @annalise_ellen on X, formerly known as Twitter.\nThe post Los Gatos park improvements to fill equity gaps appeared first on San José Spotlight .\nExpand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://twitter.com/Annalise_ellen",
      "https://img.particlenews.com/image.php?url=3b264i_0uVo3mb600",
      "https://sanjosespotlight.com/cupertino-park-will-boost-equity-advocates-say/",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=3b264i_0uVo3mb600",
      "https://sanjosespotlight.com/cdn-cgi/l/email-protection",
      "https://sanjosespotlight.com/heat-scorches-east-san-jose-emma-prusch-farm-park-playground-slides-equipment/",
      "https://www.sanjosespotlight.com/cupertino-park-will-boost-equity-advocates-say/",
      "https://sanjosespotlight.com/cupertino-park-will-boost-equity-advocates-say",
      "https://www.twitter.com/Annalise_ellen",
      "https://img.particlenews.com/image.php",
      "https://www.sanjosespotlight.com/cdn-cgi/l/email-protection",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=3b264i_0uVo3mb600",
      "https://www.sanjosespotlight.com/heat-scorches-east-san-jose-emma-prusch-farm-park-playground-slides-equipment/",
      "https://www.img.particlenews.com/image.php?url=3b264i_0uVo3mb600",
      "https://sanjosespotlight.com/heat-scorches-east-san-jose-emma-prusch-farm-park-playground-slides-equipment"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "annalise freimarck",
          "sentiment": "negative"
        },
        {
          "name": "adam mayer",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hmh",
          "sentiment": "none"
        },
        {
          "name": "rotary club",
          "sentiment": "none"
        },
        {
          "name": "rotary club of los gatos",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los gatos",
          "sentiment": "none"
        },
        {
          "name": "oak manor park",
          "sentiment": "none"
        },
        {
          "name": "san jose",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-19T01:41:10.207+03:00",
    "updated": "2024-07-19T06:16:39.327+03:00"
  },
  {
    "uuid": "56ef1d8f7a96a2ad24d2465f519ad5862d4e8d9d",
    "url": "https://www.world-today-news.com/hallucinogen-related-er-visit-linked-to-increased-schizophrenia-risk",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-11-14T18:48:00Z",
    "title": "Hallucinogen-Related ER Visit Linked to Increased Schizophrenia Risk",
    "text": "Headline: Study Links Hallucinogen Use to Increased Schizophrenia Risk\nEmerging Research Warns of Psychosis Risks Associated with Psychedelics\nPsychedelics like MDMA, psilocybin, and LSD are gaining traction in both recreational and therapeutic settings, especially as discussions around their potential for treating mental health conditions intensify. However, a new study led by Dr. Daniel Myran, a Canada research chair in social accountability at the University of Ottawa, raises red flags. It reveals a concerning correlation between hallucinogen use and an elevated risk of developing schizophrenia. As regulatory bodies continue to deliberate on the use of MDMA for PTSD treatment, this research emphasizes the urgent need for caution in the burgeoning field of psychedelic therapy.\nThe Study: A Deep Dive into Hallucinogen Use Conducted over a span of more than a decade, the study analyzed data from 9,244,292 individuals aged 14 to 65 living in Ontario, Canada, from 2008 to 2021. Of this large cohort, 5,217 individuals (or 0.1%) reported an emergency department visit related to hallucinogen use. The most prevalent reasons for these visits included:\nHarmful use : 36.6% Acute intoxication : 22.2% Dependence or withdrawal : 12.7% Hallucinogen-induced psychosis : 3.5% Dr. Myran highlighted that individuals seeking emergency care were predominantly young males from low-income neighborhoods, raising critical questions regarding the socio-economic aspects of hallucinogen use.\nFindings and Analysis The findings of the study show staggering statistics: individuals who visited emergency rooms due to hallucinogen use were at a 4.7 times greater risk of developing schizophrenia compared to those with alcohol-related visits, and 1.5 times higher risk than those with cannabis-related emergencies. The increase in emergency department visits involving hallucinogens, especially among younger populations, calls for an urgent review of both therapeutic practices and societal perceptions of these substances.\nExpert Insights \"Our findings underscore a concerning link between hallucinogen use that requires care in the emergency room and increased risk of schizophrenia,\" Dr. Myran stated. He cautioned against the overwhelming enthusiasm for psychedelic-assisted therapy, asserting that while these treatments are promising, the data is still in its infancy. “We need to remember how early and limited the data remains for both the benefits and the risks,” he added.\nMoreover, the study draws attention to the safeguards adopted in clinical trials of psychedelic-assisted psychotherapy, which typically exclude participants with a personal or family history of schizophrenia and include close monitoring during sessions. The lack of such precautions among the general public raises pressing concerns.\nImplications and Future Considerations The surge in hallucinogen use has profound implications for both public health and the technology sector, particularly as innovations in mental health treatment seek to integrate psychedelics. As companies explore digital therapies using hallucinogens, understanding the risks, particularly the potential for psychosis, will be paramount.\nMoreover, the FDA’s recent decision to issue a Complete Response Letter for MDMA’s use in PTSD treatment further complicates the narrative, highlighting the regulatory challenges facing the integration of psychedelics into mainstream therapeutic practices. With ongoing debates about their risks and benefits, this study serves as a critical reminder for stakeholders across the mental health and tech industries to tread carefully.\nCall to Action With the landscape of mental health treatment evolving rapidly, what are your thoughts on the rising use of psychedelics? Are the potential benefits worth the risks highlighted in the recent research? Share your opinions in the comments below, and for more on this topic, read our related articles on Shorty-News.\nFor additional insights, consider exploring TechCrunch or Wired for the latest findings in mind-altering therapies and technology.\nBy ensuring informed discussions surrounding these topics, we can pave the way for safer, more effective mental health treatments while safeguarding public health standards.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.wired.com",
      "https://www.techcrunch.com",
      "https://wired.com",
      "https://techcrunch.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-15T05:30:27.435+02:00",
    "updated": "2024-11-15T05:30:27.435+02:00"
  },
  {
    "uuid": "9f35b598259b13166f0a3290869c56a258b197aa",
    "url": "https://japantoday.com/category/sports/arsenal-miss-out-on-premier-league-top-spot-as-spurs-lose-thriller",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John WEAVER",
    "published": "2023-12-28T20:50:00Z",
    "title": "Arsenal fail in Premier League summit bid as Spurs lose thriller - Japan Today",
    "text": "Arsenal missed out on the chance to return to the Premier League summit on Thursday, losing 2-0 to West Ham as Tottenham went down in a six-goal thriller at Brighton.\nMikel Arteta's Gunners were top of the tree at Christmas for a second successive year but trail leaders Liverpool by two points at the halfway point of the season.\nLast year's runners-up dominated possession at the Emirates but lacked a cutting edge against the disciplined visitors, for whom Tomas Soucek and former Arsenal player Konstantinos Mavropanos scored the goals.\nSoucek opened the scoring from close range in the 13th minute following a pass from Jarrod Bowen, with the goal confirmed after a lengthy VAR check looking into whether the ball had gone out of play.\nArsenal surged forward in relentless waves and West Ham goalkeeper Alphonse Areola made a fine reaction save from a Bukayo Saka header on the half-hour.\nThe England winger hit the post from a tight angle as the clock ticked down towards half-time but Arsenal trailed at the break despite enjoying nearly three-quarters of possession.\nThe Gunners came out determined to find a response but instead they found themselves 2-0 down when Mavropanos's bullet header cannoned in off the crossbar from James Ward-Prowse's corner.\nGabriel Jesus failed to beat Areola with a header when well-placed and shortly afterwards missed another glorious opportunity with his head at the back post.\nArsenal continued to bombard the visitors' goal but could not find a breakthrough and it could have been worse had Said Benrahma managed to convert a late penalty.\nDefeat leaves the Gunners in second place on 40 points, one clear of Aston Villa and three ahead of Manchester City, who have a game in hand.\nArteta said his team deserved more for their dominance. \"We want to be at the top and today we are very, very disappointed,\" he told the BBC. \"We had so much dominance in the game. We are in a really good position. Today is a disappointing night. We have to pick ourselves up for a big game against Fulham.\"\nHe added: \"The players put an enormous effort in. It's a difficult dressing room right now but we have another game in 72 hours. This is football, we have to improve in certain areas.\"\nWest Ham manager David Moyes celebrated his team's rise to sixth in the table.\n\"We are not one of the top teams,\" he told Amazon Prime. \"We are trying to get up and grow the team. For West Ham to be in Europe (they topped their Europa League group) is a great period.\"\nTottenham, this season's early pacesetters, remain in fifth spot after losing 4-2 despite threatening an astonishing comeback from 4-0 down against Roberto De Zerbi's Brighton.\nJack Hinshelwood finished with brutal power to put the home side ahead following a weaving run from Joao Pedro along the edge of the penalty area.\nBrighton doubled their lead from the penalty spot in the 23rd minute through Pedro, who took full advantage after Dejan Kulusevski was penalised for a pull on Welbeck.\nBrazil forward Richarlison twice had the ball in the net after the break but both times he was ruled offside.\nPervis Estupinan stretched the lead with a thunderbolt from 30 yards in the 63rd minute and Pedro scored a second penalty 12 minutes later.\nAlejo Veliz grabbed what appeared to be a consolation goal in the 81st minute but it galvanised the visitors.\nBen Davies headed home Pedro Porro's deep cross as Spurs threatened to cut through every time they poured forward, with Pierre-Emile Hojbjerg hitting the post during nine frantic minutes of stoppage time.\nBut Brighton withstood the intense pressure to take all three points.\n\"I am really lucky to be this coach of this team with these players,\" De Zerbi told the BBC. \"I am very pleased with the passion they have, they have everything. You can't forget we are Brighton. Sometimes they forget we are Brighton. We are not Manchester United, Manchester City, Newcastle or Arsenal, we are still Brighton.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mikel arteta",
          "sentiment": "none"
        },
        {
          "name": "konstantinos mavropanos",
          "sentiment": "none"
        },
        {
          "name": "soucek",
          "sentiment": "none"
        },
        {
          "name": "tomas soucek",
          "sentiment": "none"
        },
        {
          "name": "alphonse areola",
          "sentiment": "none"
        },
        {
          "name": "jarrod bowen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "spurs",
          "sentiment": "negative"
        },
        {
          "name": "premier league",
          "sentiment": "negative"
        },
        {
          "name": "liverpool",
          "sentiment": "none"
        },
        {
          "name": "var",
          "sentiment": "none"
        },
        {
          "name": "arsenal",
          "sentiment": "none"
        },
        {
          "name": "bukayo saka",
          "sentiment": "none"
        },
        {
          "name": "tottenham",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brighton",
          "sentiment": "none"
        },
        {
          "name": "west ham",
          "sentiment": "none"
        },
        {
          "name": "england",
          "sentiment": "none"
        },
        {
          "name": "emirates",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:59:23.103+02:00",
    "updated": "2023-12-29T01:59:23.103+02:00"
  },
  {
    "uuid": "74a1178f7a5398e758e60f08a9671dc2a5bcf016",
    "url": "https://www.ilsussidiario.net/news/perde-entrambe-le-mani-sul-lavoro-chirurghi-gliele-riattaccano-intervento-dei-record-a-verona/2639171/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ilsussidiario",
    "published": "2023-12-29T14:09:00Z",
    "title": "Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano/ Intervento dei record a Verona",
    "text": "Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano/ Intervento dei record a Verona Perde entrambe le mani sul lavoro: chirurghi gliele riattaccano a Verona a seguito di un intervento dei record avvenuto a Verona. Ecco come è andata Intervento chirurgico record a Verona: un uomo ha [perso entrambe le mani](https://www.ilsussidiario.net/news/chiodo-endomidollare-operazione-per-la-prima-volta-in-italia-per-agganciare-protesi-agli-amputati/2639096/) dopo un incidente sul lavoro, ma un’equipe specializzata del centro di chirurgia della mano dell’ospedale della città, gliele ha riattaccate. Come segnalato da Repubblica, l’operazione è stata eseguita in contemporanea da due squadre di chirurghi, una concentrata sulla mano destra e l’altra su quella sinistra, mentre le due mani erano state conservate in una sacca di ghiaccio, uguale a quelle che solitamente si usano per trasportare gli organi. Si tratta di un intervento davvero da record visto che in precedenza solo 4 volte era stato eseguito in tutto il mondo, di conseguenza quello appena portato a termine a Verona, realizzato dal team guidato da Massimo Corain, è il quinto il mondo. L’operazione si è verificata alcune settimane fa ma è divenuta pubblica solo in queste ore dopo che il paziente è stato dimesso. In precedenza l’uomo era stato vittima di un incidente sul lavoro in quel di Vicenza: mentre stava lavorando su una macchina per il legno, lo stesso macchinario gli aveva tranciato le mani nettamente all’altezza del polso. Era stato quindi trasportato all’ospedale di Borgo Trento in ambulanza, dove nel contempo le due equipe si sono preparate ad operare e a riattaccare le due estremità allo sfortunato operaio. In totale l’intervento dei record è durato circa 7 ore e mezza su entrambi gli arti, mentre il paziente è rimasto ricoverato per 4 settimane presso il nosocomio venete, anche per via del rischio di complicanze vascolari o infettive. ENTRAMBE LE MANI AMPUTATE E RIATTACCATE: ORA UNA LUNGA RIABILITAZIONE Ora dovrà sottoporsi ad una rieducazione funzionale molto lunga, della durata di diversi mesi, ma in ogni caso potrà [tornare ad utilizzare le mani ](https://www.ilsussidiario.net/news/chi-e-viktoria-modesta-concerto-di-natale-2023-la-popstar-amputata-che-ama-il-glamour-e-la-sensualita/2632404/)per svolgere compiti semplici della vita di tutti i giorni come ad esempio mangiare o lavarsi. “I livelli di eccellenza del nostro Polo chirurgico Confortini sono noti – ha detto – ma vogliamo ribadire oggi che le moderne tecnologie non sono che un elemento di successo. La colonna portante di Auoi sono i suoi professionisti: medici, infermieri e tecnici di altissima professionalità, capaci di curare ma soprattutto di fronteggiare qualsiasi esperienza. Anche per la prima volta, come il reimpianto bilaterale delle mani”, è stato il commento del direttore generale dell’Azienda ospedaliera universitaria integrata di Verona, Calisto Bravi. © RIPRODUZIONE RISERVATA",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:36:40.262+02:00",
    "updated": "2023-12-29T16:36:40.262+02:00"
  },
  {
    "uuid": "ab342001523eea614070ab575210b0fddca733a0",
    "url": "https://india.shafaqna.com/EN/india-bans-jk-muslim-league-faction/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Abbas Adil",
    "published": "2023-12-29T05:41:00Z",
    "title": "India bans J&K Muslim League faction - Shafaqna India | Indian Shia News Agency",
    "text": "India designated the Muslim League Jammu Kashmir (Masarat Alam faction), or MLJK-MA, as an unlawful association under the Unlawful Activities Prevention law, the Scroll news portal said. The Muslim League Jammu Kashmir (Masarat Alam faction) is a separatist organisation led by Hurriyat Conference chairman Masarat Alam Bhat, who is imprisoned in Delhi’s Tihar Jail. The Scroll quoted Home Minister Amit Shah as saying in a social media post that the organisation and its members are involved in “anti-national and secessionist activities in Jammu and Kashmir supporting terrorist activities and inciting people to establish Islamic rule” in the Union Territory. “The Prime Minister Narendra Modi government’s message is loud and clear that anyone acting against the unity, sovereignty, and integrity of our nation will not be spared and face the full wrath of the law,” wrote Shah. The home ministry, in a notification, said that the leaders of the organisation have been involved in raising funds through various sources, including Pakistan and its proxy organisations, “for perpetrating unlawful activities”. The ministry said that Bhat has been involved in unlawful activities, which are “prejudicial to the integrity, sovereignty, security and communal harmony of the country”. It also said that the Central government believes that the Muslim League Jammu Kashmir (Masarat Alam faction) will continue propagating “false narratives” and anti-national sentiments among the people of Jammu and Kashmir if there is no immediate curb or control of their activities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "masarat alam bhat",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muslim league jammu kashmir",
          "sentiment": "negative"
        },
        {
          "name": "j&k muslim league",
          "sentiment": "negative"
        },
        {
          "name": "shafaqna india | indian shia news agency india",
          "sentiment": "negative"
        },
        {
          "name": "hurriyat conference",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "pakistan",
          "sentiment": "none"
        },
        {
          "name": "kashmir",
          "sentiment": "none"
        },
        {
          "name": "jammu",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T14:05:52.222+02:00",
    "updated": "2023-12-29T14:05:52.222+02:00"
  }
]