[
  {
    "uuid": "2b9b1cdf4527a11274e476cd60e3972f99e23cd0",
    "url": "https://www.otempo.com.br/carnaval/2024/chuva-nao-desanima-folioes-e-ambulantes-faturam-com-ensaio-geral-em-bh-1.3311399",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Letícia Fontes",
    "published": "2024-01-13T19:27:00Z",
    "title": "Chuva não desanima foliões e ambulantes faturam com Ensaio Geral em BH | O TEMPO",
    "text": "Nem mesmo a chuva da tarde deste sábado (13) desanimou os foliões que curtem o ensaio de Carnaval na avenida dos Andradas, na altura do bairro Pompeia, na região Leste de BH. A organização do evento estima que ao longo do dia 100 mil pessoas já curtiram a folia em BH. Em meio a sombrinhas e capas de chuva, tem comerciante faturando alto com o mau tempo. O ambulante Lúcio Marques, 60, já vendeu mais de R$ 300 só em capas. “Cheguei no fim da tarde para pegar a chuva. Todo ano vendo e dá para tirar um dinheiro bom, porque ninguém desanima de curtir por causa de chuva. Todo mundo continua mesmo no temporal”, contou o ambulante. O universitário Juliano Assis, 21, foi um dos foliões que não desistiu da festa mesmo tendo que comprar uma capa de chuva a R$ 20. “Superfaturado, mas melhor que acordar doente. Amanhã tem mais blocos”, disse. Apesar da chuva, tem muito folião que prefere mesmo é se molhar. O engenheiro mecânico, Diogo Queiroz, 26, se inspirou no clipe “Vai Malandra”, da cantora Anitta, e veio com Biquíni de fita isolante. “Vim preparado. Choveu, nós dançamos e nadamos na chuva”, brincou. O comerciante Valdeir Souza, 40, veio com pelo menos 100 capas de chuva pra vender, mas a concorrência atrapalhou os planos do ambulante que nos últimos oito anos não perde as vendas durante o pré-carnaval. “O que mais tem vendido hoje é bebida. O pessoal quer ficar na chuva mesmo e bebendo. Ninguém está nem aí. Estava vendendo a capa a R$ 15 e tive que abaixar para R$ 10 para ver se não fico no prejuízo”, contou.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-14T00:06:30.490+02:00",
    "updated": "2024-01-14T00:06:30.490+02:00"
  },
  {
    "uuid": "07316362db3b497cae62f3a7ad0710be6d65ac81",
    "url": "https://vnexplorer.net/chaitra-navratri-2024-date-time-muhurta-and-other-things-to-know-s2123105.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-03-29T09:22:00Z",
    "title": "Chaitra Navratri 2024: Date, Time, Muhurta And Other Things To Know",
    "text": "Maa Durga is expected to arrive on her horse during this Chaitra Navratri.\nChaitra Navratri is going to start on April 9 and will continue for nine days. This Navratri will conclude with the onset of Ram Navami. According to Pandit Pankaj Pathak, during the nine days of Chaitra Navratri, Maa Durga resides on Earth to bless her devotees. Chaitra Navratri starts from the Pratipada date of Shukla Paksha of Chaitra month. The belief suggests that this year, goddess Durga will visit the Earth on her horse. As per the Hindu calendar, the Pratipada date of Shukla Paksha of Chaitra month will start on April 8 at 11:50 pm. Along with this, it will end the next day, April 9, at 08:30 pm which will commence Chaitra Navratri.\nThis time Chaitra Navratri will be held for nine days. According to the Hindu scriptures, the occurrence of Tithi in Navratri is considered inauspicious. The Chaitra Navratri will conclude on April 17. Similarly, Ghatasthapana Muhurta is from 06:02 am to 10:16 am (duration – 4 hours 14 minutes) followed by Abhijit Muhurta for Kalash Sthapana which is expected to take place from 11:57 am to 12:48 minutes (51 minutes).\nMaa Durga is expected to arrive on her horse during this Chaitra Navratri. However, this vehicle is not considered auspicious as it indicates war and natural disasters. Goddess Durga vehicles are considered an indicator of auspicious and inauspicious results. It is believed to have a huge impact on nature and human life. The changed vehicle of the Maa Durga indicates that there is a change in power.\nChaitra Navratri Dates\nFirst day:- 9 April 2024 Pratipada Tithi, Ghatasthapana Maa Shailputri Puja.\nSecond day:- 10 April 2024 Dwitiya Tithi Maa Brahmacharini Puja.\nThird day:- 11 April 2024, Tritiya Tithi Maa Chandraghanta Puja.\nFourth day:- 12 April 2024 Chaturthi Tithi Maa Kushmanda Puja.\nFifth day:- 13 April 2024 Panchami Tithi Maa Skandamata Puja.\nSixth day:- 14 April 2024 Shashthi Tithi Maa Katyayani Puja.\nSeventh day:- 15 April 2024 Saptami Tithi Maa Kalratri Puja.\nEighth day:- 16 April 2024 Ashtami Tithi Maa Mahagauri Puja.\nNinth day:- 17 April 2024 Navami Tithi Maa Siddhidatri Puja, Ram Navami",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kJo1b.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kJo1b.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chaitra navratri",
          "sentiment": "negative"
        },
        {
          "name": "maa durga",
          "sentiment": "negative"
        },
        {
          "name": "navratri",
          "sentiment": "none"
        },
        {
          "name": "shukla paksha",
          "sentiment": "none"
        },
        {
          "name": "ghatasthapana muhurta",
          "sentiment": "none"
        },
        {
          "name": "abhijit muhurta",
          "sentiment": "none"
        },
        {
          "name": "pandit pankaj pathak",
          "sentiment": "none"
        },
        {
          "name": "durga",
          "sentiment": "none"
        },
        {
          "name": "ram navami",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "time",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "tithi",
          "sentiment": "none"
        },
        {
          "name": "navratri",
          "sentiment": "none"
        },
        {
          "name": "chaitra navratri",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-29T12:24:43.627+03:00",
    "updated": "2024-03-29T12:24:43.627+03:00"
  },
  {
    "uuid": "ccd83a516370bc8c62465b5a4f10c81b7542d101",
    "url": "https://www.fox5ny.com/news/nyc-weather-weekend-storm-flooding",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Adeja Shivonne",
    "published": "2024-03-22T11:28:00Z",
    "title": "NYC weather: Widespread showers bring potential flooding this weekend",
    "text": "NEW YORK - A storm heading to the NYC area this weekend is on track to bring heavy rainfall, leading to the likelihood of flooding. A Flood Watch has been issued for the entire region starting at 7 a.m. Saturday. Total rainfall amounts are trending upwards of 3 inches for parts of Long Island, New York City and Northeast New Jersey. How much rain are we expecting in NYC? Rain is forecast to fall Friday evening into the first half of Saturday night, with 3.5 to 4 inches possible for much of the area. \"It&apos;s a substantial storm…that&apos;s a good soaking all coming in a six to eight hour stretch,\" FOX 5 NY Meteorologist Mike Woods says. Scattered and widespread showers are expected to bring as much as 3 to 4 inches of rain, according to the National Weather Service . Some areas may receive higher amounts, while rain totals may be slightly lower across the interior of the Lower Hudson Valley, according to the NWS. \"This one is going to be big,\" FOX Weather Meteorologist Bob Van Dillen said. \"It&apos;s going to roll up the Eastern Seaboard over the weekend. It could be a washout for you on Saturday.\" Will flooding be a concern in the NYC area? There is a threat of flash flooding on Saturday in the mid-Atlantic and Northeast. (NWS) NOAA&apos;s Weather Prediction Center has already highlighted portions of coastal Long Island and New Jersey for a Level 2 out of 4 risk of flash flooding on Saturday. The rainy side of this weekend&apos;s storm could lead to flooding concerns throughout New Jersey, New York and Connecticut as atmospheric moisture levels rise to 200-300% above average for this time of year. The National Weather Service said coastal flooding and beach erosion are a low risk at the moment. However, there are concerns for a few rivers and streams, especially if there are higher rainfall amounts across Northeast New Jersey and Southern Connecticut, the National Weather Service said. Forecast timeline Heavy rainfall is expected to develop Friday night with up to eight hours of moderate to heavy rainfall into Saturday afternoon. Clouds will thicken Friday night as showers move in, bringing in a day of rain for Saturday, according to FOX 5 NY Meteorologist Mike Woods. Some lingering flooding of rivers and streams is likely. \"The rain is going to be a quick mover,\" Van Dillen said. \"It should be out by Sunday, but we&apos;re going to see some storms.\" The setup for a storm in the Northeast this weekend. (FOX Weather) Friday Afternoon: Sunny, with a high near 45. Night: A chance of rain and snow before 2 a.m., then rain is likely. Increasing clouds, with a steady temperature around 44. Chance of precipitation: 60%. Little or no snow accumulation expected. Saturday Morning: Rain. High near 50. Chance of precipitation: 90%. Night: Rain likely, mainly before 8 p.m. Mostly cloudy, with a low around 39. Breezy. Chance of precipitation: 60%. Sunday Partly cloudy. High near 50. The storm is expected to push off the East Coast by Sunday, leading to a dry second half of the weekend across the Northeast and mid-Atlantic. Will NYC see snow? Snow is in the forecast for parts of the Northeast from late Friday into early Sunday, according to FOX Weather. Snow will likely miss the New York City area, forecast models show. In northern New York and New England, total snow accumulations of 6 inches or more are expected in the areas under winter weather alerts, with 8-inch or higher totals possible in the mountains and foothills. Chris Oberholtz, with FOX Weather, contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [
      "https://forecast.weather.gov/wwamap/wwatxtget.php?cwa=OKX&wwa=flood%20watch",
      "https://www.weather.gov/okx/",
      "https://www.wpc.ncep.noaa.gov/qpf/excessive_rainfall_outlook_ero.php",
      "https://www.foxweather.com/weather-news/northeast-coastal-storm-saturday-sunday-rain-snow-ice",
      "https://foxweather.com/weather-news/northeast-coastal-storm-saturday-sunday-rain-snow-ice",
      "https://wpc.ncep.noaa.gov/qpf/excessive_rainfall_outlook_ero.php",
      "https://weather.gov/okx/",
      "https://www.forecast.weather.gov/wwamap/wwatxtget.php?cwa=OKX&wwa=flood%20watch",
      "https://www.weather.gov/okx",
      "https://forecast.weather.gov/wwamap/wwatxtget.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bob van dillen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "national weather service",
          "sentiment": "none"
        },
        {
          "name": "nws",
          "sentiment": "none"
        },
        {
          "name": "northeast new jersey.rain",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "nyc",
          "sentiment": "none"
        },
        {
          "name": "new york city",
          "sentiment": "none"
        },
        {
          "name": "lower hudson valley",
          "sentiment": "none"
        },
        {
          "name": "long island",
          "sentiment": "none"
        },
        {
          "name": "eastern seaboard",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T18:04:36.411+02:00",
    "updated": "2024-03-29T22:23:26.772+03:00"
  }
]