[
  {
    "uuid": "de5cb60b42d31a6fec0be321a92e9682322728ca",
    "url": "https://www.adn.com/nation-world/2024/08/01/death-valley-just-recorded-the-hottest-month-ever-observed-on-the-planet",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dan Stillman, Special to The Washington Post",
    "published": "2024-08-02T02:27:00Z",
    "title": "Death Valley just recorded the hottest month ever observed on the planet",
    "text": "The hottest place on Earth just observed its hottest month. Death Valley, Calif., registered an average July temperature of 108.5 degrees, the highest monthly value ever recorded among thousands of weather stations around the globe, according to Brian Brettschneider, a climatologist based in Alaska. The scorching month in Death Valley came as the planet’s average temperature reached its highest level on two straight days. The Earth has set high temperature records over the past 13 months. Scientists say the warmth is linked to decades of global heating from human emissions of greenhouse gases. July was also the hottest month on record for dozens of cities in the western United States, including Sacramento, Las Vegas and Portland, Ore. Death Valley’s high temperatures ranged from 111 to 129 degrees. It reached at least 125 on nine consecutive days from July 4 to 12. At night, the mercury only dipped below 90 twice and remained in the triple digits three times. Amid the unforgiving stretch of hot days and nights, a motorcyclist died of heat exposure July 6, a woman was rescued because of heat-related illness July 18 and a man was rescued July 20 after “suffering full-thickness burns on his feet,” according to the National Park Service. The world’s previous hottest month was also observed in Death Valley, when its average July temperature was 108.1 degrees in 2018. This July’s maximum temperature of 129 on July 7 was a mere degree short of its high of 130 degrees on July 9, 2021, and Aug. 16, 2020, the hottest ever reliably measured on the planet. Death Valley reportedly reached 134 degrees on July 10, 1913, but climatologists have questioned the validity of that measurement. Situated in California’s Mojave Desert, Death Valley is often the hottest place on Earth because of its low elevation - the lowest in North America - and the steep mountains that surround it. Furnace Creek, where the official weather station is located, sits at 190 feet below sea level and is infamous for its searing heat. A scorching July throughout the West Many cites across the western United States also endured a historically hot July. Las Vegas was among the nation’s toastiest cities with an average July temperature of 99.9 degrees, its hottest month on record. It also registered its hottest day on record on July 7, when it posted a high of 120. Temperatures of 110 degrees or higher reached as far north as Oregon, Idaho and Washington in July. Weather historian Don Sutherland documented several of the more notable heat records: -In California, Palmdale and Lancaster set records for duration of extreme heat, with both sites reaching 100 degrees or higher on 25 consecutive days, and at least 110 degrees on six consecutive days. -Phoenix reached at least 105 degrees Wednesday for a 57th consecutive day, breaking its previous record streak of 56 days in 2023. The city also recorded a low temperature of 80 degrees or warmer Wednesday for the 57th consecutive day, exceeding the record of 51 days in 2023. -Las Vegas reached 105 degrees or higher for the 50th time this year on July 29, its earliest date on record. The previous earliest was Aug. 11. The city has reached at least 110 degrees on 29 days this year, tying the record from 1940. It also experienced its hottest 31-day period on record with an average high of 111.9 degrees from late June to late July. -Boise, Idaho, reached at least 105 degrees on a record nine days this year, breaking the previous mark of five in 1898. It also tied its record of nine consecutive days reaching 100 degrees or higher. -Redding, Calif., experienced its hottest three-week period on record from June 28 to July 18, with an average high of 108.4 degrees. -Seattle reached 80 degrees or higher on a record 17 consecutive days, breaking the previous mark of 15 days. After a short pause earlier in the week, the heat is building in the West once again. Temperatures are expected to run 10 to 15 degrees above normal across portions of the Pacific Northwest and northern Plains through Saturday, with the focus of excessive heat then shifting to Southern California and the Desert Southwest this weekend into next week, exacerbating an already active wildfire season. - - - Jason Samenow contributed to this report.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "brian brettschneider",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "earth",
          "sentiment": "none"
        },
        {
          "name": "sacramento",
          "sentiment": "none"
        },
        {
          "name": "portland",
          "sentiment": "none"
        },
        {
          "name": "ore",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "death valley",
          "sentiment": "none"
        },
        {
          "name": "alaska",
          "sentiment": "none"
        },
        {
          "name": "calif.",
          "sentiment": "none"
        },
        {
          "name": "las vegas",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T06:01:07.992+03:00",
    "updated": "2024-08-02T06:28:35.109+03:00"
  },
  {
    "uuid": "1590970a23a4f8f921956d8287ceabef488a18e4",
    "url": "https://ih.advfn.com/stock-market/stock-news/93640491/ecosmetics-the-intersection-of-technology-and-bea",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "advfn.com",
    "published": "2024-04-11T21:00:00Z",
    "title": "eCosmetics: The Intersection of Technology and Beauty",
    "text": "Leveraging Tech Innovations to Revolutionize Beauty e-Commerce\nPOMPANO BEACH, Fla. , April 11, 2024 /PRNewswire/ -- In a world where technology and beauty are increasingly intersecting, eCosmetics stands as a prime example of how to leverage digital advancements and redefine the e-commerce landscape. This innovative platform is not just a beauty retailer; it's a tech-driven powerhouse transforming the way consumers discover, interact with, and purchase beauty products.\nA Tech-Driven Approach\nAt its core, eCosmetics is a testament to the power of technology in enhancing customer experiences and optimizing business operations. Co-founders Alex Irvin and Richard Kirsch , with their rich backgrounds in IT and marketing, integrated cutting-edge technology into every facet of their business model.\nThe eCosmetics website stands out with its user-friendly design, intuitive navigation, and personalized shopping experiences. A Statista insight report from 2024 notes 34 percent of US consumers will \"gladly pay for services that make life more convenient,\" and eCosmetics is aiming for shopping ease by employing advanced algorithms for product recommendations and leveraging AI for customer insights.\n\"When people come to our site, they know we already have all their favorite beauty brands and products,\" says Michelle Chase , eCosmetics' Director of Account Management. \"But we also want them to fall in love with something new they may not have found otherwise. Using AI and learning algorithms, we can ensure every customer experience is tailored to individual preferences and needs.\"\nBehind the scenes, eCosmetics' technological prowess is equally impressive. The company's sophisticated inventory management system, anchored in its South Florida distribution center, allows for efficient handling of thousands of products. This system ensures stock levels are optimized, orders are processed swiftly, and customers receive their purchases promptly – all key factors in building customer trust and loyalty.\nOther tech-driven efforts include the brand's new subscription service. When a customer knows they need consistent refills of their favorite hair or skincare, those go-to products can be sent automatically to their door without needing to place a new order each time.\nData-Driven Marketing\nUnder the leadership of Irvin, eCosmetics' marketing strategies are a blend of creativity and data-driven precision. By harnessing the power of big data, the company gains valuable insights into consumer behavior, market trends, and campaign performance.\nIn a 2023 Statista survey, nearly 58 percent of Millennials consumers and more than 40 percent of Gen X and Baby Boomers wanted personalized product recommendations while shopping online. The eCosmetics team is looking into its own intelligent virtual assistant or sales chatbot for simple customer inquiries as well as individualized recommendations. According to PwC, customers are willing to pay up to 16 percent more for similar services.\nThis data-centric approach enables eCosmetics to craft targeted marketing campaigns, optimize customer acquisition costs, and, ultimately, drive sales and revenue growth.\nFutureproofing Through Innovation\nLooking to the future, eCosmetics shows no signs of complacency. The company is exploring emerging technologies, such as augmented reality (AR) for virtual product try-ons—a market projected to grow through 2028—and even blockchain technology for security and transparency. These forward-thinking initiatives keep eCosmetics ahead of the curve and signal the brand's commitment to innovation and customer satisfaction.\nA shining example of how technology can be harnessed to revolutionize an industry, eCosmetics blends the allure of beauty with the efficiency of technology. It's not just meeting the current demands of the e-commerce world; it's setting new standards for what's possible in online retail. As technology evolves, eCosmetics remains poised at the forefront, ready to embrace the next wave of digital innovations in the beauty industry.\nAbout eCosmetics\neCosmetics is a beauty and fashion online retailer based out of Pompano Beach, FL. Founded in 2019, eCosmetics offers experienced customer service and a fast, easy way to shop for classic, emerging, and luxury brands. Customers can expect free shipping on orders of $49 or more to the continental United States , free returns, and a 100% satisfaction guarantee.\nPress Contact:\nAlex Irvin\n18003498192\nView original content to download multimedia:https://www.prnewswire.com/news-releases/ecosmetics-the-intersection-of-technology-and-beauty-302114900.html\nSOURCE eCosmetics\nCopyright 2024 PR Newswire",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.prnewswire.com/news-releases/ecosmetics-the-intersection-of-technology-and-beauty-302114900.html",
      "https://static.cloudflareinsights.com/beacon.min.js/v84a3a4012de94ce1a686ba8c167c359c1696973893317",
      "https://www.static.cloudflareinsights.com/beacon.min.js/v84a3a4012de94ce1a686ba8c167c359c1696973893317",
      "https://prnewswire.com/news-releases/ecosmetics-the-intersection-of-technology-and-beauty-302114900.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "richard kirsch",
          "sentiment": "none"
        },
        {
          "name": "alex irvin",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "fla.",
          "sentiment": "none"
        },
        {
          "name": "pompano beach",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T04:12:08.603+03:00",
    "updated": "2024-04-12T04:12:08.603+03:00"
  },
  {
    "uuid": "3c52c658f3018e844692685cbb0f9e3c02652f62",
    "url": "https://facts.net/events/15-facts-about-national-no-pants-day-may-3rd",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Uta Lepore",
    "published": "2024-04-18T07:01:00Z",
    "title": "15 Facts About National No Pants Day (May 3rd)",
    "text": "Ever wondered why some folks are strutting around in their boxers or skirts without pants every May 3rd? National No Pants Day is the reason behind this quirky display, and it's as fun as it sounds! Originating as a humorous event at the University of Texas in 2000, this day has grown into a global phenomenon, encouraging people to ditch their trousers for a day. But why, you might ask? It's all about shaking up the norm and adding a little spice to our everyday lives. From its college campus beginnings to becoming a day marked by laughter and light-heartedness worldwide, National No Pants Day reminds us not to take life too seriously. Ready to learn more about this peculiar celebration? Let's dive into the fascinating world of National No Pants Day and uncover some\nfacts that might just make you want to participate next time May 3rd rolls around!\nWhat is National No Pants Day?\nNational No Pants Day is a whimsical event celebrated on the first Friday of May each year. Its origins trace back to a college prank but have since evolved into a day of fun, promoting a light-hearted break from the norm. Participants enjoy the freedom of not wearing pants in various public spaces, opting for shorts, skirts, or even costumes instead. This day encourages creativity, humor, and a sense of community among those who choose to partake.\nOrigins of National No Pants Day\n-\nNational No Pants Day began as a humorous event at the University of Texas at Austin in the late 1990s. Initially, it was a way for students to blow off steam before finals.\n-\nThe idea quickly spread beyond the campus, gaining popularity across the United States and in some parts of the world. It's celebrated by people of all ages who enjoy the playful spirit of the day.\nHow People Celebrate\n-\nCelebrations include going about daily activities without pants, such as commuting, shopping, or attending classes. Of course, participants are encouraged to do so in a manner that respects public decency laws.\n-\nSocial media plays a big role in the festivities, with thousands sharing their no-pants adventures online using specific hashtags. This digital participation helps connect a global community celebrating freedom and fun.\nImpact on Society\n-\nWhile National No Pants Day is all in good fun, it also serves as a reminder of the importance of self-expression and not taking life too seriously.\n-\nSome see it as an opportunity to challenge social norms and encourage body positivity, highlighting that comfort and confidence in one's skin come in many forms.\nFun Facts\n-\nIn some cities, public transportation systems have become unofficial venues for No Pants Day celebrations, with flash mobs of pant-less passengers surprising unsuspecting commuters.\n-\nThe event has inspired similar initiatives, like the No Pants Subway Ride, organized by Improv Everywhere, which has turned into an international phenomenon.\n-\nDespite its name, the day is not about promoting indecency. Participants often wear creative outfits, showing off a wide range of undergarments that are funny, stylish, or themed.\n-\nBusinesses, especially in the fashion and retail sectors, have used the day for promotional events, offering discounts to customers who show up without pants.\nGlobal Reach\n-\nNational No Pants Day has been celebrated in countries outside the United States, including Canada, Australia, and the United Kingdom, demonstrating its universal appeal.\n-\nThe day has also been marked in colder climates, where participants brave chilly temperatures for the sake of fun and camaraderie.\nChallenges and Controversies\n-\nNot everyone is a fan of National No Pants Day. Critics argue that it can lead to uncomfortable situations and is not suitable for all public spaces.\n-\nOrganizers and participants often work to ensure that the event remains inclusive and respectful, addressing concerns and setting guidelines to maintain a positive atmosphere.\nLooking to the Future\n- As National No Pants Day continues to grow in popularity, it's evolving into more than just a day without pants. It's becoming a symbol of joy, creativity, and the human spirit's capacity for light-hearted rebellion.\nA Look Back at No Pants Day\nNational No Pants Day, celebrated on May 3rd, is more than just an excuse to ditch your trousers. It's a day that champions fun, freedom, and the spirit of nonconformity. Originating as a quirky college tradition, this day has grown into a global phenomenon, encouraging folks everywhere to step out of their comfort zones and into a more liberated state of mind. Whether you're riding the subway in your boxers or attending a pantless party, the essence of the day is about embracing individuality and humor. Remember, it's not just about leaving your pants behind; it's about fostering a sense of community and shared joy. So, next May 3rd, why not join in? After all, life's too short not to celebrate the little things, even if it means going pantless for a day.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "university of texas",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:02:28.595+03:00",
    "updated": "2024-04-19T01:02:28.595+03:00"
  },
  {
    "uuid": "1db4c628a3ccaafa4c362054207e9a814c2f9810",
    "url": "https://actu.orange.fr/monde/ursula-von-der-leyen-annonce-une-aide-de-10-mds-eur-pour-les-pays-touches-par-les-inondations-CNT000002f58r6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AFP",
    "published": "2024-09-19T00:00:00Z",
    "title": "Ursula von der Leyen annonce une aide de 10 mds EUR pour les pays touchés par les inondations : Actualités - Orange",
    "text": "© FREDERICK FLORIN, AFP - La présidente de la Commission européenne Ursula von der Leyen au Parlement européen à Strasbourg, le 17 septembre 2024 La présidente de la Commission européenne Ursula von der Leyen a annoncé jeudi à Wroclaw (Pologne) une aide de 10 milliards d'euros, provenant du fonds de cohésion de l'UE, pour les pays d'Europe centrale touchés par les inondations. La cheffe de la Commission a rencontré à Wroclaw les dirigeants de quatre pays d'Europe centrale frappée par la tempête Boris, où depuis la semaine dernière, des vents violents, précipitations exceptionnellement fortes et inondations ont fait 24 morts en République tchèque (5), en Autriche (5), en Pologne (7) et en Roumanie (7). \"À première vue, il est possible de mobiliser 10 milliards d'euros du Fonds de cohésion pour les pays touchés. Il s'agit d'une réaction d'urgence\", a déclaré Mme von der Leyen après une réunion avec des chefs de gouvernement polonais, tchèque, autrichien et slovaque. \"Il était pour moi (...) déchirant de voir la destruction et la dévastation\" entraînées par les inondations, a-t-elle ajouté. La cheffe de la Commission a indiqué que l'UE disposait de deux sources d'aides potentielles - le Fonds de cohésion et le Fonds de solidarité - qu'elle pouvait utiliser pour \"contribuer au financement de la réparation et de la reconstruction\". - \"Mesures extraordinaires\" - \"Nous mobiliserons les fonds de cohésion d'une manière inhabituelle, de façon à ce que, tout d'abord, ils puissent être utilisés de manière très flexible, en fonction des besoins\", a souligné Mme von der Leyen. Selon elle, les bénéficiaires de l'aide pourront l'utiliser \"comme préfinancement\", de sorte que l'argent coule avant même l'investissement prévu, et sans nécessité d'un apport national. \"Il s'agit d'argent européen à 100%, sans cofinancement\", a précisé Mme von der Leyen. \"Des temps extraordinaires nécessitent des mesures extraordinaires\", a-t-elle expliqué devant la presse, aux côtés des chefs de gouvernement polonais Donald Tusk, tchèque Petr Fiala, slovaque Robert Fico et autrichien Karl Nehammer. \"La moitié de ces dix milliards reviendront à la Pologne\", a indiqué dans la soirée M. Tusk. Le chef du gouvernement tchèque, lui, a parlé de la \"bonne nouvelle\" et de deux milliards d'euros pour son pays, et le chancelier autrichien a évoqué le chiffre de 500 millions d'euros pour l'Autriche. Il n'était pas certain quelles sommes sont revenues à la Slovaquie et la Roumanie. Le chef du gouvernement roumain, n'était pas de la rencontre en raison d'une réunion de son Conseil supérieur de la Défense nationale. Sur le service X, M. Nehammer a remercié Donald Tusk \"pour l'initiative\" de la rencontre et Mme von der Leyen \"pour la bonne coopération\". - \"Tout détruit\" - Le sommet régional s'est tenu à Wroclaw, dans l'ouest de la Pologne, ville de 670.000 habitants assiégée par les eaux. Le pic de la vague a atteint cette agglomération jeudi, et même si le niveau d'eau y est moins élevé qu'en 1997, lorsque la ville avait connu une inondation catastrophique, il pourrait s'y maintenir plusieurs jours, ce qui nourrit des craintes sur la solidité des digues. Jeudi, Donald Tusk a prévenu qu'il fallait se garder de toute \"euphorie\" et de tout \"soulagement\" injustifiés en pensant que \"le pire est passé\". La pluie a cessé de tomber dans la grande partie de la région centre-européenne, mais les rivières en crue menaçaient toujours des villes et localités en aval des cours d'eau. A certains endroits, l'eau a \"littéralement tout détruit\", laissant le paysage dévasté \"comme après une guerre\", a déclaré jeudi le ministre polonais des Infrastructures Dariusz Klimczak. En Pologne, plusieurs villes et villages ont été complètement détruits par la crue qui a laissé derrière elle un paysage de désolation, avec des maisons démolies, des ponts coupés, l'infrastructure routière et ferroviaire endommagée. Dans certaines localités, les habitants manquent toujours d'eau potable et d'électricité. A travers le pays, des collectes d'argent et de produits de première nécessité sont organisées, alors que les autorités locales commencent à évaluer les dégâts qui pourraient se chiffrer en milliards de zlotys. Le gouvernement polonais a annoncé avoir débloqué deux milliards de zlotys (470 millions d'euros) d'aides directes aux personnes et localités touchées par les inondations. A Vienne, le gouvernement a annoncé mercredi que le fonds d'aide aux sinistrés du pays serait porté à un milliard d'euros. publié le 19 septembre à 21h48, AFP",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-09-20T00:09:00.490+03:00",
    "updated": "2024-09-20T00:09:00.490+03:00"
  },
  {
    "uuid": "0fe3d24e55a36a38bf30845eb9069aad52a675d9",
    "url": "http://www.cnnphilippines.com/business/2023/12/29/boeing-737-max-loose-bolt.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gregory Wallace; CNN",
    "published": "2023-12-28T23:19:05Z",
    "title": "Missing piece on aircraft prompts Boeing to ask airlines to inspect all 737 Max jets",
    "text": "Missing piece on aircraft prompts Boeing to ask airlines to inspect all 737 Max jets maxItemsPerPage: 10 totalITemsFound: maxPaginationLinks: 10 maxPossiblePages: startIndex: endIndex: (CNN) — Boeing has asked airlines to inspect all of their 737 Max jets for a potential loose bolt in the rudder system after an airline discovered a potential problem with a key part on two aircraft. An unnamed international airline found a bolt with a missing nut in a rudder-control linkage mechanism while conducting routine maintenance – and it found a similar bolt that wasn’t properly tightened in a yet-to-be delivered plane. An airplane’s rudder is used to control and stabilize the aircraft while in flight. Boeing said the plane with the missing bolt was fixed, but it wants to ensure all 1,370 737 Max planes in service worldwide are checked for similar problems. “The issue identified on the particular airplane has been remedied,” a Boeing spokesperson said in a statement. “Out of an abundance of caution, we are recommending operators inspect their 737 Max airplanes and inform us of any findings.” Boeing informed the Federal Aviation Administration, which said Thursday that the inspection involves looking for “a possible loose bolt in the rudder control system.” The task takes about two hours, according to the FAA, and airlines will report progress of their inspections to the regulator. Boeing said the repair involves removing an access panel and visually validating the nuts and bolts. Boeing will perform the inspection on all new aircraft going forward. The FAA said it would “consider additional action based on any further discovery of loose or missing hardware.” The part in question is a critical safety item, for which the FAA requires double inspection. That means two sets of eyes must sign off that it is ready for flight. Boeing’s engineering and quality problems have posed major challenges for the company. The crashes of two of 737 Max jets that killed all 346 people on board the flights led to a crippling 20-month grounding of the plane. It also was one of the most expensive corporate tragedies in history, costing Boeing more than $20 billion. The Max returned to the air carrying passengers in most markets around the globe beginning in late December 2020. But it has encountered other problems, including in April when Boeing said it has discovered a manufacturing issue with some 737 Max aircraft after a supplier used a “non-standard manufacturing process” during the installation of two fittings in the rear fuselage – although Boeing insisted the problem did not constitute a safety risk. The Max has faced numerous notices for additional inspections since it returned to service. Boeing says that’s a result of its increased focus on safety, but a missing nut on a crucial system cannot be explained away, noted CNN safety analyst David Soucie. “If the airplane left the factory with this missing part, it indicates the past three years of safety culture improvements and improved inspections on critical safety of flight systems at Boeing isn’t working,” Soucie said. Boeing has faced problems, delays and financial charges for just about all of its other passenger jets too: The FAA flagged quality problems with the company’s 787 Dreamliners, leading Boeing to temporarily halt deliveries last year. Though the Dreamliner was not grounded like the Max, it still hurt the company’s bottom line. Boeing has faced massive operating losses in recent quarters as it tries to deliver the huge backlog of 737 Max planes to customers and racks up cost overruns on other planes, including the aircraft that will replace the current Air Force One jets.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "boeing",
          "sentiment": "negative"
        },
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:19:09.803+02:00",
    "updated": "2023-12-29T01:19:09.803+02:00"
  },
  {
    "uuid": "c638178f30e2a4852da05eb8dfc43a921989357a",
    "url": "https://www.agensir.it/quotidiano/2023/12/29/natale-mons-morrone-reggio-calabria-bova-emerga-la-responsabilita-dei-cristiani-che-abitano-questa-nostra-citta-per-il-bene-comune/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@agensir",
    "published": "2023-12-29T15:10:00Z",
    "title": "Natale: mons. Morrone (Reggio Calabria-Bova), “emerga la responsabilità dei cristiani che abitano questa nostra città per il bene comune” - AgenSIR",
    "text": "La lieta novella della nascita del Messia come “la proclamazione di un nuovo inizio”, di “una nuova ripartenza, sotto il segno della benedizione”. Nelle sue omelie, della notte di Natale e della solennità del Santo Natale, l’arcivescovo di Reggio Calabria-Bova, mons. Fortunato Morrone, invita ad accogliere pienamente l’annuncio cristiano della venuta del Salvatore e conseguentemente a uscire fuori da una sorta di “sonnambulismo” che come non mai attraversa la città, ma anche la Chiesa, e coincide con “un senso di apatia e indifferenza che ammorba il pensiero e conduce alla rassegnazione, già atavica da noi”. L’arcivescovo ammette: “Nel nostro territorio e nella nostra città non poche sono le piccole luci di prossimità, di solidarietà, di passione e competenze nel campo educativo, sanitario, amministrativo, imprenditoriale caritativo. Ma più forte sembrano le ombre dell’autoreferenzialità politica sociale, culturale e anche ecclesiale che disperdono in tanti rigagnoli inconcludenti e frustranti le tante belle energie che al contrario potrebbero convergere in obiettivi comuni per il bene di tutti, ma proprio di tutti coloro che abitano in questo nostro territorio metropolitano”. “Tirarsi fuori dal quotidiano, delegando le nostre responsabilità, con i suoi drammi e le sue incognite, le sue bellezze e le sue conquiste – afferma mons. Morrone – significa tradire il mistero stesso dell’Incarnazione”. Tuttavia, “è in quest’oggi, in questo lembo calabro della nostra terra reggina, amata da Dio, che noi cristiani e cattolici siamo chiamati a continuare la lieta narrazione del Dio invisibile attuata e portata a compimento dal Signore Gesù, Luce vera che illumina ogni uomo”. Da qui l’esortazione a ribaltare l’attuale percezione di “vuoto ideale di passione civile e di responsabilità sociale che ha ricadute negative sul versante culturale ed etico e di conseguenza politico”. Un contesto in cui sembra che “ognuno badi a sé, al suo particolare, al suo interesse personale che emerge proprio nei momenti cruciali delle scelte socio-politiche, rallentando il rilancio e la ripartenza di questa nostra città reggina con riflessi negativi sull’intero territorio metropolitano”. Certamente, sostiene l’arcivescovo, “non possiamo illuderci di uscire da certe situazioni con scorciatoie e comodi rimedi momentanei”. Insomma, a nessun membro della comunità civile o religiosa è consentito “in questo momento non facile” di lavarsi le mani o girarsi dall’altra parte. Per mons. Morrone, è proprio ora che “deve emergere la responsabilità dei cristiani che abitano questa nostra città”. Quindi l’appello, specialmente ai cristiani “che abitano i palazzi della politica e dell’amministrazione”: “Non desistete dall’avere una visione di ampio respiro dell’agire politico, come forma alta della carità cristiana, traduzione dell’Incarnazione del Signore. Non vi mancano le competenze e il sincero desiderio di operare il bene di tutti e per tutti”. Da qui il richiamo “al sano orgoglio credente ma anche a quello che deriva dal buon senso umano e dalla passione per il bene comune. Fare un passo indietro o a lato, mettere in parentesi interessi di parte, farà bene a tutti, sarà un bene per tutti, si gusterà il bene di tutti i cittadini”. Natale: mons. Morrone (Reggio Calabria-Bova), “emerga la responsabilità dei cristiani che abitano questa nostra città per il bene comune” La lieta novella della nascita del Messia come “la proclamazione di un nuovo inizio”, di “una nuova ripartenza, sotto il segno della benedizione”. Nelle sue omelie, della notte di Natale e della solennità del Santo Natale, l’arcivescovo di Reggio Calabria-Bova, mons. Fortunato Morrone, invita ad accogliere pienamente l’annuncio cristiano della venuta del Salvatore e conseguentemente a uscire fuori da una sorta di “sonnambulismo” che come non mai attraversa la città, ma anche la Chiesa, e coincide con “un senso di apatia e indifferenza che ammorba il pensiero e conduce alla rassegnazione, già atavica da noi”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T18:50:25.917+02:00",
    "updated": "2023-12-29T18:50:25.917+02:00"
  },
  {
    "uuid": "c3112ea3fbfee96d46366192167aaa3694e666ac",
    "url": "https://timesofindia.indiatimes.com/india/pandian-in-delhi-on-naveens-orders-bjd/articleshow/110776729.cms",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Debabrata Mohapatra",
    "published": "2024-06-06T20:34:00Z",
    "title": "Pandian in Delhi on Naveen’s orders: BJD | India News - Times of India",
    "text": "BHUBANESWAR: Amid murmurs about V K Pandian’s role in BJD’s electoral debacle and his absence in public since the June 4 results, the party on Thursday clarified that he was in New Delhi on instructions of outgoing CM Naveen Patnaik.“There are some misleading media reports on his (Pandian’s) Delhi tour,” BJD Rajya Sabha member Sasmit Patra said. BJD did not disclose the purpose of Pandian’s sudden visit to Delhi. It also did not clear the air on why Pandian, BJD’s chief election strategist who often conveyed his messages through videos, has not yet reacted to the debacle.Naveen met defeated MLA and MP candidates at his residence on Thursday.After the meeting, the leaders avoided questions on Pandian and described Naveen “as their one and only leader” — a contrast from the recent months when the former IAS was seen as the chief minister’s successor.Asked if Naveen had distanced himself from Pandian, BJD secretary Pranab Prakash Das said: “It is Naveen Babu’s prerogative on who should remain in the meeting. ”Asked about a buzz that Pandian had offered to resign, a BJD leader said: “It is our internal matter. A committee has been formed to look into the reasons behind our defeat.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Politics",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "v k pandian",
          "sentiment": "negative"
        },
        {
          "name": "naveen",
          "sentiment": "none"
        },
        {
          "name": "naveen babu",
          "sentiment": "none"
        },
        {
          "name": "naveen patnaik",
          "sentiment": "none"
        },
        {
          "name": "pranab prakash das",
          "sentiment": "none"
        },
        {
          "name": "sasmit patra",
          "sentiment": "none"
        },
        {
          "name": "pandian",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjd | india news - times",
          "sentiment": "negative"
        },
        {
          "name": "naveen",
          "sentiment": "negative"
        },
        {
          "name": "mla",
          "sentiment": "none"
        },
        {
          "name": "ias",
          "sentiment": "none"
        },
        {
          "name": "bjd",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "delhi",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-07T00:30:17.460+03:00",
    "updated": "2024-06-07T00:30:17.460+03:00"
  }
]