[
  {
    "uuid": "3e55e78e5995711f59434dec8e57b955edc3b092",
    "url": "https://www.thespec.com/news/canada/why-researchers-are-racing-to-restore-b-c-s-kelp-forests/article_44b15db9-ee92-51c2-81df-527876c76130.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Hope Lompe, Local Journalism Initiative Reporter Canada's National Observer",
    "published": "2024-07-05T02:00:00Z",
    "title": "Why researchers are racing to restore B.C.’s kelp forests",
    "text": "Restoration of kelp forests lost to ocean heat waves and overgrazing sea urchins is underway off Vancouver Island’s coastlines with guidance from local researchers.\nExperts from the University of Victoria have teamed up with the Bamfield Marine Sciences Centre on the project, known as the Kelp Rescue Initiative.\n×\nAlready a Subscriber? Sign in You are logged in Switch accounts To kickstart their restoration work, divers are planting two species of canopy-forming kelp in Barkley Sound at the research centre in Bamfield. The project will also happen in the North Salish Sea at multiple locations around Hornby and Denman Island with support from Vancouver Island University’s Deep Bay Marine Field Station.\nARTICLE CONTINUES BELOW Kelp forests are quickly declining around the world from a combination of sea urchin predation and warming ocean temperatures due to climate change. This was further exacerbated during the ocean warming “blob” event between 2014 to 2016, said Jasmine Schuster, the initiative’s program manager. In the last seven years, the Kelp Rescue Initiative (KRI) reports up to 95 percent of these dense brown-seaweed forests, which make up the canopy-forming algae that can grow from the seafloor all the way to the water’s surface, have disappeared in areas off North America’s west coast. Kelp loss has devastating effects on marine ecosystems. In addition to providing habitat, shelter, food and biodiversity support for West Coast marine species, kelp also contributes to oxygen production and CO2 absorption. A study published in Nature Communications last year also estimates kelp contributes $500 billion annually to the global economy.\nResearchers believe the marine heat wave likely caused the die-off of the main predators of sea urchins that, in turn, graze on the seaweed — putting “pressure from a lot of angles,” on the kelp, Schuster said.\nThe KRI is working on ways to keep sea urchins out of research fields, including putting fences and cages around their restoration areas. However, this can only be done on a small scale, and not at the level required to keep urchins away. The team is also talking to Fisheries and Oceans Canada (DFO), sea urchin harvesters and Indigenous communities about solutions to sea urchin management — like eating more of them.\nPolluted waters and record snow melt earlier in the year have also contributed to the kelp decline, adds Timothy Green, research chair for shellfish health and genomics at the Deep Bay Marine Field Station.\n“So you’ve got this organism that [reproduces at] roughly the same time every year. But now it’s getting hit with this freshwater lens and really warm water earlier in the season, and that’s another big driver of why we’re starting to lose these kelp populations,” Green said.\nARTICLE CONTINUES BELOW ARTICLE CONTINUES BELOW The project team is also trying to understand why some pockets of kelp have survived, and if they can be transferred into other areas where it has been lost, he explained.\n“Why is that? Is it because of their genetics, and their phenotypes enable them to grow in these warmer, more acidic changed environments? Or are they just lucky? I think that’s the big question at the present moment that is trying to be answered,” Green said.\nThe Kelp Research Initiative is in the second year of the four-year project. It is led by Julia Baum of UVic and Sean Rogers, director of the Bamfield Marine Sciences Centre, and supported by a $3.68 million research grant from the DFO under the Aquatic Ecosystems Restoration Fund. The project is now scaling up efforts to move kelp plants out of facility nurseries into coastal waters. The researchers are experimenting with different ways of achieving this, including developing a kelp “glue,” to prevent new plants from being washed out to sea.\nEventually the team hopes to create a guidebook for the restoration project to be replicated on a larger scale in the region. They also have recruited a First Nations liaison to understand what Indigenous communities value about kelp and how they can get involved and benefit.\nThe team also plans to expand the project north to Comox next year.\n“It’s perhaps the most challenging place to restore because it’s the hottest place all around Vancouver Island and this in this region,” said Schuster.\nARTICLE CONTINUES BELOW ARTICLE CONTINUES BELOW “The temperatures are almost the same as California, which is nuts if you think about that,” Schuster said.\nUltimately, the team hopes to provide tools and documents to support local community-based kelp forest restoration, before it’s too late.\n“What we’re really trying to avoid is that phase shift where, once upon a time, [we] had a certain ecosystem, and now it’s completely changed. That’s the fear to me,” Green said.\nReport an error Journalistic Standards About the Spec Trending videos JOIN THE CONVERSATION To join the conversation set a first and last name in your user profile.\nUpdate Profile Conversations are opinions of our readers and are subject to the Community Guidelines . Hamilton Spectator does not endorse these opinions. Sign in or register for free to join the Conversation\nSign In Register",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "van",
          "sentiment": "negative"
        },
        {
          "name": "jasmine schuster",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kelp rescue initiative",
          "sentiment": "none"
        },
        {
          "name": "kelp rescue initiative (kri",
          "sentiment": "none"
        },
        {
          "name": "university of victoria",
          "sentiment": "none"
        },
        {
          "name": "vancouver island university",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north salish sea",
          "sentiment": "none"
        },
        {
          "name": "bamfield",
          "sentiment": "none"
        },
        {
          "name": "hornby",
          "sentiment": "none"
        },
        {
          "name": "denman island",
          "sentiment": "none"
        },
        {
          "name": "bamfield marine sciences centre",
          "sentiment": "none"
        },
        {
          "name": "island",
          "sentiment": "none"
        },
        {
          "name": "barkley sound",
          "sentiment": "none"
        },
        {
          "name": "bay marine field station",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-07-05T13:35:43.336+03:00",
    "updated": "2024-07-05T16:44:40.179+03:00"
  },
  {
    "uuid": "6a02e33fc558d9d5af4051e6590d2f95a6e1b1ec",
    "url": "https://www.time.news/washington-and-its-allies-condemn-the-acceleration-of-enriched-uranium-production/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-28T22:07:00Z",
    "title": "Washington and its allies condemn the acceleration of enriched uranium production",
    "text": "2023-12-28 21:51:28\nNew tensions on the Iranian nuclear issue pit Tehran against Washington and its European allies. The United States, France, the United Kingdom and Germany condemned Thursday, December 28, the acceleration of the production of highly enriched uranium by Iran, revealed in a report published Tuesday by the International Nuclear Agency. Atomic Energy (IAEA).\n“We condemn this measure which further aggravates the continued escalation of the Iranian nuclear program”they said in a joint declaration, believing that “Iran’s production of highly enriched uranium has no credible civilian justification”.\nAccording to the UN agency, Iran has “increased its production of highly enriched uranium in recent weeks, after having slowed the pace since mid-2023”.\nRead the analysis: Article reserved for our subscribers The inexorable advance of the Iranian nuclear program embarrasses Westerners\n“These facts constitute a step in the wrong direction on the part of Iran, resulting in the tripling of its monthly production of uranium enriched to 60%”denounce in their press release Washington, Paris, Berlin and London, who are worried about “significant risks of proliferation”.\n“Nothing new” according to Iran\n“These decisions demonstrate Iran’s lack of desire to engage in de-escalation in good faith and reflect irresponsible behavior in a regional context of tension”they add, calling on Tehran to “cooperate fully with the IAEA”.\nIran, for its part, affirmed on Wednesday that there was no ” nothing new “ in the IAEA report. “We produced the same [taux] 60% enrichment. We haven’t changed anything and we haven’t developed any new capabilities.”said the head of the Iranian Atomic Energy Organization (OIEA), Mohammad Eslami, quoted by the official IRNA news agency.\nIran is now enriching at levels far from the ceiling set at 3.67% by the 2015 international agreement governing Tehran’s atomic activities, and is approaching the 90% necessary to produce an atomic bomb. However, he denies wanting to acquire nuclear weapons.\nThe slowdown in the rate of production to 60%, noted by the IAEA a few months ago, was seen by experts as a gesture while talks had resumed with the United States. The Iranian nuclear deal was shattered following Washington’s withdrawal in 2018, decided by then US President Donald Trump. His successor, Joe Biden, tried to revive him during discussions in Vienna, but they have been at a standstill since the summer of 2022. However, animosity has risen a notch in recent months with the conflict between Israel and Palestinian Hamas, which Washington and Tehran mutually accuse each other of aggravating.\nRead also: Article reserved for our subscribers Iranian nuclear power: in the absence of an agreement, the United States is seeking an informal understanding with Tehran\n#Washington #allies #condemn #acceleration #enriched #uranium #production",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "iaea",
          "sentiment": "none"
        },
        {
          "name": "international nuclear agency",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "tehran",
          "sentiment": "none"
        },
        {
          "name": "iran",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "united kingdom",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        },
        {
          "name": "washingto",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:18:34.964+02:00",
    "updated": "2023-12-29T00:18:34.964+02:00"
  },
  {
    "uuid": "34e1a118488a2cc144192e33feacadbedb8e0e53",
    "url": "https://dailypost.ng/?p=1101657",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Great Ozozoyin",
    "published": "2024-06-02T14:33:00Z",
    "title": "No life should be terminated due to religious beliefs – SFCG",
    "text": "Facilitators at the just concluded training on Freedom of Religion or Belief and Early Warning Response Mechanisms for Stakeholders in Taraba State, have",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "andy nkemneme",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "jalingo",
          "sentiment": "none"
        },
        {
          "name": "taraba state",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T19:01:03.614+03:00",
    "updated": "2024-06-03T01:20:43.756+03:00"
  },
  {
    "uuid": "96b149aa4b1fdda73f43c8d432b9fc97e8cdde6c",
    "url": "https://www.gbase.com/gear/suhr-eddies-guitars-exclusive-modern-purple-rain",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@GbaseGear",
    "published": "2024-01-05T22:46:05Z",
    "title": "Suhr Eddie's Guitars Exclusive Modern - Purple Rain > Guitars Electric Solid Body | Eddie's Guitars",
    "text": "This Suhr Eddie's Guitars Exclusive Modern in Purple Rain is mesmerizing to look at. What a finish! As if that wasn't enough, the astounding looks are just the beginning. Constructed with a alder body, maple neck and ebony fingerboard – it is tonewoods galore. With a versatile HH pickup configuration and Gotoh Floyd for impressive wiggles, it is a modern beast. Order this beauty from Eddie’s Guitars today before this blue beauty gets away! Other specifications include: Alder Body 2-Piece Arm, Hand, & Tummy Contours Satin Neck Finish Maple Neck Ebony Fingerboard Even C Slim .800 - .880\" 10-14\" Radius Standard Roll 1.650\" width Floyd Nut Stainless Steel, Jumbo 24 Frets Black Hardware Gotoh Floyd Bridge Suhr Locking Tuners Aldrich, Black neck position Aldrich, Black bridge position 1 Volume, 1 Tone, 5-Way Blade Decal Logo Mother of Pearl Side & Ring Face Face Dots Hard Case 7 lbs 13 oz For more information about the Suhr Modern, please contact us. All Major Credit Cards, Money Order, Cashiers Check, Personal Check, Wire Transfer, and Paypal Call for details. Call for details.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "suhr eddie",
          "sentiment": "negative"
        },
        {
          "name": "aldrich",
          "sentiment": "none"
        },
        {
          "name": "gotoh floyd",
          "sentiment": "none"
        },
        {
          "name": "eddie",
          "sentiment": "none"
        },
        {
          "name": "black",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "guitars electric solid body | eddie's guitars this suhr eddie",
          "sentiment": "neutral"
        },
        {
          "name": "jumbo 24 frets black hardware gotoh floyd bridge suhr locking tuners aldrich",
          "sentiment": "none"
        },
        {
          "name": "major credit cards",
          "sentiment": "none"
        },
        {
          "name": "floyd nut stainless steel",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:46:06.641+02:00",
    "updated": "2024-01-06T00:46:06.641+02:00"
  },
  {
    "uuid": "9bde1e27097ca3f71583f3445cccb27c35dd2c16",
    "url": "https://www.ktbs.com/weather/winter-weather/warming-center-lends-a-helping-hand/article_155b8a76-b273-11ee-8151-b725fbec5860.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "cnn.com",
    "published": "2024-01-14T05:23:00Z",
    "title": "Warming center lends a helping hand",
    "text": "SHREVEPORT, La. - The temperature is dropping and the ArkLaTex is expected to get a winter blast in the next few days.\nThe forecasts means many people are grabbing generators and preparing their homes for the snow and cold.\nOthers are focusing on the less fortunate.\nHoly Mission Church of God and Christ, working with the Kingdom Project, is partnering to become a safe haven for those who need a warm place to stay during the freezing weather.\n“They give me food. They give me cold water, good water. They give me blankets, clothes, jackets, shoes, socks, keep me warm,” said Latasha Specks, helped by the Kingdom Project.\nSpecks is trying to get back on her feet. Until she does, she is grateful for the help.\nShe is getting help from volunteers from the Kingdom Project.\nThey provide food, clothes, blankets, and a warm place for many to sleep.\n“You know, it's an old proverb saying, we don't care why he's in the ditch. We don't care how they got in position,” said George Costict, district mission president for Kingdom Project. “It's our job as man, people of God to be a helping hand to those who are out there like that. “\nThe group serves dozens a day in downtown Shreveport.\nJoy Johnson is a volunteer with the Kingdom Project. She says she has seen so many people impacted by this center.\n“Well, I feel like the people are thankful, you know, everyone wants to know that somebody cares and that somebody is there to lend a helping hand, whether it's food, shelter or something to drink, an encouraging word, prayer, whatever it is,” said Johnson.\nHoly Mission Church will be open 24 hours until next Saturday, January 20.\nKingdom Project says they rely on donations to keep the center open.\nYou can donate towards this center at Holy Mission Church on 1054 Texas Avenue.\nMore from this section Caddo Parish Animal Shelter needs fosters for dozens of dogs before cold snap",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Weather",
      "Social Issue"
    ],
    "external_links": [
      "https://player.field59.com/v4/vp/KTBS/c5dd8f32a077173eee557332413121082262b778",
      "https://www.player.field59.com/v4/vp/KTBS/c5dd8f32a077173eee557332413121082262b778"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george costict",
          "sentiment": "none"
        },
        {
          "name": "latasha specks",
          "sentiment": "none"
        },
        {
          "name": "christ",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "kingdom project",
          "sentiment": "none"
        },
        {
          "name": "holy mission church of god",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "shreveport",
          "sentiment": "none"
        },
        {
          "name": "la.",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-14T14:13:22.232+02:00",
    "updated": "2024-01-14T14:13:22.232+02:00"
  },
  {
    "uuid": "39a25b727637b80cfd4d0ac644da54e726908f7e",
    "url": "https://circuitomt.com.br/m-dicos-prescrevem-repouso-absoluto-ao-papa-francisco-durante-tratamento-de-infec-o",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Estadão Conteudo",
    "published": "2025-02-16T13:00:00Z",
    "title": "Médicos prescrevem 'repouso absoluto' ao Papa Francisco durante tratamento de infecção",
    "text": "Médicos prescreveram “repouso absoluto” para o Papa Francisco no sábado, 15, e modificaram o tratamento para sua infecção do trato respiratório, informou o Vaticano.\nO pontífice argentino, de 88 anos, foi hospitalizado na última sexta-feira, 14, no Hospital Gemelli, em Roma, após uma semana de bronquite.\nCom febre no início da internação, ele passou uma primeira noite “tranquila” no hospital e teve diminuição de sua temperatura corporal, como mostrou o Estadão. O pontífice argentino tomou café da manhã, leu os jornais e recebeu a Eucaristia no sábado, alternando repouso com oração e leitura durante a tarde, informou o Vaticano.\nEm um boletim no final da tarde de sábado, a atualização foi que o Papa Francisco já não tinha mais febre e que os testes mostraram melhora em alguns parâmetros de saúde.\nPor ordem dos médicos, o pontífice não fará sua tradicional bênção dominical ao meio-dia, que ele poderia conduzir de seu quarto no hospital se estivesse bem o suficiente.\nO papa argentino, conhecido por manter um ritmo extenuante de trabalho apesar de suas muitas enfermidades, foi internado na sexta-feira após sua bronquite piorar. Testes preliminares mostraram que ele tinha uma infecção do trato respiratório, que foi confirmada no sábado.\nEssa é a quarta internação desde sua eleição em 2013, o que levantou questões sobre sua saúde cada vez mais precária.\nDurante a Santa Missa do Jubileu das Forças Armadas, no último domingo, 9, o pontífice pediu para um assistente ler o discurso por conta de dificuldades respiratórias. Francisco perdeu parte do pulmão quando era jovem devido a uma infecção respiratória, o que torna o quadro mais complexo.\nO Papa tem enfrentado problemas de saúde há muito tempo, incluindo episódios prolongados de bronquite. Ele usa um andador ou bengala para se mover. Em janeiro, sofreu uma queda em sua casa e machucou o braço direito. Na ocasião, teve de imobilizar o braço por precaução.\nAntes disso, o Papa já havia aparecido com um hematoma após bater o queixo em sua mesinha de cabeceira. Ele também tem utilizado cadeira de rodas para se movimentar.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Religion and Belief"
    ],
    "topics": [
      "Health->health treatment and procedure",
      "Health->medical profession",
      "Religion and Belief->pope",
      "Religion and Belief->religious leader"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-16T15:06:14.524+02:00",
    "updated": "2025-02-16T15:06:14.524+02:00"
  }
]