[
  {
    "uuid": "5a08eea9e66e19ca678629ddebb310defebfdef8",
    "url": "https://ici.radio-canada.ca/nouvelle/2080609/ingerence-etrangere-jagmeet-singh-accuse-deputes-traitrise",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rania Massoud",
    "published": "2024-06-13T20:35:00Z",
    "title": "Ingérence étrangère : Jagmeet Singh accuse des parlementaires de « traîtrise » | Enquête publique sur l'ingérence étrangère | Radio-Canada",
    "text": "Ingérence étrangère : Jagmeet Singh accuse des parlementaires de « traîtrise » Contrairement à la cheffe du Parti vert, le leader néo-démocrate se dit « plus alarmé » après avoir lu un rapport secret qui accuse des parlementaires d’avoir sciemment aidé des acteurs étrangers. Le chef du NPD, Jagmeet Singh, s'est dit « plus alarmé » après avoir lu le rapport secret. Photo : La Presse canadienne / PATRICK DOYLE C’est une sortie médiatique fracassante qu’a faite le chef du Nouveau Parti démocratique (NPD), Jagmeet Singh, jeudi après-midi à Ottawa, pour faire part de ses conclusions après la lecture du rapport confidentiel [du Comité des parlementaires sur la sécurité nationale et le renseignement](https://ici.radio-canada.ca/nouvelle/2077856/ingerence-etrangere-elus-aide-agents-etrangers) (CPSNR). Ce rapport, dont une copie caviardée avait été rendue publique, allègue que certains députés ont commencé à aider sciemment des acteurs étatiques étrangers peu après leur élection, notamment en leur transmettant des informations confidentielles. M. Singh a accusé, sans les nommer, des parlementaires de traîtrise et a dit avoir été lui-même la cible d’ingérence étrangère. Il n'a toutefois pas précisé s'il s'agissait de parlementaires actuels ou non. Il a également accusé le premier ministre Justin Trudeau d’inaction face aux allégations d’ingérence étrangère, alors qu’il avait été mis au courant. M. Singh a par ailleurs écorché le chef du Parti conservateur du Canada, Pierre Poilievre, qui refuse d’obtenir la cote de sécurité nécessaire pour avoir accès aux documents secrets, lui reprochant de faire fi des allégations graves touchant son parti. Je suis plus alarmé aujourd'hui après avoir lu le rapport. Ce qui est clair pour moi, c’est que Justin Trudeau était au courant et n’a pas agi, et Pierre Poilievre ne veut même pas être informé des allégations graves touchant son parti. Pour moi, cela le disqualifie en tant que leader. Contradictions avec les conclusions d'Elizabeth May La cheffe du Parti vert du Canada, Elizabeth May, s'était au contraire dite « soulagée » après avoir lu le rapport. (Photo d'archives) Photo : La Presse canadienne / Adrian Wyld Le chef néo-démocrate a ainsi contredit la cheffe du Parti vert du Canada, Elizabeth May, qui a elle aussi eu accès à la version non caviardée du rapport du CPSNR et [qui, pour sa part, s’était dite « soulagée » après l'avoir lu](https://ici.radio-canada.ca/nouvelle/2079965/elizabeth-may-rapport-ingerence-etrangere-deputes). Mardi, Mme May a répété à plusieurs reprises qu'il n'existe aucune liste dans ce rapport faisant état de députés en exercice ayant collaboré en toute connaissance de cause avec un État étranger. Elle a toutefois soulevé le cas d’un ancien parlementaire, dont le nom n’est pas mentionné dans le rapport, qui aurait sciemment transmis des informations privilégiées à un agent étranger. Cet individu était parfaitement conscient de ses actes [...] et devrait faire l'objet d'une enquête approfondie et être poursuivi en justice, a dit Mme May lors de sa conférence de presse. M. Singh a plutôt évoqué des parlementaires au pluriel. Jagmeet Singh a accusé, sans les nommer, des parlementaires de « traîtrise ». (Photo d'archives) Photo : Radio-Canada Après avoir lu ce rapport, je suis plus convaincu que jamais de ses conclusions selon lesquelles certains parlementaires participent, en partie ou de façon délibérée, aux efforts d'États étrangers visant à s'immiscer dans notre vie politique, a-t-il dit. Il existe également des hommes politiques à tous les niveaux du gouvernement qui ont bénéficié de l’ingérence étrangère, a-t-il ajouté. Certains de ces comportements semblent absolument criminels et devraient faire l’objet de poursuites. Appel aux chefs bloquiste et conservateur À la question d'un journaliste qui lui a demandé s’il pense que les parlementaires auxquels il faisait allusion devraient être considérés comme des traîtres, M. Singh a répondu par l’affirmative. Ce que font [ces parlementaires] n’est pas éthique. Dans certains cas, c’est illégal, et ils sont effectivement des traîtres. Étant tenu au secret, M. Singh n’a cependant pas pu dire si ces députés siégeaient toujours à la Chambre des communes et quels partis ils représentaient. Le chef néo-démocrate a toutefois assuré qu’il ne compte écarter aucun membre de son propre caucus, mais il a appelé les chefs des autres partis qui ne l’ont pas déjà fait à obtenir une cote de sécurité afin de pouvoir lire le rapport non caviardé. Yves-François Blanchet, chef du Bloc québécois, a dit qu'il avait « l'intention » de demander la cote de sécurité requise afin de pouvoir lire le rapport non caviardé. Photo : La Presse canadienne / Adrian Wyld M. Poilievre et le chef du Bloc québécois, Yves-François Blanchet, sont les seuls qui n’ont toujours pas lu ce rapport. M. Blanchet a déjà affirmé avoir entamé la démarche d’accréditation de sécurité afin de contribuer en connaissance de cause à la sortie d’une crise dont plusieurs chefs ne semblent pas prendre la mesure, et qui passe par un renforcement de la commission Hogue. Dans un message publié jeudi sur X, il a critiqué Mme May et M. Singh pour avoir révélé indirectement le contenu du rapport confidentiel et, pire, de s’être contredits. Aucun des deux ne semble avoir été digne de l’accréditation de sécurité qui leur a été octroyée, a encore dit M. Blanchet. M. Poilievre, quant à lui, refuse de faire une telle demande, affirmant que cela limiterait son droit de s’exprimer et qu’il serait ainsi tenu au secret sur ce qu’il a appris. Chaque responsable d'un parti politique devrait lire la version non caviardée [du rapport]. Nous devrions pouvoir discuter des mesures nécessaires à prendre en tant que leaders pour garantir que nos partis soient protégés de toute ingérence étrangère [...] et protéger ainsi notre démocratie. Les conservateurs font pression depuis plusieurs jours sur le gouvernement de Justin Trudeau pour qu’il révèle au public les noms des députés qui figurent dans le rapport du CPSNR. Les conservateurs de Pierre Poilievre font pression pour que le gouvernement révèle les noms des députés qui figurent dans le rapport. Photo : La Presse canadienne / Adrian Wyld Jeudi dernier, [le ministre de la Sécurité publique, Dominic LeBlanc,](https://ici.radio-canada.ca/nouvelle/2078706/liste-noms-deputes-ingerence-etrangere-leblanc) a assuré à maintes reprises qu’il n’existe pas une liste de noms entièrement fiable de parlementaires ayant collaboré avec des acteurs étatiques étrangers. Il a souligné que le rapport en question se base sur des documents de renseignement qui ne peuvent pas être considérés comme des preuves. Une motion bloquiste visant à ce que [la portée de l'enquête publique sur l'ingérence étrangère de la commissaire Marie-Josée Hogue soit élargie](https://ici.radio-canada.ca/nouvelle/2079804/ingerence-etrangere-communes-commission-hogue-motion) afin qu'elle se penche sur les allégations contenues dans le rapport du CPSNR a par ailleurs été adoptée jeudi au Parlement. Début mai, la [commissaire Hogue a publié un rapport préliminaire](https://ici.radio-canada.ca/nouvelle/2069920/ingerence-etrangere-elections-commission-hogue-rapport) qui affirme qu’il y a bien eu de l'ingérence étrangère lors des élections de 2019 et de 2021 mais que cela n'a pas eu d'incidence sur les résultats. Elle a notamment ciblé la Chine et l’Inde comme étant les principaux pays responsables de l'ingérence étrangère au Canada. Un rapport final devrait être remis en décembre 2024.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:04:36.709+03:00",
    "updated": "2024-06-15T00:16:38.519+03:00"
  },
  {
    "uuid": "164a4843877abd2893eee9a471cb7e9788e8c524",
    "url": "https://markets.financialcontent.com/stocks/article/getnews-2024-4-4-empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2024-04-04T22:40:00Z",
    "title": "Empowering Future Healers: Dr. Jeremy Barnett Scholarship Announces Recipient of Scholarship Award | FinancialContent Business Page",
    "text": "Dr. Jeremy Barnett Olean, NY - In an exciting culmination of the Dr. Jeremy Barnett Scholarship, medical students across the United States showcased their passion and creativity in response to the essay question: How would you use your medical degree to help benefit society? Today, we are thrilled to announce the deserving winner of the $1,000 scholarship, aimed at supporting the academic journey of talented students facing financial challenges in pursuing their medical education.\nJeremy Barnett , a seasoned medical professional with over 20 years of experience, initiated this scholarship program to alleviate the burden of costly medical college expenses faced by many gifted and bright students. The essay contest, which served as the basis for selecting the scholarship recipient, invited applicants to articulate their visions for making a meaningful impact on society through their medical careers.\nAfter careful consideration, the scholarship committee is pleased to award the Dr. Jeremy Barnett Scholarship to our winner, whose compelling essay demonstrated a profound commitment to using their medical degree to bring positive change to people's lives.\nThe $1,000 scholarship funds will be dedicated to covering tuition fees for [Winner's Name]'s entire degree program at an accredited medical school in the United States.\nDr. Jeremy Barnett emphasizes the importance of supporting aspiring doctors in their educational journey, stating, \"I understand the struggles that students face during their years of schooling on the road to becoming physicians. The scholarship aims to provide not only financial assistance but also encouragement for these talented individuals to pursue their dreams.\"\nMedical scholarships play a crucial role in empowering ambitious students to overcome the rising costs of tuition and living expenses associated with medical school. The Dr. Jeremy Barnett Scholarship stands as a testament to Dr. Barnett's commitment to fostering the next generation of healthcare professionals.\nFor aspiring medical students seeking financial aid, the Dr. Jeremy Barnett Scholarship continues to be a beacon of hope. The scholarship committee congratulates the winner of our scholarship and encourages all medical students to consider applying for future opportunities.\nTo learn more about the Dr. Jeremy Barnett Scholarship and stay updated on upcoming application cycles, please visit the official website at https://drjeremybarnettscholarship.com\nAbout Dr. Jeremy Barnett :\nDr. Jeremy Barnett is a board-certified medical doctor with a wealth of experience spanning over two decades. He graduated from the University of Medicine and Dentistry of New Jersey, completed his internship at Baystate Medical Centre, and attended residency sessions at the University of Medicine and Dentistry University and Long Island Jewish Hospital. Dr. Barnett is dedicated to not only providing excellent patient care but also supporting the educational aspirations of future healthcare professionals through initiatives like the Dr. Jeremy Barnett Scholarship. For more information, visit https://drjeremybarnettscholarship.com\nMedia Contact\nCompany Name: Dr. Jeremy Barnett Scholarship\nContact Person: Dr. Jeremy Barnett\nEmail: Send Email\nCity: Olean\nState: New York\nCountry: United States\nWebsite: https://drjeremybarnettscholarship.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Education"
    ],
    "external_links": [
      "https://drjeremybarnett.com/",
      "https://drjeremybarnettscholarship.com",
      "https://drjeremybarnettscholarship.com/",
      "https://www.getnews.info/wp-content/uploads/2024/04/1712264571.jpeg",
      "https://twitter.com/DrJeremyBarnett",
      "https://drjeremybarnett.org/",
      "http://www.universalpressrelease.com/?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.linkedin.com/in/dr-jeremy-barnett/",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.getnews.info/press_stat.php?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.drjeremybarnett.com/",
      "https://getnews.info/wp-content/uploads/2024/04/1712264571.jpeg",
      "http://universalpressrelease.com/?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.drjeremybarnett.org/",
      "https://drjeremybarnettscholarship.com",
      "https://www.linkedin.com/in/dr-jeremy-barnett",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2024-4-4-empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://drjeremybarnett.com",
      "https://tracking.newsrpm.com/pixel",
      "https://linkedin.com/in/dr-jeremy-barnett/",
      "https://getnews.info/press_stat.php?pr=empowering-future-healers-dr-jeremy-barnett-scholarship-announces-recipient-of-scholarship-award",
      "https://www.drjeremybarnettscholarship.com/",
      "https://drjeremybarnett.org",
      "http://www.universalpressrelease.com/",
      "https://www.drjeremybarnettscholarship.com",
      "https://www.twitter.com/DrJeremyBarnett",
      "https://www.getnews.info/press_stat.php"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jeremy barnett",
          "sentiment": "negative"
        },
        {
          "name": "jeremy barnett olean",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-05T01:46:23.627+03:00",
    "updated": "2024-04-05T01:46:23.627+03:00"
  },
  {
    "uuid": "4de6817f92ca9b019add124ded36e43a5fd26a2a",
    "url": "https://www.letelegramme.fr/monde/il-est-clair-que-cela-ne-sarretera-pas-la-les-manifestations-se-multiplient-aux-etats-unis-malgre-les-sommations-de-trump-6834474.php",
    "ord_in_thread": 0,
    "author": "@LeTelegramme",
    "published": "2025-06-12T05:56:00Z",
    "title": "« Il est clair que cela ne s'arrêtera pas là » : les manifestations se multiplient aux États-Unis malgré les sommations de Trump",
    "text": "Les manifestations se multiplient aux États-Unis contre la politique migratoire musclée de Donald Trump, malgré le déploiement de militaires à Los Angeles et la promesse du président de ne jamais laisser « la loi de la rue régner en Amérique ».\nPlus de 1 000 personnes ont encore protesté pacifiquement mercredi dans les rues de Los Angeles, avant une deuxième nuit de couvre-feu dans le centre-ville imposé par la mairie pour prévenir les pillages et les actes de vandalisme.\n« Je dirais qu’en général, tout est sous contrôle ici à Ground Zero », a déclaré à l’AFP Lynn Sturgis, une enseignante à la retraite de 66 ans, devant les bureaux du gouvernement fédéral, épicentre des manifestations dans le centre-ville.\n« Notre ville n’est pas du tout en feu, elle ne brûle pas, comme notre terrible dirigeant essaie de vous le faire croire », a-t-elle ajouté.\nAprès Los Angeles, la ville de Spokane, dans l’État de Washington, a décrété un couvre-feu dans la nuit de mercredi à jeudi après une manifestation.\nDepuis vendredi dernier, Los Angeles est le théâtre de manifestations contre les interpellations massives d’étrangers en situation irrégulière. Ces protestations sont généralement pacifiques mais sont parfois ponctuées de jets de pierre contre la police, d’incendies de véhicules et d’autres violences.\n« Le couvre-feu reste en vigueur ce soir (…) afin d’arrêter les mauvais acteurs qui profitent de l’escalade chaotique du président », a écrit mercredi sur X la maire démocrate Karen Bass.\nDonald Trump a ordonné le déploiement à Los Angeles de 4 000 réservistes de la Garde nationale de Californie et de 700 Marines, un corps d’élite de l’armée d’active, contre l’avis du gouverneur démocrate Gavin Newsom.\nCe déploiement s’est transformé en un enjeu de rivalité politique entre l’administration Trump et l’opposition démocrate. Avec en première ligne Newsom, considéré comme un candidat potentiel à la Maison Blanche pour 2028.\nDonald Trump ne « laissera jamais la loi de la rue régner en Amérique », a déclaré mercredi la porte-parole de la Maison-Blanche, Karoline Leavitt.\n« Rappelez-vous, si je n’avais pas été là… Los Angeles aurait brûlé », a lancé le président mercredi soir, en allant assister à une représentation de la comédie musicale « Les Misérables » à Washington.\n« La démocratie est attaquée sous nos yeux », avait déclaré, ce mardi, Gavin Newson. « La Californie est peut-être la première, mais il est clair que cela ne s’arrêtera pas là ».\nLe gouverneur de Californie accuse le gouvernement fédéral d’outrepasser ses pouvoirs et a demandé à la justice de suspendre la réquisition de la Garde nationale. Une audience est prévue jeudi à ce sujet devant un tribunal fédéral.\nSur les 4 700 soldats déployés sur le terrain, un millier de membres de la Garde nationale protègent des bâtiments et appuient la police fédérale de l’immigration (ICE), a déclaré le général Scott Sherman, qui commande les opérations.\nLes autres, y compris les 700 Marines, sont en cours de déploiement où s’entraînent au maintien de l’ordre, a-t-il précisé.\nTrump a menacé de faire appel à la Garde nationale dans d’autres États tenus par les démocrates, mais cela ne semble pas avoir intimidé les protestataires.\nDes manifestations contre la politique migratoire draconienne du gouvernement américain ont eu lieu mercredi à New York, St Louis (Missouri), Indianapolis (Indiana), Raleigh (Caroline du Nord), Denver (Colorado).\nÀ Spokane, ville d’environ 230 000 habitants à l’extrémité est de l’État de Washington, la mairie a décrété à son tour un couvre-feu de 21 h 30 mercredi à 5 h jeudi (4 h 30 à 12 h GMT).\nAu Texas, le gouverneur républicain Greg Abbott a ordonné le déploiement de la Garde nationale en vue d’un rassemblement à San Antonio. Ce qui n’a pas empêché des centaines de manifestants de se rassembler près de la mairie de la ville.\nSamedi, Donald Trump doit assister à un très inhabituel défilé militaire à Washington, organisé pour célébrer le 250e anniversaire de l’armée américaine, mais qui tombe aussi le jour du 79e anniversaire du président.\nLe même jour, un mouvement national baptisé « No Kings » (« Pas de rois ») a appelé à des rassemblements dans des centaines de villes à travers le pays pour protester contre la politique de Trump.\nÀ Los Angeles, les arrestations de migrants par des hommes masqués se sont poursuivies mercredi.\nTanya Lopez, une pasteure de Downey, dans la banlieue de la ville, a raconté que cinq individus armés arrivés à bord de voitures immatriculées hors de Californie s’étaient emparés d’un homme parlant espagnol sur le parking de son église.\nCes hommes ont refusé de montrer leurs badges ou de s’identifier auprès de la pasteure. « Ils ont pointé leur fusil sur moi et m’ont dit : vous devez reculer », a-t-elle témoigné sur la chaîne KTLA.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "War, Conflict and Unrest->demonstration",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->corruption",
      "Social Issue->demographics",
      "Social Issue->social condition",
      "Social Issue->social problem"
    ],
    "ai_allow": false,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_fr",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-12T10:28:16.065+03:00",
    "updated": "2025-06-13T08:05:46.000+00:00"
  },
  {
    "uuid": "79106de9e7fef33859d3d3626a56394e1a537a95",
    "url": "https://www.richmond-news.com/national-news/bc-civil-lawsuit-against-sex-pistols-guitarist-alleges-1980-sexual-assault-8655149",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Brieanna Charlebois; The Canadian Press",
    "published": "2024-04-25T21:20:00Z",
    "title": "B.C. civil lawsuit against Sex Pistols guitarist alleges 1980 sexual assault",
    "text": "VANCOUVER — A Vancouver woman has filed a civil lawsuit against Paramount Pictures Corp. and punk rocker Stephen Jones of The Sex Pistols alleging he sexually assaulted her as a teenager while she was a movie extra more than 40 years ago. A B.C. Supreme Court statement of claim filed by the plaintiff says she was 14 years old and working on the movie \"Ladies & Gentlemen, The Fabulous Stains\" when Jones supplied her with marijuana, then sexually assaulted her in his hotel room. The court has placed a publication ban on the woman's name. Her lawyer Jason Gratl said in an interview that he could not comment about why the lawsuit was brought 44 years after the alleged events. \"I only wanted to say one thing and it's that she kept a diary,\" Gratl said. The notice of claim filed Wednesday says Paramount didn't take adequate steps to warn minors or their parents about the risks of working on the set with Jonesor impose contractual terms restricting his contact with young extras or using illicit drugs. None of the allegations have been tested in court. Paramount did not immediately return a request for comment. Jones could not be reached for comment. Neither Paramount, nor Jones have filed a statement of defence. The lawsuit says Paramount hired Jones, who was 24 at the time, for a role in the film because of his reputation as a \"punk rocker\" who consumed excessive amounts of drugs and alcohol, and engaged in sexual misconduct, including with underage girls. \"The defendant Paramount was banking on the defendant Jones’ reputation and history to market 'The Fabulous Stains,'\" the statement says, adding the company \"also hired other well-known punk rock musicians as actors for the same purpose.\" The statement says that despite this knowledge, the company did not take steps to protect young workers. The movie, about disaffected teens in a punk rock band, was released in 1982. The legal action says the woman is seeking damages, claiming the alleged assault \"caused her to suffer psychological injury, including loss of self-esteem, loss of self-worth, injurious self-imaging and identity, and loss of trust in intimacy and potential partners.\" The lawsuit says she was hired as one of the hundreds of extras playing fans for the all-girl feminist rock band. Jones had been hired to play the role of a \"socially volatile punk rock guitar player in a fictitious all-male band, The Looters.\" It says that on April 13, 1980, the teen went to the Denman Inn, \"a location under the direction and control\" of Paramount, with the intention of inviting the movie's lead actor, Diane Lane, to go roller skating. When she entered the lobby, it says Jones approached her, told her he had Lane's number in his hotel room and asked her to go with him to get it. Once they were inside his room, it says Jones gave her marijuana, and he then turned off the lights and closed the curtains. The document says she understood that meant he was likely to make sexual advances, she told Jones she did not consent and was \"only 14, 1-4.\" It says despite this, he pulled her onto his bed, climbed on top of her then kissed and molested her. \"The plaintiff repeatedly and expressly told the defendant Jones 'no' and tried to move his hand away, and finally wriggled free from him and left the room,\" the notice of claim says. The lawsuit says she was initially \"both repulsed and flattered by this unwanted sexual attention from someone she believed to be a rock star and movie star.\" Because she was confused by what had happened, the document says she did not tell her parents and it wasn't until she was older that she \"felt sexually violated and sexually ashamed and angry\" about the alleged assault. This report by The Canadian Press was first published April 25, 2024. Brieanna Charlebois, The Canadian Press",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jones",
          "sentiment": "none"
        },
        {
          "name": "gratl",
          "sentiment": "none"
        },
        {
          "name": "stephen jones",
          "sentiment": "none"
        },
        {
          "name": "jonesor",
          "sentiment": "none"
        },
        {
          "name": "jason gratl",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "paramount pictures corp.",
          "sentiment": "negative"
        },
        {
          "name": "b.c. supreme court",
          "sentiment": "none"
        },
        {
          "name": "paramount",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vancouver",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-26T00:26:57.444+03:00",
    "updated": "2024-04-26T01:34:01.101+03:00"
  },
  {
    "uuid": "0ea4ec5c4573637ca1995ec0d927b412a7af3d86",
    "url": "https://www.komando.com/tips/cybersecurity/these-passwords-take-1-second-to-crack",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kim Komando",
    "published": "2024-11-22T07:00:00Z",
    "title": "These passwords take 1 second to crack",
    "text": "These passwords take 1 second to crack\nHere’s a wild stat: 78% of the world’s most common passwords can be cracked in less than a second. The most-used password in the world, “123456,” has been leaked more than 3 million times. And get this: 1.2 million of those were corporate passwords.\nThis is based on fresh research from my password manager pick. For six years, NordPass has studied how we handle passwords. Let’s dive into the numbers. Spoiler: It’s not pretty.\nThe most common leaked passwords\nNordPass analyzed more than 9 million stolen passwords. The most common:\n- 123456 (found 3,018,050 times)\n- 123456789 (found 1,625,135 times)\n- 12345678 (found 884,740 times)\n- password (found 692,151 times)\n- qwerty123 (found 642,638 times)\n- qwerty1 (found 583,630 times)\n- 111111 (found 459,730 times)\n- 12345 (found 395,573 times)\n- secret (found 363,491 times)\n- 123123 (found 351,576 times)\nAll of these take less than 1 second to crack. One trick is a brute-force attack, where hackers try every password combo until they hit the jackpot.\nThey also use leaked password databases from previous breaches.\nBecause many people reuse their passwords, your leaked Netflix login could allow them to access your cable company account, too.\nMaking a big mistake worse\nOf course, all these were stolen or hacked, so you’d expect them to be weak. But the list also includes some you might be using even if you’re more tech-savvy.\nThink sequential numbers or letters on a keyboard (e.g., “567890” or “asdfgh”), repeated characters (e.g., “99999”), or easy-to-guess words like “princess” or “baseball.” You’re not the only one using pet names, hobbies or your favorite teams for inspiration.\nHere’s the scariest part: 40% of the most common passwords in the personal and work lists are identical. That means if hackers get into one of your personal accounts, they can waltz right into your work systems, too.\nIs it really that big a deal?\nA single breach can result in major financial loss, like drained bank accounts or unauthorized credit card charges. Those can take months (or longer) to clean up.\nYour privacy can also take a hit. Hackers share sensitive information or impersonate victims to scam their friends and family — or they sell it on the Dark Web, where it can be used for identity theft or blackmail.\nTake the Colonial Pipeline ransomware attack. Weak passwords allowed hackers to shut down a major U.S. fuel supply, costing almost $5 million in ransom alone. Even people outside the attack felt the sting, like victims of PayPal and Venmo fraud who lost money because of reused passwords.\nTips for creating strong, secure passwords\nReady to give your passwords a makeover? Here are a few quick tips to keep your accounts safe and sound:\n- Use at least 12 characters (more is better!) with a mix of letters, capitalization, numbers and symbols.\n- Stay away from guessable info like birthdays or names.\n- Try a passphrase for easier memorization, like “Sunshine&KimKomando!2024.”\n- Never reuse passwords across multiple sites.\nWoof, I know. There’s a reason so many folks write down their passwords or stick with weak ones. My trick? A solid, award-winning password manager.\nLet NordPass do it for you\nNordPass generates super-secure passwords and stores them in unlimited encrypted storage. Everything syncs seamlessly across your devices, including Windows, iPhone, Mac and Android.\nIt does more than remember your logins, though. NordPass checks for leaked credentials, flags weak passwords and even logs you into trusted sites automatically. Need to store your credit card info or important files? It handles that, too.\n✅ Right now, try NordPass risk-free for just $1.23 a month. You deserve password freedom!\nSpeaking of … A man asks the bartender for the Wi-Fi password. The bartender replies, “You have to buy a drink first.” So the man buys a Coke. “OK, now what’s the Wi-Fi password?” The bartender replies, “youhavetobuyadrinkfirst — all lowercase, no spaces.”\nTags: breaches, cybersecurity, hackers, NordPass, password managers, passwords",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-22T09:17:09.062+02:00",
    "updated": "2024-11-22T09:17:09.062+02:00"
  }
]