[
  {
    "uuid": "0170baf8995a57c649d99e325974e334534fe0f5",
    "url": "https://www.meneame.net/story/carta-abierta-judia-respuesta-acusacion-antisemitismo-contra/c018",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Astarion",
    "published": "2024-06-27T20:13:00Z",
    "title": "#18 Carta abierta de una judía en respuesta a la acusación de antisemitismo contra los Rectores",
    "text": "Portada\nmis comunidades\notras secciones\n[#9](c9#c-9) Como pacifista sufro mucho, porque veo a los belicistas y no sé cómo oponer un poder que haga justicia. Yo sólo veo a Barenboim que tiene pasaporte palestino y también israelí y quiero soñar con eso. Quiero creer en una tierra de genios con doble pasaporte.\nEs que el común de llos seres humanos piensa eso. No hacerlo te convierte en un politicucho europeo, un sionista asqueroso o un interesado traficante de armas.\n[#20](c20#c-20) todo lo que no sea \"ch*p*rs*l*\" a los israelitas.. es un delito de odio\nSi eeuu fuera coherente \"con el derecho internacional\", hubiera dejado \"solo\" a estos... a ver cuanto duraban.\nIsrael es otro buen ejemplo de lo que ocurre cuando lo más paletos (ultra derecha) gobiernan un país.\nYo por curiosidad he buscado si está carta está en otro medio. Si está en otro idioma. He buscado hasta el nombre en internet y se ve una profesora que estuvo en España y en campos de refugiados.\nNo se si me creo este envío. Yo puedo crear una carta diciendo que soy Bakunin volviendo de la tumba y tendría la misma validez que esto.\nVoy a dar algunas pautas para entender este envío.\n-El primer sionismo era totalmente socialista, incluso comunista. De otra forma no se entiende que Stalin votara a favor de la resolución 181.\n-Sólo la corriente reformista del judaísmo admite rabinas. Las otras corrientes son: laicos, masortíes (se les llama conservadores, aunque en realidad se debería decidir académicos), los ortodoxos y los haredíes con su infinita cantidad de agrupaciones (dinastías).\nEstá mujer ES sionista. Sólo un puñado de frikis haredíes de neturei karta, que además viven en palestina, son antisionistas. Casi el 100% de los judíos son sionistas, de ahí que el antisionismo lo consideren antisemitismo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:46:24.777+03:00",
    "updated": "2024-06-28T00:46:24.777+03:00"
  },
  {
    "uuid": "9e15c113ed7d930cd29fc5af38b1c5e8d3c4a5c7",
    "url": "https://bnnbreaking.com/sports/the-2024-mini-countryman-a-bold-stride-into-the-future-of-automotive-evolution",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BNN Correspondents",
    "published": "2024-02-16T03:54:00Z",
    "title": "The 2024 MINI Countryman: A Bold Stride into the Future of Automotive Evolution",
    "text": "On a crisp, sunlit morning of February 10, an audacious parade of vehicles set off on a journey destined for the picturesque Cranbrook Flower Forest in Laughlands, Llandovery, St Ann. This wasn't just any convoy; it marked the grand unveiling of the 2024 MINI Countryman, a machine that has undergone a transformative redesign, propelling it into a new era. Revealed at the International Motor Show in Munich, this latest iteration of the MINI Countryman stands as a testament to innovation, merging timeless design with cutting-edge technology, including a much-anticipated fully electric powertrain option.\nRedefining the Iconic\nThe 2024 MINI Countryman has stretched its dimensions, adding 13 centimeters in length and 8 centimeters in height, adapting a more angular and boxy shape while maintaining its iconic upright stance. This fresh design showcases a new octagonal front grille, flanked by LED headlights, and complemented by matching LED rear lights, signifying a bold step forward without losing sight of its heritage. The interior of the new Countryman is a homage to the classic, featuring an iconic round center speedometer reimagined for today's discerning driver, alongside increased passenger space and enhanced customization options. With its debut, the Countryman not only promises more room but introduces an era of personalization and comfort.\nPerformance Meets Innovation\nThe 2024 Countryman comes in two flavors: the Countryman C, equipped with a three-cylinder turbocharged engine paired with a mild hybrid 14kW electric motor, and the more robust Countryman S ALL4, boasting all-wheel drive powered by a 2-liter turbocharged four-cylinder engine. The introduction of a fully electric version is a milestone, offering impressive power and range coupled with fast DC charging capabilities. This leap towards electrification underlines MINI's commitment to sustainability without compromising on performance. Inside, the vehicle is decked with high-tech features and customizable Experience Modes, alongside advanced driver assistance features, improved boot space, and semi-autonomous driving technology, setting new standards in the automotive industry.\nA Vision for the Future\nThe launch of the 2024 MINI Countryman signifies more than just the next chapter in MINI's storied legacy; it embodies a vision for the future of mobility. As production gears up to commence before the year's end, anticipation builds for a vehicle that promises to blend tradition with innovation seamlessly. The larger SUV design, new tech offerings, and the choice between petrol and electric versions with various performance outputs and trim levels reveal a bold stride towards meeting the diverse needs and preferences of drivers worldwide. The all-new Countryman is not merely a car; it's a declaration of MINI's enduring spirit and its journey into the forefront of automotive evolution.\nAs the convoy wound its way through the lush landscapes toward Cranbrook Flower Forest, it became clear that the 2024 MINI Countryman is more than just a vehicle; it's a harbinger of the future. Embracing a larger, more versatile design while infusing it with the latest technological advancements, the new Countryman stands poised to redefine expectations, blending the beloved MINI ethos with a forward-looking approach to motoring. With its unveiling, MINI not only showcased a car but also charted a course for the journey ahead, inviting drivers to embark on an adventure that promises to be as exhilarating as it is environmentally conscious.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "st ann",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cranbrook flower forest",
          "sentiment": "none"
        },
        {
          "name": "international motor show",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "munich",
          "sentiment": "none"
        },
        {
          "name": "laughlands",
          "sentiment": "none"
        },
        {
          "name": "llandovery",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T07:56:14.360+02:00",
    "updated": "2024-02-16T07:56:14.360+02:00"
  },
  {
    "uuid": "ec1dc38299370dd2ca8b34eebf7e7fb2e7e12869",
    "url": "https://vnexplorer.net/z/1201548.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-07-04T15:26:00Z",
    "title": "Geely crea lo impensable: una batería que se recarga en 17 minutos, recorre más de un millón de kilómetros y promete durar hasta 50 años",
    "text": "Geely crea lo impensable: una batería que se recarga en 17 minutos, recorre más de un millón de kilómetros y promete durar hasta 50 años Geely, uno de los gigantes automotrices chinos, ha dado pasos significativos en la industria automotriz en los últimos años. Fundada en 1986, comenzó a fabricar automóviles en 1997y ha crecido rápidamente desde entonces. La adquisición de Volvo en 2010 marcó un hito importante, lo que permitió a Geely integrar tecnología avanzada y mejorar la calidad de sus vehículos. Hoy, Geely presenta su nueva batería Short Blase, una innovación que promete revolucionar el mercado de los automóviles eléctricos. Short Blase de Geely se destaca por su capacidad para cargarse en solo 17 minutos de 10% a 80%. Esta característica representa un avance significativo en comparación con las baterías actuales. La tecnología de carga rápida puede cambiar la percepción de los vehículos eléctricos, lo que elimina uno de los mayores obstáculos: los largos tiempos de carga. Además, Short Blase puede recorrer más de un millón de kilómetros y tiene una vida útil de hasta 50 años, informa TechRadar. Al comparar la batería de Geely con las de Tesla y BYD, las diferencias son notables. La tecnología de Tesla, conocida por su rendimiento y eficiencia, aún requieren entre 30 minutos y una hora para una carga rápida. Aunque ofrecen un buen rango de autonomía, no alcanzan la durabilidad y capacidad de kilometraje de la Short Blase. Por otro lado, BYD, otro líder en el mercado de baterías, también se queda corto frente a la nueva tecnología de Geely. Su capacidad para retener energía, aunque eficientes, no pueden igualar la velocidad de carga y la longevidad prometida por la Short Blase. La duración de hasta 50 años de la batería Short Blase también representa una ventaja significativa. Los desarrollos actuales de Tesla y BYD generalmente tienen una vida útil de entre 10 y 15 años. Esta longevidad reduce la necesidad de reemplazos frecuentes, lo que disminuye el costo total de propiedad de un vehículo eléctrico. Además, la capacidad de recorrer más de un millón de kilómetros sin una disminución significativa en el rendimiento posiciona a Geely como un innovador clave en la industria. Un dato muy interesante es que la nueva tecnología de baterías de Geely elimina casi por completo a unos de los principales enemigos de los vehículos eléctricos: el clima frio. Según la marca, a menos 30 grados, la tasa de retención de su Long Blade se redujo a 78%, mientras que su nueva Short Blade logró retener hasta el 90% de su carga. Geely Baterias Carga Rapida Paquete de baterías del Geely ROBOCAR Además, la nueva Short Blade también es resistente a impactos gracias a la tecnología Self-Fusing que, si se perfora, una capa de papel de aluminio se fusionará con la batería para crear un aislante, lo que ayuda a prevenir cortocircuitos y combustión. Durante las pruebas, Geely disparó una bala de rifle de infantería de 5.8 mm al grupo sin que se produjeran &quot;eventos de ignición térmica&quot;, informa TechRadar. ¿Tesla y BYD podrán diseñar una mejor batería que Geely? La comparación con Tesla y BYD resalta las ventajas de la batería de Geely. La carga en cinco minutos, la capacidad de recorrer un millón de kilómetros, y la durabilidad de 50 años representan un salto tecnológico. Mientras que Tesla y BYD siguen como líderes en la industria, Geely ha mostrado que puede competir y, en ciertos aspectos, superar a sus rivales. La pregunta es, ¿Tesla y BYD podrán hacerlo mejor? Rocar Geely Interior Rococar de Geely Geely ha demostrado su compromiso con la sostenibilidad y la innovación tecnológica. La integración de la tecnología de Volvo ha mejorado significativamente sus productos. Ahora, con la introducción de la Short Blase, Geely busca establecer nuevos estándares en la movilidad eléctrica. Esta batería no solo ofrece ventajas técnicas, sino que también puede tener un impacto positivo en la percepción pública de los vehículos eléctricos. Por el momento no se ha revelado cuál será el primer modelo de Geely en utilizar esta tecnología y si logrará cumpliar lo que promete. Es probable que primero llegue a vehículos de Volvo o Zeekr, y en un mediano plazo a los modelos más accesibles del grupo automotriz. - La noticia Geely crea lo impensable: una batería que se recarga en 17 minutos, recorre más de un millón de kilómetros y promete durar hasta 50 años fue publicada originalmente en Xataka México por Adolfo Reséndiz .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Product and Services News",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T02:32:04.593+03:00",
    "updated": "2024-07-05T02:32:04.593+03:00"
  }
]