[
  {
    "uuid": "f1029f478ea317fe2c0c751f6b28b434c1f67e0a",
    "url": "https://news.futunn.com/en/post/59874779/meta-earnings-call-ai-significantly-boosts-user-engagement-capital-expenditure",
    "ord_in_thread": 0,
    "author": "wallstreetcn",
    "published": "2025-07-31T03:36:00Z",
    "title": "Meta Earnings Call: AI Significantly Boosts User Engagement, Capital Expenditure to Continue Surging Next Year, Focusing on Talent and Computing Power, AI-Enabled Glasses Emerging as a Trend",
    "text": "Investing Stocks HK Stocks US Stocks JP Stocks A-Shares Margin Trading IPO Invest Regularly Derivatives & Cryptos ETF Options Futures Crypto Futu Money Plus Cash Plus Funds US Treasuries Structured Products Futu PWM Privare Wealth Management Go FUTU Securities check more > Markets Quotes Stocks Options Futures Fores ETF Trading Tools Paper Trade Stock Screener Heat Map Earnings Calendar Institutional Tracker Investment Themes App Store Download > Google Play Download > Mac Download > Windows Download > News & Community News Headlines 24/7 News Economic Calendar Topics Live Learn Library Courses Lectures Community Feeds Hot Topics Pricing Promotions Check more promotion > Welcome Rewards Up to $1500 Cash Plus Welcome Reward Join Futubull Membership Program Referral Program Transfer Bonus Blog About Us About us > About Futu Futu Highlights Milestones Corporate Social Responsibility Contact us Join Us Futu I&E Futu Store Futu Experience Stores FUTU Store (Tsim Sha Tsui) G/F, 96 Nathan Road, Tsim Sha Tsui, Kowloon FUTU Store (Causeway Bay) G/F, Lai Yuen Apartments , 29-33 Lee Garden Road, Causeway Bay, Hong Kong FUTU Store（Mong Kok) G/F, 67-69 Argyle Street, Mongkok, Kowloon FUTU Head Office (Admiralty) 34/F, United Centre, 95 Queensway, Admiralty, HK FUTU Store（Tsuen Wan) G/F, No. 280 Sha Tsui Road, Tsuen Wan, New Territories FUTU Store（Sha Tin) G09A, G/F, Kings Wing Plaza 1, No. 3 On Kwan Street, Sha Tin, New Territories FUTU Store (Tseung Kwan O) Shop UG16-17, UG/F, MCP Central, Tseung Kwan O, New Territories Check more > Support More About Us About us Support English 繁體中文 简体中文 Sign up/Log in Download English Back Investing Stocks HK Stocks US Stocks JP Stocks A-Shares Margin Trading IPO Invest Regularly Derivatives & Cryptos ETF Options Futures Crypto Futu Money Plus Cash Plus Funds US Treasuries Structured Products Futu PWM Privare Wealth Management Markets Quotes Stocks Options Futures Fores ETF Trading Tools Paper Trade Stock Screener Heat Map Earnings Calendar Institutional Tracker Investment Themes News & Community News Headlines 24/7 News Economic Calendar Topics Live Learn Library Courses Lectures Community Feeds Hot Topics Pricing Promotions Welcome Rewards Up to $1500 Cash Plus Welcome Reward Join Futubull Membership Program Referral Program Transfer Bonus Blog About Us About us> About Futu Futu Highlights Milestones Corporate Social Responsibility Contact us Join Us Futu I&E Futu Store Support English 繁體中文 简体中文 Dark Light Open Account Headlines Meta Earnings Call: AI Significantly Boosts User Engagement, Capital Expenditure to Continue Surging Next Year, Focusing on Talent and Computing Power, AI-Enabled Glasses Emerging as a Trend Meta Earnings Call: AI Significantly Boosts User Engagement, Capital Expenditure to Continue Surging Next Year, Focusing on Talent and Computing Power, AI-Enabled Glasses Emerging as a Trend wallstreetcn · 11:36 META -0.68%\nThis quarter, Meta's AI technology has amplified the economic benefits of advertising and enhanced user engagement and platform content quality through optimized recommendation systems, becoming a major driver of overall business growth. Zuckerberg stated that Meta now has all the conditions in place to achieve 'superintelligence,' and 2026 will be a year of 'equally significant' capital expenditure growth.\nEarnings Reports released after the market close on Wednesday showed that $Meta Platforms(META.US)$ the company's second-quarter revenue was $47.52 billion, exceeding analysts' expectations of $44.83 billion. The company also raised its 2025 capital expenditure lower limit from $64 billion to $66 billion, and the stock price surged by more than 12% in post-market trading.\nDuring the later earnings call, Meta founder, Chairman, and CEO Mark Zuckerberg elaborated on his vision for superintelligence, stating that 'superintelligence is now within reach,' and that Meta has all the necessary conditions to achieve this goal, which will 'soon reshape all of our systems.'\nTo realize this grand vision, Meta will continue to invest heavily in computing power and talent resources.\nZuckerberg revealed that the company has established a new 'Meta Super Intelligence Lab,' led by newly recruited AI elites, aimed at developing next-generation cutting-edge models. Additionally, the company is building multiple gigawatt-scale computing clusters, with the goal of providing 'personal superintelligence' to billions of users globally, thereby reshaping its product line.\nChief Financial Officer Susan Li clearly stated that the total expense growth rate in 2026 will be higher than in 2025, and capital expenditures will see another year of 'significant dollar growth.'\nAI monetization has been 'very successful,' with strong advertising growth and increased user engagement. The Earnings Reports show that artificial intelligence has become the core engine driving Meta's current business growth. In the second quarter, the company's operating margin reached 43%, demonstrating strong profitability. During the meeting, Zuckerberg emphasized that the outstanding performance this quarter was mainly due to the efficiency gains from AI in the advertising system.\nZuckerberg introduced that the new AI-driven ad recommendation model has produced significant results on Meta's platforms, driving a 5% increase in ad conversion rates on Instagram and a 3% increase on Facebook. Additionally, the usage of generative AI creative tools continues to expand, especially among small advertisers with limited budgets.\nIn terms of user engagement, the advancements in AI recommendation systems have also played a crucial role. Susan Li stated that this quarter alone, these systems have increased Facebook's user time spent by 5%, and Instagram's by 6%, with time spent on videos increasing by over 20% year-over-year.\nProduct engagement has also improved. Susan Li added that Meta expects further enhancements as it will continue to adjust content recommendations based on user interactions during specific activity periods, making these recommendations “most relevant to their current interests,” which will lead to higher engagement and ad revenue.\nSusan Li mentioned at the meeting: 'In the second half of the year, we will focus on further enhancing the freshness of original content so that the right audience can discover creators' original content as soon as possible after it is published.' Currently, more than two-thirds of the recommended content on Instagram in the U.S. is original.\nBeyond its core advertising and recommendation business, Meta is also expanding its AI capabilities into new commercial areas. Zuckerberg stated that business messaging has shown market potential in several test countries, and the company’s AI assistant, Meta AI, now has over one billion monthly active users, extending from platforms like WhatsApp to broader scenarios such as Facebook News Feed.\n'Superintelligence is just around the corner,' and capital expenditures will be increased. Meta has narrowed its full-year 2025 capital expenditure forecast to between $66 billion and $72 billion, with the midpoint slightly raised, and expects capital expenditures to continue growing in 2026.\nSusan Li emphasized that developing leading AI infrastructure will be a core advantage for creating the best AI models and product experiences, and thus, significant investments will be made in 2026 to support this effort.\nAccording to Susan Li, 2026 will be another year of significant growth in capital expenditure, primarily for the expansion of servers, networks, and data centers required for generative AI. She explained that the primary driver of cost increases is infrastructure expenses, including sharply accelerated depreciation from substantial capital investments, as well as increased costs for data center operations, energy, and maintenance.\nIn the future, those without AI glasses will be at a disadvantage. Zuckerberg stated at the meeting that glasses will be the ideal form factor for AI because 'you can have artificial intelligence see what you see all day, hear what you hear, and converse with you.'\nHe added that adding displays to these glasses will unlock more value, such as providing a wider holographic field of view in Meta's next-generation Orion AR glasses, or smaller displays in everyday AI glasses.\nZuckerberg also emphasized: 'If you don't have AI-equipped glasses, or some way to interact with AI in the future, your cognitive abilities will likely be at a significant disadvantage compared to others.'\nThe battle for talent has begun, building a 'small but elite' top team. Susan Li stressed that the company's main focus remains on reinvesting capital into the business, with infrastructure and talent being the top priorities.\nSusan Li stated that the increase in staff will continue to target the company's highest priority areas, and it is expected that the addition of talent across all priority areas will continue to drive overall headcount growth from this year through 2026, while growth in other functions will remain constrained. The AI sector will particularly emphasize recruiting leading industry talent to build Meta's super-intelligent lab, accelerating our AI model development and product plans.\nZuckerberg emphasized that super-intelligence research requires a 'small, densely packed team of talent,' which differs from the configuration of Meta's other machine learning systems. The company is assembling a team of world-class AI researchers, infrastructure, and data engineers, led by top industry talents, with Nat Friedman leading AI product and application research and Shengjia Zhao as the chief scientist.\nZuckerberg stated that the ability to attract many top talents is due to Meta having 'all the elements needed to build leading models and deliver them to billions of people.'\nThe meeting also revealed that employee compensation will be the second largest driver of expense growth in 2026, primarily due to investments in technical talent, including the full-year compensation expenses for AI talent hired this year. The company had over 75,900 employees at the end of the second quarter and continues to hire in key areas such as AI and infrastructure.\nMulti-gigawatt computing clusters will be rolled out successively. Next is the infrastructure aspect.\nSusan Li stated that having sufficient computing power is expected to be at the core of realizing many of the greatest opportunities in the coming years. The company will continue to see very attractive returns from investments in AI capabilities for core advertising and organic interaction programs and expects to continue making significant investments in this area in 2026.\nThe scale of the computing infrastructure being built by Meta is impressive. In addition to the soon-to-be-launched Prometheus cluster, the company is also building the Hyperion cluster, which can scale to 5 gigawatts over several years, and multiple Titan clusters. Zuckerberg stated that the company is making these investments because it 'firmly believes that super-intelligence will improve every aspect of what we do.'\nInfrastructure costs will be the largest driver of expense growth in 2026, mainly due to the sharp acceleration in depreciation expenses and higher operational costs, including energy, leases, and maintenance. The company also expects to increase spending on cloud services and network-related costs.\nSusan Li stated that the company is exploring ways to co-develop data centers with financial partners to support large-scale infrastructure projects. Although no completed deals have been announced, the company believes this will attract external financing for major data center projects and provide flexibility as infrastructure needs change.\nThe following is the Meta earnings call (AI tool-assisted translation):\nMeeting Date: July 30, 2025\nCompany Name: Meta\nMeeting Type: Q2 2025 Earnings Call\nModerator: Krista (conference call operator)\nMeta Participants:\nKenneth Dorell - Director of Investor Relations\nMark Zuckerberg - Founder, Chairman, and Chief Executive Officer\nSusan Li - Chief Financial Officer\nHost Introduction:\nGood afternoon. This is Krista, and I will be the host for today's call. Welcome to Meta's second-quarter earnings conference call. To prevent background noise, all lines have been set to mute. There will be a Q&A session following the presentation, and this call will be recorded. Now, I would like to turn the call over to Kenneth Dorell, Director of Investor Relations at Meta.\nKenneth Dorell:\nThank you. Good afternoon, and welcome to Meta's second-quarter 2025 earnings conference call. Joining me today are CEO Mark Zuckerberg and CFO Susan Li. Our remarks today will include forward-looking statements, which are based on assumptions as of today. Actual results may differ materially due to various factors, including those described in today's earnings press release and our 10-Q quarterly report filed with the SEC. We do not undertake any obligation to update any forward-looking statements.\nDuring this call, we will present both GAAP and certain non-GAAP financial measures. A reconciliation of GAAP to non-GAAP measures is included in today's earnings press release. The earnings press release and accompanying investor presentation are available on our website at investor.atmeta.com.\nNow, I will turn the call over to Mark.\nMark Zuckerberg, Founder, Chairman, and Chief Executive Officer:\nThank you, Ken. Thank you all for joining us today. We have had another strong quarter, with over 3.4 billion people using at least one of our applications daily, and engagement remains robust across the board. Our business continues to perform exceptionally well, which allows us to invest heavily in AI projects. In the past few months, we have begun to see signs of self-improvement in AI systems. The improvements are currently gradual but undeniable. The development of superintelligence, which we define as AI that surpasses human intelligence in every aspect, is now within reach, we believe.\nMeta's vision is to bring personal superintelligence to everyone, enabling them to direct it towards what they value in their lives. We believe this has the potential to usher in an exciting new era of personal empowerment. There has been much written about the economic and scientific advancements that superintelligence could bring, and I am extremely optimistic about this. However, I believe that if history is any guide, the more significant impact of superintelligence will be how it empowers people to become more creative, develop culture and community, connect with each other, and lead more fulfilling lives. To build this future, we have established the Meta Superintelligence Lab, which includes our infrastructure, product, and fairness teams, as well as a new lab focused on developing the next generation of models. We have made good progress with Llama 4.1 and 4.2. At the same time, we are developing the next generation of models, which will advance the state of the art in the coming year or so.\nWe are building a team of elite, talent-dense individuals. Alexandr Wang leads the overall team. Nat Friedman leads our AI product and application research. Shengjia Zhao is the chief scientist for this new initiative. They are all incredibly talented leaders, and I am excited to work closely with them and the world-class team of AI researchers, infrastructure, and data engineers we are assembling. I spent a lot of time this quarter building this team. The reason so many people are excited to join is that Meta has all the elements needed to build leading models and deliver them to billions of people.\nThose who join us will have access to unparalleled computing resources, as we are building several multi-gigawatt clusters. Our Prometheus cluster will come online next year, and we believe it will be the world's first gigawatt-scale cluster. We are also building Hyperion, which will be able to scale to 5 gigawatts over the next few years. Additionally, we have multiple Titan clusters under development. We are making all these investments because we firmly believe that superintelligence will improve every aspect of what we do. From a business perspective, I mentioned last quarter that we are pursuing five fundamental opportunities: improving ads, more engaging experiences, business messaging, Meta AI, and AI devices. I can provide more details on each. In terms of advertising, our strong performance this quarter was largely due to AI unlocking greater efficiency and yield in our ad systems.\nThis quarter, we expanded our new AI-driven ad recommendation models to new interfaces and improved performance by using more signals and longer context. This model drove about a 5% increase in ad conversions on Instagram and a 3% increase on Facebook. We also made good progress in AI-generated ad creative, with a significant portion of ad revenue now coming from campaigns using our generative AI features. This is especially valuable for small advertisers with limited budgets. Agencies will continue to play a crucial role in helping large brands strategically apply these tools.\nThe second opportunity is more engaging experiences. AI has significantly enhanced our ability to show users content that is both interesting and useful to them. Advances in recommendation systems have greatly improved quality, increasing user time spent on Facebook by 5% and on Instagram by 6% this quarter alone. There is also great potential for improvement in the content itself. We are seeing early progress with the release of AI video editing tools in Meta AI and new editing apps, and there is still much work to be done in this area.\nThe third opportunity is business messaging. As I mentioned earlier, I believe that soon every business will have a business AI, just as they have email addresses, social media accounts, and websites. We are starting to see some product-market fit in several test countries, and we are integrating these business AIs into Facebook and Instagram ads, as well as directly into e-commerce sites.\nThe fourth opportunity is Meta AI, which already has a significant reach with over one billion monthly active users. Our current focus is on deepening the experience and making Meta AI the leading personal AI. As we continue to improve our models, we see user engagement growing. Our next-generation models will continue to play a crucial role in this.\nThe fifth opportunity is AI devices. Our Ray-Ban Meta glasses are maintaining strong momentum, with accelerating sales growth.\nWe have also launched a new high-performance AI glasses series, Meta Houston, in collaboration with Oakley. These glasses feature longer battery life and higher-resolution cameras, specifically designed for sports. The proportion of users using Meta AI is increasing, and we are seeing an improvement in AI retention rates among new users, which is a good sign for sustained usage. I believe that AI glasses will be the primary way we integrate super intelligence into daily life. Therefore, it is important to have different styles and products to attract different users in various environments.\nFinally, we see people continuing to spend more time in the Quest ecosystem, with the community steadily growing. Last month, we launched the MetaQuest 3S Xbox Edition, and we are seeing record levels of interest in cloud gaming. Beyond gaming, we continue to see a broader range of use cases, with media and web browsing contributing significantly to engagement. We will share more information, particularly on Reality Labs' work, at the Connect conference on September 17th. I encourage everyone to tune in.\nOverall, it has been a busy quarter with strong business performance and real progress in bringing together the talent and computing power needed to build personal super intelligence for everyone. I am very grateful to our team for delivering all these results, and I thank everyone for joining us on this journey. Now, I will turn it over to Susan.\nSusan Li, Chief Financial Officer:\nThank you, Mark. Good afternoon, everyone. Let's start with the consolidated financial results. All comparisons are year-over-year unless otherwise noted.\nSecond-quarter total revenue was $47.5 billion, up 22% both on a reported and constant currency basis. Total expenses for the second quarter were $27.1 billion, up 12% year-over-year. Specifically, cost of revenue increased by 16%, mainly due to higher infrastructure costs and payment partner costs, although this was partially offset by benefits from the previously announced extension of server lifespans. Research and development expenses increased by 23%, primarily driven by higher employee compensation and infrastructure costs.\nMarketing and sales expenses increased by 9%, primarily due to higher professional services related to ongoing platform integrity efforts and increased marketing costs, partially offset by lower employee compensation. General and administrative expenses decreased by 27%, mainly due to lower legal-related costs. At the end of the second quarter, we had over 75,900 employees, a 1% decrease from the previous quarter, as most of the employees affected by performance-related layoffs earlier in the year are no longer included in our headcount. This decline was partially offset by continued hiring in key areas such as monetization, infrastructure, Reality Labs, artificial intelligence, and regulatory compliance.\nOperating profit for the second quarter was $20.4 billion, with an operating margin of 43%. The tax rate for the quarter was 11%, reflecting excess tax benefits from share-based compensation due to the increase in stock prices compared to prior periods. Net income was $18.3 billion, or $7.14 per share. Capital expenditures (including principal payments on finance leases) were $17.0 billion, primarily for investments in servers, data centers, and network infrastructure.\nFree cash flow was $8.5 billion. We repurchased $9.8 billion of Class A common stock and paid $1.3 billion in dividends to shareholders. We also made $15.1 billion in non-marketable equity investments during the second quarter, including a minority investment in Scale AI and other investment activities. At the end of the quarter, we held $47.1 billion in cash and marketable securities, with $28.8 billion in debt.\nNow, moving on to segment performance. I will start with the Applications Family segment. Our Applications Family community continues to grow, and we estimate that more than 3.4 billion people used at least one of our Applications Family products daily in June. Total revenue for the Applications Family in the second quarter was $47.1 billion, a 22% increase year-over-year.\nAdvertising revenue for the Applications Family in the second quarter was $46.6 billion, a 21% increase, or 22% on a constant currency basis. In terms of advertising revenue, the online commerce vertical was the largest contributor to year-over-year growth. By region, advertising revenue growth was strongest in Europe and the rest of the world, at 24% and 23%, respectively. North America and Asia-Pacific grew by 21% and 18%, respectively.\nIn the second quarter, the total number of ad impressions across our services increased by 11%, driven primarily by growth in the Asia-Pacific region. Impression growth accelerated in all regions, mainly due to increased user engagement on Facebook and Instagram, followed by ad load optimization on Facebook. The average price per ad increased by 9%, driven by higher advertiser demand, primarily due to improved ad effectiveness. As impression growth accelerated in the second quarter, pricing growth slowed slightly compared to the first quarter.\nOther revenue for the Applications Family was $583 million, a 50% increase, primarily driven by growth in WhatsApp paid messaging revenue and Meta Verified subscriptions. We continue to invest the majority of our resources in the development and operation of the Applications Family. In the second quarter, spending on the Applications Family was $22.2 billion, representing 82% of total expenses. Spending on the Applications Family increased by 14%, primarily due to higher employee compensation and infrastructure costs, partially offset by lower legal-related costs. Operating profit for the Applications Family was $25.0 billion, with an operating margin of 53%.\nIn the Reality Labs segment, second-quarter revenue was $370 million, a 5% increase year-over-year, primarily due to higher sales of AI glasses, partially offset by lower Quest sales. Reality Labs expenses were $4.9 billion, a 1% increase year-over-year, primarily due to higher non-employee-related technology development costs. The Reality Labs operating loss was $4.5 billion.\nNow, let's discuss the business outlook. There are two main factors driving our revenue performance. The first is our ability to provide engaging experiences for the community, and the second is our long-term efficiency in monetizing this engagement. On the first front, as we continue to improve our recommendation systems and product experiences, daily active users on Facebook, Instagram, and WhatsApp are growing steadily.\nWe continue to see strong momentum in video interactions. In the second quarter, time spent on Instagram videos increased by over 20% globally year-over-year. Facebook also showed robust performance, particularly in the U.S., where time spent on videos grew by more than 20% year-over-year. These gains are driven by our ongoing optimization of ranking systems to better identify and display the most relevant content.\nWe expect further improvements throughout the year as we expand the scale of our models, making recommendations more attuned to user interests during their sessions. Another focus of our recommendation efforts is promoting original content. On Instagram, over two-thirds of recommended content in the U.S. now comes from original posts. In the second half of the year, we will concentrate on enhancing the freshness of original posts, enabling the right audience to discover new content as soon as it is posted.\nWe have also made good progress in long-term ranking innovations, which we anticipate will drive the next round of improvements over the coming years. Our research into cross-platform foundational recommendation models continues. We are also seeing encouraging results from the use of large language models in the Threads recommendation system. The integration of large language models is now driving a significant increase in time spent on ranked content in Threads.\nWe are exploring how to extend the use of large language models in recommendation systems to other applications. We are leveraging Llama and several backend processes, including error reporting, to identify and resolve recurring issues more quickly and efficiently. This has led to a reduction of about 30% in top error reports for Facebook feeds and notifications in the U.S. and Canada over the past 10 months. Currently, the primary way we use Llama in our applications is to support Meta AI, which is now available in over 200 countries and regions.\nWhatsApp remains the largest driver of queries, as people send messages directly to Meta AI to perform tasks such as information gathering, homework assistance, and image generation. Beyond WhatsApp, we are seeing Meta AI become an increasingly valuable addition to our content discovery engine. The use of Meta AI on Facebook is expanding, with people using it to ask about posts they see in their feeds and to find content on our platform and in search. We expect Meta AI to help with content discovery in another way through auto-translation and voiceover, converting foreign language content into the local language of the audience.\nWe will share more about this work later in the year. Moving to Reality Labs, the sales growth of Ray-Ban Meta accelerated in the second quarter. Despite increasing production earlier this year, demand for the most popular SKUs still outstrips supply. We are working to increase supply to better meet consumer demand later in the year.\nNow, turning to the second driver of revenue performance, which is improving monetization efficiency. The first part of this effort is optimizing ad levels in organic interactions. We continue to optimize ad inventory across each platform to deliver ads at the most relevant times and places. In the second quarter, we also began introducing ads in the Threads feed and in the updated tabs on WhatsApp, which is a separate space from the chat function.\nAs of May, global advertisers can now place video and image ads to Threads users in most countries, including the United States. Although the ad supply remains low, Threads is not expected to make a significant contribution to overall impression growth in the short term. However, we are optimistic about the long-term opportunities for Threads as the community and engagement grow, along with the scale of monetization. On WhatsApp, we are rolling out status and channel ads, as well as updates to channel subscriptions within tags, to help businesses reach more than 1.5 billion daily active users who access this part of the app. We expect the introduction of status ads to be phased in gradually over this year and next, with initially low ad supply.\nWe also anticipate that WhatsApp status ads will command lower average prices than Facebook or Instagram ads for the foreseeable future, partly due to WhatsApp's presence in markets with lower monetization levels and the limited information available for targeting. Given this, we do not expect status ads to make a significant contribution to total impressions or revenue growth in the coming years. The second part of improving monetization efficiency involves enhancing marketing performance. I will highlight three aspects of this effort.\nImproving our advertising system, advancing our ad products, including building tools to assist in ad creation, and developing our ad platform to drive results optimized for each business goal. First, in our advertising system, we are innovating at both the ad retrieval and ranking stages to provide more relevant ads to users. A significant part of this work involves continuing to advance the modeling innovations we introduced previously, while expanding their adoption across our platform. The Andromeda model architecture, which we began introducing in the second half of 2024, supports the ad retrieval phase of our advertising system, where we select thousands of the most relevant ads from tens of millions of potential candidates.\nIn the second quarter, we optimized Andromeda to select more relevant and personalized ad candidates, while extending its coverage to Facebook Reels. These improvements led to a nearly 4% increase in conversion rates for Facebook mobile news feed and Reels. Our new generative ad recommendation system, GEM, supports the ranking phase of the advertising system, which is the part of the process following ad retrieval, where we determine which of the candidate ads suggested by the retrieval engine to show to users.\nIn the second quarter, we enhanced GEM's performance by further expanding training capabilities and adding organic content and ad interaction data on Instagram. We also adopted new advanced sequence modeling techniques, doubling the length of event sequences used, allowing our system to consider longer user histories of content or ad interactions, thus providing better ad selections. These combined improvements resulted in a nearly 5% increase in ad conversion rates on Instagram and a 3% increase for Facebook news feed and Reels.\nFinally, in the second quarter, we expanded the coverage of the Lattice model architecture. We first deployed Lattice in 2023 for late-stage ad ranking, enabling us to run significantly larger models that generalize learning across objectives and platforms, replacing the numerous smaller ad models historically optimized for individual objectives and platforms. In April, we began deploying Lattice to other early-stage ad ranking models. This not only increased capacity and engineering efficiency but also improved performance. The recent deployment of Lattice led to a nearly 4% increase in ad conversion rates for Facebook news feed and Reels in the second quarter.\nNext, regarding ad products, our Advantage+ AI solution suite is showing strong growth. In the second quarter, we completed the rollout of a simplified campaign creation process for Advantage+ sales and app promotion campaigns, making it easier for advertisers to realize the performance benefits of Advantage+ by enabling the feature at the start. Since expanding availability, we have seen an increase in the adoption of sales and app promotion campaigns, and we are working to complete the rollout for lead generation campaigns over the next few months.\nIn the Advantage+ Creative Suite, the adoption of generative AI creative tools continues to expand. Currently, nearly 2 million advertisers are using our video generation, image animation, and video extension features, and our text generation tools are also performing well, with ongoing additions of new features. In the second quarter, we began testing an AI translation feature, allowing advertisers to automatically translate ad headlines into 10 different languages. Although still in the early stages, we saw encouraging performance improvements in pre-launch tests.\nWe continue to see strong adoption of image expansion features by small and medium-sized advertisers, which demonstrates how these tools help businesses with fewer resources develop creative content. For large advertisers, we expect agencies to remain valuable partners in applying these new tools to enhance performance.\nIn addition to Advantage+, we are also seeing good momentum in business messaging, particularly in the United States, where click-to-message revenue grew by more than 40% year-over-year in the second quarter. The strong growth in the U.S. has benefited from increased adoption of website-to-messaging ads, which direct users to visit the company's website for more information before choosing to start a chat with the business through our messaging applications.\nFinally, we continue to improve our advertising platform to optimize results for each business goal and measurement approach. In the second quarter, we completed the global rollout of incremental attribution, the only product on the market that can optimize and report on incremental conversions, i.e., those conversions that would not have occurred if the user had not seen the ad. We also globally launched omnichannel ads in the second quarter, enabling advertisers to simultaneously optimize in-store and online incremental sales through a single campaign. In testing, advertisers using omnichannel ads saw a median reduction of 15% in total cost per purchase compared to optimizing for the website alone.\nNext, I would like to discuss our approach to capital allocation. Our primary focus remains reinvesting capital into the business, with infrastructure and talent as our top priorities. First, regarding hiring, our approach to increasing headcount continues to target the highest-priority areas of the company. We expect the increase in talent across all priority areas to drive overall headcount growth from this year through 2026, while growth in other functions will be more limited. In the field of artificial intelligence, we place particular emphasis on recruiting industry-leading talent to build the Meta Super Intelligence Lab, accelerating our AI model development and product plans.\nSecondly, infrastructure. We anticipate that having sufficient computing power will be central to realizing many of the largest opportunities ahead over the next few years. We continue to see very attractive returns from our investments in AI capabilities for core advertising and organic interaction programs, and we expect to continue making significant investments in this area through 2026. We also expect that developing leading AI infrastructure will be a core advantage in creating the best AI models and product experiences, and we anticipate significantly increasing investment to support this work by 2026.\nTurning to our financial outlook, we expect total revenue for the third quarter of 2025 to be between $47.5 billion and $50.5 billion. Our guidance is based on current exchange rates, with foreign exchange contributing a tailwind of approximately 1% to year-over-year total revenue growth.\nAlthough we are not providing a revenue outlook for the fourth quarter, we expect the year-over-year growth rate for the fourth quarter of 2025 to be slower than the third quarter, as we will be comparing against a period of stronger growth in the fourth quarter of 2024.\nNow, turning to our expense outlook, we expect total expenses for the full year 2025 to be in the range of $114 billion to $118 billion, narrowing from our previous range of $113 billion to $118 billion, with a year-over-year growth rate of 20% to 24%. Although we are still in the early stages of planning for next year, there are several factors expected to put significant upward pressure on our 2026 total expense growth rate. The largest single driver of growth will be infrastructure costs, due to a sharp acceleration in depreciation expenses and higher operational costs as we continue to scale our infrastructure. Beyond infrastructure, the second largest driver of growth is expected to be employee compensation, as we add technical talent in priority areas and recognize the full-year compensation costs for hires made throughout 2025. We expect these factors to result in a higher year-over-year expense growth rate in 2026 compared to 2025.\nNow, turning to the capital expenditure outlook. We currently expect capital expenditures (including principal payments on finance leases) for 2025 to be in the range of $66 billion to $72 billion, a narrowing from our previous outlook of $64 billion to $72 billion, with a median year-over-year increase of approximately $3 billion. Although the infrastructure planning process remains highly dynamic, we currently anticipate that 2026 will also be a year of significant dollar growth in capital expenditures as we continue to actively pursue opportunities to bring additional capacity online to meet the demands of our AI efforts and business operations.\nRegarding taxes. With the enactment of new U.S. tax legislation, we expect lower U.S. federal cash taxes for the remainder of this year and future years. The bill provides various implementation options, which we are currently evaluating. While we estimate that the tax rate for 2025 will be higher than the second-quarter rate, we cannot currently quantify the magnitude. Additionally, we continue to monitor the active regulatory environment, including increasing legal and regulatory resistance from the European Union, which could have a significant impact on our business and financial performance. For example, we continue to engage with the European Commission regarding our less personalized advertising product (LPA), which was launched in November 2024 based on feedback from the European Commission on the Digital Markets Act. As the Commission provides further feedback on the LPA, we cannot rule out the possibility that it may seek to impose further modifications, which could significantly deteriorate the user and advertiser experience. This could have a significant negative impact on our European revenue as early as later this quarter. We have appealed the European Commission's decision on the Digital Markets Act, but any modifications to our model may still be imposed during the appeal process.\nIn summary, this was another strong quarter for our business, with our investments in infrastructure and technical talent continuing to improve core advertising performance and engagement on our platform. We expect that the significant investments we are making now will enable us to continue leveraging AI advancements to expand these gains and unlock a range of new opportunities over the next few years.\nAlright, Krista, let's start taking questions.\nModerator: Thank you. We will now move to the Q&A session. The first question is from Eric Sheridan of Goldman Sachs.\nEric Sheridan: Thank you for taking my question. Mark, what have been the key learnings in your AI business over the past three to six months? How have these learnings influenced strategy adjustments in talent acquisition and computing power, and the evolution of the strategy mentioned in your recent blog post? Susan, based on Mark's comments about expanding talent and computing power, can you provide more detail on how these two components are driving your expectations for operating and capital expenditures over the next 12 to 18 months? Thank you.\nMark Zuckerberg, Founder, Chairman, and Chief Executive Officer: Sure, I'll take that. At a high level, a lot of people are asking how long it will take for really powerful AI or superintelligence to come. What I've found so far is that at each stage, the more aggressive assumptions or the fastest expectations tend to be the most accurate. I think that's continued to hold true this year. I've given many examples of this in previous earnings calls. We're seeing internal teams using Llama 4 to build autonomous AI agents to improve Facebook algorithms, enhancing quality and engagement, which is a very profound result. Right now, this is still at a small scale, so I'm not sure if this result itself has made a significant contribution to this quarter's earnings. But I think the trajectory is very promising. One of the interesting challenges of running a business like this now is that the world is likely to change dramatically over the next few years.\nMark Zuckerberg, Founder, Chairman, and Chief Executive Officer: Okay, I'll take that. At a macro level, people are asking how long it will take for truly powerful AI or superintelligence to materialize. So far, I've found that at each stage, the more aggressive assumptions or the fastest expectations often turn out to be the most accurate. I believe this trend has continued this year. I've mentioned many such examples in previous earnings calls. We are seeing internal teams use Llama 4 to build autonomous AI agents to improve the Facebook algorithm, enhancing quality and engagement, which is a very profound outcome. Currently, this is still at a small scale, so I'm not certain if this result has made a significant contribution to this quarter's earnings. However, I believe the trajectory is very promising. One of the interesting challenges of running a business like this now is that the world is likely to undergo significant changes over the next few years.\nOn one hand, there are many improvements we can make to our existing core products. On the other hand, we adhere to a principle throughout the company, which is to take super-intelligence seriously. The fundamental idea is that we believe this will soon reshape all of our systems, not on a trajectory of one or two quarters, but over several years. This will change the operational assumptions across all aspects of the company.\nWe continue to observe the development trajectory and pace of AI, and I believe the progress remains at a high level. This influences our decision-making from all angles, including the importance and value of having an absolutely top-tier elite team, ensuring that we have leading computing clusters, and providing researchers with more computing resources per capita for cutting-edge research and applying it to products used by billions of users. We ensure that we build and drive these products in all business areas. I believe our company is the best in the world at this, meaning when we master a technology, we excel at applying it to all applications and advertising systems.\nThis technology will not be left idle. I believe no other company is as skilled as we are at scaling a technology to billions of users. We will actively advance in all these areas, but to some extent, this is a bet on the development trajectory we are observing, and these are signals we are trying to interpret.\nSusan Li, Chief Financial Officer:\nEric, regarding the second part of your question, we have not yet initiated the budgeting process for 2026. Given the situation next year, there are many variables in this very dynamic operating environment. However, we do have some visibility today into certain aspects, including the broad framework of our 2026 infrastructure plans, which directly impacts our spending expectations for next year.\nWe also have some visibility into the compensation expenses related to the AI talent we hired this year. Based on these two aspects, we have provided an early preview of our expectations for total spending growth in 2026 and capital expenditures for 2026.\nIn terms of total spending, as I mentioned, we expect infrastructure to be the largest contributor to spending growth in 2026. This is mainly due to the significant acceleration in depreciation expenses in 2026, largely from the incremental depreciation of assets we will purchase and put into use in 2026, as well as the full-year depreciation of the infrastructure deployed in 2025 being recognized next year.\nWe also anticipate that, compared to previous years, a larger proportion of our capital expenditures in 2025 and 2026 will be for short-term assets. Another component of the increase in infrastructure costs will come from higher operating expenses, including energy costs, leases, maintenance, and the operational expenses associated with maintaining that equipment. We also expect to increase our cloud service spending in 2026 to meet our capacity needs, as well as see an increase in network-related costs. Therefore, there are many elements contributing to the 2026 total spending figure from the infrastructure side.\nSecondly, employee compensation is the second-largest driver of expenditure growth in 2026. This is primarily due to our investment in technical talent, including the full-year compensation for AI talent hired this year.\nIn terms of capital expenditures, the main driver of the increase in 2026 will be the expansion of generative AI capacity, as we will be building training capacity. This will drive higher spending on servers, networks, and data centers next year. We also expect to continue significant investment in core AI in 2026. This is a very dynamic planning area, but we want to share some initial thoughts on the current situation.\nQuestion from Brian Nowak of Morgan Stanley:\nI have two questions. First, Mark, regarding the vision for the intelligent laboratory and superintelligence. Compared to 12 months ago, could you discuss the changes in the key technical constraints or hurdles you are focused on overcoming over the next 24 months to ensure leading in superintelligence over the next decade? The second question is for Susan or Mark: You have made many improvements to the core platform to enhance engagement, recommendations, etc. Could you share the key factors you are most excited about in the next 18 months that you believe will further boost engagement on the core platform?\nMark Zuckerberg, Founder, Chairman, and Chief Executive Officer:\nIn terms of the research agenda and the many areas we are focusing on, I think self-improvement is a very important research area. There are different scaling paradigms, but I don't want to go into too much detail about the specific research we are conducting. In the development of superintelligence, to some extent, you cannot just learn from humans because what you are trying to build is fundamentally smarter than humans.\nTherefore, it needs to learn how to self-improve, and you need to develop a way for it to do so. I believe this is a very fundamental aspect that will have a broad impact on how we build products, how we run the company, the new things we can invent, the new discoveries we can make, and more broadly, on society.\nIn terms of the overall shape of the work, I am more convinced that small, high-density teams are the best configuration for driving cutting-edge research. This is somewhat different from our other world-class machine learning systems. If you look at what we do in Instagram, Facebook, or our advertising systems, we can very efficiently have hundreds or thousands of people working on improving these systems. We have very mature systems that allow individuals to run tests and test many different things, where each researcher does not need to have the entire system in their head.\nHowever, I believe that for leading research on super-intelligence, you really need the smallest team that can grasp the entire system in their minds, which determines certain physical characteristics and operational dynamics of the team. Now, let Susan discuss more practical aspects.\nSusan Li, Chief Financial Officer:\nBrian, regarding the forward-looking roadmap for the core recommendation engine, we are currently focusing on several short-term items.\nOne is that we are focusing on making recommendations more adaptive to user engagement during a session, so that the recommendations we push are the most relevant to what they are interested in at the time. We are optimizing by matching content with the right audience more quickly after it is published, helping the best content from small creators stand out. We are also improving the system's ability to discover more diverse and niche interests through interest exploration and learning explicit user preferences. Additionally, we plan to further scale up the models and incorporate more advanced technologies to improve the overall quality of recommendations.\nHowever, we also have many long-term investments in various areas, such as developing foundational models that support multi-service recommendations and integrating large language models more deeply into our recommendation system. A key focus of this work will be optimizing the system for efficiency, allowing us to continue expanding the capacity of the recommendation system without compromising the ROI we provide.\nHost: Here is your next question, from Doug Anmuth of JPMorgan. Please go ahead with your questions.\nDoug Anmuth：\nThank you very much for answering these questions, one for Mark and one for Susan. Mark, Meta has always been a strong supporter of open-source AI. As you pursue super-intelligence and seek greater returns on major infrastructure investments, have your thoughts on this changed? Susan, your comments on capital expenditures for 2026 suggest that spending could exceed $100 billion next year. Do you continue to expect to fund all of this yourself, or is there a possibility of partnering opportunities? Thank you.\nSusan Li, Chief Financial Officer: Regarding open source, I don't think our thinking on this has changed significantly. We have always open-sourced some models, but open sourcing is not everything we do.\nSo, I expect us to continue producing and sharing leading open-source models. I also believe that several trends are emerging. One is that our models have become so large that they are not practical for many others to use. So, we are considering whether sharing these is effective or helpful, or if it mainly just benefits competitors.\nI think there is a concern about that, and, of course, as we approach true superintelligence, I think there is a whole different set of security concerns that we need to take very seriously. I wrote about this in my notes this morning. But I think the bottom line is that I expect us to continue with open-source work. I expect us to continue being leaders in this area, and I also expect us to continue not open-sourcing everything we do, which is a continuation of what we have been doing. I think this is a significant investment.\nWe believe this will be beneficial in the long run, but we are very serious about the fact that this involves converting a lot of capital into gigawatts of computing power. We believe this will help us generate leading research and high-quality products and operate our business. I am indeed looking for opportunities to convert capital into the quality of products we can provide to people. This is a big bet we are focusing on, and we want to ensure that what we build helps us create the best products for the billions of people who use our services.\nSusan Li, Chief Financial Officer:\nDoug, regarding your second question about how we expect to fund our growing capital expenditures next year, we certainly expect to self-fund a significant portion of it, but we are also exploring ways to co-develop data centers with financial partners.\nWe do not have any completed deals to announce yet, but we generally see a model here that attracts substantial external financing to support large-scale data center projects. These projects leverage our ability to build world-class infrastructure while providing us with flexibility as our infrastructure needs change over time. So, we are exploring many different paths.\nModerator: The next question is from Justin Post of Bank of America. Please go ahead.\nJustin Post:\nThank you. I have another question about infrastructure. Mark, your spending is now approaching that of some of the largest hyperscale cloud providers. Do you think all this capacity is primarily for internal use, or do you see the possibility of sharing it, or even developing a business model to leverage this capacity for external use? And Susan, when you consider the ROI on these capital expenditures, I'm sure you have internal models. I'm sure you can't share everything. But how do you view ROI, and are you optimistic about the long-term returns?\nSusan Li, Chief Financial Officer:\nThank you. Justin, I can take both questions. Mark, feel free to chime in as well. Right now, we are focused on ensuring we have enough capacity for our internal use cases, which include all the core AI work we are doing to support organic content recommendations, all the ad ranking and recommendation work. And, of course, making sure we are building the training capacity we believe we need to build state-of-the-art AI models and be prepared for the types of inference use cases we think we might face, as we are not only focused on developing cutting-edge models but also on how to scale them to the types of consumer use cases that we think will be broadly useful and appealing to users. So, at this point, we are not really considering external use cases for the infrastructure, but it's a good question.\nRegarding your second question, which is mainly about the ROI on capital expenditures, there are a few aspects to consider. In terms of core AI, we continue to see strong ROI, and our measurement capabilities are quite robust. We are very satisfied with the rigorous measurements and returns we are seeing. In generative AI, we are obviously still in the very early stages of the return curve, and we do not expect generative AI efforts to be a significant driver of revenue this year or next. However, we remain very optimistic about the monetization opportunities that will open up, as Mark mentioned in his remarks regarding the five pillars, so I won't repeat them here. We believe these opportunities are very adjacent and intuitive to our current business, which is why they present huge opportunities, each with a substantial market. One last point to add is that we are building the infrastructure with fungibility in mind. Clearly, there are many things, such as data center shells and network infrastructure, that you must build ahead of time. But we will order servers as needed and when needed, which will ultimately be the largest part of the capital expenditure, and at those times, we will make the best decisions about where to allocate the capacity.\nOperator: The next question comes from Mark Shmulik of Bernstein. Please go ahead.\nMark Shmulik:\nThank you for taking my question. Mark, as you pursue the vision of super intelligence, particularly for those of us on the outside, what metrics or KPIs are you tracking to determine if you are on track and making progress? Is this mainly in relation to the five pillars you outlined, or should we consider a broader scope? Susan, clearly, AI is providing a good ROI today, and all these investments are also being made with long-term goals in mind. I am curious if there has been any change or adjustment in how you view the relationship between revenue or core business performance and the pace of investment. Thank you.\nFounder, Chairman, and Chief Executive Officer Mark Zuckerberg:\nIn terms of what I focus on internally, I look at the quality of the team, the quality of the models we produce, the rate of improvement in our other AI systems, and the extent to which the leading foundational models we build contribute to enhancing all other AI systems and everything else we do in the company. Then, I think you get into our standard product and business strategy, which is to convert this technology into new products, first scaling it to billions of people, and then, over time, monetizing it. But I think there will be some lag. I think this has always been our approach, whether we are building new social products or something like Meta AI, or new products around it.\nWe will focus on reaching a leading scale, building the highest quality products, and concentrating on this for a few years. Once we are truly confident in our position, we will focus on advancing the business around it. Returning to the previous question, when you compare this business with some cloud businesses, we do have this delay. We focus on building research, conducting research, and then advancing consumer products before we really push the business around it, which typically takes some time. I think this is a known attribute and cycle of our business. But on the other hand, we believe that if you are building super intelligence, you should use all your GPUs to ensure you serve your customers well. We believe that through direct generation, we can achieve higher returns than simply leasing or renting infrastructure to other companies.\nSusan Li, Chief Financial Officer:\nRegarding the second part of your question, we have previously stated that from a profitability perspective, our primary focus is on driving long-term growth in consolidated operating profit. This will not be linear. In some years, we will achieve above-average profit growth, and in years where we make significant investments, I think we will see that this affects the magnitude of operating profit growth we can achieve.\nCurrently, we see many attractive investment opportunities that we believe will prepare us to achieve compelling profit growth for all investors over the next few years. So, while pursuing these investments, we are focused on limiting investments elsewhere. But we really believe that now is the time to truly invest in the future of artificial intelligence, and I think this will not only open up new opportunities for us but also strengthen our core business.\nHost:\nYour next question comes from Ron Josey of Citi. Please go ahead.\nRon Josey:\nExcellent. Thank you for taking this question. Mark, I would like to ask about Meta AI. You mentioned in the call that overall engagement is growing, particularly on WhatsApp, where we now have one billion users, and the focus is now on driving personalization.\nSo, I'd like to understand more about how these next-generation models will help drive adoption, especially when the behemoth goes live at some point. And also, when people use AI on WhatsApp, the ideas around search and queries, and potential monetization. Thank you.\nMark Zuckerberg, Founder, Chairman, and Chief Executive Officer:\nYes, I won't go into the specifics of the roadmap, but essentially, we do see that as we continue to improve the models and post-training behind Meta AI, engagement increases.\nWhen we switch to newer models, such as upgrading from Llama 4 to Llama 4.1, we expect these models to be quite general. So while you can focus on specific areas, overall, they will get better at many different things people want to ask or do with them. I think with each iteration, whether it's the weekly work we do in training or when we roll out a new generation or major version, engagement improves. So, we are focused on that. I won't go into the specific research areas or features we plan to launch in the future, but I am very excited about it. Thank you.\nHost:\nOur final question comes from Youssef H Squali at Truist Securities. Please go ahead.\nYoussef H Squali:\nGreat. Thank you for taking that question. Mark, the Ray-Ban project has been your flagship product so far. How are we progressing with the glasses development and the new computing platform you have talked about in the past? Is it moving faster or slower than you thought? When you leverage Meta AI, do you think the glasses will eventually replace the Smart Phone, or do you need an AI-first form factor? And then, Susan, briefly, how do you see FBC developing over the next few years? Can we reasonably assume that it will grow faster than revenue and operating expenses? How do you minimize shareholder dilution? Thank you.\nMark Zuckerberg, Founder, Chairman, and Chief Executive Officer:\nYes, I can talk about the glasses. I'm very excited about the progress we've made. I'm really excited about the Ray-Ban Meta glasses, as well as the Oakley Meta glasses and other products we have planned. This product category is clearly doing well.\nI think it serves a lot of different purposes. They are fashionable glasses, so people like to wear them as glasses. They have a range of interesting features. The use of Meta AI within them continues to grow. The percentage of daily users is increasing. All of this is great. I continue to believe that glasses will essentially be the ideal form factor for AI because you can let the AI see what you see all day, hear what you hear, and talk to you. Once you put a display in there, whether it's a wide holographic field of view like we showed in Orion, or a small display that might be suitable for showing some information.\nThis will also unlock a lot of value, as you can interact with the AI system in this multimodal way throughout the day. It can see what's around you. It can generate user interfaces for you and show a lot of information. Then it can display information and provide assistance.\nPersonally, I feel like wearing contact lenses. I think if my vision isn't corrected, I would be at some kind of cognitive disadvantage in the world. I think in the future, if you don't have glasses equipped with AI or some way to interact with AI, I think it will be similar. Compared to others you work with or compete against, we might be at a significant cognitive disadvantage.\nSo, I think it's a pretty fundamental form factor. There are many different versions. Right now, we are building something that I think is fashionable but not focused on displays. I think there is a whole set of different things to explore regarding displays.\nThis is what we have been doing through Reality Labs over the past 5 to 10 years, essentially researching all these different aspects. Ten years ago, I would say that one of the awe-inspiring things about glasses is that they will be the ideal way to merge the physical and digital worlds. So, I believe the entire Metaverse vision will ultimately become extremely important, and AI will accelerate this. If you had asked me five years ago whether we would first have holograms for creating immersive experiences or superintelligence, I think most people would have thought you would get the holograms first.\nThis is an interesting peculiarity in the Technology industry. I believe we will end up with truly powerful AI first, but because we have been investing in this area, I think we are a few years ahead in building the glasses. I think this is something we are very happy to continue investing heavily in because I believe it will be a very important part of the future.\nKenneth Dorell, Director of Investor Relations:\nYoussef, we didn't quite catch your second question. Could you repeat it, please?\nYoussef H Squali:\nCertainly, with all this hiring, when you look at stock-based compensation expenses over the next few years, I think we will see this part of the operating expenses grow much faster than revenue. I was wondering what you plan to do to minimize shareholder dilution. Is it mainly through share repurchases or other measures? Thank you.\nSusan Li, Chief Financial Officer:\nThank you, Youssef. The impact of the increased compensation costs from our AI hiring, including stock-based compensation, has already been reflected in our revised 2025 expense outlook. In my comments on the 2026 expense outlook, these are clearly significant drivers of expense growth in 2026 as we will recognize the full-year compensation for the additional talent we bring in. That said, we have factored these into our expense outlook. We are very mindful of the dilution issue. We generally believe that our strong financial position will enable us to support these investments while continuing to repurchase shares as part of our program to offset equity compensation and provide quarterly cash dividend distributions to investors.\nKenneth Dorell, Director of Investor Relations:\nVery well. Thank you all for attending the meeting today. We look forward to speaking with you again soon. The meeting is now concluded.\nStill up late reviewing financial statements? Futubull AI is now officially launched! Come and use the AI feature to interpret Earnings Reports.\nEditor: Jayden\nThe translation is provided by third-party software.\nThe above content is for informational or educational purposes only and does not constitute any investment advice related to Futu. Although we strive to ensure the truthfulness, accuracy, and originality of all such content, we cannot guarantee it. Risk Disclaimer The above content is for informational or educational purposes only and does not constitute any investment advice related to Futu. Although we strive to ensure the truthfulness, accuracy, and originality of all such content, we cannot guarantee it. Got It Risk Disclaimer\nThe above content is for informational or educational purposes only and does not constitute any investment advice related to Futu. Although we strive to ensure the truthfulness, accuracy, and originality of all such content, we cannot guarantee it. Got It Write a comment 0 0 0 Like Love Laughing Cry Respect Emm Sad Angry Tap to Select a Mood 分享到weixin 分享到qq 分享到facebook 分享到twitter 分享到微博 粘贴板 Use the share button in your browser to share the page with your friends\nTap here to share No comments yet. Write one. Market Insights Geopolitical Chaos? Opportunities Await! Geopolitical Chaos? Opportunities Await! Geopolitical turmoil triggers market volatility, where do investment opportunities lie in chaotic times? Screening Criteria: As of June 23, 2025, select the top four companies by market capitalization in the U.S. energy, defense and aerospace, gold, and uranium sectors, and identify the top five among them based on 10-day price performance using Futubull real-time data. Geopolitical turmoil triggers market volatility, where do investment opportunities lie in chaotic times? Screening Criteria: As of June 23, 2025, select the top four companies by market capitalization in the U.S. energy, defense and aerospace, gold, and uranium sectors, and identify the top five among them based on 10-day price performance using Futubull real-time data.\nNo. Symbol 10D % Chg Sample Name Sample Code +17.49% Sample Name Sample Code +13.76% Sample Name Sample Code +12.45% 4 Constellation Energy CEG +12.03% 5 Northrop Grumman NOC +10.22% Unlock Now Discussing Focus on Tariff Developments! What is the Safest Strategy for Recent Market Positioning? The trade war sparked by Trump's tariffs has disrupted the markets. On July 28-29, the Sino-U.S. economic and trade talks in Sweden conclude Show More Food流油 Apr 14 15:43 \"Leaving the Group - Raising Taxes - Tweeting: The 'Money Making Strategy' of the Most Wild Gemini in Contemporary Times\" - No more -\nStatement This page is machine-translated. Futubull tries to improve but does not guarantee the accuracy and reliability of the translation, and will not be liable for any loss or damage caused by any inaccuracy or omission of the translation. OK",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "topics": [
      "Economy, Business and Finance->computing and information technology",
      "Economy, Business and Finance->business strategy and marketing",
      "Economy, Business and Finance->financial service",
      "Science and Technology->biotechnology",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Social Issue->social networking"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://www.futuhk.com/en/about-us/futu-store",
      "https://www.futuhk.com/en/products/exchange-traded-funds",
      "https://invest.futuhk.com/lectures_website",
      "https://invest.futuhk.com/hkstocktransfer-event?lang=zh-hk",
      "https://www.futuhk.com/en/about-us#ContactUs",
      "https://www.futuhk.com/en/about-us/csr",
      "https://www.futuhk.com/identity?lang=en-us",
      "https://invest.futuhk.com/welcome-2409?lang=en-us",
      "https://www.futuhk.com/en/products/futures",
      "https://www.futuhk.com/en/products/us-stocks",
      "https://www.futuhk.com/en/stockalpha",
      "https://www.futuhk.com/en/products/crypto",
      "https://www.futuhk.com/commissionnew",
      "https://fund-upgrowth.futuhk.com/fego/cashplus-newusers-2401",
      "https://funds.futuhk.com/deposit?lang=en-us",
      "https://www.futuhk.com/en/products/invest-regularly",
      "https://www.futuhk.com/en/about-us",
      "https://www.futuhk.com/en/products/structured-products",
      "https://invest.futuhk.com/vipofficial",
      "https://www.futuhk.com/en/private-wealth",
      "https://wallstreetcn.com/articles/3752294",
      "https://www.futuhk.com/en/about-us#Milestone",
      "https://www.futuhk.com/en/products/jp-stock",
      "https://invest.futuhk.com/invite-centre",
      "https://www.futuhk.com/en/products/funds",
      "https://www.futuhk.com/products/cash-plus",
      "https://www.futuhk.com/en/about-us#JoinUs",
      "https://www.futuhk.com/blog",
      "https://setup2.futuhk.com/?lang=en-us",
      "https://www.futuhk.com/en/products/us-bonds",
      "https://www.futuhk.com/en",
      "https://www.futuhk.com/en/about-us/promotions",
      "https://www.futuhk.com/en/products/ipo",
      "https://www.futuhk.com/en/products/hk-stock",
      "https://www.futuie.com/en/",
      "https://www.futuhk.com/en/about-us/newsroom",
      "https://www.futuhk.com/en/products/options",
      "https://www.futuhk.com/en/products/margin",
      "https://futuhk.com/en/products/futures",
      "https://setup2.futuhk.com/",
      "https://www.setup2.futuhk.com/?lang=en-us",
      "https://futuhk.com/identity?lang=en-us",
      "https://www.invest.futuhk.com/hkstocktransfer-event?lang=zh-hk",
      "https://www.invest.futuhk.com/lectures_website",
      "https://futuhk.com/en/products/funds",
      "https://www.futuie.com/en",
      "https://www.invest.futuhk.com/invite-centre",
      "https://www.funds.futuhk.com/deposit?lang=en-us",
      "https://futuhk.com/en/about-us#Milestone",
      "https://futuhk.com/en/about-us#ContactUs",
      "https://futuhk.com/en/about-us/promotions",
      "https://futuhk.com/en/products/options",
      "https://www.fund-upgrowth.futuhk.com/fego/cashplus-newusers-2401",
      "https://www.futuhk.com/identity",
      "https://futuhk.com/en/products/invest-regularly",
      "https://funds.futuhk.com/deposit",
      "https://futuhk.com/commissionnew",
      "https://futuhk.com/blog",
      "https://futuhk.com/en/about-us#JoinUs",
      "https://futuie.com/en/",
      "https://futuhk.com/en/about-us/newsroom",
      "https://futuhk.com/en/products/ipo",
      "https://futuhk.com/en/about-us/csr",
      "https://futuhk.com/en/about-us/futu-store",
      "https://futuhk.com/products/cash-plus",
      "https://futuhk.com/en/about-us",
      "https://futuhk.com/en/products/us-stocks",
      "https://invest.futuhk.com/hkstocktransfer-event",
      "https://futuhk.com/en/products/crypto",
      "https://futuhk.com/en/products/hk-stock",
      "https://futuhk.com/en/products/jp-stock",
      "https://www.invest.futuhk.com/vipofficial",
      "https://futuhk.com/en/products/structured-products",
      "https://futuhk.com/en",
      "https://www.wallstreetcn.com/articles/3752294",
      "https://futuhk.com/en/products/exchange-traded-funds",
      "https://futuhk.com/en/private-wealth",
      "https://futuhk.com/en/products/us-bonds",
      "https://invest.futuhk.com/welcome-2409",
      "https://futuhk.com/en/stockalpha",
      "https://www.invest.futuhk.com/welcome-2409?lang=en-us",
      "https://futuhk.com/en/products/margin"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [
        {
          "name": "Garden Road",
          "sentiment": "none"
        },
        {
          "name": "Causeway",
          "sentiment": "none"
        },
        {
          "name": "Kowloon",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-31T07:59:32.129+03:00",
    "updated": "2025-07-31T08:02:29.000+03:00"
  },
  {
    "uuid": "e92eec34ac5f01de8f304635b4dd99c37119ca2b",
    "url": "https://www.financialexpress.com/india-news/russia-ukraine-war-pm-modi-helped-prevent-potential-nuclear-attack-on-kyiv-in-late-2022-says-report/3420820",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "India News Desk",
    "published": "2024-03-11T02:30:00Z",
    "title": "Russia-Ukraine war: PM Modi helped prevent 'potential nuclear attack' on Kyiv in late 2022, says report - India News | The Financial Express",
    "text": "As the Russia-Ukraine battle raged in 2022, the United States started “preparing rigorously” for a possible nuclear strike by Russia against Ukraine, reported CNN, citing two senior administration officials. This would have been the first nuclear attack since the US dropped atomic bombs on Hiroshima and Nagasaki nearly eighty years ago.Outreach from Prime Minister Narendra Modi and other countries played an important role in averting the crisis, the report stated. The US government was worried that Russia might use a tactical or battlefield nuclear weapon, the officials said. Amid the suspicions, the United States of America sought to enlist the support of non-allies, including India , to discourage Russia from such an attack, reported CNN.“One of the things we did was not only message them directly but strongly urge, press, encourage other countries, to whom they might be more attentive, to do the same thing,” the senior administration official said.Outreach and public statements from Prime Minister Narendra Modi and others helped prevent a crisis, said US officials.“I think the fact that we know, India weighed in, China weighed in, others weighed in, may have had some effect on their thinking,” CNN quoted a senior administration official as saying.Last year, on the sidelines of the SCO summit in Uzbekistan, in a major statement, PM Narendra Modi told President Vladimir Putin that “this is not the era of war”. During India’s G20 presidency, the statement was reiterated.On February 24, 2022, Russia attacked Ukraine. The invasion became the largest aggression on a European country since World War II.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "modi",
          "sentiment": "neutral"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "united states of america",
          "sentiment": "none"
        },
        {
          "name": "hiroshima",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "nagasaki",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-11T07:23:13.204+02:00",
    "updated": "2024-04-05T07:40:36.580+03:00"
  },
  {
    "uuid": "f83446f44270888fca49d42188224d2800808433",
    "url": "https://www.techtudo.com.br/listas/2025/01/viloes-do-windows-5-coisas-que-deixam-seu-pc-mais-lento-edsoftwares.ghtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Débora Apolinario",
    "published": "2025-01-31T08:03:00Z",
    "title": "Vilões do Windows: 5 coisas que deixam seu PC mais lento",
    "text": "Vilões do Windows: 5 coisas que deixam seu PC mais lento\nComputadores com Windows têm diversas ferramentas úteis, mas também obstáculos que podem tornar o dispositivo lento; veja lista completa com cinco vilões do seu PC\nO\nWindows é um sistema operacional capaz de executar serviços em computadores para uso pessoal e profissional, e está em constante atualização. Apesar das melhorias apresentadas em cada uma de suas versões, os dispositivos com Windows instalado ainda enfrentam alguns obstáculos que impedem o seu pleno funcionamento. Aplicativos e serviços que consomem muita memória, ferramentas em excesso iniciadas assim que o computador é ligado e até navegadores podem ser a causa da lentidão do aparelho. A seguir, confira como identificar os possíveis vilões do Windows e resolver os problemas de forma prática.\n📝\nDisco rígido externo não funciona no Windows 11? Saiba o que fazer no Fórum do TechTudo\n1. Gerenciador de tarefas\nPara o bom funcionamento de um sistema operacional, é importante o gerenciador de tarefas, considerado uma ferramenta que analisa a saúde do computador. O recurso compartilha informações sobre o que pode estar sobrecarregando o dispositivo, além de exibir a quantidade de memória e os dados da rede que estão sendo utilizados em cada um dos\napps.\nVale ressaltar que um computador com\nWindows 10 foi utilizado nos testes para esta matéria, ou seja, algumas nomenclaturas podem ser diferentes do Windows 11.\nPara abrir o gerenciador de tarefas no Windows, pressione as teclas Ctrl + Shift + Esc ao mesmo tempo, ou clique na lupa, que está localizada na Barra de Tarefas, e procure por “gerenciador de tarefas”. Ao abrir a janela, são exibidos os aplicativos que estão em execução — se preferir encerrar algum deles, basta clicar em “Finalizar tarefa”. Para verificar os possíveis vilões, selecione a aba “Detalhes”.\nA lista exibida é atualizada constantemente, por isso, vale deixar a janela do gerenciador de tarefas aberta para observar os aplicativos que disparam no topo da lista e desaparecem segundos depois. Em seguida, procure pelos processos que aparecem nos primeiros lugares e consomem muita memória ou CPU. Se não reconhecer o nome de algum aplicativo, pesquise na\nInternet para saber mais detalhes. Para fechar um aplicativo ou processo suspeito de causar o desempenho lento do dispositivo, selecione e clique em “Finalizar tarefa”.\nA maioria dos\nsoftwares de antivírus consomem bastante memória do computador. Isto acontece devido à ação de escanear ativamente o computador em busca de malware e outros perigos, o que pode ser uma das causas da lentidão do dispositivo. Por isso, é importante programar a execução do antivírus em horários em que o PC não está em uso, como na hora do almoço e durante a noite. Esta modificação pode ser diferente em cada programa, mas, geralmente, é possível abrir o aplicativo e encontrar o painel de configurações para personalizar os horários.\nPara os usuários do\nMicrosoft Windows Defender que procuram desabilitar o escaneamento contínuo, basta abrir a ferramenta “Segurança do Windows” e procurar por “Proteção contra vírus e ameaças”. Depois, clique em “Opções do Microsoft Defender Antivirus” e desative a verificação periódica.\n3. Aplicativos de inicialização\nO seu computador demora a responder após fazer login? É possível que essa lentidão seja a consequência de uma série de aplicativos que tentam rodar assim que o Windows é iniciado. Para selecionar a lista de serviços ativados assim que o PC é logado, abra o Gerenciador de Tarefas (Ctrl + Shift + Esc) e clique na aba “Inicializar”. Depois, selecione o aplicativo desejado e clique no botão “Desabilitar”.\n4. Navegadores\nÉ importante que os usuários com o costume de abrir várias abas no navegador tenham cuidado, pois cada janela aberta ocupa espaço na memória e aumenta o processamento do computador, fazendo com que o PC fique lento com o tempo.\nCom o Gerenciador de Tarefas, também é possível ver quais janelas ou extensões podem ser as vilãs do dispositivo. Basta ir à seção “Detalhes”, procurar pelo ícone do seu navegador e verificar a quantidade de memória consumida por cada aba ativa. Vale lembrar que o\nChrome tem seu próprio gerenciador de tarefas. Para iniciar, pressione as teclas Shift + Esc (com o Chrome aberto) ou vá no menu, selecione a opção “Mais ferramentas” e “Gerenciador de tarefas”. Se o computador continuar lento, vale testar outros navegadores e ficar de olho na quantidade de janelas abertas.\nQuando os drivers estão desatualizados, o\nhardware e o software têm dificuldade na comunicação, oferecendo um desempenho lento. Assim também é com um sistema operacional defasado, que não tem novos recursos e melhorias no desempenho. Para instalar as últimas atualizações dos drivers e do sistema, vá em “Configurações” e clique na opção “Atualização e Segurança”. Depois, escolha a opção “Windows Update” no menu, verifique se há novas atualizações e programe as instalações.\nCom informações de\nCNET\nVeja também: Teclado diferentão impressiona na CES 2025 com design inovador\nTeclado diferentão impressiona na CES 2025 com design inovador",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Social Issue"
    ],
    "topics": [
      "Science and Technology->technology and engineering",
      "Lifestyle and Leisure->house and home",
      "Lifestyle and Leisure->lifestyle",
      "Social Issue->social networking",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://forum.techtudo.globo.com/perguntas/914976/disco-rigido-externo-nao-funciona-no-windows-11-o-que-fazer",
      "https://www.cnet.com/tech/computing/why-is-my-computer-so-slow/",
      "https://www.forum.techtudo.globo.com/perguntas/914976/disco-rigido-externo-nao-funciona-no-windows-11-o-que-fazer",
      "https://www.cnet.com/tech/computing/why-is-my-computer-so-slow",
      "https://cnet.com/tech/computing/why-is-my-computer-so-slow/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T11:35:54.315+02:00",
    "updated": "2025-01-31T11:35:54.315+02:00"
  },
  {
    "uuid": "607ba03d3be023b4872340f018b1191de095e9c3",
    "url": "https://www.time.news/pujaras-17th-double-century-leads-saurashtras-dominance-in-ranji-trophy-match-against-jharkhand/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2024-01-07T22:56:00Z",
    "title": "Pujara's 17th Double Century Leads Saurashtra's Dominance in Ranji Trophy Match against Jharkhand - timenews",
    "text": "2024-01-07 20:54:00 Pujara’s double century leads Saurashtra to dominate Ranji Trophy match Saurashtra’s Cheteshwar Pujara’s outstanding performance has led his team to dominate their Group A Ranji Trophy match against Jharkhand. Pujara scored his 17th double century in the match held in Rajkot, finishing with an unbeaten 243 runs. In the first innings, Jharkhand were all out for just 142 runs in 49 overs, while Saurashtra finished with an impressive 578/4 in 156 overs. Jharkhand managed to score 140/2 in the second innings. In another match, Maharashtra secured a strong victory over Manipur, beating them by an innings and 69 runs in Solapur. Meanwhile, in the Group C match between Gujarat and Tamil Nadu in Valsad, Gujarat was seen dominating the game. In the first innings, Gujarat were all out for 236 runs, while Tamil Nadu managed to score 250 runs. In the second innings, Gujarat put up 312 runs before being all out, and Tamil Nadu were swinging with 32/2 runs. Pujara’s remarkable performance and Saurashtra’s dominance in the Group A match have set the stage for an exciting continuation of the Ranji Trophy. #Ranji #Trophy #Pujaras #17th #double #century",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pujara",
          "sentiment": "negative"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "17th double century leads saurashtra",
          "sentiment": "negative"
        }
      ],
      "locations": [
        {
          "name": "saurashtra",
          "sentiment": "none"
        },
        {
          "name": "solapur",
          "sentiment": "none"
        },
        {
          "name": "rajkot",
          "sentiment": "none"
        },
        {
          "name": "gujarat",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "manipur",
          "sentiment": "none"
        },
        {
          "name": "maharashtra",
          "sentiment": "none"
        },
        {
          "name": "valsad",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:00:29.083+02:00",
    "updated": "2024-01-08T01:00:29.083+02:00"
  },
  {
    "uuid": "76fc23efa769168bd90c8bcd14d264bb34bf951a",
    "url": "https://finance.sina.com.cn/roll/2025-04-03/doc-inervuvz1799353.shtml",
    "ord_in_thread": 0,
    "author": "sina.com.cn",
    "published": "2025-04-02T23:14:00Z",
    "title": "11项创新成果获得第二届广西专利奖|南宁市_新浪财经_新浪网",
    "text": "本报讯（何正君） 近日，第二届广西壮族自治区专利奖获奖名单揭晓，南宁市共获奖11项（一等奖2项、二等奖4项、三等奖5项），获奖专利来自新一代信息技术、生物医药、新能源、新材料等战略性新兴产业，具有显著创新价值、市场效益及社会影响力。\n　　近年来，南宁市深化知识产权强市建设，以全链条改革创新为动力，全方位激发全社会创新创造活力，有力提升知识产权转化运用效益，推动知识产权赋能产业企业创新驱动发展。截至2024年12月，该市拥有有效发明专利14357件，占全区36.69%；高价值发明专利4978件，占全区35.40%；国家知识产权优势示范企业130家，服务知识产权保护直通车库内重点企业283家。该市有效注册商标总量达200309件，占广西35.47%。有效发明专利、高价值发明专利、有效注册商标等多项知识产权指标总量位居该区首位。今年3月，作为广西首家获批的国家级知识产权保护中心——南宁市知识产权保护中心正式揭牌运行，为南宁市新能源、新材料产业提供高效的专利预审服务，大幅提升全市专利申请质量，加快专利授权速度。\n　　据介绍，南宁市将持续发力全面打造知识产权标杆企业，充分发挥其示范引领作用，培育企业创新梯队和产业创新集群，推动企业技术创新与产业发展深度融合，加快构建现代化产业体系，助力产业高质量发展。",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "topics": [
      "Economy, Business and Finance->business reporting and performance",
      "Economy, Business and Finance->business strategy and marketing",
      "Science and Technology->biotechnology",
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering",
      "Environment->sustainability"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T02:36:19.844+03:00",
    "updated": "2025-04-03T02:36:19.844+03:00"
  },
  {
    "uuid": "7bb83e1f2edbb49ab601bccb7719e211d9476a58",
    "url": "https://www.elheraldo.co/ciencia/estudio-revela-que-los-perros-evolucionaron-color-de-ojos-marrones-para-ser-mas-amigables",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Heraldo",
    "published": "2023-12-28T22:15:00Z",
    "title": "Estudio revela que los perros evolucionaron a color de ojos marrones para ser más amigables que los lobos",
    "text": "Los perros son los animales domésticos más queridos por el hombre y con el pasar de los siglos se ha hablado sobre el supuesto gusto e inclinación de las personas hacia el color de los ojos de los caninos .Una de las tonalidades que más llama la atención entre los individuos es el marrón debido a que sus primos salvajes , los lobos, suelen tener penetrantes ojos de color claro o amarillos que terminan despertando temor entre las personas.De acuerdo con un estudio llamado Royal Society Open Science, este interés por el tono del color de los ojos podría tener raíces en la historia evolutiva canina. Se dice que los lobos evolucionaron hasta convertirse en cachorros amigables dejando a un lado aquellas costumbres salvajes propias de su instinto, desencadenando además cambios en su apariencia y el color de sus ojos.Fue entonces cuando cambió la tonalidad de sus ojos, por lo que aquel color amarillo brillante que un día les sirvió para cazar con poca luz, ahora no es el mismo.Precisamente, un estudio realizado por científicos del comportamiento de la Universidad de Ciencias de Teikyo, en Japón , determinó algunos aspectos de este fenómeno evolutivo con apoyo de perros que representaban 33 razas diferentes, desde corgis hasta perros lobos irlandeses.Evaluaron características como amabilidad , agresión, madurez e inteligencia, determinando que los perros con ojos oscuros son sociables y no agresivos, por lo que su índice de inteligencia y madurez es más bajo.“En general, los perros con ojos oscuros podrían haber desarrollado este rasgo en gran medida como un medio para enviar señales de mirada no amenazantes a los humanos ”, explicaron en la investigación.Por tanto, los expertos consideran que los humanos prefieren los ojos oscuros porque hacen que las pupilas de los perros parezcan más grandes y en el caso de los bebes se asocia con una sensación de amigabilidad.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:30:38.138+02:00",
    "updated": "2023-12-29T04:30:38.138+02:00"
  },
  {
    "uuid": "0612d97b7211201f1971d8b7d8a10468b1f9720a",
    "url": "https://la100.cienradios.com/clima/una-fuerte-anomalia-convirtio-la-primavera-en-verano-hasta-cuando-dura-el-calor-sofocante-y-que-zonas-estan-afectadas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La 100",
    "published": "2024-11-01T19:08:00Z",
    "title": "Una FUERTE ANOMALÍA convirtió la primavera en verano: hasta cuándo dura el CALOR SOFOCANTE y qué zonas están afectadas",
    "text": "El meteorólogo Fernando Confessore habló de la anomalía que golpeó al país este viernes por el que se sintieron [temperaturas elevadas](https://la100.cienradios.com/clima/llega-el-veranazo-al-amba-cuando-subiran-las-temperaturas-y-hara-calor-extremo/), que hicieron sentir sofocación a muchos ciudadanos por el calor de la jornada en Buenos Aires y gran parte del territorio. Doble alerta por fuertes tormentas y vientos: cuándo se larga y qué zona de Buenos Aires estará afectada “La temperatura hoy presentará fuertes anomalías positivas (más altas de lo normal) en todo el Centro y Sur del país, especialmente en el norte patagónico”, comenzó explicando el experto meteorólogo. “Altas temperaturas y humedades relativas elevadas provocarán un viernes sofocante en varias localidades del interior del país; así lo muestra el pronóstico de anomalías térmicas del modelo GFS”, agregó Confessore. Alerta Meteorológica por tormentas fuertes tras el intenso calor Tras esa primera explicación por el intenso calor de éste viernes, que realizó el meteorólogo, explicó qué es lo que se viene para el fin de semana, según el pronóstico del clima: “Último día caluroso”, sentenció Confessore. “El pronóstico del tiempo para la ciudad de Buenos Aires, indica que se formarán tormentas de variada intensidad a lo largo de la mañana del sábado y que la temperatura comenzará a bajar por la llegada de un frente frío”, precisó el meteorólogo. “Durante la tarde, el tiempo comenzará a mejorar gradualmente y, por la noche, soplará una brisa más fresca. El domingo, circulará aire marítimo en el área metropolitana, por lo tanto, se puede esperar un día más ventoso, con nubosidad variable pero sin precipitación...”, aclaró Confessore. “Solo quedará esperar el desarrollo de nuevas tormentas (algunas intensas) a partir de la madrugada del lunes. Buen fin de semana”, cerró. Qué hacer en caso de tormentas En caso de pronóstico de [alerta por tormentas](https://la100.cienradios.com/clima/alerta-total-por-la-ciclogenesis-que-dejaria-un-mes-de-lluvias-en-pocas-horas-en-buenos-aires-las-zonas-mas-criticas-del-temporal/), tenés que permanecer en lugares cerrados, bajo techo, lejos de conexiones eléctricas. Si estás al aire libre, debes alejarte del mar o ríos, no refugiarte debajo de los árboles y, si estás en una zona descampada, permanecé de cuclillas hasta que termine la actividad eléctrica.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Fernando Confessore",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "GFS",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-11-01T22:47:23.243+02:00",
    "updated": "2024-11-09T00:45:34.069+02:00"
  }
]