[
  {
    "uuid": "6113c73e60c05e37dbb46bcf667cdb05915d1199",
    "url": "https://www.tmz.com/2024/01/25/anthony-ramos-es-elegido-para-interpretar-a-bob-el-constructor-latino-desata-la-indignacion/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TMZ Staff",
    "published": "2024-01-25T19:20:00Z",
    "title": "Anthony Ramos es elegido para interpretar a \"Bob el constructor\" latino y se desata la indignación",
    "text": "<a href=\"https://www.tmz.com/2024/01/25/fotos-de-taylor-swift-con-contenido-x-inundan-internet-los-fans-estan-indignados/\">\n</a>\nAnthony Ramos es elegido para interpretar a \"Bob el constructor\" latino y se desata la indignación\nAnthony Ramos Es elegido para interpretar a \"Bob El Constructor\" latino... ¡Les presento a Roberto!\n1/25/2024 11:20 AM PT\nAnthony Ramos ha sido fichado para interpretar una versión con actores de \"Bob el Constructor\", pero la jugada está levantando críticas porque su personaje, al parecer, va a ser explícitamente latino.\nLa cosa es así, Anthony Ramos fue anunciado como el protagonista de la nueva película de juguetes de Mattel, para interpretar al propio Bob. Aunque en el comunicado de prensa que está circulando se dice que el nombre real de su personaje es en realidad \"Roberto\".\nLa descripción oficial de la trama dice: \"Cuando Roberto 'Bob' viaja a la encantadora isla de Puerto Rico para un importante trabajo de construcción, se enfrenta a cuestiones que afectan a la isla y profundiza en lo que significa construir. El viaje de Bob celebrará las vibrantes y coloridas texturas de las naciones latinas del Caribe y su gente\".\nLa otra gran noticia de esto es el hecho de que la compañía cinematográfica de\nJennifer Lopez, Nuyorican Productions, está ayudando a hacer este proyecto, por supuesto, ella misma también es latina.\nAsí que la pregunta es, ¿por qué de repente hacemos que \"Bob el constructor\" sea hispano?\nSin duda, eso es lo que muchas personas se están preguntando en Internet en este momento, por no hablar de un montón de memes y chistes sobre este giro sorpresa en el programa de dibujos animados que ha existido durante años. Lo más importante es que Bob siempre ha sido percibido como un personaje blanco.\nAhora, sin embargo, parece que J Lo y compañía quieren reimaginarlo por alguna razón y digamos que hay reacciones mixtas frente a la decisión. Algunos están a favor, argumentando que no debería importar la raza o etnia de Bob, pero otros están llorando y afirmando que esto es \"woke\" casting.\nLo que es peor aún, algunos incluso están sugiriendo que hacer Bob Latino podría ser un poco racista, jugando con los estereotipos y convirtiendo a un personaje que nadie pidió.\nCuriosamente, hay incluso un puñado de personas que sugieren que Jen y todos los demás deberían haber desarrollado / adaptado a otro personaje \"trabajador\" de los dibujos animados que ya está escrito como un latino, a saber, \"Handy Manny\". ¿Por qué no hacer que Anthony lo interprete?\nCómo están digiriendo las personas esta noticia es, sin duda, una bolsa de gatos y suponemos que la identidad racial de Bob está, técnicamente, en el ojo del espectador.\nVeremos lo que nos depara la taquilla. 🤷🏽♂️",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-26T00:44:47.650+02:00",
    "updated": "2024-01-26T00:44:47.650+02:00"
  },
  {
    "uuid": "ea237395a7c99eaf199858d0eba8745d2af54ab1",
    "url": "https://france3-regions.francetvinfo.fr/normandie/manche/religion-le-retour-du-grand-sacre-a-villedieu-les-poeles-un-evenement-unique-2979365.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kanwaljit Singh",
    "published": "2024-06-02T17:00:00Z",
    "title": "Religion. Le retour du Grand Sacre à Villedieu-les-Poêles, un événement unique",
    "text": "Le Grand Sacre est de retour à Villedieu-les-Poêles, dans la Manche, huit ans près son absence à cause du Covid. Le Saint-Sacrement a de nouveau été fêté avec une grande procession eucharistique qui a traversé la ville.\nDans les rues, la procession du Saint-Sacrement prend place. La foule est au rendez-vous pour vivre cette fête historique. Depuis 1655, cet événement a lieu tous les quatre ans. Mais en 2020, l'édition n'a pas vu le jour à cause de la pandémie de Covid : \"Après 8 ans d'absence, c'est génial de revivre ça. Ça fait du bien, on est heureux\" , nous confie Laura, habitante de Villedieu.\nLe retour du Grand Sacre, huit ans après Après une gigantesque messe en plein air ce matin, près de 5 000 personnes marchent durant plus de trois heures derrière le Saint-Sacrement avec Jésus installé dans une hostie consacrée pour les Catholiques. La foule a pu s'arrêter sur neuf reposoirs dans les différents quartiers de la commune. La cité du cuivre prend vie.\nUne délégation de chevaliers de Malte est là, on les reconnaît à leur cape noire et bicorne. Une fête populaire où les habitants parlent, échangent, partagent avec d'autres habitants ou encore des visiteurs venus de loin.\nDes Sourdins fiers de leur histoire : \"C'est une tradition qu'on essaye de perpétuer, c'est unique\", nous dit l'un d'entre eux. \"Il y a un fort lien entre cette histoire de Villedieu et les habitants. Beaucoup participent activement à l'événement en prêtant main-forte aux bénévoles. Les bénévoles et les habitants ont un attachement pour le Grand Sacre\", précise Sébastien Cordon, président du comité des fêtes de Villedieu-les-Poêles.\nLe Grand Sacre célébré depuis 1655 à Villedieu L’origine de cette fête remonte au XIXe siècle, à l’époque de la Contre-Réforme catholique. Pour affirmer à nouveau la foi catholique, des Compagnies du Saint-Sacrement sont créées dans le Royaume de France. Elles vont remettre en place la Fête-Dieu et ses processions dans les villes.\nLa foule au rendez-vous pour le retour du Grand Sacre à Villedieu-les-Poêles. • © France Télévisions Seuls les Dominicains pouvaient ériger une compagnie et ils se trouvaient au Mesnil-Garnier, près de Villedieu. L’Ordre de Malte, qui dirigeait Villedieu, les a donc appelés et ils ont créé ensemble le premier Grand Sacre, le 27 mai 1655 : \"C'est une fête qui a toujours perduré. On est une des dernières villes de France à fêter le Saint-Sacrement. Ici, les habitants sont très attachés à l'histoire de l'Ordre de Malte. C'est une fête religieuse, certes, mais c'est surtout une fête populaire\" , nous explique Philippe Clairey, historien.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T20:12:03.633+03:00",
    "updated": "2024-06-03T05:34:10.840+03:00"
  },
  {
    "uuid": "8c7ed48cb73f48cdcaab0751bd3ea019b4ddc414",
    "url": "https://kearneyhub.com/news/nation-world/government-politics/millions-of-u-s-workers-will-see-a-pay-increase-in-2024/article_f90a1fda-3d1c-5a54-9789-5496deea837f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2023-12-29T05:00:00Z",
    "title": "Millions of U.S. workers will see a pay increase in 2024",
    "text": "At the start of the new year, 22 states and 43 cities and counties are increasing the hourly minimum wage, benefiting nearly 10 million people. And that doesn't only affect workers at major fast food chains or retail outlets; it also includes people who work at small, locally-owned businesses. spotlight Millions of U.S. workers will see a pay increase in 2024 - VideoElephant - - [0](https://kearneyhub.com/news/nation-world/government-politics/millions-of-u-s-workers-will-see-a-pay-increase-in-2024/article_f90a1fda-3d1c-5a54-9789-5496deea837f.html?mode=comments) Related to this story Most Popular Maine has removed former President Donald Trump from the state’s presidential primary ballot under the Constitution’s insurrection clause in a… [ Nikki Haley seeks to clarify Civil War comments as backlash mounts: ‘Of course I know it’s about slavery’](/news/nation-world/haley-election-civil-war-slavery/article_743154da-9799-58eb-ad7e-eb4e88c6dfb8.html) COLUMBIA, S.C. — Nikki Haley on Thursday sought to clarify her comments about the Civil War one day after a voter in New Hampshire called her … Authorities are investigating a Christmas Day swatting call at Republican Rep. Marjorie Taylor Greene’s residence in Rome, Georgia. [ As conflicts rage abroad, a fractured Congress tries to rally support for historic global challenges](/news/nation-world/government-politics/congress-tries-to-rally-for-ukraine-aid-global-challenges/article_4cf308e8-3f26-53a0-9508-8e3b554d0c56.html) Congress broke for the holidays and is not expected to return for two weeks while continued aid for Ukraine has nearly been exhausted. Michigan's Supreme Court is keeping former President Donald Trump on the state's primary election ballot.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "none"
        },
        {
          "name": "nikki haley",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "s.c.",
          "sentiment": "none"
        },
        {
          "name": "maine",
          "sentiment": "none"
        },
        {
          "name": "new hampshire",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T22:51:55.952+02:00",
    "updated": "2023-12-29T22:51:55.952+02:00"
  }
]