[
  {
    "uuid": "110f6ace9435e7ffe615b80b0d94b2f9ac058d94",
    "url": "https://www.cbsnews.com/texas/news/blender-recall-walmart-costco-target-blendjet-2/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kate Gibson",
    "published": "2023-12-28T17:06:00Z",
    "title": "Almost 5 million blenders sold at Costco, Target and Walmart are recalled because blades are breaking off - CBS Texas",
    "text": "BlendJet Inc. is recalling about 4.8 million portable blenders sold at Costco, Target and Walmart after receiving reports of blades breaking off as well as the product overheating or catching fire, resulting in dozens of injuries.\nThe Benicia, California-based company has heard of 329 incidents in which BlendJet 2 Portable Blenders' blades broke off while in use, and an additional 17 reports of overheating or fires that have resulted in property damage claims of roughly $150,000, according to a notice posted Thursday by the Consumer Product Safety Commission.\nBlendJet has also received 49 reports of minor burn injuries and one laceration injury.\n\"While none of the reported incidents resulted in serious injury or significant property damage, out of an abundance of caution, our company updated the base of the BlendJet 2 to feature thicker blades and an improved electrical configuration,\" BlendJet said in a news release . The updates were incorporated many months ago, it added.\nConsumer Reports offered a somewhat different take, noting that it began raising safety concerns to the CPSC and BlendJet about the recalled blenders in August. \"In one complaint involving an injury, a consumer reported that the blender started smoking while plugged in, and the complainant's son reportedly burned his finger when unplugging it,\" CR stated.\n\"BlendJet should get the word out about this recall as much as possible in the new year, and we urge the company to offer people a refund if they aren't comfortable getting a replacement,\" William Wallace, CR's associate director of safety policy, said on Thursday in an emailed statement.\nManufactured in China, the recalled product was sold at stores nationwide and online from October 2020 through November 2023 for between $50 and $75. Offered in a variety of colors and designs, the recalled blenders contain serial numbers where the first four digits range between 5201 to 5542. Consumers can also go here to identify the blenders.\nConsumers are urged to stop using the blenders and to contact BlendJet for a free base unit replacement, according to the CPSC notice. People who bought the recalled product will have to remove and cut up the base's rubber seal and email or upload a photo to the company's website .\nBlendJet 2 blenders with serial numbers that start with \"5543\" or higher are not being recalled as they already have updated components, BlendJet stated.\nBeyond the 4.8 million recalled blenders sold in the U.S., another roughly 117,000 were sold in Canada.\nMore from CBS News As base pay rises, some companies are fighting back with fees, layoffs Here are the states where the minimum wage will rise on January 1 How much house can I afford on a $50,000 salary? Here are the stores and restaurants open on Christmas Day U.S. court lets fake Squishmallows case against China's Alibaba proceed In: Product Recall Kate Gibson Kate Gibson is a reporter for CBS MoneyWatch in New York.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Health"
    ],
    "external_links": [
      "https://blendjet.com/safetyandrecall",
      "https://www.consumerreports.org/appliances/blenders/popular-blendjet-portable-blender-may-pose-risks-a6856300357/",
      "https://www.cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards",
      "https://www.prnewswire.com/news-releases/blendjet-initiates-voluntary-recall-of-certain-blendjet-2-portable-blenders-302023039.html?tc=eml_cleartime",
      "https://www.prnewswire.com/news-releases/blendjet-initiates-voluntary-recall-of-certain-blendjet-2-portable-blenders-302023039.html",
      "https://www.consumerreports.org/appliances/blenders/popular-blendjet-portable-blender-may-pose-risks-a6856300357",
      "https://www.blendjet.com/safetyandrecall",
      "https://prnewswire.com/news-releases/blendjet-initiates-voluntary-recall-of-certain-blendjet-2-portable-blenders-302023039.html?tc=eml_cleartime",
      "https://consumerreports.org/appliances/blenders/popular-blendjet-portable-blender-may-pose-risks-a6856300357/",
      "https://cpsc.gov/Recalls/2024/BlendJet-Recalls-4-8-Million-BlendJet-2-Portable-Blenders-Due-to-Fire-and-Laceration-Hazards"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "blendjet",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "walmart",
          "sentiment": "negative"
        },
        {
          "name": "costco",
          "sentiment": "negative"
        },
        {
          "name": "cbs texas blendjet inc.",
          "sentiment": "negative"
        },
        {
          "name": "consumer product safety commission",
          "sentiment": "none"
        },
        {
          "name": "cpsc",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "benicia",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:23:19.243+02:00",
    "updated": "2023-12-29T00:23:19.243+02:00"
  },
  {
    "uuid": "3a0470b87234b9746a86861b084e8d780e710a3d",
    "url": "https://vnexplorer.net/forgotten-heroes-get-their-medals-at-last-70-years-after-earning-them-s713107.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T21:08:00Z",
    "title": "Forgotten heroes get their medals at last - 70 years after earning them",
    "text": "They were the nation’s forgotten heroes – the men who built and tested the nuclear weapons which have kept Britain safe for 70 years.\nIt took a four-year Daily Mirror campaign, involving three Prime Ministers and two monarchs, to win the nuclear veterans a medal. And now they can be honoured at last.\nDespite asking for a formal ceremony with King Charles, they were delivered to veterans in the post. But many still managed to make it special, organising their own celebrations with Lord Lieutenants, MPs, vicars, and even the local postman.\nThe idea came from former Royal Engineer Colin Moir, who was ordered to witness and repair damage from five nuclear weapons at Christmas Island in 1958. In 2018, he told the Mirror: “I shall keep on campaigning until we are successful, or they screw the lid down.” Now aged 84, he was finally presented with his medal at his home in Peterhead this week, from Lord Lieutenant of Aberdeenshire Sandy Manson.\nSome children of deceased veterans are being refused their fathers’ medals on the grounds they have an older sibling, while many survivors and descendants have had the full medical records from the tests refused to them. An official reception held to ‘mark’ the medal last month with Defence Secretary Grant Shapps was closed to the Press, lasted just 40 minutes, and photos of it were used to promote ministers on social media.\nMore than 200 veterans and families are now suing the government for hiding the truth about their health, with help from a public crowdfunder.\nThese servicemen have been ignored, denied the truth, and seen their long-awaited honour tarnished by politics. Here the Mirror celebrates those brave souls who still serve Britain with their ongoing fight for justice: a true medal for heroes.\nGeoffrey Holgate was star of the show when Air Commodore Adam Sansom presented him with his medal at a party in his Leeds care home.\nGeoffrey Holgate was star of the show when Air Commodore Adam Sansom presented him with his medal at a party in his Leeds care home.\nGeoff, 88, was a winch driver who lifted bombs into the air tethered to barrage balloons before they were detonated, and one of the last to leave the blast zone.\nThen just 23, he witnessed four nuclear bombs at Christmas Island in 1958, but never discussed it until reading about the medal campaign in the Mirror.\nGeoff wearing his new medal, and surrounded by serving personnel from RAF Leeming\nGranddaughter Elsa Holgate said: “We found out about the campaign groups on Facebook, and he found someone who used to sleep in the next bed to him. He’s only really started talking about it since then, and when we told him the medal was coming he just didn’t believe it. His care home got in touch with the local base at RAF Leeming, and they made a proper fuss of him.”\nGeoff said: “It was very special, just terrific, and to have all my relatives and friends there. Afterwards I was asked to lay a wreath at Remembrance Sunday, so it’s helped make more recognition too.”\nFrank ‘Ginger’ McCann was a 20-year-old sapper in the Royal Engineers when he was sent to Christmas Island.\nFrank ‘Ginger’ McCann was a 20-year-old sapper in the Royal Engineers when he was sent to Christmas Island.\nLike others, he was ordered into the open, told to turn his back and cover his eyes, for the 1.8 megaton Grapple X bomb. On his return, Glasgow-based Ginger was ordered to an army base “down south” for blood tests, the results of which he and has family have never seen. He died aged 34, after suffering two strokes, nephritis, and a massive heart attack. His wife Margaret had two difficult miscarriages.\nDaughter Fran McCann said: “My mum has had more than 50 years without my dad, but we wanted the medal because to us it’s recognition he was there, and those dreadful things happened. She’s at end of life now, but she was really thrilled when his medal arrived. It was really quite a special moment for her.”\nJohn Morris, who met the Prime Minister on behalf of his comrades and said ‘give me a medal or tell me to sod off’, shows off his gong with granddaughter Laura Moris\nJohn Morris, now 86, worked in the laundry on Christmas Island during Operation Grapple, but despite being a long way from the bombs still had regular blood tests that the army now say it cannot find. His first son Steven died in his cot at four months, and John was later diagnosed with pernicious anaemia, but refused a war pension.\nIn 2018 the grandad from Rochdale, Lancashire became the first test veteran to sit down with a Prime Minister, when he led a delegation to Parliament to meet Boris Johnson.\nGranddaughter Laura, pictured, said: “I’ll never forget the day he banged his fist on the table, looked the Prime Minister in the eye and said ‘Tell me I’m worthy of a medal or tell me to sod off’. Sixty years of waiting, but luckily he’s here to see it. We’re so proud of Grandpa John and I know he’s proud to have stood up for all of those nuclear veterans that couldn’t see it for themselves. A true milestone day in our family.”\nClive Osborne was presented with the medal by the local postman Adrian Davies, 65 years after serving on Christmas Island as an RAF clerk\nClive Osborne was presented with the medal by the local postman Adrian Davies, 65 years after serving on Christmas Island as an RAF clerk in 1958.\nAged just 21, he wrote home to his parents about being “herded onto ships” off the coast in case the bomber crashed on take-off, and then being sent ashore to witness four bombs as part of Grapple Z. After the countdown, he wrote: “At zero I saw the flash although my eyes were closed and covered by my hands. A fraction of a second later I felt a heat on my back as if someone had momentarily turned on an electric fire six inches behind me… It was beautiful but gruesome, terrifying in its magnificence.”\nNow aged 86 and living in Brecon, South Wales, Clive has developed Parkinson’s disease. His only daughter Karen was born with undeveloped hip joints, and has severe arthritis in her shoulders. She said: “We were waiting every day for his medal, and one day when I was about to leave the postie arrived. I told him we were waiting for a medal and he said ‘I’ve got a parcel here’. He agreed to come in and present it to my dad, and see him open it. A few years ago dad could have worn it to the church on Remembrance Sunday, but he’s housebound now. It’s come 60 years too late, really.”\nGordon Lowe was in the Royal Navy, and while serving on HMS Narvik at the nuclear tests it was his job to prepare food for the officers.\nGordon Lowe was in the Royal Navy, and while serving on HMS Narvik at the nuclear tests it was his job to prepare food for the officers. He went on to suffer brittle bones, diabetes, and dementia, and died aged 78.\nHis daughter Alison Walker, who applied for the medal on her father’s behalf, said: “I’m very emotional, as he would have been 90 years old next week. A bittersweet token of his service.”\nFrank Gouldingay, 86, from Lichfield was among the first servicemen sent to Christmas Island in 1956, building runways and facilities to host the hydrogen bomb tests the following year.\nFrank Gouldingay, 86, from Lichfield was among the first servicemen sent to Christmas Island in 1956, building runways and facilities to host the hydrogen bomb tests the following year.\nAged just 18 and a sapper in 51 Independent Field Squadron Royal Engineers, he was ordered to watch multiple explosions before he was finally allowed to leave.\nNow a father of three, with 33 grandchildren, great-grandchildren and great-great-grandchildren, he decided to share it with great-granddaughter Holly, aged nine.\nArthur Coe gave his medal pride of place on the windowsill, along with a photograph of his RAF unit from Operation Grapple Z at Christmas Island.\nArthur Coe gave his medal pride of place on the windowsill, along with a photograph of his RAF unit from Operation Grapple Z at Christmas Island.\n“Most of them don’t seem to be here any more, so they never got to see the medal,” said Arthur, 84, of Wrexham, north Wales. “I volunteered to go to the bomb tests, because my brother-in-law was going, and his sister who’s now my wife called me a chicken. He was hospitalised and had to stay home but I went anyway.”\nHe said: “It means a lot to have a medal. It says I was there, and I feel very proud of it. We were sent out as guinea pigs, to see what happened to us, and we had no idea at the time.”\nPeter Smith told his family he’d “never felt so special” when he received his medal from the Lord Lieutenant of Wiltshire, Sarah Troughton.\nPeter Smith told his family he’d “never felt so special” when he received his medal from the Lord Lieutenant of Wiltshire, Sarah Troughton.\nHis daughter Nikki Schneider arranged the event with friends, family, and a special cake after hearing there would be no formal presentation from the King. She said: “He was very emotional, and extremely proud to wear it at our local cenotaph for Remembrance Sunday.”\nPeter, from Swindon, was sent to Christmas Island in 1957, aged 21, as an RAF driver. It was his first posting, and he witnessed the 1.8 megaton Grapple X and 3 megaton Grapple Y a few months later.\n“They were told to sit under coconut trees for shelter from the heat before the first bomb went off, and after the explosion they had just a few seconds to run before the coconuts fell on them,” she said.\nPeter, now 87, remembers being feted by Americans and Brits on the journey home, buying his unit drinks and cheering them on to trains. The medal is the first time his government applauded him too.\nSandra Cowper applied for the medal on behalf of dad Dennis Leafe, from Arnold, Nottingham, who died in 2018 aged 82.\nSandra Cowper applied for the medal on behalf of dad Dennis Leafe, from Arnold, Nottingham, who died in 2018 aged 82. She said: “He was Royal Army Service Corps, on National Service, and he always told us there was no protective clothing when the bombs went off. They were just told to put on long trousers and turn their backs, and then warned not to swim in the sea for a couple of days.”\nShe added: “Although he’s not around to receive it, I wanted to get it so my son Daniel, who was only eight when he died, could have something to remember him by. I’m going to put it in a frame with dad’s photo. I just wish he’d been around to get it. It’s come too late for many of them.”\nRoy Davenport, 85, was looking forward to a Royal ceremony to get his medal, but said: “I can understand with veterans getting older that they wanted to do it quickly, and it just came in the post.”\nRoy Davenport, 85, was looking forward to a Royal ceremony to get his medal, but said: “I can understand with veterans getting older that they wanted to do it quickly, and it just came in the post.” Instead his family arranged for the vicar of their church in Barlestone, Leicestershire, to award it during the Remembrance Sunday service.\n“It was a bit unbelievable really – he said he was presenting this medal on behalf of King Charles III. He called me up and presented it, we shook hands, and I walked back up the aisle wearing my medal, and everyone giving me a clap,” said Roy. “It’s something to remember and something for the daughters and grandchildren to think about and to see.”\nHe said the medal had brought back memories of his time on Christmas Island in 1957 when he was ordered to watch five nuclear blasts, with no protective clothing.\nBryan Roth was in charge of lifting a 25 kiloton bomb 800ft up into the air at Operation Antler in the Australian Outback in 1957\nBryan Roth was a winch driver, in charge of lifting a 25 kiloton bomb 800ft up into the air at Operation Antler in the Australian Outback in 1957.\n“I hoisted it up, jumped off the truck, and ran like hell to a jeep that got us six miles away,” said Bryan, 86, of Epping, Essex. “We had to stand there with our backs to the bomb, sunglasses on, and hands over our eyes. Afterwards we turned to look at it, but the wind changed direction and blew dust over us. We had to go into this big barn with showers to be decontaminated and checked by Geiger counters.”\nBryan, a former London cabbie, wore his medal for the first time at his local Remembrance parade. “For the first time in 66 years, I could feel proud. I felt like a king,” he said. “Thank you to the Mirror for getting it for us, and keep up the bloody good work.”\nJack Taylor was presented with his medal by his local MP Emma Lewell-Buck, who has campaigned in Parliament for better recognition of test veterans.\nJack Taylor was presented with his medal by his local MP Emma Lewell-Buck, who has campaigned in Parliament for better recognition of test veterans.\nJack, 86, of Whiteleas, South Shields, took part in Operation Antler in Australia in 1957. The aim was to refine the atomic weapon design to make hydrogen bombs, which were more powerful.\nThe RAF veteran told his local paper: “For years and years, our struggles have not been recognised. People like me were there when they tested these bombs, which have in part kept the world safe for decades since the Second World War. The way we’ve been treated has been terrible. Successive governments have done absolutely nothing – it’s a disgrace.”\nDuncan Mitchell, 86, celebrated his 21st birthday on Christmas Island, in between watching six hydrogen bombs as part of Operation Grapple.\nDuncan Mitchell, 86, celebrated his 21st birthday on Christmas Island, in between watching six hydrogen bombs as part of Operation Grapple.\nHe had applied for a posting to Yorkshire, where he was from, but was sent to the South Pacific as RAF ground crew, helping to maintain the aircraft used to take radioactive samples from inside the mushroom cloud.\n“He didn’t have much fun out there, with land crabs coming in the tent,” said his wife June. “Soon after he came back, all his teeth disintegrated. He was only in his 20s.”\nThe couple have two children, who have had frequent procedures to remove benign “lumps and bumps” that keep appearing.\nBill Morton bought a medal miniature in memory of his dad Alexander, who died as a result of brain damage he sustained while on base during the weapons tests.\nBill Morton bought a medal miniature in memory of his dad Alexander, who died as a result of brain damage he sustained while on base during the weapons tests.\nHe lied about his age to sign up and joined RAF Bomber Command, then became a wireless operator in 24 Squadron. He flew on shuttle flights between Hawaii, Christmas Island and Maralinga, where scientists and troops were working on bomb components.\nHe also served with Bomber Command in the UK and Africa during the Second World War, before being medically discharged in 1957 as a result of his head injury. He died in 1993. Bill, 71, of Bradford, said: “If there’s something he’s entitled to, then he should blinking well get it. I was very proud to wear it on his behalf on Remembrance Sunday.”\nArthur Dixon was ordered into Ground Zero four times after different bombs at Christmas Island.\nArthur Dixon was ordered into Ground Zero four times after different bombs at Christmas Island. Then aged 21 and a Royal Engineer, it was his job to turn on and sandbag the generators used to power the equipment that recorded the blasts for scientists.\nNow 86 and living in Southampton, he has found his medical records from the time are missing, but one blood test he had at the time shows he was anaemic – a common side-effect of radiation. He applied for the medal when it was announced and was delighted to receive it, saying: “It’s only been 65 years since the bombs.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcWYv.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1le.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZI3.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md8u3.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md6pu.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZIc.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZI8.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdb0G.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1lh.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcWYq.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1l4.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md8tY.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md6ps.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md3uf.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mddlX.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcWYx.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md6pu.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md8tY.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md8u3.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md3uf.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mdb0G.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mddlX.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZI3.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1l4.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcWYv.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcWYq.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcWYx.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZI8.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1le.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md1lh.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1mcZIc.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1md6ps.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charles",
          "sentiment": "none"
        },
        {
          "name": "colin moir",
          "sentiment": "none"
        },
        {
          "name": "sandy manson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "daily mirror",
          "sentiment": "none"
        },
        {
          "name": "lord lieutenants",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "peterhead",
          "sentiment": "none"
        },
        {
          "name": "christmas island",
          "sentiment": "none"
        },
        {
          "name": "aberdeenshire",
          "sentiment": "none"
        },
        {
          "name": "britain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T23:17:07.136+02:00",
    "updated": "2023-12-29T23:17:07.136+02:00"
  },
  {
    "uuid": "1d7dedbe3871ceab82814aa74a23e443affc3b52",
    "url": "https://www.gadsdentimes.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:26:58.503+02:00",
    "updated": "2023-12-29T00:26:58.503+02:00"
  }
]