[
  {
    "uuid": "3bbcb05fcbdf36e6a91bed284a1f0cad5a8bdef5",
    "url": "https://www.unotv.com/mascotas/perros/perro-consuela-a-jesus-en-via-crucis-tras-recibir-latigazos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "José Antonio Romero Santiago",
    "published": "2024-03-28T21:59:00Z",
    "title": "Perro consuela a Jesús en Vía Crucis tras recibir latigazos - UnoTV",
    "text": "En el marco de la [Semana Santa 2024](https://www.unotv.com/nacional/semana-santa-2024-fechas-cuando-inicia/), las acciones virales también se hacen presentes. Hoy queremos darte a conocer la historia de un perro que consuela a Jesús en vía crucis y que se volvió tan éxito en redes sociales, que traspasó fronteras. ¿Dónde ocurrió la intervención del perro en un vía curcis? La historia del perro que consuela a Jesús en vía crucis se registró en Guatemala, específicamente en Sumpango, Sacatepéquez; ahí transcurría con normalidad dicho acontecimiento, pero cuando el hombre que protagonizaba a Jesús comenzó a recibir los tradicionales latigazos (que se dice, eran reales) ahí entró en acción el lomito. También te podría interesar: [[¿Sed en Semana Santa? ¡OJO! Conoce los estados de México que tienen ley seca]](https://www.unotv.com/nacional/ley-seca-en-que-estados-de-mexico-aplica-en-semana-santa/) Luego de recibir los azotes, el actor expresó sus gritos de dolor y luego cayó al pavimento, donde denotaba su dolor físico, es ahí cuando el noble lomito, quien al desconocer la dinámica que se esta realizando, fue a él y le dio consuelo. El bello can se acercó al hombre y con su cabeza le trató de dar consuelo, ya que su razón le indicaba que otro ser vivo estaba sufriendo demasiado. Esta historia trascendió gracias a la labor del periodista Alex Imuchac Velásquez, quien se encontraba cubriendo el evento como parte de los medios de comunicación en ese país. Y logró captar el icónico momento que después se viralizaría en redes sociales y así llegar a otros países, como el nuestro. Te podría interesar leer: [[SEP extiende vacaciones de Semana Santa en estos estados por eclipse solar 2024]](https://www.unotv.com/nacional/sep-extiende-vacaciones-semana-santa-estados-eclipse-solar-2024/) ¿Qué es el vía crucis? El vía crucis es el acto donde se recuerda la manera en que ocurrió la muerte de Jesús, el hijo de Dios, un viernes santo. Luego de recorrer el lastimoso camino hasta la crucifixión, a manos de los romanos. Hoy en día, se puede representar en la calle, en procesión o recorriendo una iglesia. Y se hace referencia a las catorce estaciones que recuerdan los acontecimientos del suplicio de Cristo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T00:21:45.687+02:00",
    "updated": "2024-03-29T00:21:45.687+02:00"
  },
  {
    "uuid": "fd952d868d50ccdd5bb1a0e2918d674985c2f153",
    "url": "https://abc7ny.com/taylor-swift-tour-eras-concert-brazil/14235595/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AnneClaire Stapleton and CNN Staff, CNN",
    "published": "2023-12-28T21:29:00Z",
    "title": "Taylor Swift tour attendee in Brazil died from heat exhaustion, forensics report shows - ABC7 New York",
    "text": "RIO DE JANEIRO -- A leaked forensics report shows that the cause of death of a Taylor Swift fan at a concert in Rio de Janeiro last month was heat exhaustion. Ana Clara Benevides Machado, a 23-year-old student, died just before a Swift concert on Nov. 17 amid a record-breaking heat wave. The forensics report details that Machado was exposed to extreme ambient heat that caused diffuse heat exposure, a process that can take from eight to 18 hours, according to the report. Eventually, she died of cardiorespiratory arrest. The report was obtained by CNN Brasil. CNN cannot independently confirm the authenticity of the forensics report. According to the report, Machado had not consumed any alcohol or drugs, and had no preexisting conditions. On the day following Machado's death, Time 4 Fun, the company organizing the event, issued a statement lamenting Machado's death and saying she was assisted by paramedics onsite before being brought to the hospital, where she died an hour later. [SEE ALSO: Taylor Swift named TIME magazine's 2023 Person of the Year](/time-magazine-person-of-the-year-2023-taylor-swift/14147266/) Rio de Janeiro state police do not release medical information to the public, but a police spokesperson told CNN that event organizers will be called in for questioning as the investigation moves forward. The-CNN-Wire & 2023 Cable News Network, Inc., a Time Warner Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [
      "https://www.cnn.com/2023/12/27/entertainment/taylor-swift-concert-attendee-in-rio-died-from-heat-exhaustion-forensics-report-shows/index.html",
      "https://cnn.com/2023/12/27/entertainment/taylor-swift-concert-attendee-in-rio-died-from-heat-exhaustion-forensics-report-shows/index.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "taylor swift",
          "sentiment": "negative"
        },
        {
          "name": "machado",
          "sentiment": "none"
        },
        {
          "name": "ana clara benevides machado",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "none"
        },
        {
          "name": "time",
          "sentiment": "none"
        },
        {
          "name": "cnn brasil",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "brazil",
          "sentiment": "none"
        },
        {
          "name": "new york rio de janeiro",
          "sentiment": "none"
        },
        {
          "name": "rio de janeiro",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:00:59.981+02:00",
    "updated": "2023-12-29T00:00:59.981+02:00"
  },
  {
    "uuid": "e684fbe4a88d4a0fcb0a579d10ffe59ed3754cfd",
    "url": "https://local.newsbreak.com/wusa9-524569/3996404250416-perdue-farms-targeted-with-a-90-day-notice-to-stop-pfas-pollution-or-face-a-judge",
    "ord_in_thread": 0,
    "author": "WUSA9",
    "published": "2025-05-07T21:58:00Z",
    "title": "Perdue Farms targeted with a 90-day notice to stop PFAS pollution or face a judge - NewsBreak",
    "text": "Salisbury\nPerdue Farms targeted with a 90-day notice to stop PFAS pollution or face a judge\nComments\nLoading editor...\nYOU MAY ALSO LIKE\n · user · 106.5K followers\nHerbie J Pilato\nFormer Child Star Hayley Mills, 79: From 'Pollyanna' to 'Parent Trap,' Bulemia, Money Matters & More\nBeloved former child star Hayley Mills, best known for classic feature films like Pollyanna, and The Parent Trap, continues to live a full life at 79. Hayley Mills was born on April 18, 1946, in Marylebone, United Kingdom, the the youngest daughter of renowned actor Sir John Mills (Great Expectations), and actor/playwright Mary Hayley Bell.\n · user · 21.2K followers\nJack Beavers\nUS Border: Record Fentanyl Busts Hit Sinaloa Cartel Hard\nFederal authorities have taken down what they call \"one of the largest and most dangerous drug trafficking organizations in U.S. history.\" The operation targeted the Sinaloa Cartel through the seizure of a record-breaking 400 Kilograms of Fentanyl - the largest in the history of the US Drug Enforcement Administration (DEA) - which was the lead agency in the multi-state effort.\n · user · 106.5K followers\nHerbie J Pilato\nFormer Child Star Ricky Schroder ('The Champ'/'Silver Spoons') is Officially a Senior Citizen at 55\nFormer child star Ricky Schroder, best known for his big-screen debut in the critically acclaimed box office hit, The Champ(1979), and the classic TV sitcom, Silver Spoons (NBC, 1982-1987), is now officially a senior citizen. He turned 55 years old on April 13, 2025.\n · user · 11.2K followers\nJacksonville Today\nInmate dies of severe injuries suffered in Duval jail\nThe inmate who was critically injured Monday at the Duval County jail has died, according to his family’s attorney. Charles Faggart, 31, was hospitalized after he was injured during some kind of incident at the jail. He died shortly after 2 p.m. Thursday, said attorney Belkis Plata of Belkis Schott Law.\n · user · 1.7K followers\nRANGE\nA 12-year-old killed herself at a Spokane hospital that recently closed its youth psychiatric unit\nThis story was originally published by InvestigateWest , a nonprofit newsroom dedicated to change-making investigative journalism. Sign up for their Watchdog Weekly newsletter to receive stories like this one in your inbox. Reach Whitney Bryen at 208-918-2458 or whitney@investigatewest.org. Reach Kaylee Tornay at 503-877-4108 or kaylee@investigatewest.org.\nSpokane, WA ·14d · user · 11.9K followers\nTanner Callais\nCarnival Says They Will REMOVE Passengers That Break This Long-Time Rule\nFeeling thirsty on your cruise? If so, we’d suggest not trying to skirt the rules when it comes to bringing alcohol onto the ship if you are sailing Carnival. Doing so could mean you can’t sail with the line anymore.\n · user · 26.3K followers\nMorristown Minute\nMan Guilty of Trafficking Meth, Fentanyl, and Heroin in Federal Case\nDonovan Elliot, 61, admitted to distributing large quantities of methamphetamine and fentanyl-laced heroin, with sentencing scheduled for September in New Jersey. A Queens Village, New York, man pleaded guilty in federal court in Newark to drug trafficking charges involving multiple kilograms of methamphetamine, fentanyl, and fentanyl-laced heroin, federal prosecutors announced.\nNewark, NJ ·17h · user · 21.2K followers\nJack Beavers\nCartels Lose $510M in Drugs to US Coast Guard\nThe crew of U.S. Coast Guard Cutter James has returned to Florida from a patrol that saw them seize more than 44,550 pounds of Mexican Cartel cocaine and 3,880 pounds of Mexican Cartel marijuana worth about $510 million. US Attorney General Pam Biondi says the seizures represent more than a half-billion-dollars of lost profits by the Gulf Cartel (CDG), the Sinaloa Cartel (CDS), and the Jalisco New Generation Cartel (CJNG).\nMiami, FL ·26d · user · 3.6K followers\nSPO - Live Wildlife Cams\nThousands Watch Live As Hummingbird Eggs Hatch\nEggciting times at Olives Hummingbird nest! It's been about 14 days since the last egg was laid. Allens Hummingbird eggs usually hatch after 14-17 days of incubation. Incubation starts after the last egg is laid. Once the first egg hatches, the 2nd egg will hatch within 24 hours from the first. The mother will feed both chicks regurgitated bugs for about 3-4 weeks before the little chicks fledge.\n · user · 11.9K followers\nThe Current GA\nImmigrants without legal status must now register and carry documents, after court order\nWASHINGTON — Millions of immigrants in the country without legal authorization are required as of Friday to register with the U.S. Department of Homeland Security after a federal judge rejected advocacy groups’ request to pause the requirement.\n · user · 106.5K followers\nHerbie J Pilato\nIn Memory of Former Child Star Tara Correa-McMullen: 20 Years After Her Tragic Death\nFormer child star Tara Correa-McMullen was best known for her role as Maritaz Crus on TV's classic legal drama Judging Amy (CBS, 1999-2005). As tragic fate would have it, in 2005, Correa-McMullen died similarly to that of her television role: She was fatally shot in Inglewood, CA, at only 16.\nInglewood, CA ·22d · user · 106.5K followers\nHerbie J Pilato\nFormer Child Star Turned Icon Elinor Donahue is 88: 'Father Knows Best' 'Andy Griffith,' and Beyond\n[Note: Unless otherwise indicated, all quotes that appear in this article are from interviews conducted by the author with those mentioned.]. Beloved former child star Elinor Donahue, best known from TV's iconic programs like Father Knows Best, The Andy Griffith Show, The Odd Couple, and Dr. Quinn Medicine Woman, is now 88 years young. With more than 110 different character portrayals, Donahue has also made her mark in pop-culture history with legendary guest appearances on TV shows like Star Trek The Original Series (as it's now known). This is her story.\n · user · 106.5K followers\nHerbie J Pilato\nFormer Child Star Bobby Buntrock Retired After 'Hazel' and Then Died Tragically at Only 21 Years Old\nIt's been over 50 years since the tragic demise of former child star Bobby Buntrock, best known as Harold Baxter on TV's beloved sitcom Hazel (NBC/CBS, 1961-1966). On April 7, 1974, Buntrock was in a fatal car accident on a bridge in Keystone, South Dakota. Like too many former child stars, before, during, and after his lifetime, Buntrock's life ended horrifically. This is his sad story.\n[ · user · 26.3K followers](/m/morristown-minute-1590138)\nMorristown Minute\n26 Charged in Violent Newark Drug Ring\nState authorities allege \"Double ii – Queen Street Blood Gang\" used weapons, threats, and intimidation to maintain control over open-air narcotics market. NEWARK, NJ - New Jersey Attorney General Matthew J. Platkin and the Division of Criminal Justice (DCJ) have charged 26 individuals in connection with a sprawling criminal operation that allegedly used violence and intimidation to control a major drug trafficking set in Newark. The group, known as the “Double ii – Queen Street Blood Gang,” is accused of trafficking heroin, fentanyl, and cocaine while perpetrating acts of violence in support of its illegal enterprise.\n[Newark, NJ ·](/newark-nj)14d [ · user · 26.3K followers](/m/morristown-minute-1590138)\nMorristown Minute\nWoman Steals $4M from Employer to Fund Gambling Habit\nJeanette Avellan admitted to embezzling company funds over six years and failing to pay taxes; state recommends four-year prison term and over $4.5 million in restitution. Monmouth County, NJ - A Howell, New Jersey, woman has pleaded guilty to stealing approximately $4 million from her longtime employer and committing tax fraud over multiple years, according to an announcement from Attorney General Matthew J. Platkin and the Division of Criminal Justice.\n[Howell, NJ ·](/howell-nj)22d [ · user · 76.0K followers](/m/recipe-formula-1849198)\nRecipe Formula\n2-Ingredient Dole Whip: Creamy Pineapple Delight!\nCraving that iconic Disney Dole Whip but can't make it to the parks? You're in luck! This ridiculously simple recipe requires only two ingredients and delivers a creamy, dreamy pineapple delight in no time.\n[ · user · 21.2K followers](/m/jack-beavers-1602412)\nJack Beavers\nTexas Border: Large Groups Crossing Remote Areas\nAs illegal crossings have dropped to 15-year lows along once-busy historic crossing points between Texas and Mexico along the Rio Grande, law enforcement officers are encountering large groups of illegal aliens in more remote areas of the Texas border.\n[ · user · 26.3K followers](/m/morristown-minute-1590138)\nMorristown Minute\nColombian Sentenced to 14 Years for Leading Cocaine Smuggling\nRaul Orlando Torres Cubides, known as “Jose Jota,” conspired to import hundreds of kilograms of cocaine into the U.S. from Colombia and other countries between 2016 and 2020.\n[Morristown, NJ ·](/morristown-nj)22d [ · user · 30.0K followers](/m/dianna-carney-1587871)\nDianna Carney\nMeet The Sweet 10lb Little Dog Shoved Out of Moving Car Now Looking For Love\nSandy Paws Rescue Inc., a foster-based dog rescue in Massachusetts, recently introduced a delightful senior dog named Hillary, who was luckily rescued after a stranger saw her abandoned. \"She and her pal CC were shoved out of a moving car on a busy street, leashes still attached. Thankfully, a kind stranger stopped traffic to rescue them and reached out to us. CC has since been adopted, and now it’s Hillary’s turn to find her forever home,\" explains Sandy Paws Rescue. This older little lady is hoping that her forever family finds her soon, as she has a lot of love and joy to bring them.\n[ · user · 11.2K followers](/m/jacksonville-today-1706301)\nJacksonville Today\nMore details released on what led to Duval inmate’s death\nOne week after Charles Faggart was critically injured while an inmate at the Duval County jail, police released a report Monday that recounts a chaotic struggle and medical emergency that ultimately led to Faggart’s death .\n[ · user · 14.4K followers](/m/greg-wilson-cfa-1601099)\nGreg Wilson, CFA\nBroke People Always Seem to Waste Their Money on These 15 Everyday Expenses\nThis article was originally published on DadisFIRE. AI was used for light editing, formatting, and readability. But a human (me!) wrote and edited this. Some people are broke because they don't earn enough. Others stay broke because they keep spending like they’re trying to prove something. One choice at a time, they dig the hole deeper, and call it normal.\n[ · user · 23.8K followers](/m/meteorologist-joe-cioffi-1682896)\nMeteorologist Joe Cioffi\nSevere thunderstorms strong winds hail & elevated tornado risk Texas Oklahoma & Arkansas 4/30/2025\nSTORM PREDICTION CETNER FORECASTS AN ENHANCED RISK OF SEVERE THUNDERSTORMS FROM NORTH-CENTRAL TEXAS INTO SOUTHEAST OKLAHOMA SOUTHWEST ARKANSAS & EXTREME NORTHWEST LOUISIANA. METRO AREAS INCLUDE Dallas, TX...Fort Worth, TX...Arlington, TX...Plano, TX...Garland, TX...\n[ · user · 27.6K followers](/m/david-heitz-561257)\nDavid Heitz\nEnding rental assistance could put 9 million people on streets in U.S., analysis shows\nAn analysis by the National Alliance to End Homelessness shows that as many as 9 million people could become homeless if the U.S. Department of Housing and Urban Development ends rental assistance.\n[ · user · 26.3K followers](/m/morristown-minute-1590138)\nMorristown Minute\nNursing Home Executive Sentenced 3 Years for $38M Tax Fraud\nNEWARK — Joseph Schwartz, 65, of Suffern, New York, was sentenced to 36 months in federal prison for his role in a $38 million employment tax fraud scheme involving nursing homes he operated across the country, U.S. Attorney Alina Habba announced.\n[Newark, NJ ·](/newark-nj)15d [ · user · 30.0K followers](/m/dianna-carney-1587871)\nDianna Carney\nMeet The Cuddly 7lb Young Dog Still Looking For His Forever Family\nSandy Paws Rescue Inc., a foster-based rescue in Massachusetts, is helping a special little dog named Wink find his perfect match. At just seven pounds – smaller than most cats – this one-year-old charmer is proving that the best things come in small packages, especially when they come with an oversized personality. After a previous adoption wasn't the right fit, Wink has returned to Sandy Paws Rescue with a clearer understanding of his ideal home environment.\n[ · user · 26.3K followers](/m/morristown-minute-1590138)\nMorristown Minute\nWoman Indicted in $17M Counterfeit Coupon Scheme Targeting Retailers\nMORRIS COUNTY, NJ - A federal grand jury in the District of New Jersey has indicted a San Antonio, Texas woman for allegedly orchestrating a multi-year scheme to distribute counterfeit coupons that resulted in over $17 million in losses to retailers and manufacturers across the United States, according to an April 16 announcement by U.S. Attorney Alina Habba.\n[ · user · 10.9K followers](/m/wyofile-1694046)\nWyoFile\nScientist who recovered grizzlies warns Trump’s assault on conservation risks irreversible losses\nIn fewer than 100 days, the Trump administration has promoted drilling, mining and development of public lands while undercutting the science, scientists and laws that protect the environmental fabric of the West, conservationists say. The president maintains he is pursuing his agenda in the name of national security and a better life for Americans.\n[ · user · 5.1K followers](/m/india-currents-1702904)\nIndia Currents\nLegal Immigrants, Green Card Holders, Naturalized Citizens—Who’s Safe From The Deportation Dragnet?\nOther than those indigenous to this vast and blessed land, we are all immigrants here in the United States of America, with rights enshrined in the constitution, no matter our status. The frantic mass deportations pushed by the current administration have affected visa holders, asylum seekers, tourists, and legal citizens. Sweeping reforms have eliminated due process in a web of reinterpreting archaic laws like the Alien Enemies Act and have revoked Temporary Protection Statuses (TPS) , affecting hundreds of thousands of innocent people.\n[ · user · 3.6K followers](/m/spo-live-wildlife-cams-294636561)\nSPO - Live Wildlife Cams\nVideo - Watch A Beautiful Hummingbird Lay Her First Egg 🥰\nIn this video you will see Olive the Allens Hummingbird lay her first egg of her most recent clutch. The 2nd egg was laid April 5th. Hatch watch starts on April 19th 2025. When the eggs hatch, the young chicks are helpless and blind with dark skin and some white down. The chicks will remain in the nest for about 22 days before fledging. During that time and for several weeks after they fledge, the female feeds the chicks by regurgitating food into their mouths.\n[ · user · 27.6K followers](/m/david-heitz-561257)\nDavid Heitz\nTrump budget threatens homeless programs, triggers lawsuit\nPresident Trump’s budget proposal “is bad for the work to end homelessness,” according to Ann Oliva, chief executive officer of the National Alliance to End Homelessness. “From zeroing out the Continuum of Care and (Housing Opportunities for Persons with AIDS) programs in favor of an inadequate Emergency Solutions Grants increase, to eliminating the Community Development Block Grant and HOME programs, to major changes and cuts in the U.S. Department of Housing and Urban Development (HUD)’s rental assistance programs, to cuts in other critical supports — this budget would (if passed) be disastrous for already-marginalized people, especially those experiencing homelessness and housing instability.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Economy, Business and Finance",
      "Crime, Law and Justice"
    ],
    "topics": [
      "Environment->environmental pollution",
      "Environment->water pollution",
      "Environment->hazardous materials",
      "Economy, Business and Finance->energy and resource",
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->financial and economic news",
      "Crime, Law and Justice->law",
      "Crime, Law and Justice->corporate crime",
      "Crime, Law and Justice->investigation (criminal)"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Mary Hayley Bell",
          "sentiment": "none"
        },
        {
          "name": "Herbie J Pilato",
          "sentiment": "none"
        },
        {
          "name": "Hayley Mills",
          "sentiment": "none"
        },
        {
          "name": "John Mills",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Marylebone",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "NewsBreak Salisbury\nPerdue Farms",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "US Drug Enforcement Administration",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T02:37:11.668+03:00",
    "updated": "2025-05-07T23:44:25.000+00:00"
  },
  {
    "uuid": "bea57f1d629212cc77912ccb5f3b4d2d38e94385",
    "url": "https://messaggeroveneto.gelocal.it/italia/2023/12/28/news/detenuto_morto_a_oristano_la_procura_autorizza_lautopsia-13960493/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Messaggero Veneto",
    "published": "2023-12-28T18:11:00Z",
    "title": "Detenuto morto a Oristano, la Procura autorizza l'autopsia - Messaggero Veneto",
    "text": "Detenuto morto a Oristano, la Procura autorizza l'autopsia Cambia fascicolo caso Dal Corso,s'indaga per omicidio volontario ORISTANO, 28 DIC - Sarà eseguita l'autopsia sul corpo di Stefano Dal Corso, il detenuto romano di 42 anni trovato morto il 12 ottobre del 2022 in una cella del carcere di Massama, alle porte di Oristano. In un primo tempo il caso era stato chiuso come un suicidio per impiccagione, ma è stato riaperto a settembre grazie alle rivelazioni della moglie di un detenuto raccolte da Marisa Dal Corso, sorella della vittima. La novità annunciata nel tardo pomeriggio in una conferenza stampa a Roma convocata dalla famiglia e dall'avvocata che la assiste, Armida Decina, è che ora la Procura indaga per omicidio volontario al momento contro ignoti. \"Ce l'abbiamo fatta, ci hanno detto sì all'autopsia - commenta con l'ANSA la sorella Marisa - Speriamo adesso che si arrivi alla verità sulla morte di Stefano, quella che abbiamo sempre sostenuto, e cioè che è stato ucciso. In questo modo potremmo chiudere finalmente questa terribile vicenda\". Per ben sette volte l'avvocata Decina aveva chiesto, senza successo, che si svolgesse l'esame sul corpo di Stefano. Adesso la procura di Oristano ha deciso per gli accertamenti necroscopici e il prossimo 4 gennaio affiderà l'incarico al medico legale Roberto Demontis. L'autopsia sarà eseguita a Roma dove si trova attualmentela salma. La famiglia avrà i suoi consulenti: il medico legale Claudio Buccelli, l'ematologa forense Gelsomina Mansueto e l'esperto tossicologico Ciro di Nuzio. La svolta è arrivata nelle ultime settimane con le rivelazioni di supertestimone, raccolte anche queste da Marisa Dal Corso e depositate in procura. Si tratta di un agente della polizia penitenziaria secondo il quale Stefano è stato ucciso perché aveva sorpreso due agenti durante un rapporto sessuale. Il detenuto sarebbero quindi stato portato in una cella e ucciso a manganellate, poi colpito con una spranga per provocare la rottura dell'osso del collo e simulare il suicidio. (ANSA).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:58:24.235+02:00",
    "updated": "2023-12-29T00:58:24.235+02:00"
  },
  {
    "uuid": "274ad38f736a708ef56e0d7883b8bc4e510cfff4",
    "url": "https://revistaforum.com.br/politica/2024/6/27/estrategia-americana-invaso-destruio-diz-frei-chico-161249.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Júlia Motta",
    "published": "2024-06-27T20:06:00Z",
    "title": "A estratégia americana é a invasão e a destruição, diz Frei Chico | Revista Fórum",
    "text": "Em entrevista ao Fórum Onze Meia desta quinta-feira (27), o [militante ](https://revistaforum.com.br/temas/militante-9483.html)e também irmão do [presidente Lula](https://revistaforum.com.br/temas/lula-558.html), Frei Chico, fez algumas considerações sobre o governo e avaliou a atuação dos [ Estados Unidos ](https://revistaforum.com.br/temas/eua-72.html)no que se refere a manter seu poder sobre o Brasil. Para Frei Chico, o mundo está passando por um momento de importante mudança da [geopolítica](https://revistaforum.com.br/temas/geopolitica-2585.html), mas que o assunto não está sendo debatido do modo como deveria. \"Nós vamos sofrer muito com a geopolítica, porque os americanos não querem abrir mão do domínio sobre o Brasil, um braço deles, uma reserva estratégica deles. E o mundo está saindo fora do esquema americano, que é só de guerra e destruição\", afirmou o militante. Te podría interesar \"A estratégia americana é dominação, invasão e destruição. A democracia deles está em crise total. A eleição está para ser destruída pela própria garantia americana\", acrescentou. Frei Chico defende que é preciso preparar o povo para essa política de domínio dos EUA contra o Brasil. \"O nosso é um país milionário, mas o povo não entende o que é riqueza\", diz. \"Pensam que riqueza é só dinheiro no bolso, mas nós temos nosso clima, a nossa riqueza mineral\", acrescenta. O militante também reforça a urgência de instituições governamentais sérias que combatam a desigualdade social, além de fortalecerem programas sociais importantes para a sociedade, como o próprio [Sistema Único de Saúde (SUS)](https://revistaforum.com.br/temas/sus-1292.html). Confira a entrevista completa de Frei Chico ao Fórum Onze e Meia desta quinta-feira (27):",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T00:57:49.381+03:00",
    "updated": "2024-06-28T00:57:49.381+03:00"
  },
  {
    "uuid": "2f38770cc5ba5c389838bcda4eb36d8942b1e320",
    "url": "https://www.novinite.com/articles/223932/Ukraine+Strikes+Russian+Corvette+%27Ivanovets%27+in+Naval+Triumph%3A+Why+Is+It+Important%3F",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "M3 Web - http://m3web.bg",
    "published": "2024-02-01T16:32:00Z",
    "title": "Ukraine Strikes Russian Corvette 'Ivanovets' in Naval Triumph: Why Is It Important?",
    "text": "Ukraine Strikes Russian Corvette 'Ivanovets' in Naval Triumph: Why Is It Important?\nIn a pivotal moment within the ongoing conflict between Ukraine and Russia, Ukrainian military intelligence has unveiled a video claiming a successful attack resulting in the sinking of the Russian Black Sea Fleet missile corvette 'Ivanovets.' While the Ministry of Defense in Moscow has yet to provide official commentary on the incident, analysts are already dissecting the strategic implications of this audacious move.\nThe Ukrainian Ministry of Defense released absolutely spectacular footages of an USV attack against Russian corvette “Ivanovets” (Project 12411) near the Russian-occupied peninsula of Crimea.— (((Tendar))) (@Tendar)\nThe Russian corvette got hit by at least two possibly three Ukrainian USVs. You clearly…\n[pic.twitter.com/FfcFwdWGfL] [February 1, 2024]\nPavel Aksyonov, a military observer with the BBC's Russia service, emphasizes the gravity of the event, noting that this marks the second missile-armed warship destroyed at sea during the course of the\nUkraine</b>%3A+Intelligence+Chief+Promised+More+Attacks+On+<b>Russian</b>+Infrastructure\">conflict. The 'Ivanovets,' classified as a missile boat by Russia but internationally recognized as a corvette, is armed with anti-ship cruise missiles.\nThis act holds particular significance as Ukraine, despite the absence of surviving ships for the crew to target, has effectively utilized anti-ship missiles against land targets throughout the war. The 'Ivanovets,' equipped with the Vympel-R2 radio-electronic warfare system, may have played a role in electronic countermeasures against potential attacks on Crimea.\nThe successful execution of this attack underscores the Ukrainian armed forces' adaptability and improvement in tactics against the Black Sea Fleet. By employing cruise missiles to target stationary objectives and utilizing drones to strike naval targets in open waters, Ukraine has compelled the Black Sea Fleet to relocate from Sevastopol to Novorossiysk.\nThis strategic shift has the potential to reshape naval warfare, emphasizing the efficacy of small unmanned boats, acting as a formidable \"flotilla of mosquitoes\" for which there are currently no established defense methods.\nThe 'Ivanovets,' measuring over 56 meters with a displacement of nearly 500 tons, was armed with 4 Moskit anti-ship missile launchers, a 76.2 mm naval gun, and anti-aircraft systems. According to Ukrainian intelligence, the crew of 41 is presumed to have perished in the attack.\nThe triumph of this tactical maneuver may herald a paradigm shift in naval warfare, highlighting the potency of unconventional strategies against formidable naval forces.\nWe need your support so Novinite.com can keep delivering news and information about Bulgaria! Thank you!\n[Ukraine](articles/category/153/Ukraine) [» Be a reporter: Write and send your article](reporter) [» Day 708 of the Invasion of Ukraine: Intelligence Chief Promised More Attacks On Russian Infrastructure](articles/223920/Day+708+of+the+Invasion+of+Ukraine%3A+Intelligence+Chief+Promised+More+Attacks+On+Russian+Infrastructure) [» Day 707 of the Invasion of Ukraine: Zelensky Abandoned His Attempt To Fire Zaluzhnyi](articles/223897/Day+707+of+the+Invasion+of+Ukraine%3A+Zelensky+Abandoned+His+Attempt+To+Fire+Zaluzhnyi) [» Orban's Diplomatic Twist: Hungary Shifts Stance on Military Aid for Ukraine](articles/223881/Orban%27s+Diplomatic+Twist%3A+Hungary+Shifts+Stance+on+Military+Aid+for+Ukraine) [» Day 706 of the Invasion of Ukraine: Kyiv Denied Reports Of The Dismissal Of Zaluzhnyi](articles/223872/Day+706+of+the+Invasion+of+Ukraine%3A+Kyiv+Denied+Reports+Of+The+Dismissal+Of+Zaluzhnyi) [» Ukraine's Deputy Prime Minister: \"Democracy Runs in Our Blood\"](articles/223854/Ukraine%27s+Deputy+Prime+Minister%3A+%22Democracy+Runs+in+Our+Blood%22) [» Day 705 of the Invasion of Ukraine: Zelensky Warns Of A Third World War](articles/223848/Day+705+of+the+Invasion+of+Ukraine%3A+Zelensky+Warns+Of+A+Third+World+War)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pavel aksyonov",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "none"
        },
        {
          "name": "ministry of defense",
          "sentiment": "none"
        },
        {
          "name": "usv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "crimea",
          "sentiment": "none"
        },
        {
          "name": "moscow",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:09:19.965+02:00",
    "updated": "2024-02-02T00:09:19.965+02:00"
  }
]