[
  {
    "uuid": "4d18eb799a6fa40fca525e7d5c136bba28e124c5",
    "url": "https://newsrnd.com/life/2023-12-31-rhinoceros-on-the-rise--overfishing-on-the-decline----the-good-news-of-2023-for-the-environment.Hyz-q-Q1Op.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonym",
    "published": "2023-12-31T17:14:00Z",
    "title": "Rhinoceros on the rise, overfishing on the decline... The good news of 2023 for the environment - The Limited Times",
    "text": "Global warming leading to weather anomalies, droughts, floods, melting glaciers, various forms of pollution and endangered biodiversity: while environmental news often brings its share of bad news, a glance in the rear-view mirror still offers something to rejoice in over the past twelve months.\nRhinos and saiga antelopes are back on their feet Poached for their horns, highly sought after in Asia for their purported aphrodisiac properties, rhinos are gradually regaining their shape. According to figures published by the IUCN (International Union for Conservation of Nature) in September, their global population is growing slightly, reaching 23,290 individuals, 5.2% more than in 2021.\nThanks to various conservation initiatives, the number of black rhinos in Africa is increasing; In white rhinos, there is also an increase: a first since 2012! Also poached for their meat but also for their horns, the saiga antelopes, of which more than half of the world's population was decimated a decade ago by disease, are also in better shape.\nRecognizable by their twisted horns and long, rounded snout, like a small trunk, the saigas have come close to extinction several times. Wikimedia Commons/Navinder Singh\nThere were more than 2 million in the 1950s and only 50,000 in the 2000s and even only 750 for the Saiga tatarica mongolica subspecies. Again, conservation measures have allowed this antelope to move from Critically Endangered to Near Threatened status by the IUCN.\nDownfishing For the first time in 2023, the percentage of overfished fish stocks in the Mediterranean and Black Seas fell below 60%, down 15% from the previous year. Overfishing is still causing damage and \"remains twice the level considered sustainable\" according to the FAO (Food and Agriculture Organization of the United Nations), but the effect of management plans and quotas is increasingly being felt, with overfishing pressure falling by a third since 2012.\nSome species that were once overfished are no longer overfished: this is the case for common sole in the Adriatic Sea, which has \"now reached sustainable exploitation rates\", and for turbot in the Black Sea, according to a report by the General Fisheries Commission for the Mediterranean.\nThe development of aquaculture in marine waters, which has almost doubled in the last decade, is also playing a role in reducing the damage caused by over-harvesting.\nThe Amazon rainforest less devastated The re-election of President Lula as Brazil's president offers some respite to the Amazon rainforest. The latter caused deforestation operations to decline by nearly 33% in the first half of 2023 compared to the same period the previous year, according to data published by Brazil's National Institute for Space Research.\nVIDEO. Satellites, drones, AI... how Brazil is tracking illegal deforestation in the Amazon\n2023 is the year with the lowest deforestation rate since 2019. Lula does not intend to stop there, as he has promised to end illegal deforestation by 2030. During the tenure of his predecessor, Jair Bolsonaro, logging in the Amazon increased by 60% compared to the previous four years. The Amazon rainforest stores about 100 billion tons of carbon each year.\nMoney to save corals After fifteen years of discussions and negotiations, the UN has finally adopted the first treaty to protect the high seas to preserve biodiversity in international waters. The member countries of this International Coral Reef Initiative (ICRI), of which France is a member, have pledged to raise $12 billion to protect corals from climate change, the effects of ocean pollution and overfishing.\nRead alsoSix feet under the sea: when our ashes save corals\nCoral reefs are directly threatened by global warming and quickly die by bleaching as soon as the temperature of the water in which they live rises by 1-2°Cfor only two consecutive weeks.\nThe other threat to corals is the increase in the acidity of ocean water, due to the absorption of carbon dioxide from the atmosphere.\nMarine snow, our best ally against CO2 Along with forests, the oceans sequester most of the carbon dioxide responsible for global warming. And they're even more effective than we thought. An international research team has discovered that \"sea snows\", the living microorganisms that look like miniature white flakes that bead from the surface of the sea to the abyss, ingest and feed on much more CO2 than scientists have calculated so far, 20% to be exact.\nBe careful, however, that this absorption process takes place over tens of thousands of years and is therefore \"not sufficient to counterbalance the exponential increase in CO2 emissions caused by global industrial activity since 1750\".\nFossil fuels now officially pointed out Despite numerous criticisms (organisation in an energy-intensive megalopolis in the middle of the desert, presidency held by the boss of an oil company, etc.), COP28, which ended in Dubai at the beginning of December, gave birth to two agreements considered \"historic\".\nThe first is to set up a global fund to finance what experts call \"loss and damage\" suffered by the most vulnerable countries, often the poorest, because of the effects of global warming, for which the richest nations are most responsible.\nA COP28 agreement calls for an acceleration of efforts to reduce electricity generation from coal, the most polluting fossil fuel (here the Garzweiler 2 mine in Germany). LP/Jean-Baptiste Quentin\nThe second, snatched from the very end of the climate conference, calls for a transition away from fossil fuels, pointing to oil, gas and coal by name. The text states that the world must \"transition away from fossil fuels in energy systems, in a fair, orderly and equitable manner, accelerating action in this crucial decade, in order to achieve carbon neutrality by 2050\".\nIn particular, it calls for the acceleration of efforts to phase down electricity generation from coal, the most polluting fossil fuel.\nGreenhouse gas emissions down in France According to figures from the Interprofessional Technical Centre for Air Pollution Studies (Citepa), France has reduced its greenhouse gas emissions by 4.6% in the first nine months of 2023 compared to the same period in 2022.\nThree sectors contributed the most to this decline: industry (-9.3%), energy production (-9.4%) and buildings (-7.5%). Transport contributed more modestly to this downward trend (-1.8%).\nUnfortunately, this effort is far from the one needed to meet the commitments made in 2015 with the Paris Agreement signed at the end of COP21. While a UN Climate report, published in mid-November, indicates that the global decline is only 2%, climate scientists recommend a drop of at least 43% to hope to limit global warming to 1.5°C, the strongest commitment of the Paris Agreement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment",
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "limited times global",
          "sentiment": "negative"
        },
        {
          "name": "iucn",
          "sentiment": "none"
        },
        {
          "name": "international union for conservation of nature",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "asia",
          "sentiment": "none"
        },
        {
          "name": "africa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T19:21:53.638+02:00",
    "updated": "2023-12-31T19:21:53.638+02:00"
  },
  {
    "uuid": "21be9501ba9167ec923f6c413c45b55b4dcc90e3",
    "url": "https://www.salina.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:28:05.799+02:00",
    "updated": "2023-12-29T00:28:05.799+02:00"
  },
  {
    "uuid": "037b17a3779529f0d797eb2de5915799a3b44489",
    "url": "https://www.benton.org/headlines/fcc%E2%80%99s-broadband-consumer-labels%E2%80%9D-put-customers-control-and-%E2%80%99s-good-thing-isps",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@benton_inst",
    "published": "2024-04-11T00:00:00Z",
    "title": "The FCC’s \"Broadband Consumer Labels” put customers in control, and that’s a good thing for ISPs | Benton Institute for Broadband & Society",
    "text": "The FCC’s \"Broadband Consumer Labels” put customers in control, and that’s a good thing for ISPs We’re living in the age of broadband internet—internet service providers (ISPs) are announcing major infrastructure investments, committing to fund significant network upgrades and building new high speed service in communities across the country. At the same time, the federal government is also investing unprecedented amounts to support the deployment of broadband in underserved areas. Given the ubiquity of the internet in our daily lives, these efforts are both long overdue and not enough to give customers what they really need from their ISP—yes, fast, reliable internet, but also a redefined customer experience that is both easy to navigate and to understand. As part of its effort to improve broadband service nationwide—not just in terms of speed but also in terms of customer experience — the federal government is requiring all ISPs to provide broadband “nutrition labels” on their websites when purchasing service. These labels are designed to help consumers make clear comparisons between broadband plans based on key factors such as price and speed and to help them understand what they get for their money. As a country, we’re making a huge investment in our internet infrastructure. Initiatives like this one will help make sure that customers are getting a return on that investment, improving the overall customer experience and ensuring more transparency across the industry. And that’s a very, very good thing for all of us. [The FCC’s \"Broadband Consumer Labels” put customers in control, and that’s a good thing for ISPs](https://fiber.googleblog.com/2024/04/the-fccs-broadband-consumer-labels-put.html)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://fiber.googleblog.com/2024/04/the-fccs-broadband-consumer-labels-put.html)",
      "https://www.fiber.googleblog.com/2024/04/the-fccs-broadband-consumer-labels-put.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "fcc",
          "sentiment": "neutral"
        },
        {
          "name": "benton institute for broadband & society the fcc",
          "sentiment": "neutral"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T02:54:05.465+03:00",
    "updated": "2024-04-12T02:54:05.465+03:00"
  },
  {
    "uuid": "65d911bf19f7264c565f04cf99ccc2848d198aa6",
    "url": "https://www.news-leader.com/story/news/nation/2023/12/28/minnesota-woman-sues-dentist/72050466007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mary Walrath-Holdridge",
    "published": "2023-12-28T21:40:00Z",
    "title": "Kathleen Wilson's Minnesota dentist did 30 procedures at once: lawsuit",
    "text": "20 fillings, 4 root canals, 8 crowns in one visit add up to lawsuit for Minnesota dentist [Mary Walrath-Holdridge](https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/) A Minnesota dentist has become the subject of a malpractice lawsuit after his patient accused him of \"disfiguring\" her. The civil lawsuit was filed in Hennepin County, Minnesota last week by Kathleen Wilson, who alleged Dr. Kevin Molldrem and [Molldrem Family Dentistry](https://molldremdentistry.com/) caused her significant injury that is still being corrected. According to the suit, Molldrem performed more than 30 producers on Wilson in a single July 2020 visit, doing eight crowns, four root canals and 20 fillings in one go. The lawsuit alleges that the dentist \"perform[ed] this work improperly,\" resulting in pain and suffering, embarrassment, emotional distress, and disfigurement. Molldrem was likewise accused of using improper levels of anesthesia during the procedures and falsifying medical records to cover it up. Treatment called 'inconceivable' “It is inconceivable that Dr. Molldrem could have prepared and placed 8 crowns under these circumstances in the time allotted, not to mention the additional 20 restorations,” wrote [Dr. Avrum Goldstein,](https://www.seakexperts.com/members/4827-avrum-r-goldstein) a dentist and expert witness brought on by Wilson's attorney, in an affidavit. Goldstein, who is a faculty member at [NOVA Southeastern University](https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.), also wrote that Wilson had been correctly diagnosed as having a \"rare condition\" causing decay in almost all of her teeth, but Mollderm's course of action was not a proper form of treatment. \"[Wilson’s] required a slow, thoughtful, careful and measured response to her disease,” he said in his report. “Trying to fill every hole in every tooth in her mouth in one visit is not only the antithesis of what was indicated, it is not humanly possible to achieve in an effective or constructive manner.” Doctors remove wrong organ from man: [They opened him up to remove his appendix. They mistakenly took out much more, lawsuit says.](/story/news/health/2023/11/07/doctors-accidentally-remove-wrong-organ-surgery/71487292007/) The lawsuit also accused Mollderm of tampering with medical records to falsify the amount of anesthesia that was reportedly used, which in reality was nearly double the standard number of units, according to court paperwork. According to Goldstein, the maximum dose of anesthesia given in three hours should not exceed 490 mg, but Molldrem's records show he gave Wilson 960 mg. “Any negative cardiovascular or central nervous system outcomes could be tied to the local anesthetic overdose,\" he wrote. Wilson said in the suit that she has since had to have the dental work completely redone by other dentists to repair Molldrem’s “negligent work,\" an ongoing process that has caused her to lose income and rack up medical bills on top of enduring pain, suffering and embarrassment. She is seeking more than $50,000 in damages. Wilson's attorney and Molldrem did not immediately respond to request for comment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://www.usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://molldremdentistry.com/)",
      "https://www.molldremdentistry.com/)",
      "https://usatoday.com/staff/12093029002/mary-walrathholdridge/)",
      "https://www.dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html?_gl=1*1kqtqxq*_gcl_au*ODA4NzUxNTA1LjE3MDM3OTc5MjI.),",
      "https://seakexperts.com/members/4827-avrum-r-goldstein)",
      "https://dental.nova.edu/aboutus/faculty/goldstein-avrum%20.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary walr",
          "sentiment": "negative"
        },
        {
          "name": "kathleen wilson",
          "sentiment": "negative"
        },
        {
          "name": "molldrem",
          "sentiment": "none"
        },
        {
          "name": "holdridge",
          "sentiment": "none"
        },
        {
          "name": "kevin molldrem",
          "sentiment": "none"
        },
        {
          "name": "wilson",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "minnesota",
          "sentiment": "none"
        },
        {
          "name": "hennepin county",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:03.407+02:00",
    "updated": "2023-12-29T00:39:03.407+02:00"
  },
  {
    "uuid": "4ff2d40f9379d49eb6cbf847aa7da79c017e6cf1",
    "url": "https://cbn.globo.com/brasil/noticia/2025/08/09/montadoras-chinesas-investem-r-22-bi-no-brasil-e-prometem-mais-de-20-mil-empregos.ghtml",
    "ord_in_thread": 0,
    "author": "CBN",
    "published": "2025-08-09T10:56:00Z",
    "title": "Montadoras chinesas investem R$ 22 bi no Brasil e prometem mais de 20 mil empregos | Brasil | cbn",
    "text": "Diferentes estratégias Somados, os investimentos das montadoras BYD, GWM e GAC ultrapassam 22 bilhões de reais e prometem gerar mais de 20 mil empregos diretos e indiretos.\nAlém de BYD e GWM que vão produzir localmente, outras chonesas pretendem apenas importa. Também há até parcerias para que a Renault produza para a novata Geely, sem precisar abrir novas fábricas.\nOutra que está chegando é a GAC, que começou a vender carros importados no mês passado. Leonardo Lukacs, diretor de engenharia e manufatura, conta que a empresa vai ter produção local até o final de 2026, mas ainda estuda qual modelo será adota. Ele explica por que o Brasil é tão estatégico para a China. \"O mercado brasileiro tem mais de 25 montadoras, a gente tem uma indústria que está beirando os 2,5 milhões, temos capacidade instalada de mais de 3 milhões. Então você sempre tem essa dúvida se vale a pena investir no Brasil. Será que você vai ter mercado? Como é que a gente tem que atender eficiência energética e emissões em níveis europeu e americano? Se você consegue vencer aqui, você consegue vencer em qualquer lugar. Então, por que o Brasil? Um: pela dificuldade. Dois: pelo potencial\", diz.\nA chegada de novas montadoras tem gerado, por outro lado, preocupação entre as empresas que já produzem por aqui há décadas. Até julho, foram vendidos mais de 88 mil carros chineses, uma quantidade 41% maior do que no mesmo período do ano passado, segundo a Associação Nacional dos Fabricantes de Veículos Automotores.\nO presidente da Anfavea, Igor Calvet, diz que a associação estimula a chegada de novos competidores, até porque isso pode contribuir com melhores preços para os consumidores. Mas, cobra que as novas empresas não tenham mais benefícios tributários. \"Acho que a competição sempre gera uma equalização maior nos preços no mercado. Por quê? Porque pressiona-se o preço de um lado, pressiona-se o preço do outro, mas quando você tem condições iguais de produção. E aí você tem uma pressão que ela é justa, ela é equilibrada e ela é dentro das regras do mercado. Então essa tem sido a nossa luta\", explica.\nJá Cassio Pagliarini, sócio da Bright Consulting, avalia que a chegada das montadoras chinesas vai estimular as veteranas a desenvolverem novas tecnologias. Mas, pondera que algumas montadoras poderão ter prejuízos. \"⁠As empresas que fizerem esse caminho tecnológico, se tiverem fazendo isso, vão chegar lá. As empresas que não fizerem, elas não vão sobreviver. ⁠Eu não sei se elas vão sair do Brasil, mas você já vê empresas que estão encolhendo de uma forma significativa\", alerta.\nRecentemente, o governo federal adotou uma política de isenção do Imposto sobre Produtos Industrializados que beneficiou apenas os carros das montadoras já instaladas no Brasil, e não os modelos das novas chinesas. Ricardo Bastos, da GWM, faz um alerta: para que os carros produzidos no Brasil possam ser exportados para mercados mais maduros, como o europeu, será preciso estabelecer políticas públicas com foco no estímulo a novas tecnologias, não apenas o incentivo aos carros populares - que não teriam mercado na Europa.\nMais recente Próxima Como escolher a escola do seu filho? Confira cinco dicas",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business financing",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business strategy and marketing",
      "Labor->labour market",
      "Labor->employer",
      "Labor->employment"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [
      "https://957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css",
      "https://www.957b0b3a18c149f4814f2525021e644f@web.sentry.globoi.com/786",
      "https://www.s3.glbimg.com/v1/AUTH_c5dfc0eef7ee40d68bdd0993be881440/coral-custom-style/style.css"
    ],
    "external_images": [],
    "internal_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_br",
        "top_news_pt",
        "top_news_us",
        "top_news_pe",
        "top_news_ie",
        "top_news_ar",
        "top_news"
      ],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-08-09T14:41:37.994+03:00",
    "updated": "2025-08-09T14:45:47.000+03:00"
  },
  {
    "uuid": "a0b5a72111e2c1fe9ac618d055f5afee71a11039",
    "url": "https://www.meneame.net/story/jamenei-israel-sera-erradicada-faz-tierra/c019",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Drazul",
    "published": "2023-12-24T11:39:00Z",
    "title": "#19 Jamenei: “Israel será erradicada de la faz de la Tierra”",
    "text": "Portada\nmis comunidades\notras secciones\n[#8](c8#c-8) Occidente tiene el privilegio de entorpecer el avance de otros muchos países por dinero y relativamente hace poco.\nEl desarrollo tecnológico ya nos ataca a buena parte de Occidente, si.os esclavos de muchas empresas tecnológicas de EEUU y ni impuestos les cobramos por hacerles ganar mucho dinero.\n[#8](c8#c-8) falso, en China se vivia mucho mejor que en Occidente hasta que Occidente sembro de drogas China y los llevo al tercer mundo.\nEn los paises arabes tambien se vivia mejor que en Occidente, vease Cordoba en el siglo XII sin ir mas lejos\n[#2](c2#c-2) Titular: \"Israel será erradicada...\"\nEntradilla, titular y quizás lo que realmente dijo: \"El régimen sionista será erradicado.....\"\nUna gran diferencia entre \"Israel\" y \"régimen sionista\".\nNo faltan en Menéame los partidarios de la desaparición de Israel y EEUU, la caída de occidente, y el nuevo orden mundial marcado por China, Rusia, e Irán.\nEs curioso en una página en la que precisamente se comparten noticias.\nhttps://en.wikipedia.org/wiki/World_Press_Freedom_Index\n[#13](c13#c-13) Algunos como [mariKarmo](/user/mariKarmo) desde hace 30 años.\ncia-regimen-franco-demasiado-corrupto-incompetente-recibir-ayuda/c075#c-75\nIsrael USA, USA Israel. El Sionismo. Naciones ricas, con personas ¿? educadas, bien alimentadas, bien comunicadas estan llevando a cabo un GENOCIDIO televisado, sin rubor, incluso con amenazas hacia el resto del mundo. Y el mundo observa. Hoy es el día GRANDE de los creyentes en Cristo.\nFELICES FRUTAS FIESTAS!!!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://en.wikipedia.org/wiki/World_Press_Freedom_Index",
      "https://www.en.wikipedia.org/wiki/World_Press_Freedom_Index"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T14:40:48.826+02:00",
    "updated": "2023-12-24T14:40:48.826+02:00"
  },
  {
    "uuid": "3828166faa22c94534d3723eba2b09f204159e17",
    "url": "http://business.mammothtimes.com/mammothtimes/article/getnews-2023-12-28-the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Get News",
    "published": "2023-12-28T00:00:00Z",
    "title": "The digital currency platform Enet Crypto Center Limited successfully obtained the U.S. Fincen MSB license, legalizing and regularizing transactions. | User | mammothtimes.com",
    "text": "On December 20th, after submitting proof of MSB registration completion, Enet Crypto Center Limited (hereinafter referred to as Enet) officially obtained the U.S. Fincen MSB license on November 15. This marks a further step in Enet's compliance journey, allowing it to legally conduct currency exchange business in the United States, further expanding its international development space. This establishes a solid foundation for serving global users and enables Enet to provide users with safer, compliant, efficient, and convenient digital economic transaction services\nSince 2018, the U.S. Department of Treasury and the Securities and Exchange Commission have repeatedly emphasized that MSBs (Money Services Businesses) include virtual currency exchanges and their managers. The regulated entities are businesses and companies related to financial services. The regulatory scope includes international remittances, foreign exchange, currency trading, ICO issuance, and management of prepaid projects. Operating digital asset-related business within the United States requires a license. Hence, Enet’s possession of the license grants it legal status in the U.S., distinguishing it from other irregular platforms.\nEnet Exchange has always sought higher-level and broader development. As a global leader in decentralized exchanges, it is committed to breaking national boundaries and achieving global integration. Based on Enet's public blockchain technology, it aims to realize scenario implementations in various fields, including capital, digital asset management, digital asset payment, blockchain charity, blockchain gaming, blockchain entertainment, blockchain shopping, and blockchain community games, thereby creating a complete decentralized digital asset ecosystem.\nHolding a license is of great significance for current exchanges. Obtaining official permission from the respective countries reflects the strength and credibility of the exchange. For most exchanges, a license also acts as a natural barrier for selection. For users, Enet's compliant operation under regulatory conditions is a major advantage, meaning their investments will receive legal protection. Under official permission, Enet strictly meets local regulatory requirements and user protection regulations.\nEnet will continue to advance its compliance and globalization development, providing safe and convenient digital asset transaction services to more global users. It also calls on other platforms to join the regular development path, contributing to the industry's progress and hoping to achieve industry compliance consensus.\nDisclaimer: The information provided in this press release is not a solicitation for investment, or intended as investment advice, financial advice, or trading advice. It is strongly recommended that you practice due diligence (including consultation with a professional financial advisor) before investing in or trading securities and cryptocurrency.\nMedia Contact\nCompany Name: Enet Crypto Center Limited\nContact Person: Roger Brown\nEmail: Send Email\nCountry: United States\nWebsite: https://enetcoin.cc/\nData & News supplied by www.cloudQuote: .io\nStock Quote: s supplied by Barchart\nQuote: s delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Crime, Law and Justice",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.getnews.info/press_stat.php?pr=the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
      "https://enetcoin.cc/",
      "https://www.cloudquote.io",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.universalpressrelease.com/?pr=the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
      "https://tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "http://universalpressrelease.com/?pr=the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
      "http://www.universalpressrelease.com/",
      "https://www.enetcoin.cc/",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.getnews.info/press_stat.php",
      "https://getnews.info/press_stat.php?pr=the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
      "https://cloudquote.io",
      "https://enetcoin.cc",
      "https://www.tracking.newsrpm.com/pixel?slug=getnews-2023-12-28-the-digital-currency-platform-enet-crypto-center-limited-successfully-obtained-the-us-fincen-msb-license-legalizing-and-regularizing-transactions",
      "https://tracking.newsrpm.com/pixel"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ene",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "enet crypto center limited",
          "sentiment": "negative"
        },
        {
          "name": "msb",
          "sentiment": "negative"
        },
        {
          "name": "securities and exchange commission",
          "sentiment": "none"
        },
        {
          "name": "u.s. department of treasury",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "enet crypto center limited",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "enet",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:13:43.234+02:00",
    "updated": "2023-12-29T01:18:07.533+02:00"
  }
]