[
  {
    "uuid": "d848acc61d0c1a4f9a0eb37626a93ac49496418e",
    "url": "https://www.fashionbeans.com/article/best-dive-watches/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Harvey James",
    "published": "2023-12-28T21:31:00Z",
    "title": "8 Best Dive Watches For Men – Reliable + Well Built For 2023",
    "text": "Is the dive watch, de facto, the best\nwatch style? It’s versatile, rugged, reliable, practical, stylish, has heritage, and is home to some of the most killer timepieces available. It’s no surprise that it’s the most popular style of watch. (Even Gucci is in on the act, now.) We’re here to cut through the radiowaves and select only the best dive watches for you.\nThe dive watch is arguably the most versatile. Is it the only watch you’d ever need to own? Its vintage roots give it verve and sophistication to pair well with tailoring and black tie, but its inherent ruggedness and simplicity make it perfect for everyday wear too. Plus, the bezel is a supremely practical tool. It acts as a useful timer, and\ncompass, and even can show a second timezone. Owning a dive watch is critical to building a worthy watch collection.\nWe’ve compiled the eight best dive watches for every budget, style, and inclination. Read on below.\nKey Takeaways\nThis deep dive into the best dive watches took me through some murky parts of the internet. It opened my eyes to rare species of YouTube videos and I found coves of HTML filled with dive watches. Sadly, I couldn’t choose more and had to stop at just 8 pieces.\nOverall, the best dive watch is the\nDOXA SUB 600T. I love the idiosyncratic 80s case, the orange dial, and its 600m water resistance. My second choice goes to Blancpain’s Fifty Fathoms Automatique. It’s one-two punch of being the first watch in 1953 to feature the now ubiquitous uni-directional bezel combined with its exquisite luxuriousness, makes this an irresistible choice.\nBest Overall: Doxa SUB 600T\nWhy it’s great: DOXA (est. 1889) is a brand of diving heritage. In 1967, it added “no-decompression times” to the bezel, further enhancing the practicality of dive watches. The 600T is a rarer choice than its SUB 200, SUB 300T (which had direct input from the French King of Diving himself, Jacques Cousteau), or even SUB 1500T cousins. But it has that vibrant, popping orange dial that DOXA has become synonymous with. This brings a real collector’s “IFYKYK” edge to it.\nHow it looks: The 600T was released in the 80s and so has a little vintage panache streaking through its pedigree. You can see that in the extra bracelet edge around the outer edge of the bezel. This gives it a masculine rugged feel that’d lure city-dwellers and deep-sea divers alike.\nFlaws but not dealbreakers: That bright orange dial isn’t going to be for everyone. Thankfully, DOXA does the model in black, stainless steel, blue, and yellow versions too.\nCase Size: 40mm | Movement: Automatic | Thickness: 14.15mm | Material: Stainless Steel | Water Resistance: 600m\nBest Microbrand: Baltic Watches Aquascaphe\nWhy it’s great: Everything about this watch is micro. It is a micro brand, named after a micro sea, making a diving watch that’s only 39mm in diameter. For a style renowned for its bulky size, this is a micro dive watch. A large case can come across as arrogant and tasteless, so the French brand is\nopting for a smaller case size. There’s a dual-crown version too in case that tickles your pickles.\nHow it looks: The double dome sapphire gives it a sleek old-school appeal. For this reason, this watch could spend its whole life paired with various impeccable loose-fitted suits sauntering around various European metropoles, rather than diving for rare species of fish. Less scuba-diving, more thrift-shop-diving.\nFlaws but not dealbreakers: Perhaps a little twee and antique looking for the more machismo men out there.\nCase Size: 39mm | Movement: Automatic Miyota 9039 | Thickness: 13mm | Material: Stainless Steel | Water Resistance: 200m\nBest Budget: Casio MDV106-1AV\nWhy it’s great: Casio watches are known for their\ntough as beef jerky digital watches. But not for their diving capabilities. So, there are several reasons as to why this dive watch from Casio is surprisingly good. The classic stainless steel dial paired with the modern wavy resin strap is a fusion of luxury and sporty. Plus, the watch comes with diving capabilities: 200m waterproof, rotating bezel, screw-down crown, and a small date display at 3:00. Lastly, we can’t ignore its Casio-like price tag. We hate to admit it, but this is a really good purchase.\nHow it looks: Its conventional and sleek black design means it has the versatility of use. It could be an everyday wear, smart-casual champion, or a humble diver’s companion.\nFlaws but not dealbreakers: When you’re comparing watches that have a price variability of 1000x difference, corners are inevitably cut at the lower end of that spectrum. Be realistic with this watch’s ability to last a lifetime.\nCase Size: 44.2mm | Movement: Quartz (SR626SW) | Thickness: 12.1mm | Material: Stainless Steel | Water Resistance: 200m\nBest On Amazon: Vaer DS4 Meridian Solar Dive Watch\nWhy it’s great: This is the best watch for if you fear societal collapse. The solar-powered quartz movement can be powered purely by the light emanating from the lick of a candle alone; it’s that sensitive. And from just 6 hours of direct sunlight, it will charge a reserve battery for six months. So even if the nuclear winter blocks out sunlight for a while, you’ll be all good. Dark humor aside, this is one of the best men’s dive watches on the market. It is made in Japan and comes with scratch-resistant AR (anti-reflective) coated sapphire crystal plus a surgical-grade steel (316L) frame. If that wasn’t enough, the brand is a “1% for the planet” member.\nHow it looks: This Vaer DS4 watch has a beautiful and classical dive/military look that can be tweaked by interchanging the two straps that come as standard. This is for the rugged outdoorsman, be it hiking for weeks into the mountains, or diving around the coral reef.\nFlaws but not dealbreakers: Its conventional masculine aesthetic is somewhat predictable in the current climate. But, that’s not necessarily a bad thing; it will please a lot of people. It also lacks individual minute dials on the first 15 minutes. This is quite useful for a dive watch to feature.\nCase Size: 38 or 42mm | Movement: solar-powered quartz | Thickness: 10.6mm | Material: (316L) Stainless Steel | Water Resistance: 200m\nBest Everyday: Seiko PROSPEX SRPE37\nWhy it’s great: Seiko has an official association with PADI (Professional Association of Diving Instructors). The “Prospex” model by Seiko proves diving watches used for diving aren’t obsolete at all. The name is a portmanteau of “professional specifications” and them aplenty. It comes with clear luminescent hands and markers, a magnified date window, single-minute intervals around the whole bezel, and a robust waved strap to soak up impact. “Prospex” indeed.\nHow it looks: I think this is a brilliant general adventure watch. Style this with a pair of indigo jeans, a white t-shirt, a Belstaff jacket, and a grunting Harley Davidson for maximum effect.\nFlaws but not dealbreakers: The shock-absorbing strap subtracts a little formality from the overall look.\nCase Size: 44mm | Movement: Automatic | Thickness: 12.81mm | Material: Stainless Steel | Water Resistance: 200m\nBest Luxury: Blancpain Fifty Fathoms Automatique\nWhy it’s great: 2023 marks the 70th anniversary of Blancpain Fifty Fathoms. In 1953, Jean-Jacques Fiechter introduced the first uni-directional bezel dive watch. If the bezel got knocked accidentally, it could only move in one direction. The direction only lengthened the perceived time for the diver. That way, the diver would begin the ascent “early” and the oxygen wouldn’t run out. This was a revolutionary safety feature. Once Blancpain’s patent ran out all watch brands adopted this style of bezel. But, if you think this brand is resting on its laurels, check out this\nBlancpain x Swatch collab released in 2023.\nHow it looks: Its heritage gives it an authentic,\nvintage aesthetic. The large 45mm titanium case, sapphire crystal, and in-house automatic movement bring luxury. The combination of these two qualities makes this Blancpain a fantastic dress watch and a chic talking point at dinner.\nFlaws but not dealbreakers: While its heritage makes this Blancpain Fifty Fathoms Automatique the dive watch to own, your bank account must also be 300m deep and stretch the full width of the Pacific Ocean. Also, with a case size of 45mm and a thickness of 15mm, it’s a ChunkyBoi.\nCase Size: 45mm | Movement: Automatic Caliber 1315 | Thickness: 15.0mm | Material: Titanium | Water Resistance: 300m\nBest Chronograph: Tissot SEASTAR 1000 CHRONOGRAPH\nWhy it’s great: The\nchronograph capabilities of this Tissot Seastar 1000 give it extra timing functions. A diver could use the various chronograph functions to time multiple things at once. If that didn’t indicate that this watch wasn’t serious enough, it also has Superluminova lighting, 300m water depth, and it has a helium valve release (read below on what that is). It has incredible functionality. But, it’s the beauty of the object that brings this model to the article on the best men’s dive watches.\nHow it looks: The light gray and orange combination is one I love on a watch and the “seastar” seahorse engraving on the back is a lovely flourish. Though extremely functional, I find this an extremely alluring and stylish object. Well played Tissot.\nFlaws but not dealbreakers: The chronograph functions might over-complicate the dial for some. Plus, the 45.5mm case size is large.\nCase Size: 45.5mm | Movement: Automatic | Thickness: 14.15mm | Material: Stainless Steel 316L | Water Resistance: 300m\nBest Large: TAG Heuer Stainless Steel Aquaracer 43mm\nWhy it’s great: The TAG Heuer Aquaracer range is a young one for such a heritage brand. It has a very recognizable dodecagon (twelve-sided) case shape in stainless steel. This design is strong, but the rounded edges give it an important approachability. The quartz movement, 300m water resistance, and AR sapphire crystal make this a dependable timepiece. The expandable bracelet isn’t the sexiest feature, but it is important for wearing with a wetsuit.\nHow it looks: If you are a man who loves having lots of information blasted at you, then you will love this watch.\nFlaws but not dealbreakers: It’s one of the lesser-known dive watches despite hailing from a famous brand. This gives it allure.\nCase Size: 43mm | Movement: Quartz | Thickness: 14.15mm | Material: Stainless Steel | Water Resistance: 300m\nBuying Considerations for Men’s Dive Watches\nBezel\nThis is one of the key parts of a dive watch. It works when the diver sets the top mark of the bezel to the time on the minute hand of the watch. Then, as time passes, the minute hand moves and the bezel reading indicates the amount of time passed. This helps divers time various stops, working out when to begin resurfacing, and to help time various decompression stops.\nIf you’re operating the watch in cold waters you will want a bezel that is easy to operate. Cold fingers and potentially neoprene gloves will make dexterity more challenging. Avoid bezels operated via crowns for this reason. A brand would house a bezel inside the case and operate via a crown to mitigate the risk of knocking the bezel. The crowns then make the watch bulkier, but it does give a different aesthetic and a point of difference. The\nSeiko Divemaster 1000 (known colloquially as “Tuna” for its bulk and circularity) put a bulky external shroud over the bezel to protect it from accidental knocks.\nMaterial\nTitanium is lightweight, hypoallergenic, highly corrosion resistant, and is fine in extreme temperatures. Stainless Steel (316L) is standard practice these days for its almost perfect suitability for watch casing. It can’t withstand the same intensity as titanium, but for the average scuba diver, it’ll do just fine. Sapphire Crystal revolutionized the watch industry. It is made by crystallizing aluminum oxide. The result is a material far superior in strength to glass.\nMovement\nAny movement is equally valid but just has different strengths and weaknesses. The ISO 6425 states that if battery powered, it must have a low battery indicator as a necessity for obvious reasons. A Quartz movement is slimmer, more accurate, and lightweight, but does eventually run out of battery. An automatic\nmechanical movement is extremely long-lasting, automatically winding, a feat of engineering, but can be chunky. A manual dive watch is rare (or even non-existent?) due to inherent reliability issues.\nWhy you should trust us\nI’m a fashion and watch writer at FashionBeans. I clothe myself daily in the latest products, Instagram posts, and URLs of the fashion/watch industry. I also consider myself very lucky to own a small but eclectic watch collection. For this review, I got my dive watches out and inspected them with new knowledge from the Internet. I found fascinating histories, and unique features, and focussed on the most important watch models/brands. I began with what seemed like an endless list of contenders and chopped it down to just the top 8 of the best men’s dive watches you see above.\nFinal Verdict\nThe\nDOXA SUB 600T is the best overall dive watch. I picked this watch for its inimitable 80s style and charm. It has a robust, angular stainless steel aesthetic that is dripping with vintage panache. Then there’s the bright orange dial and the depth readings on the bezel, but moreover, it has an impressive 600m water resistance. You know it’s tough.\n-\n- Why are dive watches so popular?\nThe best dive watches are the most versatile type of watches. They are designed to withstand deep depths submerged in water. This makes them comfortable withstanding the trials and tribulations of everyday modern life. Also, they have a heritage. The first dive watches were launched in 1953. This gives the style of the modern dive watch a vintage DNA and origin which is still referenced today. This also means that the less outrageous-looking diving watches can even be used as dress watches. Also, the bezel is a practical and ergonomic gizmo to have on your wrist. It can be used for timing anything, using it as a compass, and as a reminder of time zones. Why are diving watches so popular? They are stylish, extremely robust, versatile, and highly practical for everyday use.\n- Why do dive watches have rotating bezels?\nThe rotating bezel acts as a clear timer underwater. Simply set the bezel to the minute hand. This essentially starts the timer. You can read off the bezel for the length of time. Underwater you might need to time the descent time, the bottom time (time spent at the bottom of your dive), or decompression times. However, this timer function can be used for whatever purpose the wearer sees fit.\n- How do dive watches work?\nA dive watch is all about giving its diver clear and precise time readings underwater. It must be able to resist water entering its frame. It does so by using water-resistant gaskets and a sturdy frame. It must be able to track time elapsed. It does so via the rotating bezel. The diver must be able to read this information in sometimes darkness and murky water. The clear, luminous hands and markers assist with this.\n- What is a helium escape valve and do you need one?\nHelium atoms are the smallest natural gas particles. They are small enough to squeeze through a watch’s waterproof seals under pressure. When the watch returns to normal pressure, the atoms return to normal size, increasing the pressure inside the watch. This can destroy a watch from the inside out by either damaging the movement or even the crystal can pop off. Do you need one? Unless you are a saturation diver, then no, you technically don’t need one.\n-",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.watchesofswitzerland.com/DOXA-DOXA-Sub-600T-Mens-Watch-861.10.351.10/p/18800098",
      "https://www.watchesofswitzerland.com/TAG-Heuer-Aquaracer-43mm-Quartz-Chronograph-Mens-Watch-CAY1110.BA0927/p/17381047",
      "https://oracleoftime.com/gucci-dive-watch/",
      "https://www.vice.com/en/article/pkebp8/casio-f91w-watch-terrorists-ied-trigger-cost-price",
      "http://www.amazon.com/exec/obidos/ASIN/B0B9CHK757",
      "https://www.seiko-design.com/140th/en/topic/43.html",
      "http://www.youtube.com/watch?v=PWCxsk0hZRM",
      "https://www.watchmaxx.com/tissot-watch-t120-417-17-081-01",
      "http://www.youtube.com/watch?v=epxB8xxEEtI",
      "https://www.blancpain.com/en/blancpainxswatch",
      "https://www.hodinkee.com/articles/the-tudor-black-bay-54-doesnt-waste-a-millimeter",
      "http://www.amazon.com/exec/obidos/ASIN/B08HW6Z6WM",
      "https://shop.hodinkee.com/products/blancpain-fifty-fathoms-automatique-blue-dial-titanium",
      "http://www.amazon.com/exec/obidos/ASIN/B009KYJAJY",
      "https://watchesofswitzerland.com/TAG-Heuer-Aquaracer-43mm-Quartz-Chronograph-Mens-Watch-CAY1110.BA0927/p/17381047",
      "http://amazon.com/exec/obidos/ASIN/B08HW6Z6WM",
      "http://youtube.com/watch?v=PWCxsk0hZRM",
      "https://oracleoftime.com/gucci-dive-watch",
      "https://blancpain.com/en/blancpainxswatch",
      "https://www.shop.hodinkee.com/products/blancpain-fifty-fathoms-automatique-blue-dial-titanium",
      "http://amazon.com/exec/obidos/ASIN/B009KYJAJY",
      "https://vice.com/en/article/pkebp8/casio-f91w-watch-terrorists-ied-trigger-cost-price",
      "https://hodinkee.com/articles/the-tudor-black-bay-54-doesnt-waste-a-millimeter",
      "http://www.youtube.com/watch",
      "https://watchesofswitzerland.com/DOXA-DOXA-Sub-600T-Mens-Watch-861.10.351.10/p/18800098",
      "http://amazon.com/exec/obidos/ASIN/B0B9CHK757",
      "https://www.oracleoftime.com/gucci-dive-watch/",
      "http://youtube.com/watch?v=epxB8xxEEtI",
      "https://seiko-design.com/140th/en/topic/43.html",
      "https://watchmaxx.com/tissot-watch-t120-417-17-081-01"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "gucci",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:22:13.994+02:00",
    "updated": "2023-12-29T00:22:13.994+02:00"
  },
  {
    "uuid": "5fb0f27e0e8793dd67ab26d512fa1fe15391d888",
    "url": "https://www.wetterauer-zeitung.de/panorama/urlauberin-sammelt-muschel-und-macht-fast-den-groessten-fehler-meines-lebens-zr-93813004.html",
    "ord_in_thread": 0,
    "author": "Sandra Sporer",
    "published": "2025-07-03T03:40:00Z",
    "title": "Urlauberin sammelt Muschel und macht fast den „größten Fehler meines Lebens\"",
    "text": "Urlauberin sammelt Muschel und macht fast den „größten Fehler meines Lebens“\nEine vermeintlich harmlose Muschelsuche wurde für eine Urlauberin unerwartet zur Gefahr. Ihr Fund entpuppte sich als tödliche Marmor-Kegelschnecke.\nNaha – Die Amerikanerin Beckylee R., 29 Jahre alt, wollte auf Okinawa lediglich ein paar hübsche Muscheln sammeln. Dabei hob sie eine Muschel auf, die noch von einer Schnecke bewohnt war – was ihr beinahe zum Verhängnis geworden wäre. Diese Erkenntnis kam jedoch erst im Nachhinein, weshalb sie nun über ihren TikTok-Account andere Sammler warnt: „Nicht alle schönen Muscheln sind harmlos.“\nMuscheln mit Risiko: Urlauberin warnt vor tödlichen Strandfunden\nZusammen mit ihrem Ehemann lebt sie in Japan und entdeckte während eines Strandspaziergangs eine Muschel, die harmlos schien. Ohne zu zögern, hob sie sie auf. Später erfuhr sie, dass es sich um eine Marmor-Kegelschnecke handelte, deren Gift in Sekundenschnelle tödlich sein kann.\n„Es hätte mich töten können“, gesteht die Reisebloggerin in einem TikTok-Video, das mittlerweile über eine Million Aufrufe hat (Stand: 20. Juni 2025). Im Gespräch mit dem US-Magazin People beschreibt sie den Vorfall detaillierter: Sie hielt die Muschel etwa 30 Sekunden in der Hand, bevor sie bemerkte, dass eine lebendige Schnecke darin war. Vorsichtig legte sie das Tier zurück ins Wasser, wo sie es gefunden hatte. Auf Menorca führte ein hochgiftiges Tier übrigens zu einer großflächigen Strandsperrung.\nVorsicht am Strand: Urlauberin macht lebensgefährliche Entdeckung bei der Muschelsuche\nAuf dem Rückweg führte sie eine Bildersuche durch, um die Art der Muschel zu identifizieren. „Da wurde mir klar, dass ich vielleicht gerade den größten Fehler meines Lebens gemacht hatte“, erinnert sie sich im Interview mit dem People-Magazin. Die folgenden 72 Stunden verbrachte sie in „purer Paranoia“, wie sie in ihrem TikTok-Video erklärt. Das Heimtückische daran: Manche Betroffene spüren den Stich nicht und bemerken erst die beginnende Lähmung. Laut meerwasser-lexikon.de kann das Gift der Marmor-Kegelschnecke sogar tödlich sein.\nWeiterhin wird dort erklärt: „Das Gift der Kegelschnecke ist ein komplexes Gemisch (...) und man schätzt, dass jede Kegelschnecke über 100.000 verschiedene bioaktive Verbindungen in ihrem Gift enthält. Die Komplexität dieses Giftes und die unterschiedlichen Zielwege haben die Herstellung eines wirksamen Anti-Giftes verhindert.“ Hätte die Schnecke Beckylee R. tatsächlich gestochen, hätte niemand ihr helfen können. Auch in Deutschland gibt es immer wieder interessante Entdeckungen, so sorgte ein Strand-Fund an der Ostsee für Rätselraten. (sp/kiba)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "german",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Social Issue",
      "Health"
    ],
    "topics": [
      "Lifestyle and Leisure->lifestyle",
      "Lifestyle and Leisure->holiday",
      "Lifestyle and Leisure->outdoor recreational activities",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Health->medical condition",
      "Health->injury",
      "Health->health treatment and procedure"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://people.com/she-picked-up-a-pretty-shell-then-learned-it-could-have-killed-her-exclusive-11756873",
      "https://www.meerwasser-lexikon.de/tiere/14108_Conus_marmoreus.htm",
      "https://www.hna.de/welt/raetselhaft-bernstein-diskussion-warnung-ostsee-urlauber-fund-steine-strand-92475790.html",
      "https://www.people.com/she-picked-up-a-pretty-shell-then-learned-it-could-have-killed-her-exclusive-11756873",
      "https://hna.de/welt/raetselhaft-bernstein-diskussion-warnung-ostsee-urlauber-fund-steine-strand-92475790.html",
      "https://meerwasser-lexikon.de/tiere/14108_Conus_marmoreus.htm"
    ],
    "entities": {
      "persons": [
        {
          "name": "Beckylee R.",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Okinawa",
          "sentiment": "none"
        },
        {
          "name": "Japan",
          "sentiment": "none"
        },
        {
          "name": "Naha",
          "sentiment": "none"
        }
      ],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-07-03T07:35:50.015+03:00",
    "updated": "2025-07-03T04:40:59.000+00:00"
  },
  {
    "uuid": "32c84e653e0a88a389da76bca1ea7d310a126a27",
    "url": "https://face2faceafrica.com/article/bachelors-rachael-kirkconnell-shares-how-she-saw-matt-james-breakup-message-on-instagram-while-on-a-flight",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dollita Okine",
    "published": "2025-01-31T00:05:00Z",
    "title": "Bachelor's Rachael Kirkconnell shares how she saw Matt James' breakup message on Instagram while on a flight",
    "text": "Rachael Kirkconnell said she found out that her boyfriend of four years–Matt James—had broken up with her while she was on a flight.\nKirkconnell met James, 33 on season 25 of “The Bachelor,” and after a series of controversies, they decided to give their relationship another try in 2021.\nNearly two weeks after James announced their breakup in a cryptic Instagram post, Kirkconnell, 28, opened up about how she’s coping on the Call Her Daddy podcast .\nREAD ALSO: Detroit rapper files lawsuit against Lyft, alleging weight discrimination\nShe told host Alex Cooper, “Literally the plane is taking off and I see his post, and that’s it. I don’t have any service or anything for the next 12 hours, so I’m freaking out because, you know, just got broken up with, and now, a few hours later, it’s for the whole world to see and I’m still trying to process it.”\nShe confessed , “I’m still in total shock. I think that’s why I didn’t say anything. Still haven’t made a statement or anything because I’m processing this just like everyone else is.”\nJames’ Instagram announcement read: “Father God, give Rachael and I strength to mend our broken hearts. Give us a peace about this decision to end our relationship that transcends worldly understanding. Shower our friends and family with kindness and love to comfort us. And remind us that our Joy comes from you, Lord.”\nAccording to Kirkconnell, James posted about the breakup “two or three hours after” they privately called it quits while on a trip together in Tokyo . Their relationship had been strained leading up to the split, and they had been “butting heads” before a serious argument about compatibility and marriage.\nShe noted, “He said that at the end of the day there were just qualities about me that he worries about having in a wife. Like at the end of the day, there are things that we aren’t compatible with.”\nREAD ALSO: Skai Jackson’s baby daddy was in jail when she welcomed child, here’s what we know about his arrest\nShe further explained, “And yeah, it was just one of those things where he I think just had this realization that I should want to propose to you by this time. Like, at this point in our relationship, I should be wanting those things and I should be ready for that. But I’m not still, I still don’t feel like we’re ready or I don’t feel like I’m ready. I don’t know if I ever see myself proposing to you. I can’t actually see myself married to you. He said that, you know, maybe one day he would get there, but he doesn’t feel ready now.”\nKirkconnell said she had believed they were “on the same page, privately and publicly.” She also revealed that James had previously encouraged her to start saving and picking out engagement rings.\nIn the days following the split, Kirkconnell interacted with fan comments on social media, hinting that James had blindsided her. Though she said she has forgiven James, she believes he “disrespected” her by the way he handled the breakup.\nKirkconnell made her first public outing since the breakup when she was spotted at LAX by TMZ . She told the outlet she was “hanging in there” and added, “Things will start to come out and I’ll speak about it whenever I’m ready, but for now, I’m just protecting my peace.”\nShe however confirmed there was “no” infidelity and “no” chance of reconciliation. “No. Yeah, we’re out,” she stated.\nReflecting on their relationship , Kirkconnell admitted, “One day, I’m feeling kind of empowered and I’m like, ‘You know what? It’s OK. I’m excited to be on my own,’ and then the next day, I can barely get out of bed and I just miss him and I’m sad about everything, so yeah. Just comes and goes.”\nREAD ALSO: Rapper Sexyy Red apologizes to MLK’s daughter over ‘intentionally distasteful’ post",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Human Interest->celebrity",
      "Social Issue->social problem",
      "Social Issue->dating and relationships",
      "Lifestyle and Leisure->trend",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/p/DE4mLfQSKgg/",
      "https://abcnews.go.com/GMA/Culture/rachael-kirkconnell-breaks-silence-split-matt-james/story?id=118215663",
      "https://www.tmz.com/2025/01/28/rachael-kirkconnell-confirms-infidelity-didnt-cause-matt-james-split/",
      "http://www.youtube.com/watch?v=L3qAkv3oruE",
      "https://www.deltaplexnews.com/the-bachelors-rachael-kirkconnell-breaks-her-silence-on-split-from-matt-james/",
      "https://www.instagram.com/rachaelkirkconnell/",
      "https://www.instagram.com/rachaelkirkconnell",
      "https://instagram.com/rachaelkirkconnell/",
      "https://tmz.com/2025/01/28/rachael-kirkconnell-confirms-infidelity-didnt-cause-matt-james-split/",
      "https://www.tmz.com/2025/01/28/rachael-kirkconnell-confirms-infidelity-didnt-cause-matt-james-split",
      "https://www.abcnews.go.com/GMA/Culture/rachael-kirkconnell-breaks-silence-split-matt-james/story?id=118215663",
      "https://deltaplexnews.com/the-bachelors-rachael-kirkconnell-breaks-her-silence-on-split-from-matt-james/",
      "https://www.instagram.com/p/DE4mLfQSKgg",
      "https://instagram.com/p/DE4mLfQSKgg/",
      "http://www.youtube.com/watch",
      "https://abcnews.go.com/GMA/Culture/rachael-kirkconnell-breaks-silence-split-matt-james/story",
      "http://youtube.com/watch?v=L3qAkv3oruE",
      "https://www.deltaplexnews.com/the-bachelors-rachael-kirkconnell-breaks-her-silence-on-split-from-matt-james"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-01-31T04:39:16.031+02:00",
    "updated": "2025-01-31T04:39:16.031+02:00"
  },
  {
    "uuid": "c8bfcaff62f3a0e791c71094340e37afa2b527c2",
    "url": "https://www.thenews.com.pk/print/1145709-elimination-of-social-unrest-creating-a-balanced-society-is-what-holy-quran-instructs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@Our Correspondent",
    "published": "2024-01-07T22:00:00Z",
    "title": "‘Elimination of social unrest, creating a balanced society is what Holy Quran instructs’",
    "text": "Islamabad: Islahee Jamaat & Aalmi Tanzeem ul Arifeen of shrine Hazrat Sultan Bahoo (RA) organised the Annual Milad-e-Mustafa and Haq Bahoo Conference at Jinnah Convention Centre, here. Patron-in-chief of Jamaat and Tanzeem Hazrat Sultan Muhammad Ali presided over the conference. Ambassadors of the republics of Palestine, Azerbaijan, Sudan, and Indonesia participated in the conference. Secretary General of Jamaat and Tanzeem Sahibzada Sultan Ahmad Ali while addressing the gathering said that the vitality of the message of Sufis has increased manifold nowadays. He said Sufis unfolded the teachings of Islam in letter and spirit. The essence of religion lies in the love of the Holy Prophet Hazrat Mohammad (peace be upon him). Islam not only guides our material life but also grants a complete code of spiritual life. The Holy Quran draws social principles to bring social order to a society. Elimination of social unrest and the creation of a balanced society is what the Quran instructs. The fundamental message of Deen is to follow the commandments of Allah through the injunctions of the Holy Quran and obedience of the Holy Prophet Hazrat Mohammad (peace be upon him). The love for the Holy Prophet Hazrat Mohammad (peace be upon him)is the fundamental prerequisite of religion. He said one could never attain the actual essence of Deen unless he loves the Holy Prophet (PBUH) more than anything. It is manifested in the Holy Quran as human beings need to strengthen their relationship with Allah, they need to strengthen their relationship with Holy Prophet (PBUH) in the same proportion. The Holy Quran teaches manners of the court of Holy Prophet (PBUH). He pointed out that the will of God is the will of the Holy Prophet Hazrat Mohammad (peace be upon him). Holy Prophet Hazrat Mohammad (peace be upon him)said if one wants to complete one’s faith one has to surrender himself in front of the teachings of Quran and Sunnah. He questioned do actions on these channels depict our love and followership with Holy Prophet Hazrat Mohammad (peace be upon him). The answer is very disappointing. Our social media is flooded by hate every day. Holy Prophet Hazrat Mohammad (peace be upon him) never hated, abused, or blamed anybody in his entire life. The recent Gaza and Ukraine war has exposed the hypocrisy of the world. Moreover, the silence of Ummah on the issue of Gaza has badly exposed our spiritual decline. On the occasion, Haji Muhammad Nawaz Qadri, Nazim-e-Ala of the Jamaat emphasised that the teachings of Sufis prioritise the purification of self and the adoption of Islamic values in letter and spirit. It has been the method of Sufis to learn the Holy Quran and apply its commandments in our daily lives. Islamabad:Two-day International workshop on ‘Ethical Research in Clinical Trials’ will be held under the auspices... As per statistics shared by ITP spokesperson, the traffic police has issued 48,347 new driving licenses The owners of printing presses have complained that contesting candidates are yet to order the printing of banners Transgender persons are guaranteed all fundamental rights enshrined in the Constitution of Pakistan Mohsin Naqvi reviewed pace of work on both the projects and directed to complete them swiftly Two wounded muggers were arrested after the encounter and shifted to the hospital",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tanzeem sahibzada sultan ahmad ali",
          "sentiment": "none"
        },
        {
          "name": "hazrat mohammad",
          "sentiment": "none"
        },
        {
          "name": "deen",
          "sentiment": "none"
        },
        {
          "name": "tanzeem hazrat sultan muhammad ali",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "islahee jamaat & aalmi tanzeem",
          "sentiment": "negative"
        },
        {
          "name": "jamaat",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "islamabad",
          "sentiment": "none"
        },
        {
          "name": "azerbaijan",
          "sentiment": "none"
        },
        {
          "name": "sudan",
          "sentiment": "none"
        },
        {
          "name": "jinnah convention centre",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        },
        {
          "name": "indonesia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:16:13.948+02:00",
    "updated": "2024-01-08T00:16:13.948+02:00"
  },
  {
    "uuid": "41030885c529d5c031d21f4b4d0be4a6b605fc84",
    "url": "https://www.leparisien.fr/societe/religions/beaucoup-des-garde-fous-ont-saute-vive-inquietude-des-cultes-sur-levolution-du-projet-de-loi-fin-de-vie-24-05-2024-QPBWC6RYPBEKLGIVVHJLAK4QSI.php",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@le_parisien",
    "published": "2024-05-24T19:06:00Z",
    "title": "« Beaucoup des garde-fous ont sauté » : vive inquiétude des cultes sur l’évolution du projet de loi « fin de vie »",
    "text": "« Beaucoup des garde-fous ont sauté » : vive inquiétude des cultes sur l’évolution du projet de loi « fin de vie »\nParmi les changements apportés par les députés, l’un des plus critiqués concerne le remplacement du critère du « pronostic vital engagé à court ou moyen terme » par une notion d’affection « en phase avancée ou terminale ».\nLe débat sur la fin de vie est loin d’être tranché. Après les catholiques mercredi, d’autres responsables de cultes ont dit vendredi leurs vives inquiétudes face à l’évolution du projet de loi\nsur la fin de vie, qui selon eux matérialise les risques qu’ils avaient prédits. Le texte voté le 17 mai en commission spéciale à l’Assemblée nationale « rompt avec les équilibres discutés » initialement, a déploré la Fédération protestante de France (FPF) dans un communiqué.\n« Beaucoup des garde-fous que le gouvernement avait proposés ont sauté », a affirmé à l’AFP le Grand rabbin Haïm Korsia. « C’est grave, parce que c’est la réalisation des risques qu’on pointait du doigt ». « Nous sommes sérieusement inquiets, nous avions alerté dès le 3 mai du risque d’un effet domino », a déclaré à l’AFP Erwan Cloarec, le président du Cnef (Conseil national des évangéliques de France), qui compte proposer au Sénat « de réfléchir à un amendement sur l’élargissement de la clause de conscience ».\nMercredi déjà, l’Eglise catholique avait dit son inquiétude face au texte qui arrivera lundi dans l’hémicycle, estimant que les « verrous » ont « sauté ». Et « on est plus le pied sur l’accélérateur que sur le frein », avait déploré lors d’une conférence de presse l’archevêque de Tours Vincent Jordy, en mettant en garde contre des « dérives qui s’annoncent ».\nLa Conférence des responsables de culte en France (CRCF) organisait vendredi à Paris un colloque consacré à la fin de vie, avec notamment des retours d’expériences de pays ayant élargi l’accès à l’aide à mourir. « C’est terrifiant, on ne se rend pas compte de la charge qu’on met sur la société en encourageant une forme de suicide », a ajouté Haïm Korsia.\n« Euthanasie de choix »\nParmi les changements apportés par les députés, l’un des plus critiqués concerne le remplacement du critère\ndu « pronostic vital engagé à court ou moyen terme » par une notion d’affection « en phase avancée ou terminale ».\nLa FPF, qui résume les points d’inquiétudes dans son long communiqué, déplore aussi le passage de « l’euthanasie d’exception » à une « euthanasie de choix ». Autres points soulevés par la FPF, « la possibilité d’inclure la demande expresse d’\naide à mourir dans ses directives anticipées » et celle, à la demande du patient, « d’une réduction exceptionnelle du délai minimum de réflexion ». « Intégrer le droit à l’aide à mourir dans une nouvelle section du code de la santé publique conçoit l’administration d’un produit létal comme un soin », déplore-t-elle.\nLundi déjà, un collectif d’organisations soignantes opposées au texte avait estimé que « la boîte de Pandore est ouverte » et déploré qu’« en moins de cinq jours, les députés de la commission spéciale ont davantage élargi l’accès à la mort provoquée que ne l’ont fait les deux pays les plus permissifs sur l’aide à mourir ». La présidente de la commission spéciale Agnès Firmin-Le Bodo a, elle, répété mercredi dans\nL’Opinion qu’à son avis, « l’équilibre d’origine » du texte « a été rompu », et promis qu’elle « participerai (t) au rétablissement des cinq critères d’origine, des verrous » selon elle « primordiaux ».",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.lopinion.fr/politique/agnes-firmin-le-bodo-lequilibre-sur-la-fin-de-vie-a-ete-rompu",
      "https://lopinion.fr/politique/agnes-firmin-le-bodo-lequilibre-sur-la-fin-de-vie-a-ete-rompu"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T23:20:49.500+03:00",
    "updated": "2024-05-24T23:20:49.500+03:00"
  },
  {
    "uuid": "4afa764c6dd77dbb69d95806fca8c9c68724488e",
    "url": "https://www.fox6now.com/news/jordan-love-wisconsin-winter-storm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@fox6now",
    "published": "2024-01-13T01:17:00Z",
    "title": "Jordan Love winter storm rescue, woman's post goes viral",
    "text": "article Jordan Love helps someone out of snow drift during winter storm (Courtesy: Allie and Lucy Kurowski)\nMILWAUKEE - Green Bay Packers quarterback Jordan Love did more than help his team reach the playoffs this season. Friday, he apparently helped someone out during the winter storm.\nIn a post on X , which racked up nearly three million views in under four hours, Allie Kurowski said Love helped her niece, Lucy, out of a snow drift. It&apos;s unclear exactly where and when the act of kindness took place.\n\"Jordan Love helping my niece out of a snow drift,\" the post read. \"What can&apos;t he do?\"\nSIGN UP TODAY: Get daily headlines, breaking news emails from FOX6 News\n1st & North video podcast (Jan. 9, 2024) The last week of the NFL's regular season gave plenty for the NFC North crews to talk about in this edition of 1st & North.\nWhile it&apos;s cold outside, Love has been on a hot streak on the field. The signal caller has been named the NFC Offensive Player of the Week twice to close the regular season. On Sunday, he threw for two touchdowns and more than 300 yards against the Chicago Bears to clinch a playoff berth.\nThe Packers will hit the road, facing the Dallas Cowboys in the Wild Card Round of the playoffs on Sunday. Kickoff is scheduled for 3:30 p.m. – only on FOX6.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://twitter.com/AllieKurowski/status/1745940983030685985",
      "https://www.twitter.com/AllieKurowski/status/1745940983030685985"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "allie",
          "sentiment": "negative"
        },
        {
          "name": "lucy ku",
          "sentiment": "negative"
        },
        {
          "name": "jordan love",
          "sentiment": "none"
        },
        {
          "name": "lucy",
          "sentiment": "none"
        },
        {
          "name": "allie kurowski",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "green bay packers",
          "sentiment": "none"
        },
        {
          "name": "chica",
          "sentiment": "none"
        },
        {
          "name": "nfl",
          "sentiment": "none"
        },
        {
          "name": "nfc north",
          "sentiment": "none"
        },
        {
          "name": "nfc",
          "sentiment": "none"
        },
        {
          "name": "fox6 news 1st & north",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "jordan love",
          "sentiment": "none"
        },
        {
          "name": "milwaukee",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-13T04:43:47.940+02:00",
    "updated": "2024-01-13T04:43:47.940+02:00"
  },
  {
    "uuid": "1602aee8bba5713a042263a07648b3a39f84aa0c",
    "url": "https://www.globalresearch.ca/the-spirit-of-christmas-bush-banned-from-birthplace-of-jesus-christ/4179",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Prof Michel Chossudovsky",
    "published": "2023-12-24T15:09:00Z",
    "title": "The Spirit of Christmas: War Criminals George W. Bush and Tony Blair banned from the Birthplace of Jesus Christ",
    "text": "The Spirit of Christmas: War Criminals George W. Bush and Tony Blair banned from the Birthplace of Jesus Christ\nMay the Spirit of Christmas prevail in criminalizing war and bringing the war criminals to justice. Our thoughts during the Christmas period are with the millions of victims of US-NATO led wars and those waged by Israel against the people of Palestine.\nLet us extend the ban to the birthplace of Jesus Christ to all war criminals.\n*\nFirst published by GR in December 2006\nWar criminals George W. Bush and Tony Blair were banned for life in April 2003 from the Church of Nativity in Bethlehem, widely believed to be the birth-place of Jesus Christ. The ban was announced at the height of the illegal US-allied bombing and invasion of Iraq.\nBelow are the original 2003 press reports pertaining to that decision as well as a subsequent introductory note published by Global Research in December 2006.\n“The Bethlehem sanctuary issued a ringing reprisal Sunday [April 2003] of the coalition attack, going as far as barring US President George W. Bush, US Defence Secretary Donald Rumsfeld, UK Prime Minister Tony Blair and UK Foreign Minister Jack Straw from entering church grounds, due to their “aggressive war on Iraq.”\n“The priest in the Church of the Nativity has every right to ban Bush and his supporters since they have marred the teachings of Christ. Their entry into the church will tarnish it as [Bush’s] hands are covered in the blood of the innocent,” Karmash told The Jordan Times.\nThe local priest went on to say that he felt the punishment was not enough. “We need a tougher one to eradicate evil at its very root,” he exclaimed.\nThe Nativity Church’s parishioner, Father Panaritius, said during a rally organised Sunday by the Greek Orthodox community in Bethlehem that Bush, Rumsfeld, Blair and Straw are “war criminals and children killers that will be banned from entering the church forever!”\nThe Church Parishioner Father Panaritius made the decision public at a massive protest demonstration organized by Orthodox institutions in front of the Church of Nativity.”They are war criminals and murderers of children. Therefore the Church of Nativity decided to ban them access into the holy shrine for ever,” the parishioner said.”\nThere is no indication from The Church of the Nativity that this ban on war criminals Bush, Blair et al. has been revoked.\nThis ban should be extended to a number of other Western leaders including presidents Barack Obama, Donald Trump and Joe Biden who in the course of their mandate have waged illegal and criminal wars on the people of Iraq, Libya, Syria and Yemen.\nIn 2012, the Kuala Lumpur War Crimes Tribunal has found former United States president George W. Bush and former British Prime Minister Tony Blair guilty of “crimes against peace”.\n“The five panel tribunal unanimously decided that Bush and Blair had committed genocide and crimes against peace and humanity when they invaded Iraq in 2003 in blatant violation of international law.”\nThe indictment was based on testimonies presented to the Tribunal as well the findings and report of the Kuala Lumpur War Crimes Commission (KLWCC)\nMay the Spirit of Christmas prevail in criminalizing war and bringing the war criminals to justice. Our thoughts during the Christmas period are with the millions of victims of US-NATO led wars and those waged by Israel against the people of Palestine.\nMichel Chossudovsky,\nMember of the Kuala Lumpur War Crimes Commission,\nGlobal Research, December 22, 2017\n* * *\n“Their entry into the church will tarnish it as [Bush’s] hands are covered in the blood of the innocent…”\nThe Spirit of Christmas consists in spreading Peace and Justice.\nThe Spirit of Christmas is when War Criminals are banned from the Birthplace of Jesus Christ.\nIn April 2003 at the height of the military campaign directed against Iraq, the Church of the Nativity in Bethlehem decided to ban President Bush and Prime Minister Blair from the birthplace of Jesus Christ.\n“They are war criminals and murderers of children. Therefore the Church of Nativity decided to ban them access into the holy shrine for ever,”\n“Their entry into the church will tarnish it as [Bush’s] hands are covered in the blood of the innocent,”\nThe Church of the Nativity is under the authority of the Greek Orthodox church.\nOf utmost significance, the US News media has not reported this story.\nSpread the word to Church parishes in the US and around the World.\nUnseat the War criminals.\nMichel Chossudovsky, Global Research, 24 December 2006\nBETHLEHEM, April 01, 2003 (Online): The Church of Nativity, widely believed to be the birth-place of Jesus Christ, decided to ban entry each of the US President George Bush, his Defense Secretary Donald Rumsfeld, British Prime Minister Tony Blair and his Foreign Secretary Jack Straw the privilege of visiting this sacred place, which is one of the holiest Christian shrines.\nThe move came in protest of “the aggressive war these leaders have waged against Iraq,” top Clergy of the church said.\nThe Church Parishioner Father Panaritius made the decision public at a massive protest demonstration organized by Orthodox institutions in front of the Church of Nativity.”They are war criminals and murderers of children. Therefore the Church of Nativity decided to ban them access into the holy shrine for ever,” the parishioner said.\nAMMAN — Jordan Times. Parish Priest of the Greek Orthodox community in Amman, Economos Constantine Karmash, said Tuesday he fully supports the Church of the Nativity decision to ban a number of top coalition leaders from entering the house of worship.\nThe Bethlehem sanctuary issued a ringing reprisal Sunday of the coalition attack, going as far as barring US President George W. Bush, US Defence Secretary Donald Rumsfeld, UK Prime Minister Tony Blair and UK Foreign Minister Jack Straw from entering church grounds, due to their “aggressive war on Iraq.”\n“The priest in the Church of the Nativity has every right to ban Bush and his supporters since they have marred the teachings of Christ. Their entry into the church will tarnish it as [Bush’s] hands are covered in the blood of the innocent,” Karmash told The Jordan Times.\nThe local priest went on to say that he felt the punishment was not enough. “We need a tougher one to eradicate evil at its very root,” he exclaimed.\nThe Nativity Church’s parishioner, Father Panaritius, said during a rally organised Sunday by the Greek Orthodox community in Bethlehem that Bush, Rumsfeld, Blair and Straw are “war criminals and children killers that will be banned from entering the church forever!”\nKarmash explained that the banning was different from an official church ban, or “excommunication,” which requires a supreme church power. If this is done, the excommunicated are no longer considered members of the church and will not be provided any church services such as a marriage or funeral.\nBush and his supporters are not members of the Greek Orthodox Church, said Karmash, hence they cannot be subjected to an official church ban.\n“We hope that their respective churches, which condemn the current war, will strip Bush and his supporters from their church rights so that they become ostracised from their church as they have become ostracised by the humanitarian and international community,” pointed out the priest.\nWednesday, April 2, 2003\nProf Michel Chossudovsky, Global Research , 2023 Comment on Global Research Articles on our Facebook page",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.facebook.com/GlobalResearchCRG",
      "https://facebook.com/GlobalResearchCRG"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "george w. bush",
          "sentiment": "negative"
        },
        {
          "name": "tony blair",
          "sentiment": "negative"
        },
        {
          "name": "jesus christ",
          "sentiment": "none"
        },
        {
          "name": "donald rumsfeld",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "global research",
          "sentiment": "none"
        },
        {
          "name": "church of nativity",
          "sentiment": "none"
        },
        {
          "name": "nato",
          "sentiment": "none"
        },
        {
          "name": "defence",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        },
        {
          "name": "bethlehem",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "iraq",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "palestine",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-24T18:22:38.065+02:00",
    "updated": "2023-12-24T18:22:38.065+02:00"
  },
  {
    "uuid": "3d4e4dd26131b022a044b2b1a182fd33a28a1e7d",
    "url": "https://es.dayfr.com/hoy/2007370.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "geraldine.",
    "published": "2024-10-11T01:15:00Z",
    "title": "Tormenta solar provoca que la aurora boreal baile sobre Alemania",
    "text": "Pararse: 11 de octubre de 2024, 4:52 am Por: Romina Kunze, Tanja Banner PrensaDividir La aurora boreal fascinó en mayo a toda Alemania. Son bastante raros en los climas del sur. Las impresionantes vistas se deben al sol activo. Actualización del 11 de octubre a las 7:13 am: Habían anunciado su llegada y Alemania volvió a quedar fascinada por las coloridas auroras boreales. En muchas regiones eran tan fuertes que podían verse a simple vista. Este raro fenómeno natural coloreó el cielo sobre todo en Brandeburgo, Sajonia-Anhalt y Turingia. Pero también se vieron velos de colores sobre Baviera. En abril y agosto ya se habían avistado auroras boreales en Alemania. En las esferas locales, el espectáculo de colores es realmente atípico, ya que las partículas solares cargadas tienen que penetrar particularmente profundamente en la atmósfera terrestre para poder ser vistas. Suelen aparecer en las regiones polares. Pero el aumento de la actividad solar envía las partículas de las tormentas a regiones más al sur. Actualmente, la actividad solar se dirige hacia un pico. En un ciclo solar de once años, la actividad solar aumenta y disminuye, como explicó en primavera un portavoz del Instituto de Física Solar-Terrestre del Centro Aeroespacial Alemán (DLR). El próximo máximo es inminente y se espera para 2025. Estadísticamente, la primavera y el otoño son las mejores estaciones para descubrir la aurora boreal en Alemania. La tormenta solar se acerca a la Tierra: la aurora boreal podría verse hoy en Alemania Primer informe del 10 de octubre a las 10:27 horas: Frankfurt – La comunidad de la aurora boreal está actualmente muy emocionada. La razón de esto se pudo observar en el Sol el martes (8 de octubre). Allí se produjo una erupción solar que arrojó una enorme nube de plasma al espacio. Esta eyección de masa coronal (CME) ahora vuela por el espacio: si la Tierra está en la “dirección del disparo”, puede ser impactada. Esto, por un lado, crea impresionantes auroras boreales, pero, por otro, también puede causar problemas a la infraestructura de la Tierra. Rápida nube de plasma se dirige hacia la Tierra: posible aurora boreal en Alemania La erupción solar del 8 de octubre fue clasificada con una magnitud de X1,8; hace apenas unos días, el Sol experimentó su erupción más fuerte desde 2017 (X9,1 el 3 de octubre). La nube de plasma expulsada por el Sol el 8 de octubre viaja por el espacio a una increíble velocidad de entre 4,3 y 4,7 millones de kilómetros por hora y se dirige directamente a la Tierra. Se trata de la nube de plasma más rápida que los expertos del Centro de Predicción del Clima Espacial (SWPC) de EE.UU. han visto en mucho tiempo. Según las predicciones, el plasma cargado podría chocar contra el campo magnético de la Tierra ya el jueves (10 de octubre), provocando potencialmente auroras tan fuertes como las de mayo pasado. El SWPC ha emitido una alerta de tormenta para una tormenta geomagnética G4 para el 10 y 11 de octubre, sólo un nivel por debajo del pico G5 observado durante la Gran Aurora Boreal de mayo. Una “vigilancia de tormenta” a este nivel es “muy rara”, dijo el centro de pronóstico. Cuando el campo magnético de la Tierra interactúa mejor con la tormenta solar En las condiciones adecuadas, pueden aparecer en el cielo las coloridas auroras boreales, que posiblemente incluso se puedan ver inusualmente lejos en el sur. Sin embargo, como subrayan los expertos, las condiciones deben ser las adecuadas. “Dos imanes que tienen la misma polaridad se repelen. Cuando están opuestos, se conectan y los imanes permanecen juntos. “Ocurre exactamente lo mismo con las tormentas geomagnéticas”, dijo Shawn Dahl del SWPC en una conferencia de prensa. “Si el campo magnético en la CME es el mismo que el de la Tierra, es poco probable que alcancemos niveles severos”, dijo. Sin embargo, es diferente si la “conexión es barata”. Entonces podría salir a la luz todo el potencial de la CME: entonces serían posibles fuertes auroras boreales muy hacia el sur. Hay algunos requisitos importantes para la aurora boreal en Alemania Sin embargo, se debe cumplir un requisito importante: en el lugar de observación debe estar oscuro y el cielo debe estar despejado. Entonces deberías mirar hacia el norte y también puedes usar un teléfono inteligente o una cámara para ver la aurora boreal. Que la aurora boreal pueda verse en Alemania también depende de cuándo llega a la Tierra el plasma cargado del sol. ¿Cuándo alcanzará la nube de plasma el campo magnético de la Tierra? ¿Qué tan fuerte será realmente la tormenta geomagnética? Los expertos sólo pueden decir más sobre las propiedades de la nube de plasma cuando todavía se encuentra a aproximadamente 1,5 millones de kilómetros de la Tierra. En este llamado punto 1 de Lagrange esperan los satélites “Discovr” y “ACE” para medir las propiedades de la nube de plasma. Si esto es correcto, bien podría haber otra gran tormenta con numerosos avistamientos de auroras boreales, como la última a mediados de mayo. ¿Son posibles las auroras boreales como las de mediados de mayo? “La oportunidad existe” Después de llegar al satélite, se necesitan entre 15 y 30 minutos, dependiendo de la velocidad de la nube de plasma, antes de que el campo magnético terrestre sea impactado. La intensidad de la aurora boreal se verá en la práctica. Sin embargo, Dahl, experto en SWPC, se muestra aún notablemente cauteloso en su predicción: “¿Será un fenómeno global o un fenómeno que se podrá observar en todo Estados Unidos, como la tormenta de mayo? Es difícil decirlo hasta que podamos evaluarlo adecuadamente”. Sin embargo, añade que “existe la posibilidad de que algo como lo ocurrido en mayo pueda volver a ocurrir”. (pestaña)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T09:30:17.792+03:00",
    "updated": "2024-10-11T09:30:17.792+03:00"
  }
]