[
  {
    "uuid": "b9993f20e8cb89c167fc32ab4a4969847d1c8026",
    "url": "https://www.dailymail.co.uk/tvshowbiz/article-12908301/Joel-Dommett-huge-presenting-gigs-ITV-Masked-Singer-BBC-Survivor.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Milly Veitch For Mailonline",
    "published": "2023-12-29T00:11:00Z",
    "title": "Joel Dommett 'pockets a whopping £2,500 every DAY' after scoring huge presenting gigs on ITV's The Masked Singer and the BBC's Survivor | Daily Mail Online",
    "text": "Joel Dommett is certain to be riding high, as he reportedly earned £2,500 a day this year, thanks to bagging huge presenting gigs. The TV presenter, 38, has landed several major roles in recent years, presenting ITV 's The Masked Singer as well as BBC show Survivor. And his efforts appear to be paying off, as The Sun reports that his private firm funds have doubled in the past year. His performing arts firm, Neon Hero, reported its earnings on Companies House, revealing Joel raked in £2.3million over the last 12 months in comparison to £1.4m the year before. The company has £1,108,653 in cash, as well as £980,832 in investments and £251,916 in monies owed. Joel Dommett is certain to be riding high, as he reportedly earned £2,500 a day this year, thanks to bagging huge presenting gigs (pictured last month) The TV presenter, 38, has landed several major roles in recent years, presenting ITV 's The Masked Singer as well as BBC show Survivor (pictured on The Masked Singer last month) And his efforts appear to be paying off, as The Sun reports that his private firm funds have doubled in the past year (pictured in May) The Sun adds that Joel retained £2,090,625 in profits at his firm, including £814,831 for the year, which is more than ten times higher than the £71,096 profit made in 2022. Joel set up Neon Hero in 2012, and its first trading profit in 2013 was reported as £13,944, before shooting up to £2.3 million in 10 years. It staggering pay-check report comes after it was revealed that Joel's earnings are only set to rise even higher after he was announced to have landed a major role hosting a new game show on Netflix . While the details of the show have not been revealed, Joel started filming the programme in an East London TV studio earlier this month, according to The Sun . It's fair to say that given comedian Joel will be the host, viewers should expect something with a comical twist. A TV insider told the publication: 'Joel is one of the most in-demand presenters right now and this just proves it. 'It's rather unprecedented to be the star man across three networks but clearly he's doing something right. Joel is really excited by the new show.' Joel began his career as a stand-up comedian before scoring several presenting gigs, but hit the big-time after starring on I'm a Celebrity...Get Me Out of Here! in 2016. His performing arts firm, Neon Hero, reported its earnings on Companies House, revealing Joel raked in £2.3million over the last 12 months in comparison to £1.4m the year before It staggering pay-check report comes after it was revealed that Joel's earnings are only set to rise even higher after he was announced to have landed a major role hosting a new game show on Netflix He bagged the presenting role on The Masked Singer in 2020, as well as sister show The Masked Dancer the following year and has hosted the last three National Television Awards He became a fan favourite and went on to present the spin-off show I'm a Celebrity: Extra Camp from 2017 to 2019. He bagged the presenting role on The Masked Singer in 2020, as well as sister show The Masked Dancer the following year and has hosted the last three National Television Awards. It's been a huge year of success all round for Joel, as he a nd his wife Hannah Cooper, 34 , also welcomed their first child in September . Joel and Hannah had kept their baby's sex a secret throughout pregnancy but revealed they had welcomed a son named Wilde on Instagram. Wrapped up in a blanket, Hannah shared a snap of her baby boy's feet and wrote: 'Wilde Cooper-Dommett. Pinterest perfect baby feet that are already bigger than his Dad’s.' Speaking about becoming a dad, Joel told The Mirror in October: 'It's amazing, it's everything everyone says it will be and more. Nothing can prepare you for it. But we're very happy as our new little family and Hannah has been beyond amazing.' It's been a huge year of success all round for Joel, as he and his wife Hannah Cooper, 34 , also welcomed their first child in September Joel and Hannah had kept their baby's sex a secret throughout pregnancy but revealed they had welcomed a son named Wilde on Instagram",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://www.thesun.co.uk/tv/25186855/joel-dommett-cashes-masked-singer-itv/",
      "https://www.thesun.co.uk/tv/24957475/joel-dommett-netflix-deal-gameshow/",
      "https://www.thesun.co.uk/tv/24957475/joel-dommett-netflix-deal-gameshow",
      "https://thesun.co.uk/tv/24957475/joel-dommett-netflix-deal-gameshow/",
      "https://www.thesun.co.uk/tv/25186855/joel-dommett-cashes-masked-singer-itv",
      "https://thesun.co.uk/tv/25186855/joel-dommett-cashes-masked-singer-itv/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joel dommett",
          "sentiment": "neutral"
        },
        {
          "name": "joel",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bbc",
          "sentiment": "neutral"
        },
        {
          "name": "itv",
          "sentiment": "neutral"
        },
        {
          "name": "companies house",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:13:41.113+02:00",
    "updated": "2023-12-29T02:13:41.113+02:00"
  },
  {
    "uuid": "870cccfcb979b8d4cf3c99173ddc764af157665f",
    "url": "https://www.sdpnoticias.com/internacional/tiroteo-en-georgia-ataque-en-secundaria-deja-dos-heridos-agresor-se-dio-a-la-fuga",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Nadia Cruz",
    "published": "2024-02-01T22:10:00Z",
    "title": "Tiroteo en Georgia: Ataque en secundaria deja dos heridos; agresor se dio a la fuga",
    "text": "La tarde de este 1 de febrero se reportó un [tiroteo ](https://www.sdpnoticias.com/internacional/balacera-en-las-vegas-tiktoker-narra-como-vivio-tiroteo-en-universidad-de-nevada/)que dejó dos heridos en la secundaria McEachern en el condado de Cobb, Georgia. Primeros reportes indican que el agresor se dio a la fuga luego de haber disparado en contra de personas que se encontraban en el estacionamiento de la secundaria. En tanto, autoridades exhortan a la población a mantenerse lejos de zona, la cual estará en vigilancia para capturar a las personas que resulten responsables por estos hechos. [Tiroteo Estados Unidos: Agresor en Maine dejó 22 muertos y 80 heridos; ya fue detenido](/internacional/tiroteo-estados-unidos-agresor-en-maine-dejo-multiples-victimas-lo-buscan/) [Tiroteo en Georgia: Un muerto y dos heridos tras ataque en Forest Park](/internacional/tiroteo-en-georgia-un-muerto-y-dos-heridos-tras-ataque-en-forest-park/) [Tiroteo en Iowa: Reportan 2 muertos por ataque en escuela preparatoria de Perry](/internacional/tiroteo-en-iowa-reportan-2-muertos-por-ataque-en-escuela-preparatoria-de-perry/) [Tiroteo fatal de Navidad: Menor de edad mata a su hermana en discusión por regalos en Florida](/internacional/tiroteo-fatal-de-navidad-menor-de-edad-dispara-y-mata-a-su-hermana-en-discusion-por-regalos/) Tiroteo en Secundaria McEachern: Heridos no eran alumnos El Departamento de Policía del Condado de Cobb informó que al menos dos personas, que no son estudiantes actuales, fueron atacadas en el estacionamiento de la secundaria de McEachern. No obstante, el portavoz del distrito escolar del condado de Cobb señaló que ambas personas sufrieron lesiones que no ponen en peligro sus vidas. “Dos personas que no son estudiantes actuales de McEachern recibieron disparos en un estacionamiento de nuestro campus. Ambas personas parecen haber sufrido lesiones que no ponen en peligro sus vidas”Departamento de Policía de Cobb La misma dependencia agregó que el tirador sigue prófugo, por lo que ya se han activado las investigaciones para identificar a ambos lesionados. Así mismo, autoridades piden evitar el área mientras los operativos siguen en desarrollo. En tanto, el campus se declaró en código rojo, “y por la seguridad tanto de los estudiantes como del personal, no se permitirá a los padres en el campus y los autobuses no circularán hasta que se levante el código rojo”, declararon las autoridades. Tirador habría peleado a golpes en el estacionamiento de la secundaria McEachern Imágenes que circulan en redes sociales muestran lo que pasó momentos antes de que el tirador disparara en contra de dos personas en el estacionamiento de la secundaria McEachern. Los videos demuestran a un grupo de jóvenes discutiendo, poco después empezaron a golpearse y finalmente uno de ellos desenfundó una posible arma de fuego. Los implicados huyeron de la escena, mientras que al interior de la escuela, tanto alumnos como personal docente, se refugiaron en sus lugares.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-02T00:20:02.963+02:00",
    "updated": "2024-02-02T00:27:19.525+02:00"
  },
  {
    "uuid": "605c202a631d2b67bf31189b8091b0679dd10a0e",
    "url": "https://www.myjoyonline.com/kennedy-agyapong-is-destined-to-be-ghanas-president-prophet-declares/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Emmanuel Dzivenu",
    "published": "2023-12-28T23:58:00Z",
    "title": "Kennedy Agyapong is destined to be Ghana’s president – Prophet declares",
    "text": "A self-proclaimed prophet, Eric Boahen Uche, has confidently declared that politician cum businessman Kennedy Agyapong, will at some point become the President of Ghana.\nIn a recent interview with Joy Prime’s Roselyn Felli on the Prime Morning show, the prophet claimed that the Assin North Member of Parliament is destined to lead the country at some point.\n“Kennedy Agyapong would definitely become president of Ghana; there is no two ways about it. He’s destined to become president,\" he reiterated.\nProphet Uche strongly believes in the prophecy because he claims to be known for making bold and accurate political predictions in the past.\n“If you go back to check my background, I was the only prophet to predict that the 2020 elections would go to court. I clearly said that the NDC would take the NPP to court, and it all happened,\" he added.\nHe also mentioned some standout qualities of Mr Agyapong that will enhance his chances of becoming president.\nAccording to Prophet Uche, Kennedy Agyapong is respectful and will be a fantastic president.\nRecounting his encounter with the Assin North MP', the prophet said, “When he and Kweku Annan fired shots at men of God, I had to go to him on behalf of a fellow pastor they had decided to criticize. On my arrival at his place, he came by himself to escort me from my car to his office.\"\nAs Kennedy’s name becomes increasingly associated with presidential aspirations, the prophet's words may have added a new layer of complexity and intrigue to the country’s political narrative.\nWhile some may view these predictions with skepticism, Prophet Uche's words have ignited curiosity and speculation about the political trajectory of Kennedy Agyapong in the eyes of those who believe in such prophetic insights.\nMr Agyapong shocked political pundits when he polled over 71,000 votes in the presidential primaries of the governing New Patriotic Party (NPP), coming second after the Vice President, Dr Mahamudu Bawumia who polled a little over 118,000 votes to emerge the NPP's flagbearer for election 2024.\nEven more shocking for many was Mr Agyapong's ability to emerge second after Bawumia in the party's super delegates conference, when many thought the real contest was between former Trade Minister Alan Kyerematen and Dr Bawumia.\nLatest Stories\n-\nChristmas: Philanthropist brings joy to the hearts of the underprivileged at Kumawu\n28 seconds\n-\nKennedy Agyapong is destined to be Ghana’s president – Prophet declares\n16 mins\n-\n9 injured in Mamprugu-Moagduri District after dispute between residents and police\n43 mins\n-\nThousands of Palestinians flee central Gaza as Israeli troops advance\n55 mins\n-\nTrump denies bullying his way into Home Alone 2\n59 mins\n-\nDiscrimination, exclusion still major hurdles for persons with disability – Federation\n59 mins\n-\nRussia reopens embassy in Burkina Faso\n1 hour\n-\nWest Ham stun Arsenal who miss chance to go top\n1 hour\n-\nTony Chung: Student activist flees Hong Kong to seek asylum in UK\n1 hour\n-\nYaa Pono mourns after father dies on Christmas Day\n1 hour\n-\nGPRTU threatens to increase transport fares by 60% over Emissions Levy Bill\n1 hour\n-\nLivestream: PM Express discusses GRA’s tax collection in Ghana today\n3 hours\n-\nAfrican Journalists commit to supporting parents to improve their children’s health\n4 hours\n-\nNPP primaries: John Kumah goes unopposed in Ejisu\n4 hours\n-\nOf resilience, grit, tenacity, and keeping eyes on the ball: Lessons from Afua Asantewaa Aduonum\n4 hours",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Religion and Belief",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kennedy agyapong",
          "sentiment": "negative"
        },
        {
          "name": "eric boahen uche",
          "sentiment": "negative"
        },
        {
          "name": "– prophet",
          "sentiment": "neutral"
        },
        {
          "name": "agyapong",
          "sentiment": "none"
        },
        {
          "name": "uche",
          "sentiment": "none"
        },
        {
          "name": "roselyn felli",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ndc",
          "sentiment": "none"
        },
        {
          "name": "assin north member of parliament",
          "sentiment": "none"
        },
        {
          "name": "npp",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "ghana",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:16:35.261+02:00",
    "updated": "2023-12-29T02:16:35.261+02:00"
  }
]