[
  {
    "uuid": "800998ca0f080f6103871fe93b494c91fab367cc",
    "url": "https://peoplesdispatch.org/2024/02/01/death-toll-in-gaza-crosses-27000-as-possible-ceasefire-hangs-in-the-balance",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Peoples Dispatch",
    "published": "2024-02-01T22:41:00Z",
    "title": "Death toll in Gaza crosses 27,000 as possible ceasefire hangs in the balance : Peoples Dispatch",
    "text": "The death toll in Gaza from Israel’s genocidal war [crossed](https://www.aljazeera.com/news/liveblog/2024/2/1/israels-war-on-gaza-live-death-toll-in-gaza-nears-27000-66000-wounded) the 27,000-mark as Israel continued its intense and incessant bombardment and ground attacks on the enclave. Israeli military raids and violence have also been taking place across the occupied West Bank, with dozens of Palestinians arrested over the last 24 hours. Possible truce? The attacks continue amid reports that both sides are reviewing a possible truce agreement drafted in the French capital, Paris, in talks mediated by Qatar and Egypt. Hamas leader, Ismail Haniyeh, was expected to travel to the Egyptian capital, Cairo to discuss the six-week truce deal proposed by Israel. Details obtained of the ceasefire proposal reveal that it is in the form of a three-stage plan which would see several weeks-long pauses in fighting and the release of both Israeli hostages and Palestinian prisoners. The ratio of how many Palestinian prisoners would be released per hostage is still not defined, but Palestinian groups are also demanding a release of all those who were arrested after October 7, any sick prisoners, and women and children. Hamas leaders have also declared that the truce must include a complete withdrawal of Israeli forces from Gaza, a permanent end to the war, and an end to the more than 17-year illegal Israeli blockade on Gaza. Israel refuses to let up Israeli bombardment and ground assaults in the last day struck multiple areas across northern, central and southern Gaza, predominantly in residential neighborhoods and densely populated civilian areas in Gaza city, Deir al-Balah, Nuseirat refugee camp, Khan Younis, among others, killing and injuring scores of civilians. The onslaught against Gaza’s remaining hospitals also continues. The Al-Amal hospital in Khan Younis is currently under siege with Israeli forces launching heavy aerial bombardment along with ground troops unleashing gunfire on the facility. Attacks have been registered against the Nasser hospital and the headquarters of the Palestinian Red Crescent Society. The UN agency for Palestine refugees, UNRWA, also noted that its facilities and properties have also come under constant attack from the Israeli forces, where hundreds of thousands of displaced Palestinian civilians have been taking refuge, adding that they have been attacked at least 270 times, resulting in the killings of 372 people, including hundreds of UN staff. In the last 24 hours, Israeli forces have killed at least 118 Palestinians, along with injuring close to 200. The total death toll in Gaza since the beginning of the Israeli war has risen to 27,019 Palestinians killed, along with at least 66,139 injured. Additionally, disturbing reports have emerged within the last two days of mass graves and dozens of dead bodies of Palestinians [discovered](https://www.middleeasteye.net/live/live-icj-rule-genocide-case-against-israel) in multiple locations, with many of those bodies reportedly seen blindfolded and their hands tied behind their back, indicating that they were killed ‘execution-style.’ The bodies reportedly also had signs of torture on them. A mass grave of at least 50 Palestinians was found at a school in Beit Lahia in Northern Gaza, while at least 14 bodies of Palestinians were also discovered near a refugee camp in Khan Younis. Both these acts are violations of international law and constitute a war crime. The United Nations Secretary General Antonio Guterres today issued a strong warning about the deteriorating humanitarian situation in Gaza, stating that virtually the whole population in Gaza is going hungry. Everyone in Gaza is hungry. 1.7 million people have been displaced. The humanitarian system in collapsing. I call for rapid, safe, unhindered, expanded & sustained humanitarian access throughout Gaza. — António Guterres (@antonioguterres) [February 1, 2024] Close to 185,000 internally displaced civilians are taking refuge on the western outskirts of Khan Younis following the recent Israeli bombardment concentrated on that city, [according to UNRWA](https://twitter.com/UNRWA/status/1752648739422937233). The Palestinian Ministry of Health has said that among those, more than 30,000 civilians currently [have no access to food](https://www.aa.com.tr/en/world/thousands-of-displaced-gazans-lack-food-water-in-khan-younis-health-ministry-warns/3125254), water, baby formula or medicines. Overall, more than 1.9 million Palestinians have been internally displaced as a result of the war, which is virtually 90% of the entire population of Gaza. The UN has further noted that 50-60% of all residential and civilian buildings have either been severely damaged or completely destroyed. While all aid agencies have repeatedly urged for a ceasefire in order to meet the pressing needs of the population, one of the primary aid agencies, UNRWA, [suffered a heavy blow](https://peoplesdispatch.org/2024/01/31/in-suspending-funding-to-unrwa-the-west-has-become-an-active-participant-in-israels-ethnic-cleansing-of-palestinians/) when 16 donor countries announced they would [cut the agency’s funding](https://peoplesdispatch.org/2024/01/29/western-countries-punish-unrwa-for-work-in-gaza-strip/) after Israel leveled allegations that workers at the agency had been involved in the October 7 resistance operation. Tom White, Director of UNRWA Affairs in Gaza and UN Deputy Humanitarian Coordinator for the Occupied Palestinian Territory, [stated](https://news.un.org/en/story/2024/02/1146117), “It’s difficult to imagine that Gazans will survive this crisis without [ UNRWA](https://www.unrwa.org/)…(we) have received reports that people in the area are grinding bird feed to make flour.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://www.aa.com.tr/en/world/thousands-of-displaced-gazans-lack-food-water-in-khan-younis-health-ministry-warns/3125254),",
      "https://www.middleeasteye.net/live/live-icj-rule-genocide-case-against-israel)",
      "https://www.unrwa.org/)…(we)",
      "https://twitter.com/UNRWA/status/1752648739422937233).",
      "https://www.aljazeera.com/news/liveblog/2024/2/1/israels-war-on-gaza-live-death-toll-in-gaza-nears-27000-66000-wounded)",
      "https://news.un.org/en/story/2024/02/1146117),",
      "https://aa.com.tr/en/world/thousands-of-displaced-gazans-lack-food-water-in-khan-younis-health-ministry-warns/3125254),",
      "https://www.news.un.org/en/story/2024/02/1146117),",
      "https://aljazeera.com/news/liveblog/2024/2/1/israels-war-on-gaza-live-death-toll-in-gaza-nears-27000-66000-wounded)",
      "https://middleeasteye.net/live/live-icj-rule-genocide-case-against-israel)",
      "https://unrwa.org/)…(we)",
      "https://www.twitter.com/UNRWA/status/1752648739422937233)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ismail haniyeh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "west bank",
          "sentiment": "none"
        },
        {
          "name": "cairo",
          "sentiment": "none"
        },
        {
          "name": "qatar",
          "sentiment": "none"
        },
        {
          "name": "egypt",
          "sentiment": "none"
        },
        {
          "name": "paris",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T02:12:23.151+02:00",
    "updated": "2024-02-02T02:12:23.151+02:00"
  },
  {
    "uuid": "007a1c637cd45106575806ff7b6e4ad45d572c64",
    "url": "https://cbsaustin.com/news/local/austin-school-board-nears-vote-on-budget-with-up-to-60-million-deficit",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Monique Lopez",
    "published": "2024-06-20T22:13:00Z",
    "title": "chevron-right",
    "text": "AUSTIN, Texas — Austin Independent School District is one step closer to approving its budget for next school year. The Board of Trustees is meeting Thursday to vote on the 2024-2025 budget. Leading up to it, the district anticipated facing up to a $60 million deficit. “It’s pretty extreme, and I think that things that led up to that were probably the reason why it’s happening now,” said AISD parent Christopher Garcia. AISD is currently facing a financial crisis. The district says the strain is due largely in part to outdated state funding. “They put our district in a perilous position, in terms of its budget,” said Ken Zarifis, president of Education Austin - the employees’ union for AISD. “I really look to the state as the culprit here.” AISD's Board of Trustees has been meeting weekly this month to fine tune the budget - a major item that will determine how the district operates in the coming years. Last month, AISD held [a briefing](https://cbsaustin.com/news/local/aisd-considers-cuts-and-tax-hike-to-address-budget-crisis) to address the larger-than-anticipated deficit presented during a [ work session May 9](https://cbsaustin.com/news/local/austin-isd-to-make-cuts-in-dual-language-program-due-to-budget-deficit#). In that briefing, superintendent Matias Segura laid out a plan for the district to face a deficit that could ultimately spike to nearly $90 million. “Because of what the legislature and the governor insist on doing by holding funds hostage for vouchers, school districts across the state are struggling with their budgets and are in deficit budgets, and that’s what we have here in Austin,” Zarifis said. The district’s already cut 41 positions to help trim costs, but Segura says more cuts will be needed. “Really evaluate where the needs are, why they’re cutting those, as well,” said Garcia. “Once we evaluate those things, that’ll kind of get us back on track.” Thursday, the board is set to vote on the final 2024-2025 budget, which may include a deficit of up to $60 million. “What AISD has done is put together a budget, I think, that is responsible,” Zarifis said. “It’s not what we’d like it to be, but I think under the circumstances, it’s reasonable budget.” A [Voter Approval Tax Rate Election](https://www.austinisd.org/announcements/2024/04/26/board-considers-tax-rate-election-raise-funds-teacher-and-staff-raises-en) or “VATRE” could be key to helping with AISD's budget shortfall. Segura says if it goes before voters in November and is approved, it will add an estimated $41 million in revenue, which could fund staff pay increases next year. AISD's board is expected to vote on whether to hold that election at a later date.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "austin metro",
          "sentiment": "none"
        },
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "mexico",
          "sentiment": "none"
        },
        {
          "name": "del valle",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T03:38:49.329+03:00",
    "updated": "2024-06-21T12:03:03.688+03:00"
  },
  {
    "uuid": "3dffcf9d7a0c4a2df393463ddf2b66a2b1fd9933",
    "url": "https://www.larazon.es/deportes/austria-devora-polonia-suena-octavos-31_202406216675bf2809305200017e6e7f.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Víctor Martín",
    "published": "2024-06-21T17:58:00Z",
    "title": "Austria devora a Polonia y sueña con los octavos (3-1)",
    "text": "Grupo D Austria devora a Polonia y sueña con los octavos (3-1) Contundente victoria del cuadro de Rangnick, que frustró el regreso de Lewandowski y pudo terminar con una goleada aún mayor Un triunfo por derecho. Austria sigue viva en la Eurocopa gracias a su contundente victoria sobre Polonia, que quedó fuera del torneo. Un un auténtico festín de buen juego y goles que permite al combinado austriaco soñar con los octavos de final en el decisivo partido que le enfrentará a Países Bajos. Salió Austria con todo, a morder y asfixiar la posesión polaca. Volcando el ataque por la izquierda y con todo el equipo en campo rival, el planteamiento dio frutos muy pronto con un centro de Mwene que logró conectar Trauner cuando apenas habían pasado ocho minutos desde el pitido inicial. Pero, a medida que iba avanzando el cronómetro, el frenético ritmo de juego austriaco se fue volviendo cada vez un poquito más impreciso. Y al mismo tiempo Polonia empezaba a recordar que había ido al terreno de juego para algo más que para ver a sus rivales de cerca. Poco a poco, el balón fue dejando de rondar el área de Szczesny para acercarse a los dominios de Pentz. En una de esas internadas cada vez más frecuentes, Piatek aprovechó un despeje en falso de la zaga rival para fusilar a la red y poner las tablas en el electrónico. Y ahí apareció la figura de los dos porteros. Primero Szczesny sacando un mano a Sabitzer. Y luego Pentz, que metió una mano izquierda salvadora a una falta muy bien tirada por Zielinski en el último lance previo al descanso. El vendaval llegó después. De poco sirvió el regreso de Lewandowski. El mejor jugador de la historia de su país entró con media hora por delante al tiempo que, por la parte austriaca, Trauner salía lesionado del verde. Y lo primero que recibió Lewy fue un mazazo con el gol de Baumgartner, que ajustó muy bien un tiro raso desde la frontal del área para volver a adelantar a Austria y mantenerla con vida en la Euro. Poco después, Arnautovic convertía un desafortunado penalti de Szczesny sobre Sabitzer para cerrar el encuentro. De hecho, los minutos finales sólo sirvieron ya para que Austria rondase la goleada. Por enésima vez Szczesny -de largo, el mejor de Polonia- con un paradón, y luego Laimer fallando a puerta vacía, evitaron que el resultado fuese todavía más abultado. Austria se permite soñar con los ocatvos tras darse un festín, mientras que Polonia se despide prácticamente de su andadura en el torneo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-21T20:59:49.281+03:00",
    "updated": "2024-06-21T20:59:49.281+03:00"
  }
]