[
  {
    "uuid": "bc4ba27b7b1cf6324ded331ff28bf8d68b0b5bb7",
    "url": "https://www.world-today-news.com/mary-lou-macdonalds-popularity-soars-as-sinn-fein-rises-in-polls/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-01-07T23:00:00Z",
    "title": "Mary Lou MacDonald’s Popularity Soars as Sinn Fein Rises in Polls",
    "text": "Dublin :Sinnfein leader Mary Lou MacDonald’s popularity skyrocketed after she announced a €300,000 house in Dublin, polls show. The will of the people reveals that a political leader named Mary Lou has grown to the point where she can secure the prime ministership if she gets a majority alone.\nMary Lou was made ‘safe’ by strengthening her stance against immigrants and making a statement that knew the heart of the homeless. It was also remarkable that this achievement came in the polls during the immigration crisis. As Sinn Féin rose in popularity, Finagel and Finahall fell.\nLeo Varadkar’s response to this has drawn criticism, saying that lowering house prices would push thousands of people into negative equity and raise mortgage interest rates.\nThere was a two point increase (30) in popular support for Sinn Féin. The public proved to be solidly behind Mary Lou Macdonald. The Sinn Féin leader had toughened her stance on immigration. They also stated that it was wrong to give special status to Ukrainian refugees in Ireland. The vote was held after that.\nOpinion polls have shown that the majority of people agree with the Sinn Fein leader’s statement that the average house price in Dublin should be €300,000. Three in five want house prices to fall, according to the Ireland Thinks/Sunday Independent poll. The current house price in Dublin is €430,000. 69 per cent want house prices to fall to €300,000. People think so.\nThe opinion poll shows that 63 percent of people want the property price to fall even if the value falls. 44% (two out of five) firmly believe that the price of the house will be 300,000 euros, while 44% say that it is likely.\nFinagel and Finafall down\nMeanwhile, Fina Gael’s support dropped by one point to 20 percent. Fina Fall’s fell by two points to 17 per cent. Martin’s party, which has received votes from independents, has reprimanded party councilors who spoke out against asylum in the constituency during debates in the Dáil on immigration issues.\nNo party; Martini is still in people’s minds\nHowever, Martin remains the most popular leader (44%), while Social Democrats leader Holly Caryn’s rating has risen to 40%. Mary Lou McDonald on 39%, Varadkar on 38%, Labor leader Ivana Basic on 30%, Antu’s Peadar Tobin on 28% and Green Party’s Eamonn Ryan on 22%.\nThe approval ratings of the Social Democrats (5%) and the Gein Party (3%) remained unchanged. Support for Solidarity-People Before Profit and Labor fell between 1 and 3 percent, while Antu gained 3 percent.\nPeople want elections\nAnother setback for the government was that 41 percent of the voters said that they would like to have a government without FINA GALE and FINAFAL. However, 40 percent of the voters think that the current administration will continue after the general elections.\nThe poll reveals that 62% people want general elections to be held this year, but 31% do not want elections.\n#Sinn #Fein #wins #majority #Prime #Minister #Mary #Lou\n2024-01-07 22:38:51",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "mary lou macdonald",
          "sentiment": "negative"
        },
        {
          "name": "leo varadkar",
          "sentiment": "none"
        },
        {
          "name": "finagel",
          "sentiment": "none"
        },
        {
          "name": "mary lou",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "sinn fein rises",
          "sentiment": "negative"
        },
        {
          "name": "sinn féin",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "dublin",
          "sentiment": "none"
        },
        {
          "name": "ireland",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:06:26.706+02:00",
    "updated": "2024-01-08T01:06:26.706+02:00"
  },
  {
    "uuid": "6e6b00aea9fe3037b09155c66686358c1d8ed705",
    "url": "https://www.wdbj7.com/2024/04/18/virs-son-oak-tree-continues-grow-carry-legacy-its-famous-ancestor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@wdbj7",
    "published": "2024-04-18T21:33:00Z",
    "title": "VIR’s Son of Oak Tree continues to grow and carry legacy of its famous ancestor",
    "text": "VIR’s Son of Oak Tree continues to grow and carry legacy of its famous ancestor HALIFAX COUNTY, Va. (WDBJ) - A core piece of history is growing at the [Virginia International Raceway.](https://virnow.com/) Many people don’t tend to think about trees when they’re at a racetrack, but for VIR fans, that’s not the case. “You just knew that without that tree being on that corner, it was going to look really, really bare and a whole lot different,” said Jim Allen, owner of Southside British Cars. “So, we as a racing community all felt really bad when we knew that it was going to have to come down.” The VIR track was built around an Oak Tree in the 1950s. The 100-foot-tall, 200-year-old tree became a staple of the track with one of the corners even being named Oak Tree Turn. “It was an enormous tree. I mean, four people couldn’t wrap their arms around it,” said Allen. Then, the tree collapsed in 2013 due to its old age. “At about 5:30 in the morning that day, I got a text and it was a picture of the fallen Oak Tree,” said Connie Nyholm, Ceo of VIR. “I was like, ‘oh my God, I hope that’s not what I think it is.’ A lot of staff had already gathered and we were all tearing up.” Devastated fans wrote letters to VIR about what the tree meant to them. VIR sent part of the bark to a research center to try to clone the tree, but the efforts were unsuccessful. Then, they heard about an employee who had collected acorns from the Oak tree and planted them in his backyard. “He probably saw that some of those acorns actually did germinate. So, he gathered up some of them and, sure enough, they turned into a tree,” added Allen. A couple years later, they planted one of those saplings beside the track, where the Son of Oak Tree spread his roots. There is now a mailbox beside the tree where people can leave letters of appreciation to VIR or the Son of Oak Tree, which has grown to about 10 feet tall. “Eventually, it’s just going to be another tree. But, to us in the racing community and the VIR community, we know and cherish the fact that we were able to clone that tree and it’s out there,” explained Allen. “We have just continued to honor Oak Tree, and I think the memory lives as long as we respect it,” said Nyholm. The next race where fans will be able to leave a message for the tree is on May 17 for [Hyperfest](https://virnow.com/hyperfest/). Copyright 2024 WDBJ. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://virnow.com/hyperfest/).",
      "https://virnow.com/)",
      "https://www.virnow.com/)",
      "https://www.virnow.com/hyperfest/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "connie nyholm",
          "sentiment": "none"
        },
        {
          "name": "jim allen",
          "sentiment": "none"
        },
        {
          "name": "allen",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "virginia international raceway",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "halifax county",
          "sentiment": "none"
        },
        {
          "name": "va",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T01:07:33.138+03:00",
    "updated": "2024-04-26T04:15:49.911+03:00"
  },
  {
    "uuid": "5659e8424d70bdf1396f5190b3a291139b2916ee",
    "url": "https://thepostmillennial.com/trudeau-liberals-melt-down-over-tucker-carlsons-visit-to-canad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "The Post Millennial",
    "published": "2024-01-25T22:31:00Z",
    "title": "Trudeau Liberals MELT DOWN over Tucker Carlson’s visit to Canada | The Post Millennial | thepostmillennial.com",
    "text": "[Tucker Carlson](https://thepostmillennial.com/tucker-carlson-tells-canadians-you-should-dislike-and-resist-justin-trudeau-and-his-government-to-the-maximum-extent-of-your-ability)'s two stop tour of Alberta rustled a few feathers within the Liberal Party, with many, including Prime Minister Justin Trudeau, dropping his name as the Caucus met in Ottawa on Thursday. The pack of politicians criticized Carlson for what he said on stage, with Environment Minister [Steven Guilbeault](https://thepostmillennial.com/trudeaus-environment-minister-crashes-conservative-party-convention-to-call-poilievre-a-climate-change-denier)even going so far as to suggest that the former Fox News host and Alberta Premier Danielle Smith's calling him out amounted to an \"incite[ment] of violence.\" \"This goes beyond me and the fact that I was targeted last night at this event,\" [Guilbeault](https://thepostmillennial.com/jordan-peterson-slams-guilbeault)said when asked by reporters on his way to the Caucus. \"This increases political violence against everyone who runs for office in this country.\" Guilbeault said there was nothing wrong with differences of opinion, but said Carlson and Smith crossed a line by \"incit[ing] violence] against people who disagree with [them].\" When pressed on exactly what was said that amounted to such a charge, the minister stumbled, suggesting the mere targeting of an opponent was enough. Heritage Minister Pablo Rodriguez called the events \"not acceptable,\" and appeared to dismiss the fact that with 4,000 people in attendance, those who wanted to hear Carlson speak are far from a fringe minority. \"The extreme-right politics,\" he said. \"Don't ask the question if it's coming to Canada. It's already here, and they're bringing it.\" Trudeau kicked off his address on Thursday by suggesting that his rival, Conservative Leader Pierre Poilievre, was not as vehement in his support for Ukraine because he was trying to \"appease Putin-apologists like Tucker Carlson.\" According to the [CBC](https://www.cbc.ca/news/politics/liberal-cabinet-ministers-danielle-smith-tucker-carlson-1.7094854), during the event in Calgary on Wednesday, Smith and Carlson were discussing the province's environmental policies when the former told the latter about Guilbeault. \"He's an environmental zealot,\" Smith said of Guilbeault, who once illegally [climbed](https://thepostmillennial.com/steven-guilbeault-refuses-to-say-how-activist-past-will-influnce-enviroment-mandate)the CN Tower to protest Canada's inaction over climate change. \"He believes he has the expertise and knowledge to tell us how to run our power grid.\" \"I wish you would put Steven Guilbeault in your crosshairs,\" she added. Carlson responded by saying that based on her description of Guilbeault, he didn't sound like someone he wanted to know. Comments Powered by StructureCMS™ Comments Join and support independent free thinkers! We’re independent and can’t be cancelled. The establishment media is increasingly dedicated to divisive cancel culture, corporate wokeism, and political correctness, all while covering up corruption from the corridors of power. The need for fact-based journalism and thoughtful analysis has never been greater. When you support The Post Millennial, you support freedom of the press at a time when it's under direct attack. Join the ranks of independent, free thinkers by supporting us today for as little as $1. Remind me next month To find out what personal data we collect and how we use it, please visit our [Privacy Policy](https://thepostmillennial.com/page/privacy-policy)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://www.cbc.ca/news/politics/liberal-cabinet-ministers-danielle-smith-tucker-carlson-1.7094854),",
      "https://cbc.ca/news/politics/liberal-cabinet-ministers-danielle-smith-tucker-carlson-1.7094854),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trudeau",
          "sentiment": "negative"
        },
        {
          "name": "tucker carlson",
          "sentiment": "negative"
        },
        {
          "name": "justin trudeau",
          "sentiment": "none"
        },
        {
          "name": "danielle smith",
          "sentiment": "none"
        },
        {
          "name": "steven guilbeault",
          "sentiment": "none"
        },
        {
          "name": "guilbeault",
          "sentiment": "none"
        },
        {
          "name": "carlson",
          "sentiment": "none"
        },
        {
          "name": "justin-trudeau",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "liberal party",
          "sentiment": "none"
        },
        {
          "name": "fox news",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "alberta",
          "sentiment": "none"
        },
        {
          "name": "ottawa",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:41:01.518+02:00",
    "updated": "2024-01-26T00:41:01.518+02:00"
  },
  {
    "uuid": "ebb93e9ebe86c7d936383f7893c14927b6cab1a8",
    "url": "https://www.courrierinternational.com/article/verbatim-pour-la-senatrice-italienne-mennuni-les-jeunes-femmes-ont-une-mission-devenir-mere",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Courrier international",
    "published": "2023-12-29T12:42:00Z",
    "title": "Verbatim. Pour la sénatrice italienne Mennuni, “les jeunes femmes ont une mission : devenir mère”",
    "text": "“Ma mère me disait toujours, rappelle toi que peu importe quelle aspiration tu as [..] la première doit être celle de devenir mère à ton tour. C’est quelque chose que même les femmes de ma génération doivent rappeler à nos filles […] il faut rappeler qu’il existe la nécessité, la mission, de mettre au monde des enfants, c’est une approche culturelle […] Nous devons aider les institutions, le Vatican, les associations, à faire devenir la maternité à nouveau cool. On doit faire en sorte que les filles de 18, 20 ans, veuillent se marier avec des garçons de cet âge et veuillent fonder une famille.” Lavinia Mennuni Sénatrice de la République italienne Déjà protagoniste la semaine dernière d’une initiative très contestée, lorsqu’elle avait présenté un projet de loi visant à “interdire d’interdire” la célébration des fêtes chrétiennes dans les écoles publiques , la sénatrice de la majorité Lavinia Mennuni a de nouveau fait parler d’elle le jeudi 28 décembre. Invitée d’une émission télé , cette membre du parti de Giorgia Meloni , Fratelli d’Italia, a affirmé que “les jeunes femmes ont une mission : devenir mère”, résume à sa façon le média d’opposition La Repubblica , pour qui “Mennuni a lancé la machine à remonter le temps sur la famille, les droits des personnes et l’émancipation féminine”.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://www.repubblica.it/politica/2023/12/29/news/mennuni_senatrice_fdi_figli_donne-421770961/",
      "https://www.repubblica.it/politica/2023/12/29/news/mennuni_senatrice_fdi_figli_donne-421770961",
      "http://www.youtube.com/watch?v=B_7tYztZjPU",
      "http://youtube.com/watch?v=B_7tYztZjPU",
      "http://www.youtube.com/watch",
      "https://repubblica.it/politica/2023/12/29/news/mennuni_senatrice_fdi_figli_donne-421770961/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T16:09:58.369+02:00",
    "updated": "2023-12-29T16:09:58.369+02:00"
  },
  {
    "uuid": "42f3c53ac71e34292e888b521d53be794a7f536b",
    "url": "https://www.globalsecurity.org/wmd/library/news/china/2023/12/china-231229-globaltimes01.htm",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "John Pike",
    "published": "2023-12-29T09:52:00Z",
    "title": "Yearender: China's role as peacekeeper, global devt promoter further highlighted in a turbulent 2023",
    "text": "Yearender: China's role as peacekeeper, global devt promoter further highlighted in a turbulent 2023\nGlobal Times\nBy GT staff reporters Published: Dec 28, 2023 06:18 PM Updated: Dec 29, 2023 12:08 AM\nAn eventful 2023 is drawing to an end. The Palestine-Israel conflict has again drawn the US into another Middle East crisis, whilst chaotic US domestic politics exacerbated by the country's domestic polarization, continues to create uncertainty and cast a dark shadow across the world. The protracted Russia-Ukraine conflict unnerves Europe, and it's finding it more difficult to grapple with the supply of weapons to Ukraine. In addition, the continent is battered with financial and industrial setbacks, as well as rising far-right forces.\nAmid such a turbulent background, China has as always been trying its best to play an impartial and active role in mediating conflicts, as well as contribute its wisdom to promote peace around the globe. Moreover, it has also managed to inject much-needed positive energy and stability to the world's sluggish economy.\nChinese observers said China has entered a key juncture of development due to profound global changes. As the country's rapid development in the past decades is partly thanks to a stable and peaceful surrounding environment, and as such environment is in jeopardy, the country must create by itself favorable conditions for its new phase of high-quality development, said experts.\nRecord-breaking attendees participated in this year's Beijing Xiangshan Forum held in October. It is a major platform currently able to receive attendees from Russia, Ukraine, Israel and Iran, especially after the outbreaks of the Ukraine crisis and the latest Palestine-Israel conflict.\nSenior Colonel Zhao Xiaozhuo, deputy director of the Beijing Xiangshan Forum Secretariat, said that all participants of the forum, no matter which country they came from, shared similar expectations toward China, that is for Beijing to get more involved in mediating and solving global issues.\nZhao told the Global Times it is not only because of China's rising strength, but also because China has always been a peacekeeper and peace builder internationally. \"Just look around, crisis and conflicts stretched from Europe to the Middle East, to Africa. But peace is thriving in the Asia-Pacific region because China has played a significant role in keeping such peace,\" said Zhao. He noted that it is not because the region is trouble-free; it is because China, as a regional great power, advocates peace.\nIn retrospect, China's efforts to promote peace have come to fruition in 2023, a year mired in conflicts and confrontation. In March, after years of hostility, Saudi Arabia and Iran agreed to restore diplomatic ties after talks facilitated by China, a significant development for the two nations and a boon to the security and stability of the Middle East.\nIn October, the third Belt and Road Forum (BRF) for International Cooperation was successfully held in Beijing. Representatives from more than 110 countries attended the forum and a total of 458 outcomes were achieved, far more than the second BRF.\nIn San Francisco in November, Chinese and US leaders concluded a significant China-US summit, which experts said set the direction for a healthy, stable, and sustainable development of China-US relations, which is also a sign of relief for the world.\nAmong the various challenges and problems we're facing right now, the China-US relationship is the most significant one. The recent meeting between the two heads of state in San Francisco has provided confidence in the strategic stability of bilateral relations, Chinese People's Liberation Army (PLA) Navy rear admiral Yang Yi told the Global Times. However, he noted that this confidence alone cannot solve the fundamental contradictions between the two countries.\nAfter the meeting between heads of state from China and the US, Washington did not stop its attempt to thwart China's development. Last month, the militaries of the Philippines and the US launched joint patrols in waters near the island of Taiwan, Reuters reported, noting this could be a move to \"fan further tension with China.\"\nThe US crackdown on China in all fronts including in trade, tech and other fields and stirring up trouble near China's doorstep has made Chinese observers see China-US rivalry as the main contradiction influencing the current situation. Jin Canrong, associate dean of the School of International Studies at the Renmin University of China, told the Global Times that in the face of pressure from the US, as long as China maintains domestic development and stability, it can handle the situation well.\nZhao said that in the past 40 years, China's rapid development has largely attributed to a peaceful and stable environment. However, currently such environment has been spoiled, and China should build and is capable of building a peaceful environment for itself, for another phase of rapid development.\nEngine of global economic growth\nIn 2023, China's economy has also rebounded and is progressing toward high-quality development. In the first three quarters of 2023, China's GDP grew by 5.2 percent to 91.3 trillion yuan ($12.5 trillion), maintaining a leading position among major global economies in terms of growth rate.\nExperts said China's overall economic recovery this year has laid a solid foundation for achieving the annual economic growth target of around 5 percent. With stable policies and strong growth momentum, China has become a source of confidence in driving sustainable global economic recovery.\nCao Heping, an economist at Peking University, said that if China's economy grows by around 5 percent in 2023, its GDP will reach 127 trillion yuan, accounting for approximately 18 percent of the global economy.\n\"China's contribution to the world economy is significant. In contrast to the excessive issuance of currency by the US, China's stable policies have led to affordable goods and made tangible contributions to the world,\" Cao told the Global Times.\nRecently, several international organizations and financial institutions have raised their forecasts for China's economy. The Organization for Economic Co-operation and Development (OECD) has raised its growth forecast for China this year to 5.2 percent, while the International Monetary Fund (IMF) has raised it to 5.4 percent.\nThe IMF predicted that China's contribution to global economic growth this year will exceed 30 percent, solidifying its role as an important engine for stable global economic growth.\n\"Our research shows that faster growth in China also has positive spillovers on the rest of the world. For example, a 1 percentage point increase in growth in China would, on average, increase the level of output in other economies by 0.3 percent over the medium term. This illustrates how strong growth in China is good for China while also providing a welcome lift to global demand,\" Steven Alan Barnett, senior IMF resident representative in China, told the Global Times in an exclusive interview early this month.\nChina will see more favorable conditions than unfavorable ones for economic development next year and China's economic development still has enormous opportunities despite sluggish global growth and insufficient domestic demand, according to an official of the Office of the Central Committee for Financial and Economic Affairs.\nAs social expectation gradually improves, high savings will help boost consumption and investment. A series of government policies, including the issuance of 1 trillion yuan in additional government bonds, reductions in interest rates and reserve requirement ratios, and tax and fee cuts, will continue to take effect next year, the official said.\n|\n|\nNEWSLETTER\n|Join the GlobalSecurity.org mailing list|\n|\n||\n|",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "global times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "china",
          "sentiment": "none"
        },
        {
          "name": "middle east",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:29:43.664+02:00",
    "updated": "2023-12-29T12:29:43.664+02:00"
  },
  {
    "uuid": "fedf0eeebf3c8077279a0c7c641bcdb58713ce4a",
    "url": "https://www.tellychakkar.com/tv/tv-news/tarak-mehta-ka-ooltah-chashmah-actor-shailesh-lodha-shares-heart-wrenching-post-his",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@tellychakkar",
    "published": "2024-08-30T00:00:00Z",
    "title": "Tarak Mehta Ka Ooltah Chashmah actor Shailesh Lodha shares a heart-wrenching post on his father's death; Take a look!",
    "text": "[Tarak Mehta Ka Ooltah Chashmah actor Shailesh Lodha shares a heart-wrenching post on his father's death; Take a look! ](/tv/tv-news/tarak-mehta-ka-ooltah-chashmah-actor-shailesh-lodha-shares-heart-wrenching-post-his) [TellychakkarTeam](/users/tellychakkarteam)on Fri, 08/30/2024 - 11:44 MUMBAI: The people love Taarak Mehta Ka Ooltah Chashmah. Many actors bid the show farewell over time. In the well-known every day, Shailesh Lodha played Tarak Mehta with excellent skill. The actor, no longer associated with the program, broke the heartbreaking news to his followers. The actor shared an emotional message in memory of his father, Shyam Singh Lodha. Shailesh posted a photo of himself and his late father on Instagram along with a heartfelt note in which he expressed his loss. Also read: [Taarak Mehta Ka Ooltah Chashmah’s Palak Sidhwani becomes the proud owner of THIS lavish purchase on her 26th birthday](https://www.tellychakkar.com/tv/tv-news/taarak-mehta-ka-ooltah-chashmah-s-palak-sidhwani-becomes-the-proud-owner-of-lavish) He wrote, \"जो भी हूँ...आप की परछाई हूँ....आज सुबह के सूरज ने जगत तो रोशन किया पर हमारी ज़िन्दगी में अँधेरा हो गया पापा ने देह त्याग दी....आंसुओं की भाषा होती तो कुछ लिख पाता एक बार फिर से कह दीजिये ना...बबलू\" As soon as Shailesh shared the image on his Instagram, his fans and TMKOC co-stars offered condolences. Jennifer Mistry, who played the role of Mrs. Roshan, wrote, \"Om shanti. Please tc.\" Ambika Ranjankar, who played the character of Komal Hathi, also commented, \"Om shanti.\" Fans praised Shailesh Lodha for his portrayal of the iconic Taarak Mehta. The actor left the program in 2022. Fans were disappointed to hear that the actor was leaving the program. Media portals stated that Shailesh was extremely hurt by producer Asit Modi's uncultured behavior. \"Asit Kumarr Modi spoke to me in a very uncultured, derogatory tone. Which I couldn’t tolerate. Mujhe bardaasht nahi hua (I could not tolerate); this was not the first time. At that time, he had said, “Yahan par sab kaam karne waale mere naukar hai. (Everyone working here is my servant.) That time also, I’d objected to him and his language,\" had shared Shailesh. Also read: [THIS was Palak Sidhwani's first reaction when she bagged the role of Sonu in Taarak Mehta Ka Ooltah Chashmah](https://www.tellychakkar.com/tv/tv-news/was-palak-sidhwanis-first-reaction-when-she-bagged-the-role-of-sonu-taarak-mehta-ka) Stay tuned to this space for more updates. Credit- Times Now",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "shailesh lodha",
          "sentiment": "neutral"
        },
        {
          "name": "shyam singh lodha",
          "sentiment": "none"
        },
        {
          "name": "tarak mehta",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "tarak mehta ka ooltah chashmah",
          "sentiment": "neutral"
        },
        {
          "name": "taarak mehta ka ooltah chashmah",
          "sentiment": "none"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "mumbai",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-30T12:43:30.862+03:00",
    "updated": "2024-08-30T12:43:30.862+03:00"
  },
  {
    "uuid": "015ccad6303fabc7dfe001795087a2d6c7e00002",
    "url": "https://bearingarms.com/tomknighton/2024/10/24/discussion-of-gun-controls-history-omits-its-failure-n1226667",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Tom Knighton",
    "published": "2024-10-24T21:29:00Z",
    "title": "Discussion of Gun Control's History Omits Its Failure",
    "text": "In 1968, a major piece of gun control was passed. It did a lot of things that, if gun control advocates are right, should have caused the nation's violent crime rate to drop. Now, 56 years later, that history is a topic of discussion at the LBJ School of Public Affairs. That seems appropriate since LBJ is the one who signed the bill into law. But there's [something wonky about this discussion](https://thedailytexan.com/2024/10/23/lbj-school-of-public-affairs-hosts-conversation-about-future-of-gun-control-legislation/). Gun violence activists discussed the successes gun control legislation had in preventing violent crimes at the Lyndon B. Johnson Presidential Library on Tuesday. The LBJ Future Forum hosted the conversation on the 56th anniversary of the signing of the Gun Reform Act by President Johnson. The bill imposed stricter licensing and regulations on the firearms industry, such as banning the mail order of firearms. Mayor Kirk Watson gave opening remarks for the panel and explained how the government passed the act following several political assassinations including President John F. Kennedy, Attorney General Robert Kennedy and civil rights activist Martin Luther King Jr. He said the United States is at a critical point in history, with gun violence and school shootings becoming more frequent. “It feels that we’re at another moment where we should have action,” Watson said. “I believe there is hope because conversations like this give me hope.” Moderator Alexandra Samuels, a freelance journalist and former Texas Monthly senior editor, began the discussion by asking David Hogg, co-founder of the prevention organization March for Our Lives, what politicians thought during the passage of the Gun Reform Act. Hogg said since the passage of the act, the National Rifle Association has changed leadership multiple times, moving further away from its original mission of gun safety. Hogg said the NRA promoted the “vicious cycle of violence” that profits only gun manufacturers. “The difference is that now we’ve seen the mass production of weapons like the AR-15 and other semi-automatic rifles that are extremely lethal,” Hogg said. “(Semi-automatic rifles) are made for one thing, and that’s killing human beings.” Asking David Hogg about what politicians thought during the passage of the Gun Control Act (not the Gun \"Reform\" Act as the Daily Texan erroneously called it) only for him to go on about the NRA is hilarious. First, semi-automatic firearms are not made for just one thing and that's killing people. Many models of semi-automatic firearms were designed for hunting purposes. Semi-auto shotguns are a favorite of bird hunters, for example, and I've seen a ton of deer hunters use semi-auto firearms that were designed for hunting. So let's knock that crap off for a moment. Let's understand that while the NRA may not have been as firmly in the gun rights camp in the past, it wasn't until after the Gun Control Act of 1968 that there was much of a need to push for gun rights at all. Yes, they talked about gun safety before then within the context of how to handle a firearm properly, but now it's more a case of how you can't handle a gun properly if you can't have a gun, so their priorities shifted. Regardless, while this was ostensibly these people talking about the future, the truth is that they also touch on the past by bringing up the change in the laws back in 1968. What's funny is what they don't tell you. Take a look at these charts. United States Violent Crime Rate (violent crimes per 100,000 population), 1960-2020 Look at where things were in 1968 and what happened after the law's passage. That's right. The rates skyrocket and stay that way for decades. In other words, we had lower rates of murder and violent crime in general when we could order guns in the mail without a special license. Why did that get left out of the discussion? Why didn't that get at least a mention? Could it be that anti-gunners are either intentionally unaware that their beloved gun control law not only didn't make people safer but might even have made violence worse? No, correlation isn't causation, but causation should lead to correlation. If the law worked, you wouldn't see such a stark increase in violence that continued on for decades. That's the LBJ legacy on guns, and one folks like David Hogg are ill-equipped to discuss.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "ai_allow": true,
    "canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://thedailytexan.com/2024/10/23/lbj-school-of-public-affairs-hosts-conversation-about-future-of-gun-control-legislation/).",
      "https://www.thedailytexan.com/2024/10/23/lbj-school-of-public-affairs-hosts-conversation-about-future-of-gun-control-legislation/)."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-25T00:51:47.411+03:00",
    "updated": "2024-10-25T00:51:47.411+03:00"
  },
  {
    "uuid": "7de90ab82997a93cb8777b5485d294d15f4a638c",
    "url": "https://jornaldebrasilia.com.br/entretenimento/katia-flavia/depois-de-20-horas-de-trabalho-de-parto-ex-power-couple-clara-maia-e-andre-coelho-anunciam-o-nascimento-dos-gemeos",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kátia Flávia",
    "published": "2024-04-18T21:00:00Z",
    "title": "Depois de 20 horas de trabalho de parto, ex- Power Couple Clara Maia e André Coelho anunciam o nascimento dos gêmeos",
    "text": "Que coisa mais lindaaaa, gentee! Os gêmeos dos influenciadores Clara Maia e André Coelho finalmente nasceram! Nesta quinta-feira (18), eles publicaram algumas fotos do parto dos filhos gêmeos, José e João, que nasceram no dia anterior e Clara aproveitou para fazer um relato de como foi a experiência de dar à luz.\n“De tudo que já vivi, as quase 20 horas de trabalho de parto, chegar a 10 centímetros de dilatação e finalizar na cesária foi, com certeza, a mais transformadora! Mais uma vez, Deus provando que a vontade dele sempre prevalece e sempre prevalecerá e, dessa forma, será perfeito”, disse Clara.\n“Agora, sim, estamos todos no quarto e 100% bem. Começamos essa jornada louca gemelar com tudo. Se preparem para o relato de parto com mais nuances da vida. Foi lindo, foi transformador, tudo valeu a pena”, completou a influenciadora.\nClara e André se conheceram quando participaram do reality show de pegação De Férias com o Ex. Eles engataram um relacionamento e participaram de mais um reality juntos, o Power Couple. A gravidez foi anunciada pelo casal em outubro do ano passado e José e João são os primeiros filhos deles.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:07:23.415+03:00",
    "updated": "2024-04-19T00:07:23.415+03:00"
  },
  {
    "uuid": "7a5b4e37bc1bea01589c6d41ccc2c3f31761c7ae",
    "url": "https://www.businesstoday.in/world/us/story/affair-with-dead-brothers-widow-us-president-joe-bidens-son-dated-sister-in-law-and-abandoned-his-new-born-daughter-434976-2024-06-28",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@business_today",
    "published": "2024-06-27T19:15:00Z",
    "title": "'Affair with dead brother's widow': US President Joe Biden's son dated sister-in-law and abandoned his new born daughter - BusinessToday",
    "text": "In a recent interview with Patrick Bet-David on the PBD Podcast hosted by Valuetainment, Lunden Roberts, the mother of Hunter Biden's daughter, Navy Joan Roberts, shared details about her strained relationship with the son of President Joe Biden. Roberts revealed that the last time she had any significant communication with Hunter was around March or April of the previous year, just before she discovered she was pregnant. According to Roberts, there was a steady decline in their interactions from that point until the birth of their child. She said that there was no communication between them from the moment she found out she was pregnant. This silence continued for nearly ten months, during which time Roberts gave birth to their daughter. Despite the birth, Hunter did not reach out or attempt to see the child. It wasn't until a child support dispute last year that he made any contact, which Roberts described as a surprise encounter during his deposition. Roberts recounted the emotional moment when she introduced her daughter to Hunter, a meeting that coincided with Father's Day weekend. Roberts also discussed the details of her affair with Hunter, including his concurrent relationship with his sister-in-law Hallie Biden, the late Beau Biden's widow, and the subsequent abandonment of their child. Roberts revealed that she met Hunter in 2016, and their relationship spanned over a year during which they spent a significant amount of time together. Beau Biden was the eldest child of US President Joe Biden and brother of Hunter Biden. He served as the 44th Attorney General of Delaware from 2007 to 2015 and was a major in the Delaware Army National Guard. Beau Biden passed away in 2015 at the age of 46 after battling brain cancer. Roberts revealed that despite the intimacy of their relationship, Hunter never officially referred to Roberts as his girlfriend. Instead, he maintained an open relationship with his sister-in-law, which Roberts described as toxic and on-and-off. The interview also touched upon Hunter's ability to avoid media attention despite his high-profile family background. During the interview, Pattrick asked Roberts if she felt it was strange that Hunter was involved with his 'dead brother's widow wife', to which. She responded, \"When you think about it, it is weird. But I was young, dumb, and naive. It was part of the Hunter Biden package. It seemed normal. I know it sounds crazy.\" Roberts noted that Hunter would often blend in with the crowd, even introducing himself as \"Robert\" to avoid recognition. She met the sister-in-law after their relationship was already public knowledge, and Hunter downplayed the situation, suggesting it was an open relationship. Roberts emphasised that her upcoming memoir aims to portray Hunter in a more sympathetic light, highlighting his struggles with drug addiction and his capacity for good. Despite the controversy surrounding his personal life, Roberts believes that Hunter is not the villain he is often portrayed to be in the media. Hunter Biden has fathered five children with three different women. His paternity with Navy Joan Roberts was confirmed through DNA testing following a child support lawsuit last year. The two parties have since settled the remaining child support matters. The White House has acknowledged Navy Joan as part of the Biden family but has refrained from addressing the issue publicly, likely due to its sensitive and private nature. Copyright©2024 Living Media India Limited. For reprint rights: Syndications Today",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "valuetainment",
          "sentiment": "negative"
        },
        {
          "name": "lunden robe",
          "sentiment": "negative"
        },
        {
          "name": "joe biden",
          "sentiment": "negative"
        },
        {
          "name": "david",
          "sentiment": "negative"
        },
        {
          "name": "joan roberts",
          "sentiment": "none"
        },
        {
          "name": "hunter",
          "sentiment": "none"
        },
        {
          "name": "roberts",
          "sentiment": "none"
        },
        {
          "name": "hunter biden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "navy",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pbd podcast",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:10:16.701+03:00",
    "updated": "2024-06-28T01:10:16.701+03:00"
  },
  {
    "uuid": "87aa8c264c3a6843dfbdc713ec11c0b8c553984e",
    "url": "https://www.stheadline.com/football-news/3362858/西甲麥巴比下周二亮相班拿貝-皇馬9號球衣搶購一空",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "西甲｜麥巴比下周二亮相班拿貝 皇馬9號球衣搶購一空",
    "published": "2024-07-12T06:00:00Z",
    "title": "西甲｜麥巴比下周二亮相班拿貝 皇馬9號球衣搶購一空",
    "text": "0) { var resizeTimer; $(window).resize(function() { clearTimeout(resizeTimer); resizeTimer = setTimeout(resizeFunction, 1000); }); } function resizeFunction() { const isMobileAds = isMobile() && (typeof adUnits_m === 'object' && adUnits_m.length ===undefined); const isWebAds = !isMobile() && (typeof adUnits === 'object' && adUnits.length ===undefined); const debugLog = message => debug_mode && console.log(\"resizeFunction: \",message); const resizeAds = (selector, adType, isMobile) => { $(selector).each(function () { if ($(this).children().length === 0) { var divid = $(this).attr('id'); const i = $(this).data(`${adType}-index`); if (i in (isMobile ? adUnits_m[adType] : adUnits[adType])) { const a = (isMobile ? adUnits_m[adType] : adUnits[adType])[i]; debugLog(`Resize ${isMobile ? 'MWEB' : 'WEB'} ${adType}: Code:${a.code} DIV: ${a.divid} or ${divid}`); const slot = googletag.defineSlot(a.code, JSON.parse(a.sizes), divid); Object.entries(page_level_kv).forEach(( [key, value]) => { slot.setTargeting(key, value); }); slot.addService(googletag.pubads()); googletag.display(divid); } } }); }; debugLog(`isMobileAds ${isMobileAds} || isWebAds ${isWebAds}`); if (isMobileAds || isWebAds) { debugLog(`Resized? IsMobile=${isMobileAds}`); const adTypes = ['billborad', 'lrec', 'footer', 'popup', '1x1', 'gallery_leaderboard', 'gallery_flipad', 'inarticlebanner']; adTypes.forEach(adType => { debugLog(`For ${adType}: div[id^=\"${adType}\"]${isMobileAds ? '[id$=\"_m\"]' : ':not([id$=\"_m\"])'}`); resizeAds(`div[id^=\"${adType}\"]${isMobileAds ? '[id$=\"_m\"]' : ':not([id$=\"_m\"])'}`, adType, isMobileAds); }); } else { debugLog(\"Do Nothing during resize\"); } const keyimgSelector = isMobile() ? \"#keyimg_m\" : \"#keyimg\"; // if (!isMobile() || ($(keyimgSelector).length && !$(keyimgSelector).attr(\"data-fancybox\"))) { // $(keyimgSelector).attr(\"data-fancybox\", isMobile() ? \"gallery\" : \"\"); // } if(isMobile() && $(keyimgSelector).length ){ $('#keyimg').attr(\"data-fancybox\", \"exclude\"); $('#keyimg_m').attr(\"data-fancybox\", \"gallery\"); }else{ $('#keyimg').attr(\"data-fancybox\", \"gallery\"); $('#keyimg_m').attr(\"data-fancybox\", \"exclude\"); } [\"1\", \"2\", \"3\"].forEach(number => { const id = `#img_gallery_flipad${number}${isMobile() ? '-m' : ''}`; const $element = $(id); if ($element.length && isMobile() !== $element.attr(\"id\").endsWith(\"-m\")) { $element.attr(\"id\", isMobile() ? `${id}-m` : id); } }); if (!isMobile() && $(\".share-box\").is(\":hidden\")) { $(\".share-box\").show(); } } function PreviousPos(sitename,index) { if(checkCookie()){ setCookie(\"PreviousPos\", sitename+\".\"+index, 10); } } function RelatedPos(sitename,index) { if(checkCookie()){ setCookie(\"RelatedPos\", sitename+\".\"+index, 10); } } function cckevent(hamhame,btn,lnk) { window.digitalData = {...ClickAA}; window.digitalData.click.outbound = lnk; //evar 16 window.digitalData.click.clickbutton = btn; //evar 6 window.digitalData.page.hamham = hamhame; //evar 44 if( typeof _satellite !== \"undefined\"){ _satellite.track(\"click\", window.digitalData); } ga_cd_dataE = {...ClickGA}; ga_cd_dataE[\"outbound_links\"] = lnk; //evar 16 ga_cd_dataE[\"clickbutton\"] = btn; //evar 6 ga_cd_dataE[\"hamham\"] = hamhame; //evar 44 dataLayer.push(ga_cd_dataE); } 港聞 娛樂 最Hit 即時 中國 國際 星島申訴王 財經 地產 生活 健康 教育 體育 大灣區 專欄 馬經 TV PLUS 更多 港聞 社會 政情 突發 時事熱話 娛樂 即時娛樂 影視圈 星級品味 中國 即時中國 大國外交 兩岸熱話 奇聞趣事 國際 即時國際 環球拆局 趣聞熱話 星島申訴王 放蛇直擊 我要讚佢 區區申訴 提防騙子 申訴熱話 人人申訴 財經 投資理財 商業創科 股市 ESG 區塊鏈 地產 樓市資訊 新盤速遞 筍盤推介 海外置業 家居裝修 生活 飲食 好去處 旅遊 時尚購物 生活百科 Art Can 汽車 健康 食用安全 保健養生 減肥運動 醫生教室 教育 教育新聞 升學攻略 高等教育 學習教室 知識轉移 親子 體育 即時體育 足球世界 波盤王 專家點睇 大灣區 跨境理財 置業灣區 灣區教育 吃喝玩樂 馬經 馬圈快訊 名家專欄 晨操動態 TV 娛樂台 時事台 生活台 產經台 直播Live PLUS 專欄 企業 ST+ 港聞 娛樂 最Hit 即時 中國 國際 星島申訴王 財經 地產 生活 健康 教育 體育 大灣區 專欄 馬經 TV PLUS 旗下品牌\n星島網 星島電子報 頭條日報 The Standard 東周刊 親子王 caz buyer 東Touch PCM 電腦廣場 Oh!爸媽 JobMarket 頭條揾工 EDUPLUS 星島環球 頭條金融報 頭條馬網 星島頭條 資訊生活服務平台\n一APP生活「Sync」到 《星島頭條》流動應用程式(APP)是一個結合生活、新聞資訊、視頻、個人化功能及生活實用小工具的綜合平台。 了解更多 關於我們 聯絡我們 隱私政策聲明 使用條款 版權及免責聲明 幫助及反饋 我要爆料 Copyright © 2024 SingTao Ltd.All rights reserved. 主頁 體育 足球世界 西甲｜麥巴比下周二亮相班拿貝 皇馬9號球衣搶購一空 足球世界 更新時間：14:00 2024-07-12\n發佈時間：14:00 2024-07-12 字體大小 皇家馬德里周三公布今夏加盟的法國前鋒基利安麥巴比，將於下周二於班拿貝球場進行亮相儀式，正式與皇馬球迷見面。同時，皇馬還確定麥巴比於新球季會穿上9號球衣。而麥巴比的皇馬9號球衣推出即掀起搶購潮，皇馬官方網頁公布因為反應太過熱烈，訂購麥巴比球衣需要等候長達6個星期。\n訂購麥巴比球衣等6星期 法國前鋒兼隊長麥巴比於歐洲國家盃期間，因應鼻子傷患需要配戴面具上陣表現大打折扣，最終只有1個12碼入球，率領法國於4強不敵西班牙出局。不過，麥總於歐國盃的表現未影響其於球迷心目中的地位，尤其正在熱切等待麥巴比的皇馬球迷已按捺不住，周三皇馬公布麥巴比新球季將穿9號球衣，而周四早上其球衣於皇馬官方網頁正式開售，經過數小時訂購之後，球迷由原本只需3至4天便可收到球衣，變為需要等待長達6個星期。皇馬官方亦未預計到反應會如此激烈，甚至以「震驚！」來形容球衣訂購情況。\n新球季皇馬球衣號碼還有多個變動，卡馬雲加會由12號改穿6號，費達歷高華維迪則改穿卻奧斯退役空出的8號，曹亞文尼則由18號改穿14號，土耳其新星艾達古拿由24號改穿15號，今夏回歸的荷利卡利祖則穿18號。\n麥巴比亮相破天荒要購票 皇馬並公布將於下周二在班拿貝球場，為麥巴比舉行亮相儀式，麥總會正式以皇馬球員身份首次與班拿背球迷見面。皇馬方面因應球迷熱烈的反應，破例需要出席麥巴比亮相儀式的球迷購票入場，以免有超過球場容納量的球迷湧到班拿背而造成意外。\n↓立即下載星島頭條App↓\n↓立即下載星島頭條App↓",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Human Interest"
    ],
    "ai_allow": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.eduplus.hk/",
      "https://cazbuyer.my-magazine.me/",
      "https://www.sthlstatic.com/sthl/assets/images/logo-dark.svg",
      "https://www.facebook.com/stheadlinehk/",
      "https://www.sthlstatic.com/sthl/assets/icons/ico-social-youtube.svg",
      "https://www.pcmarket.com.hk/",
      "https://www.sthlstatic.com/sthl/assets/images/logo.svg",
      "https://play.google.com/store/apps/details?id=singtao.android.hkheadline&hl=zh_HK&gl=US&utm_source=google+play+store",
      "https://www.jobmarket.com.hk/",
      "https://www.youtube.com/c/SingTaoHeadline/",
      "https://easttouch.my-magazine.me/main/",
      "https://www.stnn.cc/",
      "https://www.headlinejobs.hk/",
      "https://www.sthlstatic.com/sthl/assets/images/logo-stepaper.jpeg",
      "https://apps.apple.com/hk/app/%E9%A0%AD%E6%A2%9D%E6%97%A5%E5%A0%B1/id348023216?utm_source=ios",
      "https://www.sthlstatic.com/sthl/assets/images/logo-singtao.svg",
      "https://www.sthlstatic.com/sthl/assets/icons/share-copy-link.svg",
      "https://www.sthlstatic.com/sthl/assets/icons/share_fb.svg",
      "https://www.linkedin.com/company/sing-tao-news-corporation-limited-%E6%98%9F%E5%B3%B6%E6%96%B0%E8%81%9E%E9%9B%86%E5%9C%98/",
      "https://www.googletagmanager.com/ns.html?id=GTM-PHTVG2B",
      "https://bit.ly/3Ol1S5H",
      "https://paper.headlinefinance.hk/",
      "https://www.ohpama.com/",
      "https://www.sthlstatic.com/sthl/assets/icons/ico-social-instagram.svg",
      "https://www.thestandard.com.hk/",
      "https://www.sthlstatic.com/sthl/assets/icons/share-e-mail.svg",
      "https://www.sthlstatic.com/sthl/assets/icons/share-whatsapp.svg",
      "https://www.sthlstatic.com/sthl/assets/icons/ico-social-linkedin.svg",
      "https://sb.scorecardresearch.com/p?c1=2&c2=9053246&cv=3.6&cj=1",
      "https://www.sthlstatic.com/sthl/assets/icons/ico-social-facebook.svg",
      "https://www.sthlstatic.com/sthl/assets/icons/plus-icon.svg",
      "https://e.infogram.com/f3414dde-f901-49fe-bf90-c60280eef982?src=embed",
      "https://www.instagram.com/singtaoheadline/",
      "https://linkedin.com/company/sing-tao-news-corporation-limited-%E6%98%9F%E5%B3%B6%E6%96%B0%E8%81%9E%E9%9B%86%E5%9C%98/",
      "https://sthlstatic.com/sthl/assets/images/logo-dark.svg",
      "https://sthlstatic.com/sthl/assets/images/logo-stepaper.jpeg",
      "https://instagram.com/singtaoheadline/",
      "https://sthlstatic.com/sthl/assets/icons/ico-social-linkedin.svg",
      "https://jobmarket.com.hk/",
      "https://sthlstatic.com/sthl/assets/images/logo.svg",
      "https://easttouch.my-magazine.me/main",
      "https://youtube.com/c/SingTaoHeadline/",
      "https://www.apps.apple.com/hk/app/%E9%A0%AD%E6%A2%9D%E6%97%A5%E5%A0%B1/id348023216?utm_source=ios",
      "https://sthlstatic.com/sthl/assets/icons/share_fb.svg",
      "https://sb.scorecardresearch.com/p",
      "https://www.ohpama.com",
      "https://www.youtube.com/c/SingTaoHeadline",
      "https://www.sb.scorecardresearch.com/p?c1=2&c2=9053246&cv=3.6&cj=1",
      "https://play.google.com/store/apps/details",
      "https://facebook.com/stheadlinehk/",
      "https://paper.headlinefinance.hk",
      "https://www.cazbuyer.my-magazine.me/",
      "https://www.headlinejobs.hk",
      "https://www.eduplus.hk",
      "https://thestandard.com.hk/",
      "https://apps.apple.com/hk/app/%E9%A0%AD%E6%A2%9D%E6%97%A5%E5%A0%B1/id348023216",
      "https://ohpama.com/",
      "https://www.e.infogram.com/f3414dde-f901-49fe-bf90-c60280eef982?src=embed",
      "https://sthlstatic.com/sthl/assets/icons/share-whatsapp.svg",
      "https://www.jobmarket.com.hk",
      "https://www.thestandard.com.hk",
      "https://stnn.cc/",
      "https://www.paper.headlinefinance.hk/",
      "https://www.stnn.cc",
      "https://headlinejobs.hk/",
      "https://sthlstatic.com/sthl/assets/icons/ico-social-instagram.svg",
      "https://cazbuyer.my-magazine.me",
      "https://www.googletagmanager.com/ns.html",
      "https://googletagmanager.com/ns.html?id=GTM-PHTVG2B",
      "https://sthlstatic.com/sthl/assets/icons/ico-social-youtube.svg",
      "https://www.pcmarket.com.hk",
      "https://www.bit.ly/3Ol1S5H",
      "https://sthlstatic.com/sthl/assets/icons/share-e-mail.svg",
      "https://e.infogram.com/f3414dde-f901-49fe-bf90-c60280eef982",
      "https://www.easttouch.my-magazine.me/main/",
      "https://sthlstatic.com/sthl/assets/icons/share-copy-link.svg",
      "https://www.instagram.com/singtaoheadline",
      "https://www.facebook.com/stheadlinehk",
      "https://www.linkedin.com/company/sing-tao-news-corporation-limited-%E6%98%9F%E5%B3%B6%E6%96%B0%E8%81%9E%E9%9B%86%E5%9C%98",
      "https://sthlstatic.com/sthl/assets/images/logo-singtao.svg",
      "https://eduplus.hk/",
      "https://sthlstatic.com/sthl/assets/icons/ico-social-facebook.svg",
      "https://www.play.google.com/store/apps/details?id=singtao.android.hkheadline&hl=zh_HK&gl=US&utm_source=google+play+store",
      "https://pcmarket.com.hk/",
      "https://sthlstatic.com/sthl/assets/icons/plus-icon.svg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-12T11:48:34.755+03:00",
    "updated": "2024-07-12T11:48:34.755+03:00"
  }
]