[
  {
    "uuid": "ab4a5eb1058eb6c211710c98d109a780915b361d",
    "url": "https://www.wrdw.com/2024/04/18/she-saved-my-sons-life-taco-bell-manager-saves-baby-who-stopped-breathing-drive-thru",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Charles Watson, WPVI via CNN Newsource",
    "published": "2024-04-18T00:00:00Z",
    "title": "‘She saved my son’s life’: Taco Bell manager saves baby who stopped breathing in drive-thru",
    "text": "RICHBORO, Pa. (WPVI) - A family in Pennsylvania says they have a quick-thinking Taco Bell manager to thank for saving their child’s life. Natasha Long says the situation started when her 11-week-old baby suddenly stopped breathing while she was in the drive-thru at the fast-food restaurant. “It was the scariest moment of my entire life,” Long said. The mother of two had just finished some errands and decided to grab food when she says she noticed baby Myles struggling for air in the back seat of the car. “I pulled him out and he turned completely blue and was lifeless. At that point I just completely blacked out. I didn’t know what to do,” she said. Fortunately, Long was in earshot of Taco Bell manager Becky Arbaugh, who heard the mother’s screams and quickly jumped in to give baby Myles CPR. “I ran outside and took the baby,” Arbaugh said. “I then started to do chest compressions on the baby, and he finally started to breathe.” Long said the manager appeared out of nowhere like a guardian angel. According to Arbaugh, her own scares as a mother helped her prepare for a moment like this. “When my kids were little, my daughter had similar incidents. So, I knew what she was feeling, and there was no thought in my mind that the baby wasn’t going to breathe again,” Arbaugh said. Baby Myles did regain his breath and was rushed to Saint Christopher’s Hospital for treatment. The next day Long said she called Taco Bell to thank Arbaugh, who she calls her hero. “We couldn’t be more grateful to Becky. She saved my son’s life,” Long said. Baby Myles remains in the hospital as doctors try to understand what happened to him. Meanwhile, Long has been sending videos and pictures to Arbaugh -- who now has a deep bond with the family. Copyright 2024 WPVI via CNN Newsource. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arbaugh",
          "sentiment": "none"
        },
        {
          "name": "long",
          "sentiment": "none"
        },
        {
          "name": "natasha long",
          "sentiment": "none"
        },
        {
          "name": "myles",
          "sentiment": "none"
        },
        {
          "name": "becky arbaugh",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taco bell",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "richboro",
          "sentiment": "none"
        },
        {
          "name": "pa.",
          "sentiment": "none"
        },
        {
          "name": "pennsylvania",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:57:09.817+03:00",
    "updated": "2024-04-19T00:57:09.817+03:00"
  },
  {
    "uuid": "bb772c3ac6c55cbc0b4d9860ccc4b20a46296530",
    "url": "https://www.eldia.com/nota/2024-3-29-9-8-0-misas-en-la-catedral-y-lavado-de-pies-en-el-hospital-de-ninos-asi-se-vive-la-semana-santa-en-la-plata-la-ciudad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Diario El Dia de La Plata www.eldia.com",
    "published": "2024-03-29T00:00:00Z",
    "title": "Misas en la Catedral y lavado de pies en el Hospital de Niños: así se vive la Semana Santa en La Plata",
    "text": "El Arzobispo de La Plata, Gabriel Mestre, celebró durante el jueves Santo la Misa de la Cena del Señor que se desarrolló en la Catedral. Estuvo acompañado por el párroco del templo, Hernán Remundini y Rodrigo Adet como concelebrantes.\nDel evento religioso participaron también el diácono Santiago Rocca y otros seminaristas y miembros de diversas comunidades.\nEl Arzobispo realizó el lavatorio de pies, gesto característico de este día, a personas que brindan diversos servicios en el arzobispado.\nMonseñor Mestre destacó que el Jueves Santo \"está marcado por tres realidades que se conjugan dinámicamente en la fe de los creyentes: el mandamiento del amor, la institución de la Eucaristía y el don del sacerdocio ministerial\".\n\"Las tres realidades tienen como horizonte la pasión, muerte y resurrección del Señor que se celebrarán el viernes, sábado y domingo siguientes\", agregó.\nA la luz de las lecturas bíblicas propuso los siguientes tres puntos para meditar sintetizados en tres palabras entrelazadas por la entrega total de Jesús en la cruz: AMOR, EUCARISTÍA, SACERDOCIO.\nEl Arzobispo recordó que el amor \"se define por la entrega y el servicio. Ese es el amor de Dios, es el amor según Dios y es el amor que debemos llevar adelante los seres humanos\".\nPor otro lado, Mestre presidió por la tarde la Misa del Jueves Santo en el Hospital de Niños \"beata María Ludovica\" de La Plata, donde invitó, a la luz de los textos evangélicos y la fiesta del día, a \"dejarnos lavar los pies por Jesús, para que nos regale su gracia y nos permita vivir el mandamiento del amor, y así lavarnos los pies los unos a los otros en un gesto de humildad, de comunión, diálogo y respeto\".\nEn ese contexto, Mestre lavó los pies, por invitación de las hermanas de la Misericordia que acompañan la tarea del hospital, a casi una veintena de niños que se encuentran internados y también a algunos hijos del personal médico y de enfermería de dicho nosocomio.\nTal gesto fue compartido y vivenciado con intensidad por todos los presentes, quienes además rezaron a Dios especialmente por los niños, recordando la frase de nuestra querida beata María Ludovica 'Para los niños lo mejor'.\nAl concluir la celebración, el Arzobispo realizó una breve procesión con el Santísimo Sacramento que quedará expuesto en la capilla del hospital hasta las 10 de la noche de hoy.\nLas noticias locales nunca fueron tan importantes\nSUSCRIBITE",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-29T15:19:59.436+03:00",
    "updated": "2024-03-29T22:34:38.994+03:00"
  },
  {
    "uuid": "dd0124e0717bb667354727bab2e9392dada3697b",
    "url": "https://www.footmercato.net/a2048621314016850080-le-maire-de-bordeaux-dezingue-gerard-lopez",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Josué Cassé",
    "published": "2024-07-25T20:11:00Z",
    "title": "Le maire de Bordeaux dézingue Gérard Lopez",
    "text": "LIVE\nLe maire de Bordeaux dézingue Gérard Lopez\nC’est le chaos total à\nBordeaux. Rétrogradés en National 1, les Girondins ont informé la FFF qu’ils renonçaient à leur statut professionnel, acquis en 1937. Dans la foulée, les Girondins de Bordeaux ont confirmé le dépôt de bilan ainsi que la perte de son statut professionnel. Une décision qui n’a pas manqué de faire réagir le maire de la ville… Dans une déclaration transmise à l’AFP ce jeudi, le maire de Bordeaux, Pierre Hurmic, a ainsi dénoncé la décision prise par la formation bordelaise, précisant «des conséquences funestes avec, en premier lieu, la disparition du centre de formation».\n«J’apprends avec consternation la décision soudaine autant que personnelle de Gérard Lopez», a par ailleurs déclaré l’élu écologiste, ajoutant que cette décision «confirme des choix de gestion hasardeux qui ont amené en trois saisons notre club qui évoluait dans l’élite de la L1 au niveau amateur». Et de conclure : «en précipitant la chute du club, cette décision laisse dans le désarroi salariés, joueurs, jeunes en formation, et tant de supporters fidèles. D’autres options étaient et seraient encore possibles pour sauver le club. Si la gouvernance actuelle n’a plus le ressort, les moyens, l’envie de défendre avec énergie la survie de notre club centenaire, patrimoine commun de notre territoire, alors, elle doit en tirer toutes les conséquences». Le message est passé !\nPlus d'infos sur...\nFil info\nArticles recommandés\n[Voir tous](/tops)\nNos dernières vidéos\n[] []\nLes plus lus\nExplorer",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T00:14:59.177+03:00",
    "updated": "2024-07-26T00:14:59.177+03:00"
  },
  {
    "uuid": "97438b5ebea29eec9a3fd505d5dbd7176305d8d8",
    "url": "https://www.aporrea.org/internacionales/a327257.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "puebloalzao@aporrea.org (Martin Jay)",
    "published": "2023-12-28T20:42:00Z",
    "title": "Dos casos en la Corte podrían ser el clavo final en el ataúd de Bibi - Por: Martin Jay",
    "text": "Traducción desde el inglés por Sergio R. Anacona\nStrategic Culture Foundation\nhttp://www.strategic-culture.org\n*/Deshacerse de Netanyahu y tumbar a su crecientemente frágil coalición es una atractiva estrategia para Biden, opina Martin Jay. /*\nGestos recientes de la Corte Internacional de Justicia de la Haya a menudo solo denominada como CIJ, indican que se podría iniciar procedimientos por crímenes de guerra contra Israel debido al genocidio que está realizando a diario con el beneplácito de Occidente. Hasta ahora se trata solo de declaraciones pero resulta interesante que la opinión del público global, no solo de las elites, sino de las grandes masas alrededor de todo el mundo, esté haciendo presión sobre la corte internacional para que se apresure en hacerlo. Resulta interesante a varios niveles.\nPrincipalmente y dado que la corte es una creación de Estados Unidos, y una muy efectiva herramienta para ser utilizada contra regímenes del Sur Global que le disgusten, los expertos solo pueden especular en torno a la lógica detrás de la movida. Aproximadamente podría tratarse que cierto número de estados miembros de la Unión Europea han descubierto que en la Corte de la Haya pueden mínimamente ser vocales; otra posibilidad sería que Palestina misma urja a la corte aplicar el derecho internacional y una tercera opción sería que Biden mismo utilice a la corte como una herramienta para impalar a Netanyahu. Deshaciéndose de Netanyahu, derribando su crecientemente frágil coalición, forzando nuevas elecciones en un país que ya nadie denomina como \"la única democracia en el Medio Oriente\", resulta una atractiva estrategia para Biden quien no quiere ir a las elecciones el próximo año sin el apoyo de los judíos norteamericanos que no apoyan a Netanyahu y de paso, perder el voto de los musulmanes norteamericanos.\nHaciendo a un lado la cómica sino predecible respuesta de parte de Netanyahu, quien responde con acusaciones de \"antisemitismo\", muchos podrían argumentar que la movida con la CIJ es una combinación de los tres escenarios. Pero resulta difícil imaginar que la corte haga cualquier cosa sin la bendición del gobierno de Biden y Netanyahu sintiéndose cada vez más aislado en casa casi por completo, donde los sondeos demuestran que no cuenta con ningún apoyo de parte de su base –y crecientemente del resto del mundo. Lo que hemos visto en días recientes es la limitante mantra de que \"Israel tiene derecho a defenderse\", de parte de las elites de los países occidentales que se están incomodando cada vez más frente a las enormes concentraciones en apoyo a Palestina con un notorio, creciente y genuino antisemitismo aunque no en grandes números como lo agitan los medios norteamericanos.\nNada es tanto como parece, y las fuerzas ocultas están trabajando mientras nosotros hablamos acerca del futuro de Netanyahu. Él nunca fue amigo de Biden, aunque él fue el primer líder del mundo en felicitar al presidente norteamericano cuando este asumió, lo cual impactó a muchos de los seguidores de Trump quienes después de todo, le dieron mucho a él y a Israel durante su único y tumultuoso período.\nDurante estas mismas oscuras fuerzas en juego, es cuando surgieron esas acusaciones de corrupción contra Netanyahu –se pensó en ponerlas en remojo durante la guerra en Gaza—se están en realidad reanudando. Esas acusaciones en sí mismas podrían ser la paja que quiebre el lomo del camello y produzca la caída tanto de él como PM y también su coalición. ¿Tendría Biden también algo que ver con esa movida?\n¿Teorías conspirativas? Quizás. Pero las extrañesas se están acumulando en contra de Bibi y para que él juegue la carta del antisemitismo contra la CIJ parecería demostrar un nuevo nivel de desesperación apelando a los judíos internacionales (ya que los sionistas no aceptarían de ningún modo esa tontería). ¿Será que el mundo se va a quedar quieto mirando el número de muertos civiles en Gaza llegue a 30 o 40 mil sin hacer nada? Inicialmente, se creyó que los líderes árabes no se quedarían parados permitiendo que eso pasara, pero el golpearse el pecho inicialmente no significó mucho. Comentaristas destacados están señalando que todo lo que el mercurial líder de Arabia Saudita Mbs tiene para ofrecer son sus jóvenes seguidores quienes condenas el destino de los palestinos en Gaza que son artistas pop dejándose caer en la capital para alejar sus mentes de la masacre. El tuiteo de Sami Handi es tan hilarante como trágico.\n/Sauditas en general: Su Alteza. Estoy angustiado por lo de Gaza. ¡Por favor haga algo! Bin Salman: Estoy haciendo arreglos para que los Fanáticos Únicos modelo Iggy Azalea, vengan pronto a Riyahd y te quiten eso de la mente. Nosotros siempre tenemos una oferta en McDonald´s: compre uno y obtenga otro por cuenta nuestra. Vayan. Diviértanse./\nAl lado, en los Emiratos Árabes Unidos, hay una historia diferente como en Marruecos, estos dos países han invertido demasiado en Israel como para retirarse. Para la realeza de Abu Dhabi ellos están con Israel no importando que fuera el primer país árabe que enviara material de guerra para el IDF (Fuerzas de Defensa de Israel) en preferencia a la ayuda asistencial.\nEn relación con la República Árabe Unida, sencillamente los puntos que gana con Washington y el blanqueo de los abusos a los derechos humanos, equivalen a las vidas palestinas. En cuanto a Marruecos es más complicado. El rey ha invertido demasiado dinero como para retirarse –incluso en el desarrollo de un satélite artificial con Israel—para que cancele todos los acuerdos. Literalmente, hay demasiado dinero en todo esto, aunque una Nueva Primavera Árabe en el reino podría ser el precio que él pague en tanto el número de marroquíes hierve de ira debido a las masacres que comete diariamente Israel que ha alcanzado niveles de fiebre en un país que la mayoría de las elites ni siquiera lo consideran parte del mundo árabe debido a su modernidad y proximidad a Europa. Bibi bien podría terminar viviendo en el exilio en uno de estos dos países cuando la materia fecal llegue al ventilador y Occidente dictamine que ya es suficiente. Su única esperanza a la cual aferrarse es una mayor y más larga guerra que incapacite al sistema judicial y movilice a Ia IDF contra Irán y Hezbollah. Ciertamente, no sería la primera vez que un líder israelí utiliza a Hezbollah con el propósito de ganar tiempo para permanecer en el poder.\nNota.- Sus comentarios y opiniones acerca de este artículo serán bienvenidos en",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "http://www.strategic-culture.org",
      "http://strategic-culture.org"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:21:35.150+02:00",
    "updated": "2023-12-29T00:21:35.150+02:00"
  }
]