[
  {
    "uuid": "fb58af5c8b795a23a5bc3959ea3b344bfe7e5743",
    "url": "https://viajes.nationalgeographic.com.es/ubicacion-exacta/piscina-natural-puentes-colgantes-y-embarcadero-valencia_20770",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sandra Bódalo Munuera",
    "published": "2024-07-05T08:10:00Z",
    "title": "La piscina natural de València con puentes colgantes y ¡un embarcadero!",
    "text": "¿Qué tendrán de mágico los embarcaderos? Algo tendrán para atraer a tantos transeúntes y amantes de la fotografía. Quizás sean sus pasarelas de madera (casi) infinitas, su aguas calmadas o esa atmósfera tranquila y enigmática que se respira , pero sin duda algo tienen. O también puede que se deba a esas escenas de ficción que se han quedado grabadas en la memoria: desde Dawson crece, el éxito adolescente de los noventa; hasta otras más recientes, como El Embarcadero, filmada en plena Albufera. Pero si una cosa está clara es que la Comunitat Valenciana, ya sea por su tradición pesquera o por su herencia árabe, tiene un largo repertorio. Y el Charco Azul es uno de ellos. CHULILLA, UN TESORO DEL INTERIOR VALENCIANO Resguardado entre las hoces del Turia, este embarcadero de aguas turquesas se ha convertido en uno de los más visitados. De hecho, su idílico paisaje es una de las paradas obligatorias de la ruta de los puentes colgantes —también conocida como ruta de Los Calderones o de Los Pantaneros —. La senda comienza en Chulilla, un pueblo valenciano de estilo medieval que enamora a sus visitantes nada más llegar. La colección de casas blancas encaladas, las calles empinadas y angostas, su muralla y su castillo son algunos de los ingredientes que hacen de este pequeño municipio la instantánea mediterránea perfecta. Porque aunque, a priori, parezca que el Levante solo sea sinónimo de playa, también cuenta con un interior lleno de encanto y digno de explorar. Al igual que ocurre con Montanejos (Castellón), Bolbaite (Valencia) o Callosa d'en Sarrià (Alicante), Chulilla es un tesoro verde-azulado, gracias a su naturaleza montañosa y piscinas naturales. Y su ruta circular es una de las más atravesadas —sobre todo desde la pandemia cuando el turismo local se convirtió en tendencia (obligada)— por senderistas y excursionistas. Desde los consagrados, hasta los más amateurs. Porque aunque las palabras “puente” y “colgante” puedan causar respeto, la dificultad de este camino es más bien sencilla y su duración no supera las dos horas. UNA EXCURSIÓN DESDE LAS ALTURAS Naturaleza verde en estado puro en pleno Paraje Natural Municipal Los Calderones. Una de las excursiones más espectaculares de la provincia de València, que atraviesa las diferentes hoces (cañones) del río Turia, pasando por barrancos, embalses y miradores —como el Mirador de Compuertas y el de la Carrucha—. Y, por supuesto, sus dos aclamados puentes colgantes, alcanzando el más alto de ellos, los 15 metros de altura y los 20 de longitud. Su origen se remonta a los años 50, concretamente a la construcción del embalse de Loriguilla, cuando los trabajadores caminaban más de cinco kilómetros diarios, desde Chulilla hasta su lugar de trabajo. Pero con el paso de los años, el río ha creado una profunda garganta que ha dado lugar a paredes verticales de más de 80 metros, no es de extrañar que este paraíso sea meca mundial de la escalada. EL CHARCO AZUL: EL DESENLACE Y como culmen de esta aventura, el Charco Azul, un encantador embalse de aguas turquesas del río Turia. Cuyo mayor atractivo (o al menos el más fotogénico) es su embarcadero de madera, situado al pie del imponente Cañón del Turia y rodeado de paredes rocosas. Uno de esos paisajes que podrían hacerse pasar por un destino del Sudeste Asiático. Y que con las temperaturas al borde del colapso invitan a darse un chapuzón sin dudarlo. Suscríbete a nuestra newsletter para descubrir cada domingo los viajes más sorprendentes",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T11:29:36.872+03:00",
    "updated": "2024-07-05T11:29:36.872+03:00"
  },
  {
    "uuid": "e8f12fa2845ea0a74da2bd1f3a3ababb44158aed",
    "url": "https://www.meneame.net/story/hay-ser-muy-miserable-justificar-netanyahu-despues-ultimo-ataque/c043",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MasterChof",
    "published": "2024-06-06T19:49:00Z",
    "title": "#43 Hay que ser muy miserable para justificar a Netanyahu después del último ataque de Israel a un colegio de UNRWA",
    "text": "Portada\nmis comunidades\notras secciones\n[#4](c4#c-4) Los medios de comunicación son el mayor responsable de la debacle cultural y de la destrucción de la democracia dando voz a todos esos indeseables.\n[#4](c4#c-4) Pues el twitero del enlace pone solo el discurso completo de Marhuenda, no sé por qué se promociona lo que dice este tipo como si fuera una \"denuncia\". A Marhuenda no hay que mencionarlo ni para cagarse en sus muertos y mucho menos para difundir su discurso al completo. Es que parecemos imbéciles.\nEl grado de miseria de la derecha española es absolutamente insondable y el de su brunete mediática lo es aún más.\nHay que ser un despojo ético para justificar lo injustificable.\nEsto indica que este tipo no tendría el más mínimo problema para justificar una matanza en nuestro propio país si a unos milicos les direra por dar un golpe de estado y poner al frente a un político títere de derechas por supuesto para gobernar el país por el bien de España-\nEn realidad son monstruos disfrazados de sensatos tertulianos o redactores de periódico.\nMarhuenda ... hacía tiempo que no lo veía ...miserable, manipulador y una basura con patas como siempre. Difusor del arguentario de Genova 13 a tiempo completo. Este mundo sin cucarachas así sería un poco mejor.\nA los activistas de derechas del foro ¿de verdad no os da ni un poco de vergüenza/asco el posicionamiento el PP con estos atroces crímenes de guerra? ¿no tenéis nada de ética, moral o decencia humana? ... en la guerra anterior nazis de los de las calaberas en la solapa seguro.\nY este fenómeno de enmierdamiento de las derechas es a nivel planetario ... bonito mundo de mierda nos vais a dejar papafritas.\n[#10](c10#c-10) Hablo por mí, claro que jode ver a niños muertos, pero también jode saber que Hamas y Hizbullah luchan ocultándose entre civiles y sus dirigentes viviendo a todo trapo en Qatar y en Doha.\nSi me das a elegir a Hamás/Hizbullah e Israel, prefiero a Israel, porque los primeros solo hablan de aplicar Sharia a nivel político y religioso. La aplicación de la Sharia es de un fundamentalismo medieval. Los Israelíes también tienen a sus zumbados, pero están controlados políticamente hablando. El día en el que en el congreso Israelí manden los muy zumbados fundamentalistas, pues ese día me preocuparé, pero a día de hoy, Israel es una democracia laica, como personalmente prefiero. En Israel existe la posibilidad de que gobiernen los moderados y no los halcones como actualmente. En Cisjordania llama poderosamente la atención que desde el 2006 tendrían que haber convocado elecciones, y Abás no lo hace, pero al menos parece ser el equivalente a Gandhi por esa zona. Se opone a Hamas, bien por él.\nNo hay ni un solo país Islamista con un cierto grado de democracia, salvo los países musulmanes laicos. Turquía, Túnez, Indonesia. El resto son todo teocracias.\nNegativos ahí abajo.\n[#32](c32#c-32) Una democracia árabe moderna, con leyes y valores universales, habría dejado que Israel ocupase sus tierras y se habrían ido al Sinaí o subido a flotadores en la costa... porque lo inegable, lo inapelable, es que esa tierra le fue dada a los Israelís por su diós. ¿No es ese el fundamento que TODO judío acepta para justificar estar ahí?\nTú has partido de 1948, y lo articulas como si fuese un conflicto vecinal de tierras. ¿De no haber tomado esas tierras Israel, existiría Hizbullah o Hamás?\n[#36](c36#c-36) si nos ponemos en quien estaba antes, es obvio que los judíos estaban ahí, mucho antes además.\nEn 1948, cuando se crea Israel en Palestina, los islamitas dijeron que no querían judíos. No querían compartir la tierra, combatieron, perdieron repetidas veces,y de no ser porque la URSS dijo que nada de entrar en Egipto, Israel no controla Egipto.\n[#39](c39#c-39) ¿Qué dice la Biblia y el Torah respecto a quiénes estában ahí cuando llegaron los israelís? Te menciono los textos sagrados porque lo mismo consideras la Historia y la Arqueología discutibles.\nAh, ahora te entiendo. Los árabes dijeron que no querían judíos, que no querían \"compartir tierras\" (claramente anitsemitismo, verdad?) y perdieron las guerras.... con lo que, entiendo, a ti te parece justificada la actual situación de Israel. Como es mejor combatiendo, obtiene el derecho de estar ahí, desplazando a los árabes.\nClaro, por esa regla de 3, si entra un karateca cachas a tu casa y te da una paliza, es normal que opte por tirarse a tu mujer y echarte del piso, ya que te ha vencido dignamente. interesante.\nAquellos que no pueden recordar el pasado están condenados a repetirlo.\nEl ser humano anda siempre corto de memoria.\nEs fácil olvidar algún fake news que sueltan estos mercenarios de vez en cuando. En cambio será imposible olvidar el apoyo asqueroso al gobierno genocida de Israel. Los tarados no se dan cuenta que están firmando su muerte profesional.\nlo que le pase a el y su familia a raiz de esta apologia me tiene sin cuidado, cada uno que cargue con sus consecuencias y palabras\nQue alguien me ayude a recordar algo correctamente: ¿No estuvo Maruhenda implicado en el chantaje a Cifuentes para salvar al Dir del CYII (y con ello a Ignacio Glez)? Creo recordar que, al no sentirse Cifuentes chantajeada, el juez anuló esa parte de la causa Tandem, pero tenían grabadas las llamadas entre Mauricio Casals, Maruhenda y alguien más.\n¿Me he liado en algun detalle?",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:10:38.260+03:00",
    "updated": "2024-06-07T00:10:38.260+03:00"
  },
  {
    "uuid": "5d361d20d3b1e617592b965f593c63398ee24405",
    "url": "https://dotesports.com/apex-legends/news/most-disappointing-performances-of-2023-algs",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justin-Ivan Labilles",
    "published": "2023-12-28T21:26:00Z",
    "title": "The most disappointing performances of the 2023 ALGS - Dot Esports",
    "text": "Year Three of the Apex Legends Global Series brought some of the most incredible moments in all of competitive Apex’s history. Fans have watched new rivalries form, unthinkable series comebacks, and one of the most exciting Championships to date.\nBut not every team’s year was as successful, with just as many failing to live up to the hype and meet the high expectations set for them. Some of the most influential teams can dominate domestically but fail to translate their results when appearing on stage, leading to bad tournament memories that longtime fans wish they could forget.\nHere are some of the most disappointing moments from the 2023 ALGS LAN events.\nContents Most disappointing performances from Year Three of Apex Legends Global Series FURIA Esports at the Split Two Playoffs Vexed Gaming at the Split Two Playoffs Fire Beavers/Aurora Gaming at the Championship Crazy Raccoon’s Split Playoffs appearances Most disappointing performances from Year Three of Apex Legends Global Series FURIA Esports at the Split Two Playoffs FURIA fell to a meta they personally created. Photo by Joe Brady via Apex Legends Esports FURIA left the competitive Apex world stunned with their dark horse performance at the North America Last Chance Qualifier and 2022 Championship, shocking the world with low pick rate characters such as HisWattson’s Seer, which countered the traditional defensive meta compositions such as Gibraltar’s fight-resetting Dome Shield and Valkyrie’s Skyward Dive. Although FURIA came up short in second place, their aggressive approach to Apex revolutionized how all regions thought of the meta for the year to come.\nFURIA’s greatest asset wasn’t their specific legend picks, but how they could exploit the stagnant defensive meta of 2022. Heading into 2023’s Pro League, FURIA struggled heavily as everyone adopted the same aggressive playstyle and legend choices, taking away the team’s unique strength. Their inability to adapt led to an 11th-place domestic Split One finish, failing to qualify for the LAN Playoffs.\nFURIA rebounded in Split Two, taking fourth place in the Pro League and reigniting fan hopes for FURIA to dominate at their first 2023 LAN, especially with their seeding into Group D, where they were projected as one of the top seeds. But the team struggled to break the top 10 in any of their group stage matches before quietly dropping out of losers bracket round one, ending their tournament in 37th place—the lowest of all North American teams attending the event. Their exit also led to HisWattson’s retirement decision and a silent end to their competitive year, failing to qualify for the Championship through the Last Chance Qualifier like in 2022.\nVexed Gaming at the Split Two Playoffs Vexed’s entire strategy was feast or famine. Photo by Joe Brady via Apex Legends Esports Vexed Gaming are one of the most entertaining EMEA teams in the Pro League, keeping fans on their toes with their super aggressive edge playstyle and confidence in contesting off-drop. At their best, Vexed could easily secure first place on match day with double the amount of KP than placement points, or lose their opening fight and sit out a crucial game with zero points.\nThis strategy worked well domestically, allowing them to comfortably get second place in Split Two behind EMEA favorites Alliance. But their group stage draw landed them in Group C with TSM, who occupied the same POI of Lava Siphon on World’s Edge. Instead of contesting the world’s best team at LAN, IGL Matej “MaTaFe” Fekonja conceded the POI to TSM, already hurting VXD’s strategy before the tournament even started.\nVXD’s decision to change POIs on World’s Edge proved to be the catalyst to their downfall as landing at a new location slowed down their pace and resulted in lower quality loot. These factors made it harder for VXD to properly contest on even ground or seek out early fights, leading to multiple zero-point games during the group stage.\nVXD dropped to losers bracket round one and stuck to their aggressive strategy, hoping that the number of kills from early fights would lead to a snowball in momentum and points. But VXD never got a clean engagement and lost all six games without going over one kill per game, ending their LAN dreams in 40th place.\nFire Beavers/Aurora Gaming at the Championship Aurora’s full roster never got a chance to truly shine. Photo by Joe Brady via Apex Legends Esports Before their signing with Aurora, Fire Beavers were EMEA’s revolutionary leading team heading into 2023, boasting some of the highest kill and damage records in the entire world, leading to their back-to-back fourth-place finishes in both Splits of the EMEA Pro League. But visa issues forced the team to drop out of the Split One Playoffs and underperform at the Split Two Playoffs. Despite these setbacks, Aurora Gaming still saw the potential in the roster and signed them for the Championship.\nThe visa situation, however, affected their Championship run the most, with global damage leader Lev “taskmast33r” Grigoriev denied entry to the U.K. The ALGS rules allowed them to sign two emergency substitute players for the tournament, but the team failed to find synergy with their improvised roster and they disappointed in the group stage with a 33rd-place finish, dropping to the losers bracket.\nDespite the early failure, Aurora’s firepower still put them as a favorite to fight back to the finals, but internal disagreements with substitute Uxako led to a rules misunderstanding when trying to make a roster swap for their second substitute Keenan “Tax” Mackey, where ALGS officials ruled that the team would have to play with or without Uxako.\nAurora shocked the world by coming back on stage for losers bracket round one without Uxako, opting to play the rest of the tournament as a duo rather than continue teaming with their emergency substitute—raising many questions about the org’s final decision. The gamble did not pay off, and Aurora ended their competitive year in 36th place.\nCrazy Raccoon’s Split Playoffs appearances Were you surprised by these performances? Photo by Joe Brady via Apex Legends Esports Phillip “ImperialHal” Dosen is to TSM as Song “Ras” Hong-gyun is to Crazy Raccoon: two IGLs who respectively led their organizations to success ever since the ALGS’ inception. Apex’s most popular organizations are constant forces in the Pro League and LAN events and have consistantly lived up to the high expectations set for their rosters. But Year Three proved to be a completely different story for Crazy Raccoon.\nCR’s domestic performance continued to hold up in APAC-N’s slower pace, but they failed to adapt to the fast and aggressive international meta featured in both Split One and Two’s Playoffs. Both tournaments’ group stages saw CR’s lowest LAN scores to date, coupled with back-to-back 35th-place eliminations in losers bracket round one.\nDespite all these setbacks, CR still qualified for the Championship with a first-place finish in the Last Chance Qualifier and a complete overhaul of their playstyle to adjust for the global meta. But the organization shook the world with the decision to withdraw from the Championship as Ras’ mandatory military service notice caused incredible stress in practice sessions leading up to the tournament. CR were still able to enter the Championship as a two-man roster, but after talks with his teammates, the collective decision was made to drop out entirely, ending their competitive year early and silently.\nAuthor Justin-Ivan Labilles Freelance Writer for Dot Esports covering Apex Legends, League of Legends, and VALORANT. Justin has played video games throughout all of his life, starting his esports writing career in 2022 at The Game Haus. When he's not spectating matches, he can easily be found grinding the ranked ladder.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Arts, Culture and Entertainment",
      "Sport"
    ],
    "external_links": [
      "https://secure.gravatar.com/avatar/163d0ea7d33631c454b8099d1aba30d9?s=96&#038;d=mm&#038;r=g&#038;resize=96%2C96",
      "https://www.reddit.com/r/CompetitiveApex/comments/14fh8x3/vexed_gaming_is_leaving_siphon/",
      "https://secure.gravatar.com/avatar/163d0ea7d33631c454b8099d1aba30d9?s=184&d=mm&r=g&resize=184%2C184",
      "https://www.reddit.com/r/CompetitiveApex/comments/14fh8x3/vexed_gaming_is_leaving_siphon",
      "https://reddit.com/r/CompetitiveApex/comments/14fh8x3/vexed_gaming_is_leaving_siphon/",
      "https://www.secure.gravatar.com/avatar/163d0ea7d33631c454b8099d1aba30d9?s=184&d=mm&r=g&resize=184%2C184",
      "https://www.secure.gravatar.com/avatar/163d0ea7d33631c454b8099d1aba30d9?s=96&#038;d=mm&#038;r=g&#038;resize=96%2C96",
      "https://secure.gravatar.com/avatar/163d0ea7d33631c454b8099d1aba30d9"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "joe br",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "split two playoffs fire beavers/aurora gaming",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:01.334+02:00",
    "updated": "2023-12-29T00:05:01.334+02:00"
  },
  {
    "uuid": "721e4d596c2490dff08740ef4265665bbe9c86e3",
    "url": "https://www.montanaoutdoor.com/2024/09/brett-french-reports-absarokee-fly-shop-is-home-business",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "angelamontana",
    "published": "2024-09-19T18:12:00Z",
    "title": "Brett French Reports: Absarokee Fly Shop is home business",
    "text": "Walking into Bob Kimball’s Absarokee Fly Shop is almost like stepping back in time. Instead of glitzy display racks of gear with photos of anglers and big fish, customers are walking into the 90-year-old’s home. He started the business at the urging of a friend. In the summer, he sells flies off the home’s porch, all for the same price. Inside, Kimball has an office where he also builds fishing rods on request. Although he’s been fly fishing for years, Kimball is not a lunker hunter. Instead, for him fishing is all about finding a small stream with no one around and connecting with nature and God. The size of the fish isn’t as important as the spiritual experience. To learn more about Bob, check out my story at https://billingsgazette.com/outdoors/bob-kimball-fly-fishing-absarokee-rod-building/article_aeebe484-714e-11ef-ab16-17b1479c571c.html\nGrand Canyon Boasts Epic Views and Real Risks with 16 deaths in 2024\nBy angelamontana\nHunting Under Fire: Oregon’s Spring Bear Season in the Crosshairs\nONLY ONE FISH SPECIES ALLOWED!!! by Montana Grant\nGovernor Gianforte Launches Third Annual Youth Hunting Story Contest\nBy Moosetrack Megan\nFlathead National Forest seeks public input on North and Middle Forks River outfitting and guiding permit reauthorization\nWoman sustains thermal burns in Yellowstone National Park\nFWP News: FWP looks for information on illegal killed bull elk in HD 380\nSuper simple and Easy Walleye Chowder Recipe\nReward offered after robbery of Missoula gun store\nWhich elk organs to keep and eat with Randy Newberg\nMORE BEARS BITE THE DUST!!! by Montana Grant\nFWP News: Youth pheasant, waterfowl weekend begins Saturday\nRiley's Meats - Butte Wild Game Processing",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Business and Market Analysis",
      "Human Interest",
      "Economy, Business and Finance"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://billingsgazette.com/outdoors/bob-kimball-fly-fishing-absarokee-rod-building/article_aeebe484-714e-11ef-ab16-17b1479c571c.html",
      "https://www.billingsgazette.com/outdoors/bob-kimball-fly-fishing-absarokee-rod-building/article_aeebe484-714e-11ef-ab16-17b1479c571c.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Bob Kimball",
          "sentiment": "none"
        },
        {
          "name": "Gianforte",
          "sentiment": "none"
        },
        {
          "name": "Bob",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:06:06.615+03:00",
    "updated": "2024-09-20T00:06:06.615+03:00"
  },
  {
    "uuid": "aad805e2b5d382f21fb1138aa185c1614477ae10",
    "url": "https://www.prnewswire.com/news-releases/dr-laurie-leshin-director-of-jpl-to-receive-the-muses-of-the-california-science-center-foundation-2024-woman-of-the-year-award-302121512.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "California Science Center Foundation",
    "published": "2024-04-18T16:59:00Z",
    "title": "Dr. Laurie Leshin, Director of JPL, to Receive THE MUSES of the California Science Center Foundation 2024 Woman of the Year Award",
    "text": "LOS ANGELES , April 18, 2024 /PRNewswire/ -- Distinguished geochemist, space scientist, and Director of NASA's Jet Propulsion Laboratory, Dr. Laurie Leshin will be honored as the 2024 Woman of the Year by THE MUSES of the California Science Center Foundation. The annual luncheon, which will take place on Thursday, April 25, 2024 at the Jonathan Town Club in Los Angeles , honors women who are leaders and trailblazers in the fields of science, technology, engineering, and mathematics (STEM), business, or academia.\nContinue Reading\nDistinguished geochemist, space scientist, and Director of NASA’s Jet Propulsion Laboratory, Dr. Laurie Leshin will be honored as the 2024 Woman of the Year by THE MUSES of the California Science Center Foundation on Thursday, April 25, 2024 at the Jonathan Town Club in Los Angeles.\nDr. Leshin is also a pioneer – the first woman to serve as the Director of JPL in its 87-year history, a role that includes serving as Vice President and Bren Professor of Geochemistry and Planetary Science at Caltech, which manages JPL for NASA. At JPL, Dr. Leshin oversees Earth and space science research, space technology development and more than 40 active space missions in Earth science, astrophysics, and planetary science to help humanity better understand Earth's changing climate, expand knowledge about our solar system and beyond. With a career including leadership roles in academia, senior management at NASA, and presidential appointments, she continues to be a member of NASA's Mars Curiosity Rover science team.\nDr. Leshin graduated with a bachelor's degree in chemistry from Arizona State University , and master's and doctoral degrees in geochemistry from Caltech. She is a recipient of NASA's Outstanding Leadership Medal and Distinguished Public Service Medal, and of the Meteoritical Society's Nier Prize, awarded for outstanding research in meteoritics or planetary science by a scientist under the age of 35. The International Astronomical Union recognized her contributions to planetary science with the naming of asteroid 4922 Leshin.\nThe annual Woman of the Year luncheon is the major fundraiser that allows THE MUSES to support youth education programs of the California Science Center. Proceeds help to fund educational programming for children from underserved communities who are historically underrepresented in STEM fields, including scholarships to Hands-On Science Camp, Young Curators after-school enrichment programs, and Community Teen internship opportunities at the Science Center.\nTickets to the Woman of the Year luncheon are $180 each, with sponsorships of tables for 10 beginning at $1,800 . To RSVP and obtain tickets, or for further information, please contact Michelle Conrad at 323-465-1261 or [email protected]\nAbout THE MUSES Like the mythological figures for which they are named, THE MUSES strive to be patrons of learning to stimulate innovation in science education. Over six decades after the group was established in 1962, their membership and spirit of commitment continues to grow. Today, THE MUSES encourage public goodwill and provide financial assistance for youth education programs of the California Science Center, contributing to the Science Center's role as a world-class learning institution for children, families, students, and educators.\nMore information about THE MUSES and the luncheon is available at: https://californiasciencecenter.org/volunteer/the-muses\nAbout the California Science Center The California Science Center is a dynamic destination where children, families, and people of all ages can explore the wonders of science through hands-on exhibits, live demonstrations, innovative programs, and awe-inspiring large-format movies. The California Science Center and IMAX Theater are located in historic Exposition Park just west of the Harbor (110) Freeway at 700 Exposition Park Drive. The Science Center is open daily from 10:00 a.m. – 5:00 p.m. General admission to the Science Center is free; daily parking at Exposition Park is $15 .\nMedia Contact: Kristina Kurasz Cutting (213) 744-7446 | [email protected]\nSOURCE California Science Center Foundation",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Arts, Culture and Entertainment",
      "Science and Technology",
      "Human Interest"
    ],
    "external_links": [
      "https://californiasciencecenter.org/volunteer/the-muses",
      "https://c212.net/c/link/?t=0&l=en&o=4145184-1&h=1130575060&u=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses&a=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses",
      "https://c212.net/c/link/",
      "https://www.californiasciencecenter.org/volunteer/the-muses",
      "https://www.c212.net/c/link/?t=0&l=en&o=4145184-1&h=1130575060&u=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses&a=https%3A%2F%2Fcaliforniasciencecenter.org%2Fvolunteer%2Fthe-muses"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "laurie leshin",
          "sentiment": "negative"
        },
        {
          "name": "leshin",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "jpl",
          "sentiment": "negative"
        },
        {
          "name": "california science center foundation",
          "sentiment": "negative"
        },
        {
          "name": "nasa",
          "sentiment": "none"
        },
        {
          "name": "jonathan town club",
          "sentiment": "none"
        },
        {
          "name": "caltech",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:05:45.082+03:00",
    "updated": "2024-04-22T09:30:23.654+03:00"
  }
]