[
  {
    "uuid": "5ea0cf043e584035ad419431b168cedbc99f0899",
    "url": "https://www.marketscreener.com/news/latest/Huawei-forecasts-9-revenue-growth-in-2023-as-smartphones-surge-45647242/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MarketScreener",
    "published": "2023-12-28T20:00:00Z",
    "title": "Huawei forecasts 9% revenue growth in 2023 as smartphones surge - 2023-12-28 | MarketScreener",
    "text": "Top Capitalization United States North America Europe Asia Middle East Sector Research Earnings Calendar Equities Analysis Most popular MICROSOFT CORPORATION NVIDIA CORPORATION ALPHABET INC. TESLA, INC. AMAZON.COM, INC. APPLE INC. META PLATFORMS, INC. Indexes Homepage Rankings Europe America Asia Africa Index Analysis Indexes News S&P 500 DOW JONES NASDAQ 100 TSX COMP FTSE 100 DAX CAC 40 EURO STOXX 50 Currency / Forex Homepage Rankings Currency Cross Rate Currency Converter Forex Analysis Currencies News USD / EUR USD / CAD USD / MXN USD / BRL USD / INR Commodities Homepage Energy Precious metals Agriculture Industrial Metals Livestock and Cattle GOLD CRUDE OIL (WTI) CRUDE OIL (BRENT) SILVER PLATINUM Cryptocurrencies Homepage Rankings Charts Analysis News BITCOIN ETHEREUM BINANCE COIN SOLANA CARDANO FTX TOKEN Interest Rates Homepage Developed Nations Emerging Countries ETFs Rates ETF Summary Screener News All News World United States Europe North America South America Asia Africa Middle East Emerging Companies All News Analyst Reco. Rumors IPOs Capital Markets Transactions New Contracts Profit Warnings Appointments Press Releases Security Transactions Earnings reports New markets New products Corporate strategies Legal risks Share buybacks Mergers and acquisitions Call Transcripts Guidance Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Asset Management Activism Climate and ESG Cybersecurity Geopolitics Central Banks Private Equity Inflation Business Leaders Sectors All our articles Most Read News Hot News Analysis All Analysis Must Read Equities Interviews Indexes Currencies Commodities ETF Cryptocurrencies Stock Trading Strategies All America Europe Asia Our Shows Shows Strategy Must Watch Satirical Cartoon Today's Editorial Crypto Recap Behind the numbers Stock Picks All our investments United States Europe Asia, Pacific Portfolios Virtual Portfolios USA Portfolio European Portfolio Asian Portfolio Watchlists My Watchlists Watchlists My previous session My most visited Most popular Investment Style Homepage ESG stocks Trend-Following Stocks Undervalued stocks Dividend Kings Dividend Aristocrats Small caps Investment Themes Homepage Metaverse Outdoor Financial Data Powerful brands Israeli innovation The Cannabis Industry Rankings Top Movers Top Movers Unusual volumes New Historical Highs New Historical Lows Long Term Top Fundamentals Top Fundamentals Sales growth Earnings Growth Profitability Finances Rankings Valuation Rankings Valuation P/E ratio Enterprise value Yield Top Consensus Top Consensus Analyst Opinion Target price Estimates Revisions Divergence Top Technicals Top RSI GAPS STIM Breakouts Trends Volatility Top ranking ESG Top ranking ESG Environment Social Governance Rankings Coverage Screeners Stock Screener Home Investment Themes Ageing Population Biotechnology Europe's family businesses The Golden Age of Video Games Smart City The SPAC Technical Rankings Oversold stocks Overbought stocks Close to resistance Close to support Accumulation Phases Most volatile stocks Fundamental Rankings Top Investor Rating Top Trading Rating Top Consensus Top Growth Top Dividends Low valuations My Screeners All my stocks Watchlists Virtual Portfolios Tools MarketScreener tools Stock Screener iPhone App Expert tools Stock Screener PRO Portfolio Creator Event Screener Dynamic Chart Earnings Calendar Economic Calendar Currency Converter ProRealTime Trading Our Services Our subscriptions Our Stock Picks Stock Screener Thematic Investment Lists MarketScreener Portfolios European Portfolio USA Portfolio Asian Portfolio Stock market news All News Companies Indexes Currency / Forex Commodities Cryptocurrencies ETF Interest Rates Economy Themes Sectors All our articles Most Read News Hot News Huawei forecasts 9% revenue growth in 2023 as smartphones surge December 28, 2023 at 09:00 pm EST",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "huawei",
          "sentiment": "negative"
        },
        {
          "name": "ftx token interest rates homepage developed nations",
          "sentiment": "none"
        },
        {
          "name": "nvidia",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        },
        {
          "name": "apple inc",
          "sentiment": "none"
        },
        {
          "name": "tsx",
          "sentiment": "none"
        },
        {
          "name": "alphabet inc",
          "sentiment": "none"
        },
        {
          "name": "brl usd / inr commodities homepage energy",
          "sentiment": "none"
        },
        {
          "name": "agriculture industrial metals livestock",
          "sentiment": "none"
        },
        {
          "name": "amazon.com",
          "sentiment": "none"
        },
        {
          "name": "africa index analysis indexes news s&p",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "tesla",
          "sentiment": "none"
        },
        {
          "name": "europe america asia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T04:06:49.646+02:00",
    "updated": "2023-12-29T08:30:47.786+02:00"
  },
  {
    "uuid": "65ab66c22be3448329b9379fd216e0023d1295cc",
    "url": "https://www.heraldtimesonline.com/story/sports/college/indiana/2024/01/07/sydney-parrish-breaks-out-of-funk-leads-iu-women-win-nebraska-indiana-hoosiers-3-point-shooting/72078889007/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chloe Peterson",
    "published": "2024-01-07T22:31:00Z",
    "title": "Sydney Parrish breaks out of funk, leads IU women to win over Nebraska",
    "text": "IU's Sydney Parrish breaks out of funk: 'A lot of shooters just need to see one go in.' [Chloe Peterson](https://www.indystar.com/staff/7539469001/chloe-peterson/) Sydney Parrish was due to break out of her funk. The [IU women’s basketball](https://iuhoosiers.com/sports/womens-basketball) senior has been struggling to make shots, especially beyond the arc, as the Hoosiers went through their nonconference schedule — she only shot 29% from the 3-point line (16-of-55) from the start of the season until Jan. 4. In her past two games against Michigan and Nebraska, she has shot 89% (8-of-9). Throughout her shooting woes, though, Parrish never lost confidence in herself — because her team never lost confidence in her. “I don't know if anything's really changed, I think just the confidence that coach and my team has in my shot and being able to just keep shooting because they had so much confidence in me that it'll eventually go down,” Parrish said. “Seeing a couple go down last game against Michigan, I think that really, a lot of shooters just need to see one go in and then it'll propel you for the next game.” Recap: [Hot-shooting IU women keep pace in Big Ten race with 22-point road win at Nebraska](/story/sports/college/indiana/2024/01/07/sydney-parrish-leads-iu-womens-basketball-over-nebraska-indiana-hoosiers-big-ten-sara-scalia/72078879007/) Parrish’s true threat from 3 started Thursday against Michigan, where she made her first five shots from the field, including three beyond the arc, for 14 points to lead the Hoosiers to a perfect 13-for-13 shooting mark in the first quarter. While she didn’t score after that first quarter because of foul trouble, her newfound 3-point shooting prowess held on the road. The Oregon transfer made each of her first five attempts from beyond the arc against Nebraska on Sunday afternoon, silencing the 9,000 Husker fans with each swish. Her 20 points on the night included 12 in the first quarter, which came from four 3-pointers. Parrish finished the game with six made 3s, one off her career high, which she set against California in January 2022. \"Syd was just finding herself open,\" IU coach Teri Moren said. \"One of the things that I think that this group in particular does a great job of is finding each other, and finding each other when they feel like someone has the hot hand.\" Parrish’s hot hand translated to her teammates, as well. Senior Sara Scalia joined Parrish in silencing the Pinnacle Bank Arena crowd in the third quarter, sinking a 3-pointer to put the Hoosiers up by 10 points. Overall, the Hoosiers shot 14-for-23 from beyond the arc Sunday afternoon. Parrish was 6-of-7, while Scalia made 5-of-10. “We’ve got great shooters on this basketball team,” Moren said. “We have so much confidence in all of them.I think they're all independently confident shooters, but I think as a team, because they're so connected, all about each other, that once you know you see one of those go in I think it can be contagious for your team.” From Michigan: [Dominating win shows when IU women's basketball clicks, it can be unstoppable](/story/sports/college/indiana/2024/01/04/when-indiana-womens-basketball-beats-michigan-15-of-15-shooting-clicks-it-could-be-unstoppable/72076921007/) Having Parrish consistently shoot well from the 3-point line will open up another world of problems for the Hoosiers’ opponents. IU already has an established 3-point sniper in Scalia — who is leading the team with a 45.8% beyond the arc — and another deep threat in Yarden Garzon’s 43% mark. Parrish’s 3-point shot will force defenses to open up even more. A third 3-point shooter, paired with Mackenzie Holmes’ threat in the paint, will wreak havoc on defenses, and the Hoosiers can easily use that to their advantage.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://www.indystar.com/staff/7539469001/chloe-peterson/)",
      "https://iuhoosiers.com/sports/womens-basketball)",
      "https://www.iuhoosiers.com/sports/womens-basketball)",
      "https://indystar.com/staff/7539469001/chloe-peterson/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sydney parrish",
          "sentiment": "negative"
        },
        {
          "name": "chloe peter",
          "sentiment": "neutral"
        },
        {
          "name": "parrish",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nebraska iu",
          "sentiment": "negative"
        },
        {
          "name": "hoosiers",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "michigan",
          "sentiment": "none"
        },
        {
          "name": "nebraska",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T00:51:42.077+02:00",
    "updated": "2024-01-08T00:51:42.077+02:00"
  },
  {
    "uuid": "3ff6ed148b459ef4084f7d388b9f753acf36b72e",
    "url": "https://www.world-today-news.com/hamas-accepts-ceasefire-proposal-in-gaza-strip-amid-israeli-evacuation-orders/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2024-05-06T21:37:00Z",
    "title": "Hamas Accepts Ceasefire Proposal in Gaza Strip Amid Israeli Evacuation Orders - World Today News",
    "text": "RAFAH: The Islamic movement Hamas said on Monday it had accepted a ceasefire proposal of which of the Islamic Republic of Iran, the Islamic Movement of Hamas said on Monday that it had accepted a ceasefire proposal in the Gaza Strip, hours after the Israeli army ordered the evacuation of eastern Rafah in preparation for an offensive. on the town.\n(Israel Palestinians Gaza Hamas conflict diplomacy – 21H30 GMT) NEW VIDEO\nThe Israeli army begins to evacuate the area of ​​Rafah, southern Gaza\nGAZA STRIP, Palestinian Territories: The Israeli army began evacuating 100,000 people from east of Rafah in southern Gaza on Monday, after weeks of warning that it would launch a major offensive, even as peace talks between Israel and Hamas.\n(Gaza Conflict Hamas Palestinians Israel – Available Now)\nAl-Jazeera shutdown in Israel sets back press freedom (UN)\nUNITED NATIONS, USA : The UN denounced on Monday “any decision that will reverse the freedom of the press”, in response to the Israeli government’s decision to close the offices of the Qatari channel Al-Jazeera and ban to broadcast.\n(Conflict Israel Palestinians UN Media Hamas USA – Available Now) NEW VIDEO\nPutin orders nuclear drills after reports of Western troops being sent to Ukraine\nMOSCOW: Russian President Vladimir Putin ordered nuclear exercises to be carried out “soon” on Monday, in response to reports by Western power leaders about the possibility of sending troops to Ukraine.\n( Russia Ukraine armed forces conflict nuclear weapons – Available now)\nWater does not provide in the south of Brazil, worry about increasing supply\nPORTO ALEGRE, Brazil: The rain has stopped, but the water is still flooding Porto Alegre and hundreds of other cities in southern Brazil this Monday, as concern grows about water and food supply amid the region’s worst climate disaster.\n(Brazil Climate Flood Disasters – Available Now)\nA tense global trade meeting between the leaders of China and the EU\nPARIS: Monday’s trade disagreement marked the first trip to Europe since the pandemic for Chinese President Xi Jinping, who dismissed the concerns of his French counterpart, Emmanuel Macron, and the head of the European Commission, Ursula von der Leyen.\n( France China EU Ukraine Trade diplomacy Russia – Available now)\nMulino wins the presidency of Panama and says he is a “man’s puppet”.\nPANAMA CITY: Right-wing lawyer José Raúl Mulino won Sunday’s presidential elections in Panama and in his first speech said he was “nobody’s puppet,” referring to the former president. seat Ricardo Martinelli, who replaced him as a candidate.\n(migration economy politics elections Panama – Available now)\nChavismo needs “guarantees” to leave power in Venezuela, says Chávez’s former rival\nMARACAIBO: Manuel Rosales is a veteran of Venezuelan politics : a rival to the then all-powerful Hugo Chávez in 2006, the current governor of the oil state of Zulia says the opposition can defeat Nicolás Maduro, but must to offer him “guarantees” after the final exit power.\n(Venezuela will elect political government parties – Available now) NEW VIDEO\nCrime in Ecuador is becoming “scary,” says UNODC chief\nQUITO: The executive director of the United Nations agency on Drugs and Crime (UNODC), Ghada Waly, said on Monday that the threat of organized crime has increased “quickly and alarmingly” in Ecuador, where the new branch office.\n(Ecuador organized crime drug trade – 22H00 GMT) NEW VIDEO\nThe President of Guatemala takes to Congress the bottom of a project to dismiss the attorney general\nGUATEMALA CITY: Guatemalan President Bernardo Arévalo walked from the House of Government to the Congress building on Monday to personally deliver a legal reform project to remove the questioned Attorney General Consuelo Porras.\n(Guatemala government justice corruption politics – 22H30 GMT) NEW VIDEO\nGuatemala’s President Proposes Reform to Congress to Remove Impeached Prosecutor\nGUATEMALA CITY: Guatemala’s president, Bernardo Arévalo, presented to Congress on Sunday a legal reform that would allow the removal of the attorney general, Consuelo Porras, whose rise to power was jeopardized by questionable investigations .\n(Guatemala government justice corruption – Available now)\nBolsonaro, who is hospitalized for a skin infection, will be transferred to Sao Paulo\nRIO DE JANEIRO: Former Brazilian president Jair Bolsonaro, who was admitted to a hospital in Manaus (north) since Sunday to treat a skin infection, will be transferred to Sao Paulo, one of the closest colleagues notified AFP.\n(Brazil health policy – Available now)\nThe judge threatens Trump with prison if he refuses his orders\nNEW YORK : NEW YORK : The judge in the historic trial of Donald Trump this Monday threatened the former president with prison if he continues to defy his order preventing him from speaking ill about witnesses, the jury and court staff in public.\n(US Politics Justice Elections – Available Now)\nThe Prosecutor’s Office confirms that two Australian and American surfers were murdered in Mexico\nTIJUANA, Mexico: Two Australian and American surfers were killed in an attempted robbery at a Mexican Pacific resort, the prosecutor’s office in the state of Baja California (northwest) confirmed on Sunday, after relatives the tourists to identify the bodies.\n(Australia Mexico USA Criminal Missing – Available Now)\n2024-05-06 21:17:06\n# Video #estimate #Spanish #GMT\nRelated posts: UN Deputy Secretary General Griffiths violated the procedure for crossing the state border of Russia... Bandung Young Woman Killed at Hotel Kediri, Police Find Contraception Hamas Gunmen Kill Four Israelis in West Bank Gas Station Attack Forecast for Tuesday, May 17, 2022 Share this: Facebook X",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://i0.wp.com/img7.eadaily.com/r650x400/o/64c/99365058c37d2eaeefa04b2e1850a.jpeg?resize=150%2C150&ssl=1)",
      "https://img.20mn.fr/Fw-9fWRATcCMFz5j_sL7tCk/1200x768_meteo-strasbourg-previsions-du-mardi-17-mai-2022)",
      "https://www.i0.wp.com/img7.eadaily.com/r650x400/o/64c/99365058c37d2eaeefa04b2e1850a.jpeg?resize=150%2C150&ssl=1)",
      "https://www.img.20mn.fr/Fw-9fWRATcCMFz5j_sL7tCk/1200x768_meteo-strasbourg-previsions-du-mardi-17-mai-2022)",
      "https://i0.wp.com/img7.eadaily.com/r650x400/o/64c/99365058c37d2eaeefa04b2e1850a.jpeg"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "isra",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "negative"
        },
        {
          "name": "islamic movement of hamas",
          "sentiment": "none"
        },
        {
          "name": "al-jazeera",
          "sentiment": "none"
        },
        {
          "name": "un",
          "sentiment": "none"
        },
        {
          "name": "united nations",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "usa",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "islamic republic of iran",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        },
        {
          "name": "gaza gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-07T00:38:17.163+03:00",
    "updated": "2024-05-07T00:38:17.163+03:00"
  },
  {
    "uuid": "c5338b781c0aaf93a9622fee6613438089750170",
    "url": "https://www.latribunadealbacete.es/noticia/z0a5c21fd-3bd7-433c-bbdce745f52d6a00/202506/las-reformas-laborales-atenazan-al-sector-agrario",
    "ord_in_thread": 0,
    "author": "La Tribuna de Albacete",
    "published": "2025-06-19T04:41:38Z",
    "title": "Las reformas laborales atenazan al sector agrario",
    "text": "Actualidad Las reformas laborales atenazan al sector agrario SPC - jueves, 19 de junio de 2025 La mano de obra en tareas agrarias se gestiona, por necesidades del propio sector, de manera muy diferente a la que trabaja en otras áreas productivas. Las reformas laborales atenazan al sector agrario Una vez más, el Gobierno planea reformas laborales que afectan al campo y las planea sin contar con el campo. Ocurrió con la desaparición de los contratos temporales, ocurrió con las diferentes subidas del salario mínimo interprofesional (SMI) y vuelve a ocurrir con la reducción de la jornada laboral que pretende implantar la vicepresidenta segunda del Gobierno y ministra de Trabajo y Economía Social, Yolanda Díaz, a lo largo del segundo semestre de este año.Sobre este último asunto, la Federación Española de Asociaciones de Productores Exportadores de Frutas y Hortalizas (FEPEX) rechaza el proyecto de ley, del que dicen que se ha hecho sin tener en cuenta la negociación colectiva y sin tener en cuenta las especificidades del sector hortofrutícola, uno de los que más empleo generan en la agricultura y en el que la mano de obra supone hasta el 45% de los costes de producción, por lo que provocará pérdida de competitividad en las explotaciones y afectará al empleo.Según FEPEX, las sucesivas subidas del SMI, que desde el año 2018 han supuesto un incremento de más del 54%, ha determinado un aumento de costes salariales, que unido al incremento del resto de costes de producción ha hecho que las empresas se enfrenten a una situación muy difícil para mantener su sostenibilidad económica al no ser posible, en la mayoría de los casos, trasladar los costes a los precios aceptados por la distribución y ante la fuerte competencia de países competidores extracomunitarios con costes laborales muy inferiores.La organización asegura, además, que esta medida muestra un gran desconocimiento de la realidad del sector agrario y en concreto las particularidades del sector hortofrutícola, que destaca por el carácter intensivo de sus cultivos y la importante demanda de mano de obra necesaria para mantener su actividad productiva. Este sector se caracteriza también por una marcada dualidad en relación con los empleadores que lo integran, formado por un mayoritario número de explotaciones de muy pequeña dimensión y por otro grupo formado por medianas y grandes explotaciones, que absorben la mayor parte del empleo por cuenta ajena y que se caracterizan por su orientación al mercado exterior.FEPEX explica que es un empleo definido por la estacionalidad -cíclica e intermitente en los trabajos en la producción- y la temporalidad y urgencia de muchas de las tareas, lo que trae como consecuencia la necesidad inmediata de empleo de mano de obra temporal. Esto hace necesario una serie de medidas que desde FEPEX se han propuesto y trasladado a la administración, en especial una regulación de la distribución irregular de la jornada adaptada a las características del empleo del sector y el aumento del límite de horas extraordinarias, como tienen legislado los principales países competidores europeos.Al mismo tiempo los productores y exportadores agrupados en FEPEX han mostrado un gran malestar por las referencias al sector agrario que aparecen en la memoria de impacto del proyecto de ley del Ministerio de Trabajo, conocida esta semana, asegurando que tiene capacidad suficiente para sobrellevar una reducción de la jornada laboral. Sin embargo, la realidad es distinta, mantiene FEPEX. Como ejemplo, según datos de Trabajo, el empleo ha crecido un 14% en el total de la economía entre 2019 y 2024. Sin embargo, en las empresas de entre 1 y 9 trabajadores del sector de la agricultura, ganadería y pesca cayó un 7,3%.En esta línea, la Federación se suma al llamamiento realizado por CEOE a los partidos políticos para que frenen esta medida tan lesiva para las empresas españolas, pero también para que los ciudadanos sean conscientes del verdadero impacto que tendrá la reducción de la jornada por la vía legal y al margen de la negociación colectiva.Legislar de espaldas.ASAJA, por su parte, critica con contundencia a Yolanda Díaz y denuncia que la ministra de Trabajo legisla de espaldas al medio rural. «Imponer una reducción de jornada sin atender a la realidad del campo demuestra una falta de conocimiento preocupante sobre cómo funcionan la agricultura y la ganadería en España», denuncia la organización agraria, que añade que «las recientes declaraciones de Díaz, en las que afirma que el campo tiene margen para reducir la jornada laboral, evidencian un profundo desconocimiento del funcionamiento real del sector agrario».Según ASAJA, el campo no entiende de horarios fijos ni de esquemas de despacho. La jornada en el medio rural viene marcada por el clima, los ciclos de los cultivos, el estado del suelo, el momento del ordeño o la maduración de la fruta. La naturaleza no se adapta al reloj, y el trabajo en el campo exige flexibilidad, esfuerzo y una disponibilidad que ningún decreto puede encorsetar.«La situación del sector es crítica: los costes de producción se han disparado y los precios que recibe el agricultor y el ganadero no cubren gastos. El aceite ha caído un 40% en origen, el cereal acumula una bajada del 15% desde que comenzó el año. Mientras tanto, se pretende imponer una reducción de jornada sin tener en cuenta ni las particularidades ni las dificultades del medio rural. Además del problema de mano de obra que ya sufre el sector y del incremento de los costes laborales que esta medida supondría, simplemente no se podrá aplicar en las condiciones reales del campo», aseguran desde la organización.«No se puede legislar desde un despacho sin pisar el terreno. El campo necesita soluciones, no ocurrencias. Necesita respeto, no estigmatización. Y, sobre todo, necesita una ministra que entienda su realidad, no que legisle de espaldas a ella. Por eso estamos en contra del proyecto de ley y pedimos a los partidos políticos que actúen con cordura y no lo lleven adelante. Desde ASAJA instamos al Gobierno a que escuche al sector primario antes de tomar decisiones que agraven aún más su situación. El campo es esencial para la economía, para el empleo y para la alimentación de todos. Y merece ser tratado con la seriedad que exige su papel», finalizan. , , , , , , , , ,",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Labor"
    ],
    "topics": [
      "Economy, Business and Finance->business governance",
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->agriculture",
      "Social Issue->demographics",
      "Social Issue->social problem",
      "Social Issue->population and census",
      "Labor->employer",
      "Labor->employment",
      "Labor->labour market"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Yolanda Díaz",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Federación Española de Asociaciones de Productores Exportadores de Frutas y Hortalizas",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "Gobierno",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "FEPEX",
          "sentiment": "none",
          "tickers": []
        },
        {
          "name": "SMI",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-19T07:41:38.217+03:00",
    "updated": "2025-06-19T04:45:15.000+00:00"
  }
]