[
  {
    "uuid": "517f500457204ccf2e82952c2ce2790bfcb92788",
    "url": "https://www.elespanol.com/malaga/20240705/litoral-malagueno-comienza-temporada-estival-excelente-calidad-agua-todas-playas/867913518_0.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paula Tejada",
    "published": "2024-07-05T00:00:00Z",
    "title": "El litoral malagueño comienza la temporada estival con un 'excelente' en la calidad del agua de todas sus playas",
    "text": "Noticias relacionadas Las tres playas poco masificadas de Nerja (Málaga) a las que tienes que ir al menos una vez en la vida En imágenes | Estas son las 41 playas de Málaga galardonadas con una bandera azul Ni Peñón del Cuervo ni Guadalmar, la mejor puesta de sol de Málaga se puede ver en esta playa en Nerja Las vacaciones han comenzado y con ellas decenas de personas sacan sus bañadores, toallas, sombrillas y neveras para pasar el día en alguna de las playas que forman parte del litoral malagueño . Por ello, para asegurar a la población de que el baño es seguro, la Consejería de Salud y Consumo de la Junta de Andalucía ha realizado un informe en el que se califica de “excelente\" la calidad del agua de las zonas de baño examinadas.\nAlgarrobo, Benalmádena, Casares, Estepona, Fuengirola, Málaga capital, Manilva, Marbella, Mijas, Nerja, Rincón de la Victoria, Torremolinos, Torrox y Vélez-Málaga son las localidades de las que se ha extraído una muestra para saber la calidad sanitaria de las aguas de baño. En concreto, se han realizado un total de 97 muestreos en 97 puntos censados, que se encuentran repartidos en 85 zonas de baño de 14 municipios.\nEn el último informe, el segundo de la temporada y que en fechas corresponde a la segunda quincena de junio, ya que la inspección se realizó el 17 del pasado mes, refleja que la costa malagueña tiene más que un aprobado , sino que la calidad del agua es “excelente” y todas las aguas son aptas para el baño.\nEste estudio se basa en los análisis realizados por la Dirección General de Salud Pública y Ordenación Farmacéutica. En total, en Andalucía se ha vigilado 380 puntos de muestreo en 276 zonas de baño marítimas y 24 zonas de baño continentales andaluzas.\nLas muestras de agua han sido analizadas para determinar los diferentes parámetros exigidos por la normativa vigente , como los macroscópicos, transparencia, color, aceites minerales, presencia de espumas persistentes y sólidos flotantes, restos orgánicos y cualquier otro residuo de cristal, plástico, caucho, madera, que pueda afectar a la salubridad de las aguas y se considere de interés sanitario, según ha detallado la Junta en un comunicado.\nLas aguas de las playas de Andalucía Por provincias, en Almería se han realizado un total de 91 muestreos en los 91 puntos censados, que se encuentran repartidos en 78 zonas de baño de 13 municipios almerienses. Por su parte, en Cádiz se han realizado 81 muestreos en 79 puntos censados, repartidos en 58 zonas de baño de 16 municipios.\nEn Granada se han realizado 38 muestreos en los 38 puntos censados que se encuentran en 30 zonas de baño de 10 municipios. En la provincia de Huelva , se han realizado 50 muestreos en 50 puntos censados, repartidos en 25 zonas de baño de nueve municipios.\nDel total de muestras analizadas en Andalucía, la administración regional ha decidido declarar como no apta el agua de baño de la Playa de Zahara de los Atunes en Cádiz. Por tanto, el baño queda prohibido por presencia de vertido de aguas residuales procedentes de la EDAR de Atlanterra de 50 metros a cada lado del mismo.\nEstos informes se llevan realizando desde hace algunos años. Del primero del que se tienen datos son de 2018 y a lo largo de las quincenas estivales se han producido numerosas incidencias , no solo en las playas de Málaga, sino en todo el litoral andaluz.\nAsí, de la temporada pasada cabe recordar que en la segunda quincena de septiembre en la Playa Torrevigía -Torrequebrada en Benalmádena hubo una ligera alteración de parámetros microbiológicos que se encuentran dentro de la normalidad en el momento en que se emitió este informe. Lo mismo ocurrió en estas fechas en la Playa Arroyo Vaquero en Estepona y en la Playa El Castillo en Fuengirola.\nAguas continentales Por otro lado, el informe sobre las aguas de las zonas de baño continentales analizó 24 zonas y dos están situadas en Málaga : el embalse Conde del Guadalhorce que está en Ardales y el Manantial Hedionda en Casares.\nEn ambos casos la muestra es del 17 de junio, es apto para el baño y la calidad de su agua es excelente . En cambio, donde se ha prohibido el baño por la presencia de especies de cianobacterias potencialmente tóxicas es en la presa de la Colada en el Viso, Córdoba, siendo este el único incidente en las aguas continentales de Andalucía.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T08:43:51.272+03:00",
    "updated": "2024-07-05T08:43:51.272+03:00"
  },
  {
    "uuid": "33716832aaf0fa6c3a252befae688a9b1bb95ae5",
    "url": "https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-024-18314-2",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Helen Quirk",
    "published": "2024-03-14T00:00:00Z",
    "title": "Engaging underrepresented groups in community physical activity initiatives: a qualitative study of parkrun in the UK",
    "text": "- Research\n-\nOpen access [Published:](#article-info)\nEngaging underrepresented groups in community physical activity initiatives: a qualitative study of parkrun in the UK\n[BMC Public Health](/)\nvolume 24, Article number: 804 (2024)\n[Cite this article](#citeas)\nAbstract\nBackground\nUnderrepresented groups, including racial/ethnic minority groups and individuals with low socioeconomic status face complex barriers to engaging in community-based health initiatives. This research uses parkrun, an outdoor, mass-participation, weekly physical activity and volunteering initiative, to explore the engagement strategies (‘outreach activities’) that have been used to promote the inclusivity and diversity of parkrun events.\nMethods\nTen adult parkrun Ambassadors who fulfilled volunteer roles that involved promoting parkrun to underrepresented groups in the UK were interviewed. Interviews took place via telephone or video call in April-July 2021. Interview transcripts were analysed thematically.\nResults\nEngagement strategies implemented by Ambassadors varied from opportunistic promotion within communities to strategic negotiations at higher decision-making levels. Approaches were characterised by a community-centred focus that ensured community networks and assets were utilised. Stories were considered valuable indicators of successful outreach. A common challenge to outreach for Ambassadors was limited personal and organisational capacity that impeded the widescale scope, reach and scalability of parkrun’s engagement attempts.\nConclusions\nParkrun Ambassadors have used a wide range of outreach activities at different levels of influence. A number of challenges to doing sustainable and effective outreach have been highlighted that need to be addressed. Working with and alongside communities where community-based health initiatives events take place to understand how to address inclusivity issues could contribute to greater participation by underrepresented groups.\nIntroduction\nPhysical inactivity is a pressing and longstanding public health problem [\n[1](#ref-CR1), [2](#ref-CR2), [3](#ref-CR3), [4](/articles/10.1186/s12889-024-18314-2#ref-CR4)]. Certain groups within the population engage in particularly low levels of activity compared to others, making them even more at risk of poorer health and lower life expectancy [ [5](/articles/10.1186/s12889-024-18314-2#ref-CR5), [6](/articles/10.1186/s12889-024-18314-2#ref-CR6)]. Groups that are disadvantaged or less well represented in relation to others include but are not limited to, racial/ethnic minorities, individuals with low socioeconomic status, and individuals with long-term health conditions. These groups often face unique and complex barriers to mass-participation physical activity initiatives and are often underrepresented. The UK government has called for approaches using inclusive strategies for these groups who tend to be less physically active [ [7](/articles/10.1186/s12889-024-18314-2#ref-CR7), [8](/articles/10.1186/s12889-024-18314-2#ref-CR8)].\nIn its Global Action Plan on Physical Activity 2018–2030, the World Health Organization (WHO) identified the need for physical activity opportunities that use public spaces and engage whole communities [\n[9](/articles/10.1186/s12889-024-18314-2#ref-CR9)], where ‘community’ may refer to a places (e.g., neighbourhoods), cultures, identities or groups of mutual interest (e.g., faith groups). Existing physical activity initiatives, especially those that target whole populations, risk not reaching all communities without targeted outreach efforts. For example, mass participation physical activity events have the potential to attract whole populations, but are often one-off events limited to those who are already active [ [10](#ref-CR10), [11](#ref-CR11), [12](#ref-CR12), [13](/articles/10.1186/s12889-024-18314-2#ref-CR13)]. Understanding how to address the barriers to engagement among more diverse groups is essential in achieving health equity. This project explores this within the context of a weekly global community-based initiative called parkrun.\nParkrun\nparkrun (written with a lower-case ‘p’) is the largest organisation of its kind in the UK providing regular outdoor community-based physical activity to whole communities. parkrun delivers free, weekly, organised 5-kilometre events and 2-kilometre ‘junior parkrun’ events for adults and children above the age of 4 in public spaces across the world (23 countries). The focus of this research is the UK. In the UK, the 5 km events take place across over 700 locations every Saturday morning and there are over 300 junior parkrun events every Sunday morning. parkrun’s mission statement “To create a healthier and happier planet”, is accompanied by the pledge: “Free, for everyone, forever.” [\n[14](/articles/10.1186/s12889-024-18314-2#ref-CR14)].\nparkrun events are promoted as being inclusive to people from all backgrounds and abilities and research evidence would support its perceived inclusivity [\n[15](#ref-CR15), [16](#ref-CR16), [17](#ref-CR17), [18](#ref-CR18), [19](/articles/10.1186/s12889-024-18314-2#ref-CR19)]. Research has shown that parkrun attracts groups with traditionally lower levels of physical activity, such as women, ‘overweight’ and older populations [ [20](/articles/10.1186/s12889-024-18314-2#ref-CR20)]. The social nature of parkrun events and the social transaction and interactions it offers is known to be important for initiation and continued attendance [ [21](/articles/10.1186/s12889-024-18314-2#ref-CR21), [22](/articles/10.1186/s12889-024-18314-2#ref-CR22)], making it uniquely different to walking/running alone. However, research suggests that participants tend to be of white ethnicity [ [19](/articles/10.1186/s12889-024-18314-2#ref-CR19), [23](/articles/10.1186/s12889-024-18314-2#ref-CR23), [24](/articles/10.1186/s12889-024-18314-2#ref-CR24)] and of higher socioeconomic status [ [20](/articles/10.1186/s12889-024-18314-2#ref-CR20)]. Common barriers to parkrun reported by parkrun participants in the UK, Australia and Ireland are the start time being inconvenient, feeling too unfit, illness or injury, childcare obligations and lack of time [ [25](/articles/10.1186/s12889-024-18314-2#ref-CR25)]. Whilst parkrun is praised for its consistent mode of delivery (at the same time, in the same place each week), its format does limit the ability to address time barriers, but placing emphasis on the opportunity to take part as a family (with children), to walk and to volunteer could go towards countering some of the common barriers to participation [ [25](/articles/10.1186/s12889-024-18314-2#ref-CR25)].\nBarriers to organised physical activity often relate to socioeconomic disadvantage [\n[26](/articles/10.1186/s12889-024-18314-2#ref-CR26)]. Research investigating the equitability of parkrun has found that people living in more deprived neighbourhoods of England live closer to parkrun events than people living in less deprived areas, yet participation is consistently lower in those from more deprived areas [ [27](/articles/10.1186/s12889-024-18314-2#ref-CR27)]. Findings from the parkrun UK Health and Wellbeing Survey 2018 found that participants who self-reported being physically inactive at parkrun registration and lived in the most deprived neighbourhoods benefitted the most from parkrun on measures of physical activity, overall health and wellbeing [ [28](/articles/10.1186/s12889-024-18314-2#ref-CR28)]. parkrun has been recognised in the WHO’s Global Action Plan on Physical Activity 2018–2030 as a working example of “regular mass-participation initiatives in public spaces, engaging whole communities, to provide free access to enjoyable and affordable, socially and culturally appropriate experiences of physical activity” (WHO; page 66). Yet it remains to be known what has and can be done to engage ‘whole communities’ in ‘culturally appropriate’ ways– including those who face barriers to participation and are underrepresented. Much of the parkrun research to date has focused on existing parkrun participants [ [21](/articles/10.1186/s12889-024-18314-2#ref-CR21)], leaving gaps in knowledge about non-participants and how parkrun can reach new and diverse audiences. Given that people from underrepresented groups could have the most to gain from participating in parkrun and its free-to-access and regular nature makes it a viable public health initiative, targeted outreach is needed so that it engages whole populations.\nParkrun’s outreach work\nparkrun have a worldwide network of Ambassadors who carry out volunteer roles, including outreach, that support parkrun event teams and parkrun Head Quarters, all of whom have undergone a robust recruitment process. parkrun describe Ambassadors as ‘guardians, advocates, protectors and champions of parkrun’ [\n[29](/articles/10.1186/s12889-024-18314-2#ref-CR29)]. The ‘Outreach Ambassador’ role involves promoting the ways that people can become involved in parkrun, with a specific aim to ‘help find ways to increase participation amongst groups that are underrepresented at [our] events’ [ [30](/articles/10.1186/s12889-024-18314-2#ref-CR30)]. Outreach Ambassadors were first introduced in the UK in 2016 to help the expansion of junior parkrun events in the UK, including young people in socio-economically disadvantaged areas [ [31](/articles/10.1186/s12889-024-18314-2#ref-CR31)]. Different types of Ambassadors may also consider outreach to be within their remit of volunteering responsibilities such as Event Ambassadors (who support existing and new parkrun event teams) and Regional Ambassadors (who support Event Ambassadors across a region).\nparkrun’s approach to outreach has never been studied and it is not clear what approach has been taken to increase participation amongst underrepresented groups. The aim of this study was to understand how community-based initiatives like parkrun can reach underrepresented groups. This study explored the perspectives of UK-based parkrun Ambassadors to understand what Ambassadors have done to engage with underrepresented groups and their perspectives of what works, what does not work and why.\nMethods\nRecruitment\nA purposive sample of parkrun Ambassadors was recruited. Participants were eligible if they were based in the UK and their volunteer role involved planning or implementing outreach activities. There were no explicit exclusion criteria. Every UK Outreach Ambassador in role at the time across different locations of the UK was invited as well as additional Ambassadors who were known to be doing outreach work in their locality (approximately 15 Ambassadors were invited to be interviewed). Ambassadors were recruited via two parkrun staff members who contacted potential participants via email or during meetings with an invitation to take part. Those who expressed an interest to take part were encouraged to read the information sheet and give informed consent electronically. The personal characteristics (e.g., age, gender, ethnicity, locality and socio-economic status) of the ten Ambassadors interviewed were not collected to protect confidentiality.\nData collection\nData collection took place between April and July 2021 from ten one-to-one semi-structured interviews. All except one took place via telephone which allowed geographic spread across the UK and was practical for the resource available to the researcher. One interview was conducted by video call at the Ambassador’s request. Interviews were recorded via a digital audio recorder and telephone microphone pick-up. An interview guide was reviewed by parkrun staff before being used (see supplementary material for interview guide). The interview guide provided structure and consistency across interviews but allowed flexibility to enable the participant to raise issues and shape the content and flow of the conversation. The researcher took notes during the interviews to act as prompts and to ensure that certain points of interest were returned to for more detail. These notes were not used as data in the analysis.\nData analysis\nAudio recordings of the interviews were transcribed verbatim. Analysis followed a similar thematic method to that outlined by Ritchie et al. [\n[32](/articles/10.1186/s12889-024-18314-2#ref-CR32)] which involved an initial data management phase and subsequent abstraction and interpretation phase.\nData management phase\nFamiliarisation was aided by the researcher conducting the interviews and listening back to recordings. Familiarisation continued with the reading and re-reading of transcripts systematically (transcript by transcript); highlighting words, phrases and paragraphs that represented salient attributes relevant to the research aim (codes). The familiarisation stage involved the construction of an initial thematic framework which helped organise the data– this was guided by important organising concepts: what’s been done, how has it been done, what have been the challenges. The software NVivo (version 11) was used to facilitate the organisation and management of the data. This early stage of coding has been described as ‘indexing’ [\n[33](/articles/10.1186/s12889-024-18314-2#ref-CR33)] with the salient attributes acting as signposting to interesting bits of the data, rather than representing a final argument. In the early stages, the researcher stayed close to the original data transcripts (reading and re-reading transcripts in turn), allowing emergent ideas and concepts to be identified. As analysis progressed, the researcher coded the data in a more interpretative way (a process Ritchie et al., call ‘developing categories’). This involved attaching labels to the salient parts of the data and thinking about how they relate to the rest of the data within and between transcripts (development of initial themes). Throughout this process, the thematic framework was reviewed and refined.\nAbstraction and interpretation phase\nAfter the data management process the researcher took stock and read back through the codes and initial themes. In this phase, the researcher sought to understand what was happening within each initial theme– looking at both the language (what was actually said by interviewees) and assigning meaning to what was said. Data and codes within themes were combined and rearranged, relabelled and new data was incorporated from the transcripts as required in an iterative manner. In this phase the researcher was also looking to identify linkage between the codes and initial themes. For example, at the individual case level, the researcher looked for possible connections between an experience (e.g., whether their Ambassador role aligned with their occupation) and a way of doing outreach (e.g., utilising their existing networks). The researcher also made links to existing knowledge, evidence or theory in this phase.\nThemes and sub-themes were refined (subdivided and merged), reviewed and further refined and finally written up as findings. The write-up involved weaving, together the data extracts (i.e., verbatim quotations) with analytical narrative. This was not always a sequential process, but more fluid, with the researcher moving backwards and forwards between the data management and interpretation phases.\nThe researcher kept an analytic log (notes and memos) throughout the analysis process to keep a record of developing analytic thinking.\nResearch team and reflexivity\nFor this study, it is important to acknowledge the interrelationship between the researcher, the data collected, the research participants and parkrun, as the organisation being researched. The researcher was trained and experienced in qualitative methods. They were female, aged 32 and White British, with no personal experience of living in or working in socio-economically deprived communities. They were not previously known to the interviewees, except for one participant who they knew from previous parkrun research correspondence.\nThe researcher had personal and professional experience with parkrun– both as a parkrun participant and as a researcher. Their personal and professional parkrun experience helped with developing rapport and building trust with interviewees and in establishing a collaborative relationship with parkrun staff. Their familiarity and interest with parkrun meant that they had a genuine desire to uncover the interviewees’ perspectives to better understand what Ambassadors have done to engage with underrepresented groups. During data collection and analysis, the researcher made conscious efforts to be critically reflexive about their personal and professional experience with parkrun to avoid imposing personal perspectives on the study, but instead use this to connect the data with their own ongoing experiences within the research context.\nMembers of parkrun staff were involved in the conceptualisation of the project and in the recruitment of participants. During data collection, the researcher did not discuss the interviews or findings with members of parkrun staff. During data analysis, the researcher had discussions with one member of parkrun staff about the project to provide an update and reflect on the project’s progress. parkrun staff did not have any involvement in the analysis of the interview data. The write-up of initial findings was shared with parkrun in the form of a project report. parkrun staff were not involved in the writing of this manuscript.\nResults\nOut of the ten Ambassadors interviewed, seven were Outreach Ambassadors and three had other parkrun Ambassador roles; two Event Ambassadors and one Regional Ambassador. Ambassadors were working across the UK and many were working with parkrun events situated in more deprived communities (but their location was not recorded or redacted from transcripts to protect confidentiality). There was a range of experience among the Ambassadors interviewed from less than two years in the role to five or more years of experience. Interview length ranged from 42 to 99 min and the mean interview duration was 64 min.\nThe thematic analysis generated four main themes and nine sub-themes organised into two main organising concepts: What parkrun’s outreach work involves and how parkrun’s outreach work is done. See Table\n[1](/articles/10.1186/s12889-024-18314-2#Tab1) for an overview of themes and sub-themes.\nWhat parkrun’s outreach work involves\nThe first organising concept describes what Ambassadors were doing to engage with underrepresented groups.\nTheme 1\nWhat outreach activities have been done to date?\n1a) Outreach is about having conversations about parkrun\nAmbassadors were working within their own region across various parts of the UK and the boundary of their outreach area ranged from hyper-local (e.g., the Ambassador lived within or worked closely with the community) to regional (i.e., working across a whole region) or national. Whether hyper-local or regional, there was consensus that outreach involved raising awareness through effective communication and signposting to parkrun (“spreading the word” (P02) because this would have a “ripple effect” (P01) through communities. Ambassadors demonstrated willingness and confidence to talk and reach out to new people and communities. Being a good communicator was said to also include being a “good listener” (P07) and sometimes a “persuader” (P08). Talking about parkrun ranged from informal conversations with members of the public to formal presentation-style forms of communication (see Table\n[2](/articles/10.1186/s12889-024-18314-2#Tab2) for specific examples of outreach activities). Ambassadors felt it was their role to challenge people’s perceptions about what parkrun is and who it is for; addressing some of the barriers that underrepresented groups may perceive or experience:\nSome [barriers] which are quite hard to break down, for example in the name “parkrun”, so people believing that it’s not just a run, that you can walk and stuff like that. And, I think a lot of the myths around it and around running, and people’s abilities… the role for an Outreach Ambassador is to tell people that they’re not true, basically, sort of displaying what parkrun is really about, and that it is for everybody. (P07)\nIt was believed that face-to-face conversation was required, and some Ambassadors felt that conversations needed to take place over numerous occasions to be effective (a “drip drip drip” effect– P04).\nThis approach came with the acceptance that many attempts at conversation would fail, but there was persistence among Ambassadors to keep trying. For example:\nSome things have gotta be done, like talking to housing associations and council departments. Some of it has bred good contacts, some of it has been a total, total waste of time. But if you don’t do it, you don’t know [laughs]… it might not be. And, you know, you might get somebody who can really swing something for us. (P02)\n1b) three levels of outreach: on the ground, organisational and higher decision-making level\nAmbassadors were having conversations about parkrun at different levels of influence. Table\n[2](/articles/10.1186/s12889-024-18314-2#Tab2) provides examples of outreach activities initiated at each level. Some activities involved working purely ‘on the ground’ level, interacting with people in their local neighbourhood and communities. One Ambassador regarded parkrun event activation (the set up of new parkrun events) in areas of high deprivation as the single most effective outreach activity they had been involved in because this provided opportunity to find event team members who represent the local community.\nOthers described liaising with local organisations to reach communities. Common organisations that had been used to reach local communities were General Practices (GP) and Schools. Doing a presentation about junior parkrun in a school assembly had been a common outreach activity, but Ambassadors felt initial interest did not always translate into participation, for example: “we’d get this lovely warm reception, but… there’d be no continuity afterwards.” (P02). Ambassadors acknowledged that a more effective approach would be to engage directly with parents/guardians rather than children– because, “if those parents don’t want to come along, the kids are not coming.” (P01).\nSome Ambassadors were working at a more strategic level– liaising with local, regional or national decision-makers such as local authorities and government representatives. One Ambassador felt parkrun should be working with education authorities to align parkrun/junior parkrun with school health and wellbeing mandates– which would see schools signposting teachers, children and their families to the local parkrun event (similar to the model adopted by the parkrun practice initiative [\n[34](/articles/10.1186/s12889-024-18314-2#ref-CR34)]).\nTheme 2\nWhat does successful outreach look like?\n2a) indicators of success: statistics and stories\nAmbassadors shared their thoughts about what success looks like for parkrun’s outreach work. They described indicators of success as statistics and stories. In terms of statistics, Ambassadors wanted to see better representation of underrepresented groups at parkrun events (i.e., indicating greater diversity). They also wanted to see the number of parkrun events in deprived areas increase (i.e., growth). Ambassadors shared a concern that demonstrating the impact of outreach work was difficult because there was often no observable impact or benchmark upon which to measure success. The challenge of using statistics as indicators of success was that the markers of success were often unknown, for example:\nAs a result of the outreach that we do, if we had double the average participation, this sounds like a 50% increase, yay! But we only had 12 kids to start with. And one time we had one [participant] and other times we’ve had two [participants]. So… we’re actually quite pleased with the numbers, for some it would be small but for us it’s like oh 22 kids that’s a good turnout. (P04)\nWhilst Ambassadors acknowledged the importance of statistics for parkrun for accountability with funders, they did not feel this pressure to meet targets or performance indicators, as explained:\nThese big organisations that need to continue with funding, and in order to get funding you need to prove that, again, it’s working, that you’ve got the, you’ve got people engaged, you’ve got people coming to it. And, like, I think what’s nice in being a volunteer Outreach Ambassador [is] maybe having that step away from it and not having the pressure (P04).\nDifficulty quantifying successful outreach meant there was a preference for using individual stories as markers of success. Ambassadors preferred to consider success by “following the journey of an individual or group” (P03). Stories were valued for being able to illustrate how people have overcome adversity or barriers to participation, how they have built relationships and any improvements to health experienced since participating in parkrun. The preference for stories over statistics is summarised in this comment: “if we only had one participant but that one participant enjoys it [parkrun] and it makes a difference to their lives and they’ve got something out of it, then our job [as Ambassadors] is done.” (P04).\n2b) monitoring and reporting of progress: an ad hoc approach\nAmbassadors described an unstructured approach to monitoring and reporting of outreach activities. Some Ambassadors shared an online document to log activities whilst others preferred to keep a mental note or emails as an audit trail of useful contacts. Ambassadors described reporting back to parkrun via ad hoc conversations (e.g., when they had something pertinent to share) or via meetings with parkrun staff / Head Quarters (HQ). Meetings with parkrun HQ and other Ambassadors were said to provide good opportunities to report back and share learnings with others:\nThere is wisdom to be gleaned isn’t there from people who, who have done it and who are doing it and, and I think there’s certainly principles and there’s things that have worked here I’m sure would translate into other places. (P05)\nMost Ambassadors were satisfied that the current unstructured way of monitoring and reporting progress worked well for the limited time they had available for their volunteer role, with some seeing the value in parkrun introducing something more structured like an information repository. There was a suggestion that more time could be prioritised by for “reflection and learning to improve…looking in the rear-view mirror [rather than] default to go” (P09).\nHow Parkrun’s outreach work is done\nThe second organising concept captures how parkrun’s outreach programme is delivered from the perspective of Ambassadors.\nTheme 3\nWhat approach to outreach is taken?\nTheme 3a) different ways of working: opportunistic and strategic\nAmbassadors described opportunistic and strategic ways of working and both were considered essential for parkrun’s outreach to work. Opportunistic approaches involved taking any opportunity to promote parkrun within local communities, such as, “signing people up on the bus” (P01) and talking to local park users about the event. One Ambassador described it as, “I just chip away at my little corner of the bigger picture” (P01), suggesting that Ambassadors often worked independently of the wider cohort of Ambassadors. Being willing to take opportunities to promote parkrun wherever they arise was deemed to be an important quality for an Ambassador.\nStrategic approaches to outreach involved Ambassadors striving to align their outreach activities to parkrun’s current priority areas, or ‘the bigger picture’. For example:\nIt has to be responsive to what’s going on and the organisation as well. What are the priorities, what are the big projects and how can the Outreach Ambassadors feed into that and how can you make the best use of the limited resource (P04).\nThe strategic approach was a more considered effort, and one example involved an Ambassador who was working at a national level bringing together and overseeing a group of eleven passionate parkrun participants across the area who had the common goal of raising awareness of parkrun within communities that are underrepresented. This was considered a way of pooling limited resource, making sure there was a coherent effort of outreach activity across regions and enabled outreach work to have greater reach beyond small localities.\nTheme 3b) a community-centred approach: utilise existing connections, utilise existing assets and understand what the community needs\nWhether opportunistic or strategic, the approaches to outreach were centred on community. Many outreach activities were initiated because of existing contacts and connections Ambassadors held with stakeholders in the local community (i.e., connections they had before becoming a parkrun Ambassador). As one Ambassador said, “it’s about getting to know people and using people– a horrible expression isn’t it, but nevertheless it’s true. You need to use your contacts” (P02). Part of this approach was in utilising the existing parkrun community as an asset, as Ambassadors talked about links being made via people who were existing parkrun participants (e.g., existing parkrun participants who worked in the health or education sectors). However, Ambassadors spoke about the limitations of relying solely on existing connections, for example when contacts in certain fields or communities do not exist, or contacts are limited to a hyper-local area, rather than further afield. There is also a network continuity risk if just one Ambassador holds all the valuable connections and then retires from their role.\nAmbassadors spoke about the importance of collaboration and working with communities. For example: “working in collaboration, we can find the answers and share that insight and research to provide the best kind of support for people to enter parkrun” (P03). They believed an important part of their role was to find people or organisations within communities who are influential, trusted and listened to by others and who could “fly the flag” for parkrun (P02, P06, P09). This was particularly important when Ambassadors were not embedded (lived or worked) within the communities being targeted. There was a sense that once these ‘champions’ or “pied pipers” (P09) had been identified, outreach became much easier because they were the gateway into the local community. As described:\nPeople who, are just good well-connected community people who, who not necessarily in terms of, you know, bringing in lots of people in, but are just able to connect other people maybe or who just have ability and social talent that enable a really good community to be built at your event. So, you know, just people that will talk to anyone and will make people feel welcome and will happily sort of signpost people to various other people or, do you know what I mean, just connecting people. (P05)\nThe Ambassadors talked about the need to understand “where the demand is” (P01) within communities and to “get under the skin of their thinking, their cultures, their religions, their lifestyle habits… to provide the best kind of support for people to enter parkrun” (P03). Ambassadors wanted to fully understand the barriers to participation for underrepresented groups, referring to this as a “bottom-up” approach from within the community (P08). Ambassadors wanted the knowledge of community needs to be evidence-based, rather than speculative, but expressed concern that they (and parkrun as a whole) may lack capacity to fully understand what the need is, where the need is greatest and where to target resource; “Well from an analytical point of view we don’t necessarily have good information about the landscape- where to direct our limited resources to. So basically the information is coming into us anecdotally” (P09). Certain activities, such as helping people register with parkrun and printing off their unique participant barcode were said to address barriers for people whose first language was not English and who did not have access to the internet or a printer. Suggestions for future parkrun promotion campaigns included using TikTok and YouTube to appeal to younger audiences and working with faith groups to embed messages about parkrun from within communities. The time and resource needed to establish authentic connections with communities needs consideration. One Ambassador described how “going out to a local mosque and going ‘why don’t you come along to parkrun?’ wouldn’t work” (P08) because it takes time to build trust, rapport and establish relationships with communities.\nThe Ambassadors also identified a scalability challenge because “no one size fits all” (P04). Targeted, localised approaches made it difficult to “lift and shift” (P08) outreach activities that have worked in one context to another “because everyone’s situation is so different” (P04).\nTheme 4\nWhat challenges are experienced when doing outreach?\nTheme 4a) personal capacity challenges: other commitments and responsibilities\nPersonal challenges referred to the difficulties faced by Ambassadors due to conflicting commitments such as employment and family responsibilities. One Ambassador acknowledged that if they had more time, they would prioritise reflection and sharing their learning with other Ambassadors. Those who regarded themselves as having more time (e.g., because they were retired or worked part-time) felt able to commit more time to their outreach role, “my main asset is I’m retired so I can do daytime meetings, which, a lot of Ambassadors can’t, and, you know, that must be a hindrance, I think” (P02).\nTheme 4b) parkrun capacity challenges: scope and reach\nSome of the challenges discussed by Ambassadors related to parkrun’s organisational capacity. Many expressed a desire for more Ambassadors to be recruited to increase parkrun’s capacity for outreach work. This was considered important for the following reasons: (1) to have someone to work with (“to bounce off their ideas”; P01), (2) to make sure more regions were being covered, (3) to make sure community needs were being explored and addressed and (4) to ensure that opportunities for engaging with underrepresented groups were not being missed. Ambassadors often worked alone in their area or region, limiting the reach and scope of outreach that could be done. There was also a concern that not all areas of the country are covered by Ambassadors, limiting the collective impact. It was suggested that each parkrun event could have outreach volunteers on the event team to ensure adequate coverage across all parkrun events. Though Ambassadors acknowledged that for parkrun HQ, this would raise the challenge of managing a growing number of Ambassadors.\nTheme 4c) broader inequity and inequality challenges: outside of parkrun’s control?\nA final challenge for Ambassadors was the perception that parkrun’s outreach work was only a small part of a much larger challenge to tackle population health inequalities and that parkrun can only do so much to address wider inequity issues. For example, one Ambassador acknowledged that people living in deprived areas might not consider parkrun a priority; “you’ve got children turning up to school with no shoes. So the fact that you’re trying to recruit them for a parkrun isn’t gonna happen because they haven’t got school shoes, never mind trainers.” (P10). Another Ambassador had concerns about antisocial behaviours that might be more prevalent in deprived areas such as broken glass or syringes on the parkrun event route and the added risk or responsibility this gave to parkrun event teams.\nLinked to this was the concern that the parkrun’s format might not be appropriate for everyone, especially groups who are currently underrepresented (for example, due to cultural barriers). Examples of where parkrun “rules and regulations can be a little strict” (P10) included the day and time of the events not being appropriate for certain groups, not having the resource to tailor or translate promotional materials to the local context and not being able to give a finish time to people who do not bring a parkrun barcode to be scanned when they have completed the event. Ambassadors suggested potential initiatives that might promote further inclusivity, for example, the (not)parkrun initiative (where people can submit a 5k walk or run on any route, day and time), a buddy scheme at junior parkrun events (“where children who have been coming for a while would be a buddy for new child. So that child would have someone to run with if the parents didn’t want to run” (P06)), events/initiatives for children that do not depend on parental involvement and working with organisations who might help with transport to parkrun events (e.g., Youth groups).\nDiscussion\nSummary of findings\nMass-participation community-based health initiatives that are open-to-all face the challenge of engaging groups whose health would benefit the most. Targeted approaches to promotion and outreach are needed to reach underrepresented groups. This study has demonstrated that a range of outreach activities have been implemented by parkrun Ambassadors in the UK in attempt to increase engagement by more diverse groups. Activities ranged from ground-level community engagement to higher-level strategic engagement with decision-makers. A common characteristic of all outreach activities was raising awareness through conversations about parkrun with the ‘right people’ and engaging with community organisations. Ambassadors described opportunistic and strategic ways of working as important for remaining focused on a vision, but being flexible enough to respond to new opportunities whenever they arise. A common characteristic of all outreach attempts was finding key assets in the local community (community members, organisations, authorities) that can mobilise the community. Whilst the community engagement approach was valued, Ambassadors described not having the resource or capacity needed to understanding the needs of a local communities, establish authentic relationships and scale-up outreach activities.\nAmbassadors described the difficulty of knowing whether their outreach activities were successful, but also acknowledged they lacked capacity to formally monitor and evaluate their activities. A monitoring, evaluation and learning framework that is built into the planning of outreach work and integrates qualitative and quantitative evidence, would allow Ambassadors to understand the impact of their efforts and leverage individual story-telling to portray the complexities of outreach but also learn from data being collected. Though striking a balance between stories and statistics often depends on the priorities of key stakeholders (Ambassadors, parkrun, funders), which needs to be explored further from the perspective of parkrun leadership team and funding bodies.\nAmbassadors identified broader inequity challenges that made their outreach attempts more difficult, including lack of transport to parkrun events, which supports existing research that has found socio-political barriers to engaging underrepresented groups in organised, community-based physical activity for example, cost, travel, childcare and lack of time [\n[19](/articles/10.1186/s12889-024-18314-2#ref-CR19), [35](/articles/10.1186/s12889-024-18314-2#ref-CR35), [36](/articles/10.1186/s12889-024-18314-2#ref-CR36)]. Furthermore, Ambassadors described a possible tension in striving for inclusivity when the format of events may not suit everyone.\nImplications of the findings in context of existing research\nPrevious research has demonstrated that for equitable participation in parkrun events in England, it is not enough to situate (more) parkrun events in areas of high socio-economic deprivation and expect this to translate into participation by people from the local neighbourhood [\n[27](/articles/10.1186/s12889-024-18314-2#ref-CR27)] or underrepresented communities. A small number of parkrun studies have explored outreach and inclusivity issues [ [19](/articles/10.1186/s12889-024-18314-2#ref-CR19), [37](/articles/10.1186/s12889-024-18314-2#ref-CR37)] and the current findings demonstrate the outreach activities that are possible. The outreach activities implemented by parkrun Ambassadors were consistent with practice in community development (utilising community assets and understanding the needs of local people) [ [38](/articles/10.1186/s12889-024-18314-2#ref-CR38)], but were limited in scope, reach and scalability by resource constraints. Raising awareness through word-of-mouth communication and working in partnership with community organisations who currently work with pre-identified groups (e.g., inactive people, people living in areas of high deprivation) have been found to be effective approaches to inclusive recruitment to community-based walking programmes in the UK [ [36](/articles/10.1186/s12889-024-18314-2#ref-CR36), [39](/articles/10.1186/s12889-024-18314-2#ref-CR39)]. Word-of-mouth promotion can be effective for engaging with underrepresented groups, but needs to be tailored to the target networks (e.g., via partnerships with organisations such as schools, community organisations and faith groups) and not just to those who are socially well connected [ [39](/articles/10.1186/s12889-024-18314-2#ref-CR39)]. Utilising these productive partnerships and authentic relationships with communities can facilitate appropriate tailoring of outreach activities and build capacity, addressing the resource constraint issues often experienced by grassroots or voluntary-sector initiatives [ [39](/articles/10.1186/s12889-024-18314-2#ref-CR39), [40](/articles/10.1186/s12889-024-18314-2#ref-CR40)].\nAs parkrun grows at scale across the world, sustainable and scalable approaches to outreach are needed and further research and evaluation is needed to understand whether parkrun’s outreach work and dependence on a volunteer workforce can achieve this. Outreach may involve developing supportive pathways into parkrun and a recent study has shown the potential value of the'Couch to 5 K' initiativeto attract previously inactive people into parkrun [\n[41](/articles/10.1186/s12889-024-18314-2#ref-CR41)]. Further research is essential to understand other appropriate pathways into parkrun that meet the unique needs of different underrepresented groups. Exploring barriers to parkrun [ [25](/articles/10.1186/s12889-024-18314-2#ref-CR25)] would add to this evidence and should include qualitative methods to explore the perceptions of different underrepresented groups, including those not already registered with parkrun. This would help establish whether parkrun can diversify its current offer to be more accessible to more people, and whether changes to event format, structure or way of operating would be needed to adapt to local contexts and optimise inclusivity.\nImplications for policy and practice\nThe WHO has called for regular mass participation initiatives that engage whole communities with free, enjoyable, socially and culturally appropriate experiences of physical activity. Using parkrun as a real-world example allows for wider application of the findings to other community-based initiatives seeking more equitable participation, particularly those that rely on volunteers for delivery. The parkrun model exemplifies a health-promoting initiative that has the potential for scale and reach across whole communities. Parkrun’s open-to-all offer has meant that more targeted outreach is needed to reach those who would not ordinarily be exposed to existing promotional messages. Aspects of parkrun’s outreach work that were believed to improve engagement with underrepresented groups were consistent with practice in community development and a community-centred approach [\n[42](/articles/10.1186/s12889-024-18314-2#ref-CR42)], where there is extensive evidence supporting its ability to improve population health and wellbeing and tackle health inequalities [ [43](/articles/10.1186/s12889-024-18314-2#ref-CR43)]. Findings suggest that organisations should aim to understand the needs of the target communities (bottom-up planning [ [44](/articles/10.1186/s12889-024-18314-2#ref-CR44)]), increase awareness about their initiative or programme in communities that are underrepresented, that this should be embedded from the very beginning (e.g., at event activation so that there is local ownership of the event), that local assets should be utilised to build trust in the community, and as part of this community connectors (residents or community members with strong social networks) should be identified to spread the word about the initiative and mobilise the community [ [45](/articles/10.1186/s12889-024-18314-2#ref-CR45)].\nCollaborative work with people from the underrepresented groups is needed to develop genuine co-produced solutions to equitable participation. This takes time and resource and the commitment required may surpass the role of a volunteer. Outreach initiatives need to be evaluated so that organisations can determine what activities are needed, if/how they work (mechanisms of change), for who, why as well as how sustainable and scalable they are. The evaluation might challenge what type of evidence is considered appropriate, how evidence might be collected and whether alternative methods might be better able to make sense of complexity (e.g., participatory evaluation, theory of change, or realist evaluation) [\n[46](/articles/10.1186/s12889-024-18314-2#ref-CR46)].\nMethodological considerations\nThe findings should be interpreted with consideration to the following methodological issues. The findings represent the views of self-selected Ambassadors and therefore people who are highly engaged with and supportive of parkrun and its outreach work. Given that the personal characteristics of Ambassadors (e.g., age, gender, ethnicity, locality, and socio-economic status) is likely to influence their outreach attempts and the challenges faced, collecting this information should be considered in future research. The research has not been able to uncover any important differences that may exist within or between different groups and the influence this has on the type of activities implemented and their success (e.g., outreach activities that would appeal to already active people from underrepresented groups may differ to activities that would engage inactive people from the same group). parkrun’s outreach work is likely to differ across different territories and so further research in other countries is needed to explore contextual and cultural differences. Future implementation and evaluation frameworks need to be able to highlight and account for this level of complexity.\nConclusions\nCommunity-based health initiatives wishing to reach and meaningfully engage with whole communities need to embed outreach and equity considerations into all aspects of their delivery model. parkrun Ambassadors have used a wide range of approaches to increase participation by people who are underrepresented at parkrun events. Several challenges to scalable and sustainable outreach have been highlighted such as personal and organisational capacity, broader inequity challenges and the need for an evaluation framework that can assess the success of outreach activities. Working with and alongside communities where community-based health initiatives take place is essential to design outreach approaches that meet the needs of the organisation and those being targeted.\nData availability\nThe data sets generated and analysed during the current study are not publicly available due to the sensitive and identifiable nature of our qualitative data, but further details are available from the corresponding author upon reasonable request.\nReferences\nLee I-M, Shiroma EJ, Lobelo F, Puska P, Blair SN, Katzmarzyk PT, et al. Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy. Lancet. 2012;380(9838):219–29.\nGuthold R, Stevens GA, Riley LM, Bull FC. Worldwide trends in insufficient physical activity from 2001 to 2016: a pooled analysis of 358 population-based surveys with 1· 9 million participants. Lancet Global Health. 2018;6(10):e1077–86.\nLoyen A, Clarke-Cornwell AM, Anderssen SA, Hagströmer M, Sardinha LB, Sundquist K, et al. Sedentary time and physical activity surveillance through accelerometer pooling in four European countries. Sports Med. 2017;47(7):1421–35.\nSport England. Active Lives Survey 2021/2022 2022 [Available from: Active Lives Survey 2021/2022].\nCavill N, Rutter H. The impact of interventions and policies on socio-economic status differentials in physical activity: Evidence review for the Health Equity Pilot Project (HEPP). 2017.\nhttps://ec.europa.eu/health/sites/health/files/social_determinants/docs/hepp_screport_physical_en.pdf\nStrain T, Sharp SJ, Spiers A, Price H, Williams C, Fraser C, et al. Population level physical activity before and during the first national COVID-19 lockdown: a nationally representative repeat cross-sectional study of 5 years of active lives data in England. Volume 12,100265. The Lancet Regional Health–Europe; 2022.\nDepartment for Culture Media and Sport. Sporting Future: a New Strategy for an active nation. London: Department for Culture, Media and Sport; 2015.\nSport England. Uniting the movement: A 10-year vision to transform lives and communities through physical activity and sport [online][viewed 24 November 2021]2020.\nWorld Health Organization. Global Action Plan on Physical Activity 2018–2030: More Active People for a Healthier World: World Health Organization; 2018 [Available from:\nhttps://apps.who.int/iris/bitstream/handle/10665/272722/9789241514187-eng.pdf.\nLane A, Murphy N, Bauman A. An effort to ‘leverage’the effect of participation in a mass event on physical activity. Health Promot Int. 2013;30(3):542–51.\nLane A, Murphy N, Smyth P, Bauman A. Do Mass Participation Sporting events have a role in making populations more active? Research Report 2. Ireland: Centre for Health Behaviour Research, Waterford Institute of Technology and Irish Sports Council; 2010.\nMurphy N, Lane A, Bauman A. Leveraging mass participation events for sustainable health legacy. Leisure Stud. 2015;34(6):758–66.\nMcVinnie Z, Plateau CR, Lane A, Murphy N, Stevinson C. Effects of engaging in mass participation sporting events on physical activity behaviour: a systematic review. Health Promot Int. 2023;38(2):daad018.\nparkrun Global Limited. parkrun Volunteer Hub: Mission Statement 2023 [Available from:\nhttps://volunteer.parkrun.com/principles/mission-statement.\nHindley D. More than just a Run in the Park: An Exploration of Parkrun as a Shared Leisure Space. Leisure Sci. 2018:1–21.\nStevinson C, Wiltshire G, Hickson M. Facilitating participation in health-enhancing physical activity: a qualitative study of parkrun. Int J Behav Med. 2015;22(2):170–7.\nMorris P, Scott H. Not just a run in the park: a qualitative exploration of parkrun and mental health. Adv Mental Health. 2018:1–14.\nGrunseit A, Richards J, Merom D. Running on a high: parkrun and personal well-being. BMC Public Health. 2018;18(1):59.\nFullagar S, Petris S, Sargent J, Allen S, Akhtar M, Ozakinci G. Action research with parkrun UK volunteer organizers to develop inclusive strategies. Health Promot Int. 2020;35(5):1199–209.\nStevinson C, Hickson M. Exploring the public health potential of a mass community participation event. J Public Health. 2013;36(2):268–74.\nGrunseit AC, Richards J, Reece L, Bauman A, Merom D. Evidence on the reach and impact of the social physical activity phenomenon parkrun: a scoping review. Prev Med Rep. 2020;20:101231.\nWiltshire G, Fullagar S, Stevinson C. Exploring parkrun as a social context for collective health practices: running with and against the moral imperatives of health responsibilisation. Sociol Health Illn. 2018;40(1):3–17.\nHaake S, Quirk H, Bullas A. parkrun Health and Wellbeing Survey. 2018.\nhttps://awrcparkrunresearch.wordpress.com/2018/10/20/uk-ireland-parkrun-health-wellbeing-survey-2018-%e2%9c%93-output-available/: Advanced Wellbeing Research Centre, Sheffield Hallam University 2018.\nSmith R, Schneider P, Bullas A, Haake S, Quirk H, Cosulich R et al. Does ethnic density influence community participation in mass participation physical activity events? The case of parkrun in England. Wellcome Open Res. 2020;5.\nReece L, Owen K, Graney M, Jackson C, Shields M, Turner G, et al. Barriers to initiating and maintaining participation in parkrun. BMC Public Health. 2022;22(1):1–9.\nSmith BJ, Thomas M, Batras D. Overcoming disparities in organized physical activity: findings from Australian community strategies. Health Promot Int. 2015;31(3):572–81.\nSchneider PP, Smith RA, Bullas AM, Bayley T, Haake SS, Brennan A et al. Where should new parkrun events be located? Modelling the potential impact of 200 new events on socio-economic inequalities in access and participation. MedRxiv. 2019:19004143.\nQuirk H, Bullas A, Haake S, Goyder E, Graney M, Wellington C, et al. Exploring the benefits of participation in community-based running and walking events: a cross-sectional survey of parkrun participants. BMC Public Health. 2021;21(1):1978.\nparkrun Global Limited. The Ambassador Programme 2023 [Available from:\nhttps://support.parkrun.com/hc/en-us/articles/360000567885-The-Ambassador-Programme.\nparkrun Global Limited. parkrun Volunteer Hub: Ambassadors 2023 [Available from:\nhttps://volunteer.parkrun.com/principles/ambassadors.\nparkrun Global Limited. Warburtons Boosts Junior parkrun 2023 [Available from:\nhttps://blog.parkrun.com/uk/2016/02/18/warburtons-boosts-junior-parkrun/.\nRitchie J, Lewis J, Nicholls CM, Ormston R. Qualitative research practice: a guide for social science students. and researchers: sage; 2013.\nSeale C. Quality in qualitative research. Qualitative Inq. 1999;5(4):465–78.\nparkrun Global Limited. parkrun Volunteer Hub: parkrun Practice 2023 [Available from:\nhttps://volunteer.parkrun.com/principles/parkrun-practice-initiative.\nWithall J, Jago R, Fox KR. Why some do but most don’t. Barriers and enablers to engaging low-income groups in physical activity programmes: a mixed methods study. BMC Public Health. 2011;11:1–13.\nMatthews A, Brennan G, Kelly P, McAdam C, Mutrie N, Foster C. Don’t wait for them to come to you, you go to them. A qualitative study of recruitment approaches in community based walking programmes in the UK. BMC Public Health. 2012;12(1):1–11.\nQuirk H, Haake S. Engaging people with long-term health conditions in a community-based physical activity initiative: a qualitative follow-up study evaluating the parkrun PROVE project. BMC Sports Sci Med Rehabilitation. 2021;13(1):1–13.\nMisener L, Schulenkorf N. Rethinking the social value of sport events through an asset-based community development (ABCD) perspective. J Sport Manage. 2016;30(3):329–40.\nHanson S, Cross J, Jones A. Promoting physical activity interventions in communities with poor health and socio-economic profiles: a process evaluation of the implementation of a new walking group scheme. Soc Sci Med. 2016;169:77–85.\nWildman JM, Valtorta N, Moffatt S, Hanratty B. What works here doesn’t work there’: the significance of local context for a sustainable and replicable asset-based community intervention aimed at promoting social interaction in later life. Health Soc Care Commun. 2019;27(4):1102–10.\nRelph N, Owen M, Moinuddin M, Noonan R, Dey P, Bullas A, et al. How can UK public health initiatives support each other to improve the maintenance of physical activity? Evidence from a cross-sectional survey of runners who move from couch-to-5k to parkrun. Health Promot Int. 2023;38(5):daad108.\nPublic Health England. A guide to community-centred approaches for health and wellbeing. Public Health England London; 2015.\nCassetti V, Powell K, Barnes A, Sanders T. A systematic scoping review of asset-based approaches to promote health in communities: development of a framework. Global Health Promotion. 2020;27(3):15–23.\nCleland CL, Hunter RF, Tully MA, Scott D, Kee F, Donnelly M, et al. Identifying solutions to increase participation in physical activity interventions within a socio-economically disadvantaged community: a qualitative study. Int J Behav Nutr Phys Activity. 2014;11(1):1–9.\nMcKnight J, Kretzmann J. Building communities from the inside out. A path toward finding and mobilizing a community’s assets. 1993;9.\nOatley C, Harris K. How, and why, does participatory evaluation work for actors involved in the delivery of a sport-for-development initiative? Managing Sport Leisure. 2021;26(3):206–25.\nAcknowledgements\nThe author would like to thank the parkrun Ambassadors who agreed to be interviewed and parkrun for cooperating with this project and providing access to Ambassadors.\nFunding\nAt the time of conducting this research, Helen Quirk was funded by a National Institute for Health Research (NIHR) School for Public Health (SPHR) post-doctoral Launching Fellowship. The University of Sheffield Institutional Open Access Fund funded publication fees. There are no other direct research funds allocated for this project. The views, thoughts, and opinions expressed in this report belong solely to the author, and do not reflect the position of the funder, or parkrun. parkrun staff were involved in the conceptualisation of the project and facilitated the recruitment of Ambassadors, but were not involved in data collection, analysis or interpretation of the findings.\nThis project received ethical approval from the University of Sheffield, School of Health and Related Research Ethics Committee (25/11/2020) and was approved by the parkrun Research Board. Ambassadors who expressed an interest to take part were encouraged to read the information sheet and give informed consent electronically.\nConsent for publication\nNot applicable.\nCompeting interests\nAt the time of conducting this research and writing this manuscript, Helen Quirk was a parkrun participant and Deputy Chair of the parkrun Research Board.\nAuthor’s information\nSee the manuscript for discussion of information about the author that may aid the reader’s interpretation of the article, and understand the standpoint of the author.\nElectronic supplementary material\nBelow is the link to the electronic supplementary material.\n article’s article’s\nQuirk, H. Engaging underrepresented groups in community physical activity initiatives: a qualitative study of parkrun in the UK. BMC Public Health 24, 804 (2024). https://doi.org/10.1186/s12889-024-18314-2\n 18314-2",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Health"
    ],
    "external_links": [
      "https://www.volunteer.parkrun.com/principles/ambassadors.",
      "https://www.ec.europa.eu/health/sites/health/files/social_determinants/docs/hepp_screport_physical_en.pdf",
      "http://www.creativecommons.org/publicdomain/zero/1.0/)",
      "https://www.blog.parkrun.com/uk/2016/02/18/warburtons-boosts-junior-parkrun/.",
      "https://springernature.com/gp/open-research/about/the-fundamentals-of-open-access-and-open-research",
      "https://www.volunteer.parkrun.com/principles/parkrun-practice-initiative.",
      "http://www.creativecommons.org/licenses/by/4.0/.",
      "https://apps.who.int/iris/bitstream/handle/10665/272722/9789241514187-eng.pdf.",
      "https://doi.org/10.1186/s12889-024-18314-2",
      "https://www.apps.who.int/iris/bitstream/handle/10665/272722/9789241514187-eng.pdf.",
      "https://blog.parkrun.com/uk/2016/02/18/warburtons-boosts-junior-parkrun/.",
      "https://volunteer.parkrun.com/principles/parkrun-practice-initiative.",
      "https://volunteer.parkrun.com/principles/ambassadors.",
      "http://creativecommons.org/publicdomain/zero/1.0/)",
      "https://ec.europa.eu/health/sites/health/files/social_determinants/docs/hepp_screport_physical_en.pdf",
      "https://www.awrcparkrunresearch.wordpress.com/2018/10/20/uk-ireland-parkrun-health-wellbeing-survey-2018-%e2%9c%93-output-available/:",
      "https://www.volunteer.parkrun.com/principles/mission-statement.",
      "https://www.springernature.com/gp/open-research/about/the-fundamentals-of-open-access-and-open-research",
      "https://volunteer.parkrun.com/principles/mission-statement.",
      "https://support.parkrun.com/hc/en-us/articles/360000567885-The-Ambassador-Programme.",
      "https://www.doi.org/10.1186/s12889-024-18314-2",
      "http://creativecommons.org/licenses/by/4.0/.",
      "https://awrcparkrunresearch.wordpress.com/2018/10/20/uk-ireland-parkrun-health-wellbeing-survey-2018-%e2%9c%93-output-available/:",
      "https://www.support.parkrun.com/hc/en-us/articles/360000567885-The-Ambassador-Programme."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "bmc public health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "uk",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:05:44.559+02:00",
    "updated": "2024-03-15T00:05:44.559+02:00"
  },
  {
    "uuid": "9e49e4b5e6df93e1991b969bb6c6394a39574830",
    "url": "https://www.bastillepost.com/global/article/4422186-chp-urges-elderly-to-take-precautions-during-cold-weather-to-protect-their-health",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bastillepost",
    "published": "2024-12-19T22:45:00Z",
    "title": "CHP Urges Elderly to Take Precautions During Cold Weather to Protect Their Health",
    "text": "CHP reminds public on precautions against cold weather\nThe Centre for Health Protection (CHP) of the Department of Health (DH) today (December 20) reminded the public, particularly the elderly and people with chronic illnesses, to adopt appropriate measures to protect their health in view of the cold weather.\nA spokesman for the CHP said that cold weather can easily trigger or exacerbate diseases, especially among the elderly and persons suffering from heart disease, respiratory illnesses or other chronic illnesses.\n\"Elderly people have less insulating fat beneath their skin to keep them warm, and their body temperature control mechanisms may be weaker. Their body may not be able to appropriately respond to thecold weather,\" the spokesman said.\nSome senior persons may have decreased mobility, which can impair their ability to generate and conserve body heat. Chronic illnesses, such as hypertension, diabetes and endocrine disorders, may undermine the health of elderly people and lower their metabolic rate, subsequently causing their body to generate less heat. Persons with chronic illnesses, such as chronic respiratory illnesses or heart disease, are vulnerable to disease aggravation due to cold weather.\nThe CHP reminded the public, in particular the elderly and persons with chronic illnesses, to adopt the following preventive measures:\nIn addition, the public should avoid alcoholic beverages.\n\"Drinking alcohol cannot keep you warm. Alcohol accelerates the loss of body heat through dilated blood vessels, resulting in chilling instead,\" the spokesman said.\n\"Parents should ensure that babies are sufficiently warm, but it is also important to keep babies relatively lightly clothed to avoid overheating them,\" the spokesman added.\nParents should observe the following safety measures when putting their children to bed:\nIn addition, many respiratory pathogens, including influenza and SARS-CoV-2, may have increasing activity and community transmission during winter. Seasonal influenza vaccination is recommended for all persons aged 6 months or above, except those with known contraindications. Persons at higher risk of getting influenza and its complications, including the elderly and children, should receive seasonal influenza vaccinations early. Please see details of the vaccination schemes on theCHP's [website](https://www.chp.gov.hk/en/features/17980.html).\nA person who gets influenza and COVID-19 at the same time may be more seriously ill and would have a higher risk of death. It is important for elderly persons, especially those residing in residential care homes, to receive both a seasonal influenza vaccination and a COVID-19 vaccination. They should also receive an additional booster against COVID-19 according to recommendations as soon as possible. The public should also maintain good personal and environmental hygiene against respiratory illnesses and note the following:\nFood-borne diseases, particularly those linked to hotpot cuisine, are also common in cold weather. The following preventive measures should be taken:\nIn addition, when using fuel-burning appliances, especially in indoor areas, the public should ensure adequate ventilation to avoid harmful exposure to carbon monoxide (CO) and prevent CO poisoning.\nFor more health information, the public may call the DH's Health Education Infoline (2833 0111) or visit the[CHP's website](https://www.chp.gov.hk/en/index.html)and[Facebook Fanpage](https://www.facebook.com/CentreforHealthProtection/).\nThe public may also call Dial-a-Weather (1878 200) or visit the[website of the Hong Kong Observatory](https://www.hko.gov.hk/en/index.html)for the latest weather information and forecasts, or its[page on Weather Information for Senior Citizens](https://www.hko.gov.hk/en/sports/socare/socare.htm).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Health->public health",
      "Health->health organisation",
      "Health->health care approach",
      "Social Issue->elderly care",
      "Social Issue->social services"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.chp.gov.hk/en/features/17980.html",
      "https://www.facebook.com/CentreforHealthProtection/",
      "https://www.hko.gov.hk/en/sports/socare/socare.htm",
      "https://www.hko.gov.hk/en/index.html",
      "https://www.chp.gov.hk/en/index.html",
      "https://chp.gov.hk/en/index.html",
      "https://facebook.com/CentreforHealthProtection/",
      "https://chp.gov.hk/en/features/17980.html",
      "https://www.facebook.com/CentreforHealthProtection",
      "https://hko.gov.hk/en/index.html",
      "https://hko.gov.hk/en/sports/socare/socare.htm"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Centre for Health Protection",
          "sentiment": "negative"
        },
        {
          "name": "CHP",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T01:23:20.372+02:00",
    "updated": "2024-12-20T01:23:20.372+02:00"
  },
  {
    "uuid": "40f320a47b26b3a1c6070ec99c3094453278cbee",
    "url": "https://www.bloomberglinea.com/2024/08/15/lula-dice-que-las-relaciones-con-venezuela-se-han-deteriorado-y-sugiere-nuevas-elecciones",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Simone Preissler Iglesias",
    "published": "2024-08-15T20:56:00Z",
    "title": "Lula dice que las relaciones con Venezuela se han “deteriorado” y sugiere nuevas elecciones",
    "text": "Bloomberg — El presidente de Brasil, Luiz Inácio Lula da Silva, dijo que Nicolás Maduro le debe al mundo una explicación sobre lo ocurrido en las elecciones de Venezuela, y que la disputa en curso sobre el resultado ha provocado el deterioro de las relaciones entre Brasilia y Caracas. En una entrevista de radio, Lula, quien durante mucho tiempo ha mantenido estrechos vínculos con los gobiernos socialistas de Venezuela, reiteró la negativa de Brasil a reconocer a Maduro como ganador. También volvió a pedir la divulgación de las actas electorales completas. Lea más: [Maduro solo ganó en estos 27 municipios de los 335 que tiene Venezuela, según oposición](https://www.bloomberglinea.com/latinoamerica/venezuela/maduro-solo-gano-en-estos-27-municipios-de-los-335-que-tiene-venezuela-segun-oposicion/) “Sigo sin reconocer su elección, y él sabe que le debe una explicación a la sociedad brasileña y al mundo”, dijo Lula. “Los datos tienen que ser presentados de forma fidedigna”. “Las relaciones Brasil-Venezuela se han deteriorado porque la situación política en Venezuela se ha deteriorado”, añadió. Lula habló el miércoles por teléfono con su par colombiano Gustavo Petro, otro mandatario de izquierda que ha mantenido estrechos lazos con Venezuela. Petro ha pedido de forma similar la divulgación de las actas de escrutinio, y ambos han intentado negociar una solución a la disputa. Lea más: [Militares de Venezuela expresan lealtad a Maduro y califican de “desesperada” a la oposición](https://www.bloomberglinea.com/latinoamerica/venezuela/militares-de-venezuela-expresan-lealtad-a-maduro-y-califican-de-desesperada-a-la-oposicion/) Lula dijo que no quería actuar “apasionada o precipitadamente”, dado que el actual mandato de Maduro no termina hasta enero. Pero sugirió que una posible solución son unas nuevas elecciones en las que puedan participar todos los candidatos, mientras un comité electoral multipartidista y observadores internacionales las supervisan. Un gobierno de coalición que incluya a la oposición es otra posibilidad, dijo. “Si Maduro tiene sentido común, podría convocar a la gente, celebrar nuevas elecciones, establecer criterios para la participación de todos los candidatos, crear un comité electoral con todos los partidos y observadores de todo el mundo”, dijo en la entrevista. Lea más en Bloomberg.com",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Social Issue",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T01:10:21.291+03:00",
    "updated": "2024-08-16T01:10:21.291+03:00"
  },
  {
    "uuid": "736088006a3ea280598c3cce306ec1fcefef1af5",
    "url": "https://www.newsbreak.com/news/3627742968215-warm-and-sunny-weekend-ahead-before-cold-front-moves-in",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "FOX 13 Memphis WHBQ",
    "published": "2024-10-10T14:00:00Z",
    "title": "Warm and sunny weekend ahead before cold front moves in",
    "text": "FOX 13 Memphis WHBQ 15 hours ago Expand All Read in NewsBreak Comments / Add a Comment YOU MAY ALSO LIKE FOX 13 Memphis WHBQ28 days ago Mike Connors ('Mannix') and Barbara Hale ('Perry Mason') Both Died on the Same Day: January 27, 2017 Herbie J Pilato6 hours ago FOX 13 Memphis WHBQ7 days ago Maria Shimizu Christensen1 day ago M Henderson6 days ago FOX 13 Memphis WHBQ6 hours ago The Black Hills are thick with lions. But those that leave are unlikely to repopulate the East, study finds. WyoFile10 days ago Angry Ben12 days ago The Current GA27 days ago WyoFile8 days ago Report says 1,114 bank branches have closed in California – predicts branches become extinct by 2037 The HD Post23 days ago Maria Shimizu Christensen5 days ago The HD Post7 days ago The Suicide of Lea Nikki Bacharach, Daughter of Angie Dickinson & Burt Bacharach: 17 Sad Years Later Herbie J Pilato6 days ago Maria Shimizu Christensen9 days ago David Heitz8 days ago Alameda Post19 days ago Where are they? Podcast3 days ago Robert Russell Shaneyfelt9 days ago The HD Post23 days ago Jacksonville Today7 days ago Chicago Food King12 days ago Camilo Díaz5 days ago Camilo Díaz3 days ago Brown bananas, crowded ports, empty shelves: What to expect if there’s a big dockworkers strike in the US The Current GA12 days ago Tim Walz llega tarde a Tucson, animando a una multitud entusiasta con llamados a la unidad y la libertad Arizona Luminaria6 hours ago Matt Whittaker7 days ago WyoFile3 days ago Get updates delivered to you daily. Free and customizable. It’s essential to note our commitment to transparency: Our Terms of Use acknowledge that our services may not always be error-free, and our Community Standards emphasize our discretion in enforcing policies. As a platform hosting over 100,000 pieces of content published daily, we cannot pre-vet content, but we strive to foster a dynamic environment for free expression and robust discourse through safety guardrails of human and AI moderation.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-11T03:29:52.352+03:00",
    "updated": "2024-10-11T03:29:52.352+03:00"
  },
  {
    "uuid": "fdbf82e04c4ab75853e20c4978121c487fc47819",
    "url": "https://www.godlikeproductions.com/forum1/message2797563/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward (UID 63498038)",
    "published": "2024-06-02T10:06:00Z",
    "title": "I Just Want To Thank God For A Place To Stay And Enough To Eat",
    "text": "Users Online Now:\n868\n(\nWho's On?\n)\nVisitors Today:\n235,703\nPageviews Today:\n398,199\nThreads Today:\n116\nPosts Today:\n2,345\n06:58 AM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2024 Godlikeproductions.com\nPage generated in 0.006s (0 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-02T13:58:20.266+03:00",
    "updated": "2024-06-02T13:58:20.266+03:00"
  },
  {
    "uuid": "d6dbe0ea7a70491a02095ad2e6b39f6812843a71",
    "url": "http://koreabizwire.com/n-korea-slams-u-s-approval-of-sale-of-apache-attack-helicopters-to-s-korea/290337",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Korea Bizwire",
    "published": "2024-08-23T03:06:00Z",
    "title": "N. Korea Slams U.S. Approval of Sale of Apache Attack Helicopters to S. Korea",
    "text": "SEOUL, Aug. 23 (Korea Bizwire) — North Korea on Friday denounced the United States’ approval of a potential sale of Apache attack helicopters to South Korea as a provocative act that deliberately aims to increase security instability in the region.\nA North Korean foreign ministry official issued the statement after the U.S. announced a decision earlier this week to approve a proposed sale to South Korea of 36 AH-64E Apache attack helicopters and other items for US$3.5 billion.\n“This is a reckless provocative act of deliberately increasing the security instability in the region,” the statement said, noting that the approval came at a time when tensions on the Korean Peninsula were high due to joint military exercises under way between the South and the U.S.\n“The U.S. is now getting more active in its arms sale to Japan, ROK and other allies in the Asia-Pacific region, and this is a challenge to security in the region that cannot be overlooked,” it said, according to the Korean Central News Agency.\nThe North warned it will steadily conduct necessary military activities to control the military imbalance and instability in the region as the U.S. is determined to provide “war hardware and lethal equipment” to its allies.\n“Since the U.S. is keen on the provision of war hardware and lethal equipment to its allies in the region, the DPRK’s strategic deterrence will be further strengthened to protect the national security and interests and the regional peace,” it said.\nSeoul and Washington launched their annual Ulchi Freedom Shield exercise Monday for an 11-day run in a bid to bolster their joint defense readiness against North Korea’s evolving military threats. North Korea has long denounced the allies’ joint military drills as a rehearsal for an invasion.\n(Yonhap)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "korean central news agency",
          "sentiment": "none"
        },
        {
          "name": "rok",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "u.s.",
          "sentiment": "none"
        },
        {
          "name": "s. korea seoul",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        },
        {
          "name": "united states",
          "sentiment": "none"
        },
        {
          "name": "n. korea",
          "sentiment": "none"
        },
        {
          "name": "korean peninsula",
          "sentiment": "none"
        },
        {
          "name": "asia-pacific",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "south korea",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-08-23T06:41:00.005+03:00",
    "updated": "2024-08-23T06:41:00.005+03:00"
  },
  {
    "uuid": "e057cc3daed06ad77a8a220342152e25904b52c3",
    "url": "https://www.youm7.com/story/2025/6/26/إصابة-طالبتين-بحالة-إغماء-فى-امتحان-الثانوية-العامة-بالفيوم/7035407",
    "ord_in_thread": 0,
    "author": "الفيوم رباب الجالي",
    "published": "2025-06-26T11:40:00Z",
    "title": "إصابة طالبتين بحالة إغماء فى امتحان الثانوية العامة بالفيوم - اليوم السابع",
    "text": "أصيبت طالبتان بحالة ٱغماء، خلال تأديتهم امتحانات الثانوية العامة ب محافظة الفيوم ، وتم نقل المصابين إلى مستشفى سنورس المركزى، وتحرر محضر بالواقعة، وأخطرت النيابة التى تولت التحقيق.\nوكانت شرطة النجدة بمحافظة الفيوم، تلقت بلاغا بإصابة طالبتين بحالة إغماء خلال تأديتهم امتحان مادة الفيزياء، بلجنة مدرسة لطفي سليمان بمركز سنورس، وعلي الفور انتقلت قوة من الشرطة وسيارات الإسعاف إلي مكان المدرسة، وتبين إصابة الطالبتين ريم جمال محمود 17 سنة، نورهان عويس عبد المولي 17 سنة، وتم نقل الطالبتين إلى مستشفي سنورس المركزي، وتم عمل الإسعافات اللازمة لهما.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "arabic",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Education"
    ],
    "topics": [
      "Education->educational testing and examinations",
      "Education->students"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [
        "fake_news"
      ],
      "top_news": [
        "top_news_ma",
        "top_news_iq",
        "top_news_il",
        "top_news_ae",
        "top_news_qa",
        "top_news_eg",
        "top_news_sa",
        "top_news_kw",
        "top_news"
      ],
      "bias": "center"
    },
    "rating": null,
    "crawled": "2025-06-26T14:40:00.484+03:00",
    "updated": "2025-06-26T11:51:15.000+00:00"
  },
  {
    "uuid": "883646b6674535c92b0961cb199567436e92acfe",
    "url": "https://dnyuz.com/2024/01/20/refuse-to-fight-jewish-arab-activists-call-for-peace-in-israels-haifa/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Al Jazeera",
    "published": "2024-01-20T17:56:00Z",
    "title": "‘Refuse to fight’: Jewish, Arab activists call for peace in Israel’s Haifa",
    "text": "Peace activists have taken part in a protest in Israel’s third-largest city, Haifa, demanding a ceasefire in the war on Gaza and the exchange of captives and prisoners between Hamas and Israel.\n“This is the first time we are seeing this protest happen in the north,” said Al Jazeera’s Stefanie Dekker, reporting from Haifa on Saturday.\n“It’s a protest with Israeli Jews and Palestinian Israelis, and it is significant because of the two coming together.\n“The message here is to end the war and that they can only live peacefully side by side with a political solution for the Palestinians,” she said.\nOmri Evron, a member of the Communist Party of Israel, who helped organise the anti-war protest, spoke to Al Jazeera about the message the protesters were hoping to convey.\n“The killing of thousands and thousands of Palestinians, the vast majority of whom are innocent civilians, is not only reprehensible, it does not serve the security of the people of Israel. It does not bring us security, it only ensures the next massacre, the next cycle of violence,” he said.\n“Currently, they [the protestors] are chanting “refuse to kill, refuse to fight, refuse to murder” – this is our call.”\nEvron admitted there were difficulties in organising a protest of this kind.\n“It has been difficult, not because there aren’t Jews and Arabs who want to come together who believe in a joint future of peace and equality and national liberation of both people in two states,” he explained.\n“It has been difficult because the government and the police in particular have done everything in their power to prevent us from coming together, to prevent us from voicing a lawful and peaceful voice. We had to appeal to the Supreme Court of Justice just to allow us to come together and demonstrate.”\nAl Jazeera’s Dekker said the protesters were not allowed to march, and officials said the protest could not be held at night. But several hundred people were finally able to gather for two hours during the day.\nThe post\n‘Refuse to fight’: Jewish, Arab activists call for peace in Israel’s Haifa appeared first on Al Jazeera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://aljazeera.com/gallery/2024/1/20/refuse-to-fight-jewish-arab-activists-call-for-peace-in-israels-haifa?traffic_source=rss",
      "https://www.aljazeera.com/gallery/2024/1/20/refuse-to-fight-jewish-arab-activists-call-for-peace-in-israels-haifa?traffic_source=rss",
      "https://www.aljazeera.com/gallery/2024/1/20/refuse-to-fight-jewish-arab-activists-call-for-peace-in-israels-haifa"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arab",
          "sentiment": "neutral"
        },
        {
          "name": "omri evron",
          "sentiment": "none"
        },
        {
          "name": "stefanie dekker",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "communist party of israel",
          "sentiment": "none"
        },
        {
          "name": "al jazeera",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "haifa peace",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "haifa",
          "sentiment": "none"
        },
        {
          "name": "gaza",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-20T20:14:49.519+02:00",
    "updated": "2024-01-20T20:14:49.519+02:00"
  },
  {
    "uuid": "7cbb4c4e1366c4af628fa97d40a36a8bb8713d77",
    "url": "https://www.meneame.net/story/casa-prefabricada-norman-foster-ya-realidad-36-m2-coste-estimado/c010",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "astur365_628eed2f50e0f",
    "published": "2024-01-05T22:29:00Z",
    "title": "#10 La casa prefabricada de Norman Foster ya es una realidad: 36 m2 con un coste estimado de 19.000 euros",
    "text": "[salteado3](/user/salteado3)a [revistaad.es](/go/link/3894123)\nTiene más pinta de \"refugio\" que de \"casa\". Imagino que la idea será usarlas en campos de refugiados en vez de tiendas de campaña u otras estructuras más endebles.\n[#5](c5#c-5) De hecho lo dice en el artículo. Se realizó con ese fin, para los refugiados que tienen que instalarse en algún sitio de manera temporal y acaban quedándose 20 años.\nSpoiler: el problema de la vivienda nunca ha venido del precio de la construcción, sino del precio del suelo.\nPor eso hay decenas de miles de viviendas baratísimas en Seseña y demás pueblos perdidos, y resulta que nadie las quiere.\nY como no te vayas a Seseña, una parcelita adecuada pafa instalar una casa prefabricada no te baja de 125-150K\n[#8](c8#c-8) Pero al arquitecto famoso le da igual, el ha hecho su proyecto de casita mona, que luego nadie puede construir porque no hay terreno, y donde lo hay sale más económico construir en varias alturas....\n[#13](c13#c-13) A que te refieres con viviendas viejas? Las de los barrios de aluvión de los 60 que suelen estar en barrios marginales a día de hoy o esas viviendas viejas de cientos de años que se encuentran en los CENTROS de las ciudades?\nPor los comentarios mucha gente no ha leído esto:\nHoy en el planeta hay más de 100 millones de refugiados y otras personas desplazadas. Y los asentamientos donde viven suelen ser soluciones temporales que entrañan carencias y complicaciones. Sin embargo, estas casas con fecha de caducidad a menudo se convierten en lugares donde las familias pueden pasar décadas. Es en este contexto donde nace el proyecto\n[#1](c1#c-1) el articulo pone hormigo, no se de donde sacas lo de chapa...\nPor otro lado la verdad es que el interior se ve bien confortable, realmente para una casa para una persona o una pareja sin hijos , yo la firmaba. Lo raro que veo ahi es que no tenga paneles solares en el techo.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T01:39:27.999+02:00",
    "updated": "2024-01-06T01:39:27.999+02:00"
  }
]