[
  {
    "uuid": "89f1658a2d882b8a4462a12301762daef2729afa",
    "url": "https://www.sabcnews.com/sabcnews/military-led-sahel-states-rally-thousands-to-support-alliance/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Reuters",
    "published": "2023-12-31T06:36:00Z",
    "title": "Military-led Sahel states rally thousands to support alliance",
    "text": "The Prime Ministers of Niger, Burkina Faso and Mali affirmed their commitment to a shared future under an alliance that has seen the three junta-led countries distance themselves from the larger West African political bloc since their coups.\nThe three neighbouring states are all ruled by military officers who have seized power in coups since 2020. This has put them at odds with the rest of the Economic Community of West African States (ECOWAS), which is urging them to return to democratic rule.\n“From now on, we say, whether you’re from Mali, Niger or Burkina, we have the same destiny. We’re going in together,” said Burkinabe Premier Appolinaire Joachim Kyelem de Tambela at a joint press conference in Niger’s capital Niamey.\n“It is up to us to take control of our destiny,” he said.\nA day earlier the three Premiers appeared in front of a crowd of thousands celebrating the recent full withdrawal of French troops from Niger.\nThe juntas have all severed long-standing military ties with former colonial ruler France, dealing a blow to France’s influence in the region and complicating international efforts to curb a decade-old insurgency that has destabilized the Sahel region.\nIn a show of independence from France and ECOWAS, the three countries have sought to forge closer security, political and economic ties through a new union called the Alliance of Sahel States (AES).\n“And so AES was born. If you notice, it all started with safety issues. Today, collaboration between our three armies has reached an extremely high level of integration. And that scares some people,” said Malian Prime Minister Choguel Maiga.\nIn August, data from US-based crisis-monitoring group ACLED showed violence had soared in Mali and Burkina Faso since their militaries took power.\nThe countries have shared few specifics about the new alliance or their plans, but Niger’s Premier Ali Lamine Zeine said all future cooperation would be done trilaterally.\n“We have now decided to hold unified joint commissions for all three countries,” Zeine said at the press conference that was interrupted by loud chants of support.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sahel",
          "sentiment": "negative"
        },
        {
          "name": "appolinaire joachim kyelem de tambela",
          "sentiment": "none"
        },
        {
          "name": "burkina",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "economic community of west",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "burkina faso",
          "sentiment": "none"
        },
        {
          "name": "niger",
          "sentiment": "none"
        },
        {
          "name": "mali",
          "sentiment": "none"
        },
        {
          "name": "niamey",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-31T13:36:07.402+02:00",
    "updated": "2023-12-31T13:36:07.402+02:00"
  },
  {
    "uuid": "a78a95fa7b335fb351b94e21d35e7e90f4f83f8f",
    "url": "https://bogota.gov.co/mi-ciudad/seguridad/estudiante-en-libertad-condicional-mejor-bachiller-de-casa-libertad",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@bogota",
    "published": "2023-12-29T14:45:00Z",
    "title": "Estudiante en libertad condicional mejor bachiller de Casa Libertad | Bogota.gov.co",
    "text": "Johann Mateo Acosta, estudiante en libertad condicional es proclamado como el mejor bachiller de Casa Libertad y el Colegio IED Panamericano por haber obtenido el puntaje más alto en el Icfes. Esta es la historia de un joven de 26 años, residente en la localidad Rafael Uribe Uribe. A las 5:00 de la mañana, Johann Mateo Acosta se levantó emocionado para asistir a la ceremonia de su graduación. Aunque siempre supo que su rendimiento académico fue muy sobresaliente por sus altas calificaciones, durante el evento se llevó la sorpresa de ser proclamado como el mejor bachiller de Casa Libertad y el Colegio IED Panamericano, tras haber obtenido el puntaje más alto en el Icfes. “Estando en la Cárcel de Santa Rosa de Viterbo vi una publicidad pegada en las paredes de una de las celdas. Decía que uno podía validar su primaria y bachillerato por ciclos. Me contacté de inmediato con Casa Libertad y empezó mi proceso no solo para poder estudiar, sino para obtener mi libertad condicional y regresar a Bogotá”, afirmó emocionado este joven de 26 años, residente en la localidad Rafael Uribe Uribe. Contenidos relacionados Matemáticas e inglés son sus materias favoritas. Su sueño es estudiar Administración de Empresas. Esta meta lo ha tenido concentrado en salir adelante, pues en el pasado, reconoce haber enfrentado un duro proceso que inició cuando era consumidor de estupefacientes. A continuación, el post de la Secretaría de Seguridad, en la red X, sobre la graduación de 700 pospenados: Johann Acosta, el mejor Icfes de su promoción, es un ejemplo de que las segundas oportunidades valen la pena.— Secretaría de Seguridad BOG (@SeguridadBOG) Él es uno de los 700 pospenados que en estos 4 años han logrado estudiar, a través del modelo de educación flexible de nuestra Casa Libertad y [@Educacionbogota] [pic.twitter.com/w8TQGdkTni] [December 26, 2023] “Me falta año y medio para salir en libertad. Estoy conociendo a Dios y estar cerca de él y llevar su palabra a los demás, me ha hecho entender que puedo ser una mejor persona”, asegura mientras se coloca la toga y el birrete azul oscuro por encima del traje, camisa, corbata y zapatos que estrenó para la ocasión especial. Entre 2021 y 2023, 89 pospenados como Johann Acosta se han graduado del Programa Casa Libertad de la Subsecretaría de Acceso a la Justicia de la Secretaría de Seguridad, Convivencia y Justicia, a través de un modelo de educación flexible creado para ellos, cuya apuesta es poder ayudarlos a lograr acceder a educación superior. Verónica Castro, coordinadora de Casa Libertad, dice que “desde la dimensión individual, acompañamos a nuestros usuarios con la terminación de su bachillerato. Hemos entendido que vincularlos a procesos de formación, en específico los asociados a la educación media, permiten una mayor oportunidad de acceso a la continuidad en la formación post secundaria y al mercado laboral”. El rector del Colegio IED Panamericano, Juan Carlos Monroy Nova, expresó en medio de un discurso a los graduandos que “dentro de las posibilidades que tiene una persona privada de la libertad para que le rebajen la condena es estudiar. Sin embargo, el mayor mérito se lo llevan ustedes, que han decidido terminar su bachillerato después de cumplir su pena, porque significa que educarse ya no es una ‘obligación’, sino un sueño cumplido para encontrar mejores oportunidades y superarse”. Diana Cristina Rodríguez, psicóloga de Casa Libertad, también contó que el propósito es disminuir la reincidencia de los pospenados: “Que no piensen que, porque ya son adultos y estuvieron en una cárcel, ya no pueden estudiar. Sí pueden hacerlo”. Su colega, Paula Jimena Viatela, explica que Casa Libertad realiza un seguimiento muy estricto para que los estudiantes asistan a las clases presenciales y en modalidad virtual: “Generamos estados de motivación hacia el cambio, hacia las segundas oportunidades, por medio de talleres y actividades, incluso ofrecemos atención psicosocial a cada uno de los usuarios”. Carolina Amaya de 52 años, otra de las 32 graduadas en esta última promoción de bachilleres, destacó el compromiso de los profesores y de los jueces de la República que les dan la oportunidad de ejercer su Derecho a la Educación. “Soy madre cabeza de hogar y pago arriendo. A la sociedad le digo que por favor nos abra las puertas laborales para que se nos permita tener acceso a la compra de vivienda, pues esta es una de las maneras para que la gente no vuelva a delinquir. Que no nos estigmaticen ni al que comete una delito menor o mayor”, concluyó.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Education"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T19:07:31.629+02:00",
    "updated": "2023-12-29T19:07:31.629+02:00"
  },
  {
    "uuid": "b4835f6cf4933fc75dc770fa0f99ada606452c7d",
    "url": "https://www.dnoticias.pt/2023/12/28/388184-venezuela-responde-a-ameaca-enviando-5600-soldados-para-fronteira-com-guiana/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agência Lusa",
    "published": "2023-12-28T22:45:00Z",
    "title": "Venezuela responde a \"ameaça\" enviando 5.600 soldados para fronteira com Guiana",
    "text": "Venezuela responde a \"ameaça\" enviando 5.600 soldados para fronteira com Guiana O Presidente venezuelano anunciou hoje exercícios militares envolvendo cerca de 5.600 soldados junto à fronteira com a Guiana, em \"resposta à ameaça\" do Reino Unido, que enviou um navio de guerra para a zona em plena crise sobre Essequibo. \"Ordenei a ativação de uma ação conjunta de todas as Forças Armadas Nacionais Bolivarianas (Venezuelanas) nas Caraíbas Orientais, na costa atlântica, em resposta à provocação e à ameaça do Reino Unido contra a paz e a soberania do nosso país\", declarou o Presidente Nicolás Maduro. Durante a emissão, Maduro mostrou imagens de navios de guerra e aviões de combate em patrulha. A Venezuela, afirmou em comunicado o Ministério de Relações Exteriores, \"rejeita de maneira categórica a chegada do navio HMS Trent, da Marinha Britânica às costas da Guiana, o que constitui um ato de provocação hostil e uma violação da recente Declaração de Argyle [São Vicente e Granadinas], assumida como um plano para resolver a disputa territorial sobre a Guiana Essequiba\".",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:49:59.537+02:00",
    "updated": "2023-12-29T01:30:47.186+02:00"
  }
]