[
  {
    "uuid": "c168b74ae28a299caca4d816195bc930aa841b18",
    "url": "https://www.t13.cl/noticia/nacional/manalich-alerto-gripe-aviar-puede-ser-agente-mas-probable-proxima-pandemia-6-6-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "T13",
    "published": "2024-06-06T15:44:00Z",
    "title": "Mañalich alertó que gripe aviar puede ser la próxima pandemia",
    "text": "El ex ministro de Salud en la administración de Sebastián Piñera, [Jaime Mañalich](https://www.t13.cl/etiqueta/jaime-mañalich), alertó que el virus Influenza H5N1 —conocido como gripe aviar— podría convertirse en una nueva pandemia así como el COVID-19. Mediante su cuenta de X, Mañalich explicó que \"el agente más probable de la próxima pandemia es el virus Influenza H5N1 (gripe aviar), que está saltando de aves a mamíferos, incluidos humanos. Es imprescindible vigilancia hiperactiva\". En abril de este año Estados Unidos detectó el segundo caso humano de influenza aviar (H5N1) y el primero relacionado con la exposición al ganado. Hubo un caso anterior en 2022, en Colorado, de una persona que tuvo exposición directa a aves de corral. La gripe aviar (H5N1) \"es un tipo de virus de la gripe que generalmente infecta a las aves silvestres y puede transmitirse a las aves domésticas y a otros animales. Ocasionalmente infecta a personas, aunque es extremadamente raro que se transmita de una persona a otra\", señalaron las autoridades en ese entonces. Gripe aviar H5N2 Por otro lado, la Organización Mundial de la Salud (OMS) confirmó la [primer caso mortal de gripe aviar en humanos](https://www.t13.cl/noticia/mundo/oms-confirmo-primer-caso-mortal-gripe-aviar-humanos-5-6-2024) correspondiente a una infección por el subtipo A (H5N2) de influenza aviar notificada a nivel mundial, además de la primera infección por el virus H5 en una persona notificada en México. El paciente presentaba \"múltiples patologías subyacentes\" y el 17 de abril desarrolló fiebre, problemas respiratorios, diarrea y náuseas, antes de fallecer el 24 de abril, dijo la OMS. En otro comunicado, el gobierno mexicano señaló que era \"un hombre de 59 años, con antecedente de enfermedad renal crónica, diabetes tipo 2, hipertensión arterial sistémica de larga evolución, residente en el Estado de México\". [Síguenos en ](https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Health",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)",
      "https://www.news.google.com/publications/CAAiEOgjh55R1O_OHSPw0T00iXYqFAgKIhDoI4eeUdTvzh0j8NE9NIl2)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T00:01:32.773+03:00",
    "updated": "2024-06-07T00:01:32.773+03:00"
  },
  {
    "uuid": "b46970dd34656ac9833a95581b93a2df40b9f405",
    "url": "https://nybpost.com/future-fields-shaping-the-future-of-farming-with-hydroponics-in-2024",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "pkp9",
    "published": "2024-02-16T01:13:00Z",
    "title": "Future Fields: Shaping the Future of Farming with Hydroponics in 2024",
    "text": "In the realm of agriculture, hydroponics has emerged as a revolutionary method of growing plants without soil, using nutrient-rich water solutions. With its ability to optimize resource utilization, minimize environmental impact, and enhance crop yields, hydroponics is gaining widespread popularity among farmers, growers, and agricultural enthusiasts worldwide. As we progress into 2024, the Hydroponics Market continues to experience exponential growth, driven by factors such as increasing demand for fresh produce, urbanization trends, and the pursuit of sustainable farming practices. This article explores the key trends, market dynamics, and factors shaping the\nHydroponics Market in the coming years.\nMarket Overview:\nThe Hydroponics Market is witnessing robust growth, with a projected Compound Annual Growth Rate (CAGR) exceeding 10% from 2022 to 2024. This growth is propelled by factors such as the growing adoption of soilless cultivation methods, advancements in technology, and the rising popularity of urban farming initiatives.\nKey Factors Driving Growth:\n- Rising Demand for Fresh Produce: With increasing health consciousness and awareness of the benefits of consuming fresh, locally-grown produce, there is a growing demand for hydroponically cultivated fruits, vegetables, and herbs. Hydroponic farming enables year-round production of high-quality, pesticide-free crops, meeting the needs of consumers for nutritious and flavorful food.\n- Urbanization and Limited Arable Land: Rapid urbanization and population growth have led to shrinking arable land availability, making traditional agriculture increasingly challenging. Hydroponic systems, which require minimal space and can be implemented in urban settings, offer a viable solution for producing food in areas with limited land resources, such as rooftops, vertical farms, and indoor growing facilities.\n- Advancements in Technology and Automation: Technological advancements in hydroponic systems, such as automated nutrient delivery systems, sensor-based monitoring, and controlled environment agriculture (CEA) technologies, are driving efficiency and productivity gains in hydroponic farming operations. Automated systems optimize resource utilization, reduce labor costs, and enable precise control over environmental conditions, leading to higher crop yields and quality.\n- Sustainability and Environmental Benefits: Hydroponic farming practices are inherently sustainable, requiring less water, land, and fertilizers compared to conventional agriculture. By recycling water and nutrients, minimizing chemical runoff, and reducing greenhouse gas emissions, hydroponic systems contribute to environmental conservation and mitigate the negative impacts of food production on the planet.\nChallenges and Opportunities:\nWhile the Hydroponics Market presents significant growth opportunities, challenges such as initial investment costs, technical expertise requirements, and regulatory constraints remain. However, these challenges also create opportunities for industry players to innovate, develop cost-effective solutions, and collaborate on research and development initiatives to overcome barriers to adoption and drive the expansion of the hydroponics industry.\nFor More Info@\nhttps://www.gmiresearch.com/report/hydroponics-market-by-plant-type-inorganic-organic/\nConclusion:\nIn 2024, the Hydroponics Market stands as a beacon of innovation and sustainability in agriculture, revolutionizing the way we grow and consume food. As hydroponic farming continues to gain traction as a viable alternative to traditional agriculture, the market’s growth is not just about producing crops; it is about cultivating resilience, resourcefulness, and environmental stewardship. The Hydroponics Market is not merely a segment of the agricultural industry; it is a catalyst for change, driving urban agriculture, food security, and sustainable development worldwide. In embracing technological advancements, urbanization trends, and sustainability goals, the Hydroponics Market is not just cultivating crops; it is nurturing a greener, healthier, and more resilient future for generations to come.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Environment"
    ],
    "external_links": [
      "https://www.gmiresearch.com/report/hydroponics-market-by-plant-type-inorganic-organic/",
      "https://www.gmiresearch.com/report/hydroponics-market-by-plant-type-inorganic-organic",
      "https://gmiresearch.com/report/hydroponics-market-by-plant-type-inorganic-organic/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T08:45:03.902+02:00",
    "updated": "2024-02-16T08:45:03.902+02:00"
  },
  {
    "uuid": "a2f884ce3dd1e5bdcb99bb7adf4f9579d3dc3a47",
    "url": "https://www.primicias.ec/noticias/sucesos/victimas-ataque-armado-iglesia-manta/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Primicias",
    "published": "2023-12-29T01:57:00Z",
    "title": "Dos víctimas mortales deja ataque armado en una iglesia de Manta",
    "text": "Antisociales fuertemente armados irrumpieron en una misa y ocasionaron la muerte de un hombre y un niño En Manabí suman casi 1.000 muertes violentas en 2023.\nUn hombre y un niño murieron a consecuencia de un ataque de\n sicarios que irrumpieron en una iglesia de Manta, provincia de Manabí, la noche del 28 de diciembre de 2023.\nEl hecho violento ocurrió en la iglesia María Auxiliadora, de la parroquia Los Esteros, pocos minutos después de que arrancara una ceremonia religiosa en el lugar.\nLos sicarios descargaron múltiples disparos contra un hombre, generando terror entre quienes asistían a la misa.\nAdemás, la víctima colateral del ataque fue un menor de 11 años de edad, que fue trasladado gravemente herido al hospital de la ciudad, en donde finalmente falleció.\nLa Fuerza Pública adelantaba las diligencias y recababa indicios al cierre de esta nota.\nAl 28 de diciembre de 2023, con este caso, el distrito Manta suma 314 muertes violentas. Mientras que en la provincia de Manabí, 933 asesinatos.\nContenido Patrocinado\nCultura empresarial contra la violencia de género\nContenido Patrocinado\nDelicias compartidas: La magia de reunirse alrededor de una pizza\nContenido Patrocinado\nCuida tus ojos con estos consejos prácticos\nContenido Patrocinado\nRegalos que nos harán sentir como niños en Navidad\nContenido Patrocinado\n¡Comienza el año cumpliendo sueños! ¿Qué harías con $100.000?\nContenido Patrocinado\nCoonecta Red Transaccional: 17 años de inclusión financiera\nContenido Patrocinado\nLa guía definitiva para realizar compras navideñas sin estrés\nContenido Patrocinado\nPiensa en tu familia: no utilices explosivos en las fiestas\nContenido Patrocinado\nCuando conduces un ícono, eliges ser uno\nContenido Patrocinado\nCostillas de cerdo: Una receta diferente para Navidad\nContenido Patrocinado\nOMODA duplica su presencia global de SUVs\nContenido Patrocinado\nDescubre un truco para ahorrar\nContenido Patrocinado\nVinos y viajes: Regalos inolvidables por Navidad\nContenido Patrocinado\nGrünenthal: 50 años innovando por mundo sin dolor\nContenido Patrocinado\nBisbal: 20 años de música e imagen navideña de Diners Club\nContenido Patrocinado\nMetro de Quito: símbolo de unidad nacional\nContenido Patrocinado\nTecnología que llega a cada rincón del país\nContenido Patrocinado\n3 hábitos que podrían afectar a tu perro y cómo solucionarlos",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T04:15:15.415+02:00",
    "updated": "2023-12-29T04:15:15.415+02:00"
  },
  {
    "uuid": "4fc4e30ad9e21f51c61c52e30145faebc028c57c",
    "url": "https://www.noticiasdegipuzkoa.eus/ciencia-y-tecnologia/2024/05/10/alertan-tormenta-geomagnetica-grave-llegara-8220557.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NTM / EFE",
    "published": "2024-05-10T18:07:00Z",
    "title": "Alertan de una tormenta geomagnética grave que llegará a la Tierra este fin de semana",
    "text": "Una tormenta geomagnética, causada por una serie de erupciones solares y que podría ser la más grave desde 2005, alcanzará la Tierra este viernes al anochecer, según ha informado la Oficina Nacional de Administración Oceánica y Atmosférica (NOAA, en inglés). \"Tenemos por delante un acontecimiento muy, muy raro\", ha dicho en una conferencia de prensa Shawn Dahl, coordinador en el Centro de Predicción del Clima Espacial (SWPC, en inglés) en Boulder, Colorado. Los vientos solares que se mueven directamente hacia la Tierra a casi 800 kilómetros por segundo alcanzarán el planeta hacia las 20:00 hora del este (24:00 GMT) \"Hemos notificado a los operadores de infraestructura crítica, incluidas las comunicaciones, los satélites y las plantas de energía eléctrica\", añade el funcionario. SWPC ha alertado también a la Agencia de Gestión de Emergencias (FEMA), pero no espera \"un colapso pasivo catastrófico\". ¿Qué impacto pueden tener las tormentas geomagnéticas en la Tierra? Las tormentas geomagnéticas, explica el portavoz, pueden tener impacto en la infraestructura orbital terrestre y en la superficie de la Tierra con el potencial de interferir con las comunicaciones, la red de energía eléctrica, la navegación y las operaciones de radio y de satélites. La serie de erupciones comenzó el 8 de mayo y las condiciones para que la tormenta persista podrían durar todo el fin de semana. \"Una gran mancha solar ha producido erupciones desde moderadas a muy fuertes desde el miércoles\", ha señalado la agencia. \"Al menos cinco de esas erupciones estuvieron asociadas con eyecciones de masa de la corona solar que parecen dirigidas hacia la Tierra\". Estas eyecciones son explosiones de plasma y campos magnéticos en la corona solar que causan tormentas geomagnéticas cuando ocurren en dirección a la Tierra, precisa NOAA. La gran mancha solar ha lanzado una secuencia asombrosa de cinco eyecciones de masa solar hacia la Tierra, según la plataforma Spacewather.com, que estima que, si se tratara de un huracán, sería de categoría 4.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T21:21:14.590+03:00",
    "updated": "2024-05-10T21:21:14.590+03:00"
  },
  {
    "uuid": "be2168fa08d795e4a41def588bb5eb586b85d22b",
    "url": "https://independent.ng/christmas-nigerians-cant-move-from-bad-to-worse-leadership-pastor-giwa-tells-tinubu/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "BOLU-OLU ESHO",
    "published": "2023-12-29T07:09:00Z",
    "title": "Christmas: Nigerians Can't Move From Bad To Worse Leadership, Pastor Giwa Tells Tinubu | Independent Newspaper Nigeria",
    "text": "Senior pastor of Awaiting The Second Coming Of Christ Ministry, Adewale Giwa has charged president Bola Ahmed Tinubu to take action that would influence the course of history. He said the country sould not be moving from bad to worse leadership despite the nation’s natural resources. In his Christmas message signed and handed over to journalists in Akure, Ondo State, on Friday, the pastor also urged the politicians to honour their words and promises. Giwa said: “We can’t continue to move from bad to worse leadership. Let me appeal to President Bola Ahmed Tinubu to execute projects that will influence history. “He should know that whatever you do in life, your reward awaits you in heaven. You came with nothing, and you are going with nothing. “Fulfill all your electioneering promises, and do not fulfill them when millions of souls must have died of hunger. “It doesn’t take you so much time to assess the true value of the nation’s resources and make them accessible to Nigerians. “We thought we had gone over bad governance when tenure of the former president Muhammadu was ending, here comes another one. Please, do not let us feel dejected and disappointed. “Quickly address the issues of Petroleum, security, employment, and infrastructure.”",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "adewale giwa",
          "sentiment": "negative"
        },
        {
          "name": "muhammadu",
          "sentiment": "none"
        },
        {
          "name": "bola ahmed tinubu",
          "sentiment": "none"
        },
        {
          "name": "ahmed tinubu",
          "sentiment": "none"
        },
        {
          "name": "giwa",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        },
        {
          "name": "ondo state",
          "sentiment": "none"
        },
        {
          "name": "akure",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T10:19:14.829+02:00",
    "updated": "2023-12-29T10:19:14.829+02:00"
  },
  {
    "uuid": "098932f10eb517344b979fcda5e650b596fe1260",
    "url": "https://www.pravda.com.ua/eng/news/2024/03/9/7445696",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@ukrpravda_news",
    "published": "2024-03-09T09:48:00Z",
    "title": "Ukraine liberates 10 more children from Russian occupation | Ukrainska Pravda",
    "text": "Ukraine liberates 10 more children from Russian occupation Ten more children have been released from the Ukrainian territories temporarily occupied by Russia. Their families are now safe. Source: [ Mykola Kuleba](https://t.me/Mykola_Kuleba/1845), Head of Save Ukraine, a non-governmental organisation that regularly organises rescue missions to liberate Ukrainian children Details: A girl Alina was one of those who were brought back to the Ukrainian-controlled territory. The girl had stayed with her father after the Russians deported her mother. The child was forced to attend a Russian school, sing the Russian anthem, and watch films about the \"greatness\" of Russia. Russian proxies threatened to lower the children's grades if they refused to do any of these activities. \"Although Alina refused to draw pictures and write letters to Russian soldiers, she told the teacher that she did not know how to draw and did not speak Russian. However, it was impossible to avoid watching films about the 'greatness' of the Russian language. It is especially cynical on the part of the invaders to force children to write letters to soldiers who are killing their fathers, mothers, brothers and sisters and to glorify the country that deprived them of a peaceful life,\" Kuleba stressed. A boy Oleksii has also been liberated from the Russian occupation. His father died of heart disease. Oleksii also explained that children were forced to study using Russian textbooks, which promptly replaced all Ukrainian books at school and to write letters to Russian soldiers. \"One day, my classmates found a sign with a Ukrainian flag and hung it in the classroom, but the teacher saw it and immediately threw it away,\" the child said. Orest and Melaniia have not seen their parents for almost a year and a half, as the children were taken to their grandparents' home in Kherson Oblast's left (eastern) bank to stay away from the hostilities. When Ukrainian forces liberated the Kherson Oblast's right (western) bank, the parents could not take the children back. \"Over this time, Melaniia's hearing deteriorated due to extreme stress, as did her mother Oksana's. The brother and sister really wanted to hug their mum and come home. But sometimes they no longer believed that this moment could ever come,\" Mykola Kuleba said. Save Ukraine also presented the story of little Lana, who was born during the occupation. Her mother Tamila was pregnant when Russia launched the full-scale invasion of Ukraine. \"It was very difficult to cope under occupation in the first months, given food and medicine shortages. The young lady hoped that she would give birth in a free Ukraine, but no – they [Tamila and her family] had to rush to the maternity hospital through several Russian checkpoints. They barely managed to negotiate with the soldiers to pass. A new life was born under explosions. The woman in labour was terrified, but fortunately, she didn't have to take shelter. She was discharged home four hours after delivery, and her baby received no vaccinations,\" Kuleba explained. Background: Two teenage sisters who had not seen their mother for almost two years [ have been released from the Russian occupation](https://www.pravda.com.ua/eng/news/2024/02/24/7443523/). [Support](https://www.pravda.com.ua/eng/supportus/) UP or become [our patron](https://www.patreon.com/pravdaua)!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://t.me/Mykola_Kuleba/1845),",
      "https://www.patreon.com/pravdaua)!",
      "https://patreon.com/pravdaua)!",
      "https://www.t.me/Mykola_Kuleba/1845),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "alina",
          "sentiment": "none"
        },
        {
          "name": "mykola kuleba",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "ukrainska pravda ukraine",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-09T14:11:16.386+02:00",
    "updated": "2024-03-09T14:11:16.386+02:00"
  },
  {
    "uuid": "85b5f3b3cedd95103e8eb466d5c2a8013f4f7e73",
    "url": "https://andaluciainformacion.es/almeria/1728915/china-registra-su-mes-de-julio-mas-caluroso-desde-1961",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-08-02T08:05:00Z",
    "title": "China registra su mes de julio más caluroso desde 1961 | Andalucía Información. Todas las noticias de Almería",
    "text": "La temperatura media en China en julio fue la más alta registrada en dicho mes desde 1961, según el Centro Meteorológico Nacional. Durante el séptimo mes del año, la temperatura media en el país asiático alcanzó los 23,2 grados, 1,1 grados más alta que la temperatura en años considerados normales, informó este jueves el subdirector de la institución, Jia Xialong, citado hoy por el diario China Daily. \"En julio, China se enfrentó a una combinación de lluvias extremas y temperaturas extremadamente altas en todo el país\", señaló Jia en un evento en Pekín. El sur de China sufrió una ola de calor generalizada y prolongada, con múltiples regiones experimentando altas temperaturas continuas durante más de 20 días. Un total de 59 estaciones meteorológicas nacionales registraron temperaturas máximas diarias que rompieron o igualaron récords históricos. Los récords de calor se rompieron en todo el mundo el mes pasado, siendo el 22 de julio el día más caluroso registrado en la Tierra, con una temperatura media diaria global de 17,15°C. El aumento repentino de la temperatura media diaria del 21 al 22 de julio se debió principalmente a temperaturas significativamente más altas de lo normal en el hemisferio norte, particularmente en América del Norte y Europa, así como en la mayor parte de la Antártida, explicó el experto. Según las previsiones del Centro, las temperaturas en la mayor parte de China seguirán siendo más altas de lo habitual en agosto: se esperan dos olas de calor significativas en la primera mitad de agosto, y se prevé que las altas temperaturas disminuyan a finales de mes. En julio, fuertes precipitaciones dejaron más de una treintena de fallecidos y cientos de miles de damnificados en el centro de China. En los últimos veranos, los eventos climáticos extremos han causado estragos en el gigante asiático: los meses estivales de 2023 estuvieron marcados por las citadas inundaciones en Pekín, mientras que, en 2022, diversas olas de calor extremo y sequías azotaron el centro y el este del país. En julio de 2021, precipitaciones de una intensidad inédita en décadas dejaron casi 400 muertos en la provincia central de Henan, que el Ejecutivo chino achacó a una \"falta de preparación y de percepción de riesgo\" por parte de las autoridades locales . Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Environment",
      "Disaster and Accident"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T11:35:34.095+03:00",
    "updated": "2024-08-02T11:35:34.095+03:00"
  }
]