[
  {
    "uuid": "3aa56d4c8e1abf2be3f95822c71f802b7955ef31",
    "url": "https://www.devdiscourse.com/article/law-order/2760871-ulfa-signs-peace-accord-with-centre-assam-govt",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PTI",
    "published": "2023-12-29T09:26:00Z",
    "title": "ULFA signs peace accord with Centre, Assam govt | Law-Order",
    "text": "The pro-talks faction of the United Liberation Front of Asom ULFA on Friday signed a peace accord with the central and Assam governments agreeing to shun violence and join the mainstream.The agreement, signed in the presence of Union Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma, came after 12 years of unconditional negotiations between the ULFA faction led by Arabinda Rajkhowa and the government, officials said.The peace pact is expected to end decades old insurgency in Assam. [PTI](/pti-stories)| New Delhi | Updated: 29-12-2023 17:26 IST | Created: 29-12-2023 17:26 IST - Country: - India The pro-talks faction of the United Liberation Front of Asom (ULFA) on Friday signed a peace accord with the central and Assam governments agreeing to shun violence and join the mainstream. The agreement, signed in the presence of Union Home Minister Amit Shah and Assam Chief Minister Himanta Biswa Sarma, came after 12 years of unconditional negotiations between the ULFA faction led by Arabinda Rajkhowa and the government, officials said. The peace pact is expected to end decades old insurgency in Assam. However, the hardline faction of the ULFA headed by Paresh Baruah is not part of the agreement. Baruah is believed to be residing at a place along the China-Myanmar border. The ULFA was formed in 1979 with the demand for a ''sovereign Assam''. Since then, it has been involved in subversive activities that led to the central government declaring it a banned outfit in 1990. The Rajkhowa faction joined peace talks with the government on September 3, 2011, after an agreement for Suspension of Operations (SoO) was signed between it and central and state governments. (This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.) ALSO READ [China says it facilitated Myanmar military's talks with rebel groups](/article/law-order/2745801-china-says-it-facilitated-myanmar-militarys-talks-with-rebel-groups) [China mediated Myanmar junta peace talks with rebels -foreign ministry](/article/law-order/2745914-china-mediated-myanmar-junta-peace-talks-with-rebels--foreign-ministry) [Myanmar becomes world's biggest opium producer, overtakes Afghanistan: UN report](/article/international/2746035-myanmar-becomes-worlds-biggest-opium-producer-overtakes-afghanistan-un-report) [INSIGHT-Rebel fire and China's ire: Inside Myanmar's anti-junta offensive](/article/law-order/2746763-insight-rebel-fire-and-chinas-ire-inside-myanmars-anti-junta-offensive) [Assam Rifles recover Marijuana worth over Rs 10 lakh, arrest two Myanmar nationals](/article/headlines/2747312-assam-rifles-recover-marijuana-worth-over-rs-10-lakh-arrest-two-myanmar-nationals)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "arabinda rajkhowa",
          "sentiment": "none"
        },
        {
          "name": "himanta biswa sarma",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "ulfa",
          "sentiment": "negative"
        },
        {
          "name": "united liberation front of asom ulfa",
          "sentiment": "negative"
        },
        {
          "name": "pti",
          "sentiment": "none"
        },
        {
          "name": "united liberation front of asom (ulfa",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "assam",
          "sentiment": "none"
        },
        {
          "name": "new delhi",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T13:58:34.774+02:00",
    "updated": "2023-12-29T13:58:34.774+02:00"
  },
  {
    "uuid": "21e0c4f45578ad0bcd50ce3aa0e0b8358e1e0cef",
    "url": "https://dailyvoice.com/connecticut/greenwich/911-call-leads-troopers-to-greenwich-i-95-wrong-way-driver",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kathy Reakes",
    "published": "2024-03-22T20:00:00Z",
    "title": "911 Call Leads Troopers To Greenwich I-95 Wrong-Way Driver",
    "text": "The incident occurred in Greenwich around 1:40 a.m. on Friday, March 22 on I-95 near Exit 3.\nAccording to Connecticut State Police, as troopers were dispatched to the location, Troop G desk personnel began observing DOT highway camera images and identified a red vehicle stopped on the shoulder south of the Exit 3 entrance ramp.\nOn the cameras, desk personnel saw the red vehicle begin traveling in reverse on the right shoulder, before entering into the right and then center lane, still traveling in reverse as oncoming traffic swerved to avoid colliding with it, state police said.\nUpon passing the Exit 3 entrance ramp, the vehicle turned around and began traveling northbound in the area of Exit 5.\nShortly afterward, one of the responding troopers located the vehicle, identified as a Honda HRV, traveling on I-95 southbound in the area of Exit 2.\nThe trooper initiated a motor vehicle stop and during their interactions with the driver, who was identified as Westchester County resident Flavia Cristina De Almeida Gomes, age 49, of West Harrison, troopers suspected that she may have been driving impaired, state police said.\nTroopers administered field sobriety tests which were not performed to standard, they added.\nDe Almeida Gomes was taken into custody and transported to Troop G in Bridgeport, where she was processed and charged with:\n- Operating under the influence of alcohol and/or drugs\n- Failure to maintain a proper lane\n- Driving the wrong way on a divided highway\n- Unsafe backing\n- Improper parking\n- Reckless endangerment\nShe was later released on a $2,500 cash bond.\nGreenwich\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "accordi",
          "sentiment": "neutral"
        },
        {
          "name": "flavia cristina de almeida gomes",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "connecticut state police",
          "sentiment": "none"
        },
        {
          "name": "dot",
          "sentiment": "none"
        },
        {
          "name": "honda hrv",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "greenwich",
          "sentiment": "none"
        },
        {
          "name": "westchester county",
          "sentiment": "none"
        },
        {
          "name": "west harrison",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-22T22:38:24.081+02:00",
    "updated": "2024-03-22T22:38:24.081+02:00"
  },
  {
    "uuid": "debf0827813371595ae1b07593568e6db52c0c08",
    "url": "https://www.dailykos.com/stories/2024/8/15/2263364/-MAGA-Canvassers-are-Making-the-News-but-not-so-much-out-in-the-Field",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@snowbored",
    "published": "2024-08-15T00:00:00Z",
    "title": "MAGA Canvassers are Making the News, but not so much out in the Field",
    "text": "Another week, another article about the Great MAGA spinoff of Trump’s field operations. These Republican SuperPACs are said to plan on spending hundreds of millions of dollars to knock on hundreds of thousands of doors in the same Swing States where Hope Springs from Field PAC [website] has been operating. Those readers who regularly follow my posts know that i write about the evidence in MAGA canvassing that Hope Springs volunteers find as their are knocking on doors each week. But it is of interest (at least to me) the kind of press that these MAGA SuperPACs are getting. ”The Trump campaign’s effective takeover of the Republican National Committee has come with a new approach to on-the-ground canvassing efforts: doing more with less.” “The Republican campaign for president is quietly being remade by new federal guidelines that empower big-money groups and threaten to undermine party control well beyond the 2024 election.” It’s a unique — and untested — approach: Republican presidential nominee Donald Trump is relying on a cluster of loosely coordinated outside groups to run turnout operations traditionally performed by the campaign itself, an approach that takes advantage of new leniencies in campaign finance rules but comes with the risk of untested outfits duplicating efforts or working at cross purposes. With fewer than 100 days before the election, local GOP officials in battleground states have raised alarms about the scant presence of Trump campaign field staff. For the large armies of paid and volunteer door-knockers and canvassers who typically drive turnout in presidential elections, the campaign is largely relying on outside groups such as America First Works, America PAC and Turning Point Action. Republican presidential nominee Donald Trump is relying on a cluster of loosely coordinated outside groups to run turnout operations traditionally performed by the campaign itself, an approach that takes advantage of new leniencies in campaign finance rules but comes with the risk of untested outfits duplicating efforts or working at cross purposes. With fewer than 100 days before the election, local GOP officials in battleground states have raised alarms about the scant presence of Trump campaign field staff. For the large armies of paid and volunteer door-knockers and canvassers who typically drive turnout in presidential elections, the campaign is largely relying on outside groups such as America First Works, America PAC and Turning Point Action. Hope Springs from Field has been tracking MAGA canvassing operations for the past 3 years. Periodically, i’ve reported what we find in our Saturday canvasses here. But we don’t have the same target audiences, and it is not that frequent that our canvassers actually run into their’s. For example, i am told that in Wisconsin, while we seem to share the WOW counties, there are more MAGA canvassers north of the Milwaukee area. In Florida, we haven’t had any contact in our Osceola, Orange and Seminole county canvassing, but we have in our Jacksonville area canvasses (and, to a far lesser extent, Miami area canvasses). But these spin-offs seem to also be driven by Trump’s “frugality,” his desire to spend as little of “his money” as possible (and we all know how expansive his definition of “his money” is). This transformation is a consequence of a surprise decision by the Federal Election Commission earlier this year that allows campaigns to coordinate their canvassing efforts with outside groups like super PACs. The change means that campaigns can outsource much of their costly ground game to entities that can take unlimited donations and raise money at a much faster clip. [...] What is new is that for the first time those two entities [party entities & SuperPACs] can share voter targets, scripts and perhaps even office space, allowing campaigns and like-minded outside groups to work hand-in-glove in more cost-effective ways. This transformation is a consequence of a surprise decision by the Federal Election Commission earlier this year that allows campaigns to coordinate their canvassing efforts with outside groups like super PACs. The change means that campaigns can outsource much of their costly ground game to entities that can take unlimited donations and raise money at a much faster clip. [...] What is new is that for the first time those two entities [party entities & SuperPACs] can share voter targets, scripts and perhaps even office space, allowing campaigns and like-minded outside groups to work hand-in-glove in more cost-effective ways. Look, Democrats benefit by these rules changes, as well. When the Biden campaign requested some additions to what Hope Springs was doing in these Swing States, one reason why they could legally do so was because of the changes. Lawyers weren’t needed to navigate the conversation. Republicans have seized on this change much more aggressively than have Democrats. A few weeks after the F.E.C. issued its advisory opinion, the Trump team and its lawyers invited outside groups to Mar-a-Lago to begin talks about how to coordinate responsibility for get-out-the-vote efforts, according to three people close to the campaign who spoke on the condition of anonymity because the meeting was private. The new guidance was especially valuable for Mr. Trump, who ended the Republican primary season at a serious cash disadvantage relative to the Democrats. Outside entities could take the lead on door knocking, allowing the campaign to focus on areas where it could be more cost effective, such as television and mail. Mr. Blair has claimed that these outside groups have more than 1,000 paid canvassers in the field and that there would likely be more than 2,500 by the time voting begins. Turning Point, which set out to raise $108 million for the effort, now has “multiple hundreds” of paid full-time staffers in each of Arizona and Wisconsin and will soon have that in Michigan said a group spokesman, Andrew Kolvet. [...] Another group, called Turnout for America, has been encouraging donors to contribute to its own $45 million plan to deploy 945 paid canvassers in seven battleground states, according to a memo reviewed by The New York Times. The group, led by Chris Buskirk, a close friend of Senator JD Vance, Mr. Trump’s running mate, describes its role as effectively a substitute for the campaign’s field operation itself. Republicans have seized on this change much more aggressively than have Democrats. A few weeks after the F.E.C. issued its advisory opinion, the Trump team and its lawyers invited outside groups to Mar-a-Lago to begin talks about how to coordinate responsibility for get-out-the-vote efforts, according to three people close to the campaign who spoke on the condition of anonymity because the meeting was private. The new guidance was especially valuable for Mr. Trump, who ended the Republican primary season at a serious cash disadvantage relative to the Democrats. Outside entities could take the lead on door knocking, allowing the campaign to focus on areas where it could be more cost effective, such as television and mail. Mr. Blair has claimed that these outside groups have more than 1,000 paid canvassers in the field and that there would likely be more than 2,500 by the time voting begins. Turning Point, which set out to raise $108 million for the effort, now has “multiple hundreds” of paid full-time staffers in each of Arizona and Wisconsin and will soon have that in Michigan said a group spokesman, Andrew Kolvet. Another group, called Turnout for America, has been encouraging donors to contribute to its own $45 million plan to deploy 945 paid canvassers in seven battleground states, according to a memo reviewed by The New York Times. The group, led by Chris Buskirk, a close friend of Senator JD Vance, Mr. Trump’s running mate, describes its role as effectively a substitute for the campaign’s field operation itself. But our model is definitely different: Past experiments with outsourcing field operations, most notably Florida Gov. Ron DeSantis’s heavy reliance on a super PAC in the Republican presidential primary race, have wound up as expensive boondoggles. With the legal barriers now removed, the current effort will test how much the rules — as opposed to structural or personal dynamics — contributed to the challenges. It will also test how a novel approach stacks up against the Democratic ground effort, which is using more traditional methods. Past experiments with outsourcing field operations, most notably Florida Gov. Ron DeSantis’s heavy reliance on a super PAC in the Republican presidential primary race, have wound up as expensive boondoggles. With the legal barriers now removed, the current effort will test how much the rules — as opposed to structural or personal dynamics — contributed to the challenges. It will also test how a novel approach stacks up against the Democratic ground effort, which is using more traditional methods. Hope Springs from Field PAC began knocking on doors again on March 2nd to set up a favorable “battle space” or foundation for Democrats in 2024. We target Democrats and unaffiliated voters with a systematic approach that reminds them not only that Democrats care, but Democrats are determined to deliver the best government possible to all Americans. The voters we talk to in these 12 Swing States tell us they come away more invested in governance and feel more favorably towards Democrats in general because of our approach. Obviously, we rely on grassroots support, so if you support field/grassroots organizing, voter registration (and follow-up), GOTV and our efforts to protect our voters, we would certainly appreciate your support: https://secure.actblue.com/donate/hopemobilization2024 Hope Springs from Field understands that volunteer to voter personal interactions are critical. Knocking on doors has repeatedly been found to be the most successful tactic to get voters to cast a ballot and that is the goal of what we do. For the first time (iirc), the promised Turning Point Action field operation, which claims it will “hire hundreds of local full-time organizers in the critical battleground states of Arizona, Wisconsin and Michigan, aiming to build a permanent campaign infrastructure on par with what Democratic-aligned groups have developed in recent decades,” was the most active MAGA group we found. The Koch groups, Americans for Prosperity and the Libre Initiative, were the second busiest MAGA canvassing groups we found out there this week. America First Works was also tied in second with them. Most of what we found were door hangers left behind, much of it in gutters (probably flown off of doors). This week (again), we found no evidence of Trump Force 47 canvassers. There was a flurry of canvassers deemed TF47 around the convention, but. The party says its get-out-the-vote effort, dubbed “Trump Force 47,” is driven by a dedicated army of volunteers. It has been shrouded in secrecy since it launched earlier this year, raising questions in political circles about the ground-game strategy to support Republican presidential nominee Donald Trump. Behind the scenes, campaign strategists have been revamping what they viewed as an inefficient, bloated and antiquated Republican ground-game model. The party says its get-out-the-vote effort, dubbed “Trump Force 47,” is driven by a dedicated army of volunteers. It has been shrouded in secrecy since it launched earlier this year, raising questions in political circles about the ground-game strategy to support Republican presidential nominee Donald Trump. Behind the scenes, campaign strategists have been revamping what they viewed as an inefficient, bloated and antiquated Republican ground-game model. If you are interested in prior MAGA canvassing evidence, you can check out the earlier diaries here and here and here and here and here. Veteran campaign organizers are also aghast at the money that some super PACs intend to spend, skeptical that outside organizations will be able to quickly build big enough canvassing operations in a tight labor market, no matter how big the budget. [...] Canvassers are typically paid minimum wage or close to it, and the paid-canvassing industry is shrouded with concerns about fraudulent data. Staff turnover is constant. Mr. Warren also said there is a downside to effectively relying on mercenaries who are not as invested in the political movement — and sometimes are not even Republicans. For example, a paid canvasser might not wait more than 15 seconds for a voter to come to the door, but a passionate volunteer would. “The sell is an engaged canvasser who’s going to talk to the voter with whatever their pitch is,” Mr. Warren said. “That’s what makes it effective.” Veteran campaign organizers are also aghast at the money that some super PACs intend to spend, skeptical that outside organizations will be able to quickly build big enough canvassing operations in a tight labor market, no matter how big the budget. Canvassers are typically paid minimum wage or close to it, and the paid-canvassing industry is shrouded with concerns about fraudulent data. Staff turnover is constant. Mr. Warren also said there is a downside to effectively relying on mercenaries who are not as invested in the political movement — and sometimes are not even Republicans. For example, a paid canvasser might not wait more than 15 seconds for a voter to come to the door, but a passionate volunteer would. “The sell is an engaged canvasser who’s going to talk to the voter with whatever their pitch is,” Mr. Warren said. “That’s what makes it effective.” Again, contact between Hope Springs canvassers and MAGA canvassers is passive. Volunteers choose whether or not they want to engage with people canvassing on the other side, and we have experienced Republican canvassers who were not interested in engaging. Several of our volunteers have reported that MAGA canvassers smiled when they were asked, saying “we just want to keep you from taking our lit off the doors.” Remember, our model is to cede areas and volunteers when presidential or senate campaigns start operating there. I always say, “we don’t compete,” but it is more than just that. We are replicating 1st and 2nd round canvassing in the old 5 round model. Campaigns are doing persuasion, taking requests for yard signs, etc, with their canvasses, so it is natural to let them take over. We’ll continue to concentrate on areas that aren’t covered. Kanninen said the campaign is rapidly expanding an already large network of Biden-Harris field offices and volunteers across the battleground states. He said that there were 600 staffers “on the ground in the blue wall,” and that 150 more would be added by mid-August. Aides also planned to double the size of the campaign’s teams in Arizona and North Carolina, and were opening new field offices in Georgia. Kanninen said the campaign is rapidly expanding an already large network of Biden-Harris field offices and volunteers across the battleground states. He said that there were 600 staffers “on the ground in the blue wall,” and that 150 more would be added by mid-August. Aides also planned to double the size of the campaign’s teams in Arizona and North Carolina, and were opening new field offices in Georgia. A little explanation, these numbers represent what 57 volunteers saw last weekend. When volunteers start to come across MAGA lit or canvassers, they tend to come across more — they are walking the same area as the conservative activists. So if a volunteer sees multiple sightings of canvassers from the same group, it is still recorded as a single event. When multiple volunteers find evidence in the same canvassing area, that is also recorded as a single event. AFAIK, Hope Springs from Field is the only Democratic or Progressive group on the ground week in and week out, year in and year out, as weather allows, do this. In fact, that was one of the biggest reasons why Obama alums came together to create what we envisioned to be a pop-up PAC for the Georgia Senate runoffs. There are a number of MAGA or conservative orgs who have done (and are doing) the same thing for years (even decades) before Hope Springs began. But that makes us uniquely able to judge the MAGA ground game. Still, running into another group of canvassers is pretty rare. We have different target or walk lists. When we find evidence that we are knocking on the same doors, we always note that because that is the very definitely of a swing voter. Some of the evidence that volunteers bring back to organizers is not actually Saturday evidence but from the weekdays. It is one of the differences between MAGA canvassers and our Hope Springs volunteers: the MAGA canvassers we have encountered have all been paid canvassers. Now there are Democratic orgs that pay canvassers (Fair Fight, for example). That’s just not what we do (at this time). But we had 11,442 volunteers knocking last Saturday. 57 instances of MAGA canvassing has to be put into that context. As of yet, we haven’t talked to an unaffiliated voter who was willing to share an interaction with a MAGA canvasser. Yet. Hope Springs has targeted states that have competitive Senate races and/or the Electoral College in 2024, as well as districts that are remapped in ways that offer opportunities or vulnerabilities for Democrats next year (specifically those where a Republican won a Congressional District that voted for Biden in 2022). But that’s where the MAGA canvassers are, as well. There is a lot of work to be done! If you are able to support our efforts to protect Democratic voters, especially in minority communities, expand the electorate, and believe in grassroots efforts to increase voter participation and election protection, please help: If you would rather send a check, you can follow that link for our mailing address at the bottom of the ActBlue page. Thank you for your support. This work depends upon you!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://secure.actblue.com/donate/hopemobilization2024",
      "https://www.secure.actblue.com/donate/hopemobilization2024"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "donald trump",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "maga",
          "sentiment": "negative"
        },
        {
          "name": "republican national committee",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "swing states",
          "sentiment": "none"
        },
        {
          "name": "field another",
          "sentiment": "none"
        }
      ]
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-16T00:05:00.741+03:00",
    "updated": "2024-08-16T00:05:00.741+03:00"
  },
  {
    "uuid": "172399e6a62c9279fef92cae91b760bb47336d5c",
    "url": "https://flipboard.com/topic/celticfc/kieran-tierney-makes-champions-league-semi-final-after-bernabeu-win/f-1842ccfc18%2Fthecelticstar.com",
    "ord_in_thread": 0,
    "author": "thecelticstar.com - Lubo98",
    "published": "2025-04-16T21:05:00Z",
    "title": "Kieran Tierney makes Champions League Semi Final after Bernabeu win | Flipboard",
    "text": "Kieran Tierney makes Champions League Semi Final after Bernabeu win Arsenal secured their place in the UEFA Champions League Semi Finals after a win over Real Madrid. This means that Celtic-bound Kieran Tierney will …\nthecelticstar.com - Lubo98 • 1h",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest",
      "Politics"
    ],
    "topics": [
      "Sport->soccer",
      "Human Interest->record and achievement",
      "Politics->sports policies"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Kieran Tierney",
          "sentiment": "negative"
        }
      ],
      "locations": [],
      "organizations": [
        {
          "name": "Real Madrid",
          "sentiment": "none",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T01:33:43.951+03:00",
    "updated": "2025-04-17T01:33:43.951+03:00"
  },
  {
    "uuid": "9566dab61e6de96d0eeb3cbc3e4ed2a84dcea307",
    "url": "http://business.bigspringherald.com/bigspringherald/article/abnewswire-2023-12-28-synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "AB Newswire",
    "published": "2023-12-28T00:00:00Z",
    "title": "Synergy Credit Union Partners with Kuusoft to Enhance Customer Experience | Markets | bigspringherald.com",
    "text": "Synergy Credit Union Partners with Kuusoft to Elevate Member Experience with NexSigns Digital Signage Solutions.\nKuusoft , a leading provider of digital signage solutions, proudly announces a strategic partnership with Synergy Credit Union , a prominent retail credit union based in Saskatchewan, Canada. The collaboration aims to elevate the member experience through the deployment of Kuusoft's innovative digital signage product, NexSigns.\nSynergy Credit Union is a customer-centric retail bank dedicated to serving the financial needs of its members. With a commitment to fostering strong community relationships, Synergy Credit Union delivers a wide range of financial products and services, emphasizing personalized solutions tailored to meet the unique needs of its diverse membership.\nAs a retail credit union, Synergy Credit Union operates in the financial services industry, serving the residents of Saskatchewan. The credit union has a strong presence in the region, with a network of branches strategically located to offer accessible financial services to its members.\nThe decision to partner with Kuusoft and implement NexSigns was led by Camanie Glynn, Marketing Technology Specialist. The digital signage solution will be utilized across all ten branches, including several video walls and a large LED panel at the main branch in Lloydminster, Saskatchewan.\nThe primary objective is to enhance customer engagement by showcasing rate information and marketing materials through dynamic digital displays. The deployment of NexSigns replaces Synergy Credit Union's previous digital signage provider, offering a more user-friendly solution.\nSynergy Credit Union faced challenges with their previous digital signage vendor: slow response times and a lack of proactive support. Camanie Glynn highlighted the frustration of dealing with ongoing issues and the need for a simpler setup that allows the credit union to focus on serving its members.\n\"We envision having a consistent point of contact who truly understands our systems and has the tools to let us focus on what we do best, without constantly dealing with digital display issues,\" said Camanie Glynn.\nSynergy Credit Union chose Kuusoft for its commitment to providing a comprehensive solution aligned with the credit union's vision. The NexSigns digital signage platform with video wall hardware, offers a user-friendly experience, allowing for efficient content management and reducing the need for hands-on troubleshooting.\nWith all ten locations now using NexSigns, Synergy Credit Union looks forward to a positive and collaborative partnership with Kuusoft. The implementation aligns with the credit union's goal of delivering a seamless customer experience while streamlining its digital signage operations.\nAbout Kuusoft:\nKuusoft is a leading provider of digital signage solutions, offering innovative products and services designed to transform communication in various industries. With a focus on delivering dynamic and engaging content, Kuusoft empowers businesses to connect with their audiences effectively.\nTo learn more, please visit www.kuusoft.com or call 604-639-7055.\nAbout Synergy Credit Union:\nIt has been serving communities since 1943. Dedicated to making life and community prosperous. For Synergy, it’s about connection and doing the right thing. Synergy builds relationships beyond banking.\nMedia Contact\nCompany Name: Kuusoft Corp.\nContact Person: Kuusoft Marketing\nEmail: Send Email\nPhone: 604-639-7055\nAddress: 235-5589 Byrne Rd.\nCity: Burnaby\nState: British Columbia\nCountry: Canada\nWebsite: https://www.kuusoft.com/\nData & News supplied by www.cloudquote.io\nStock quotes supplied by Barchart\nQuotes delayed at least 20 minutes.\nBy accessing this page, you agree to the following\nPrivacy Policy and Terms and Conditions .",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Economy, Business and Finance",
      "Human Interest"
    ],
    "external_links": [
      "https://www.abnewswire.com/email_contact_us.php?pr=synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience",
      "https://www.abnewswire.com/companyname/kuusoft.com_118082.html",
      "https://www.kuusoft.com/nexsigns/",
      "https://www.cloudquote.io",
      "https://www.kuusoft.com/nexsigns/digital-signage-features/",
      "https://www.googletagmanager.com/gtag/js?id=UA-8590502-3",
      "http://www.kuusoft.com/",
      "https://www.abnewswire.com/press_stat.php?pr=synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience",
      "https://www.kuusoft.com/",
      "https://www.cloudquote.io/article/5",
      "https://www.cloudquote.io/article/6",
      "https://www.synergycu.ca/en",
      "https://tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience",
      "https://www.abnewswire.com/email_contact_us.php",
      "https://www.kuusoft.com/nexsigns/digital-signage-features",
      "https://cloudquote.io/article/5",
      "https://cloudquote.io/article/6",
      "https://www.googletagmanager.com/gtag/js",
      "https://abnewswire.com/email_contact_us.php?pr=synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience",
      "https://tracking.newsrpm.com/pixel",
      "https://www.kuusoft.com",
      "https://googletagmanager.com/gtag/js?id=UA-8590502-3",
      "https://www.tracking.newsrpm.com/pixel?slug=abnewswire-2023-12-28-synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience",
      "https://abnewswire.com/companyname/kuusoft.com_118082.html",
      "https://cloudquote.io",
      "https://www.abnewswire.com/press_stat.php",
      "https://www.kuusoft.com/nexsigns",
      "https://kuusoft.com/nexsigns/",
      "http://kuusoft.com/",
      "https://synergycu.ca/en",
      "https://kuusoft.com/nexsigns/digital-signage-features/",
      "http://www.kuusoft.com",
      "https://kuusoft.com/",
      "https://abnewswire.com/press_stat.php?pr=synergy-credit-union-partners-with-kuusoft-to-enhance-customer-experience"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "kuusoft",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "nexsigns digital signag",
          "sentiment": "negative"
        },
        {
          "name": "synergy credit union partners",
          "sentiment": "negative"
        },
        {
          "name": "kuusoft",
          "sentiment": "negative"
        },
        {
          "name": "synergy credit union",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "saskatchewan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T02:01:44.770+02:00",
    "updated": "2023-12-29T02:01:44.770+02:00"
  },
  {
    "uuid": "1b14b888fbdca9a2a511994ee20d95a5aeb76425",
    "url": "https://www.laopinion.co/actualidad/nueva-conexion-de-gas-entre-la-costa-y-el-interior-del-pais-la-apuesta-de-ecopetrol",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lserrano",
    "published": "2024-10-03T22:19:00Z",
    "title": "Nueva conexión de gas entre la Costa y el interior del país: la apuesta de Ecopetrol, Cenit y Promigas",
    "text": "Ver Contenidos Relacionados al Autor Authored by lserrano Image La Opinión Jueves, 3 de Octubre de 2024 El Grupo Ecopetrol, a través de su filial Cenit y Promigas han anunciado un acuerdo para evaluar conjuntamente una nueva conexión entre los mercados de gas natural de la Costa Caribe y el interior del país. Esta iniciativa busca equilibrar la oferta y demanda de gas a nivel nacional, aprovechando la infraestructura existente para el transporte de crudo, la cual se reconvertiría en gasoducto, optimizando inversiones y reduciendo tiempos de implementación. Conozca: Exalcalde Donamaris Ramírez no aparece: Inpec no ha podido proceder con su captura Entre las opciones que potencialmente podrían conectarse a la infraestructura convertida a gas, se encuentran: La producción local proveniente de los campos del Valle Inferior del Magdalena y de la cuenca Sinú San Jacinto, El gas importado que se recibe en la Costa Caribe. Y en el futuro la producción de gas desde los campos costa afuera en el Mar Caribe. Lea aquí: “Nos iban a mandar a las niñas en pedacitos”: habló una de las madre de una de las colombianas rescatadas en México Ricardo Roa Barragán, presidente de Ecopetrol destacó que “la nueva conexión entre los dos mercados es una gran oportunidad para lograr un circuito que garantice mayor confiabilidad en el suministro de gas en todo el país. Además, le otorga al Sistema Nacional de Transporte de gas natural la capacidad de atender la demanda en momentos en que el país necesita desarrollar soluciones de infraestructura que generen los mínimos impactos ambientales y sociales”. Gracias por valorar La Opinión Digital. Suscríbete y disfruta de todos los contenidos y beneficios en https://bit.ly/SuscripcionesLaOpinion. Recomendados para ti Autor La Opinión Video | Giovanny Ayala y Ciro Quiñonez se agarraron a golpes ¿Por qué lo hicieron? Autor Laura Serrano Coronel Sandra Mora: de la Policía, a la Secretaría de Gobierno de Los Patios Autor Nicolás Mojica Belén: el basurero que se convirtió en una próspera ciudadela de Cúcuta Autor Colprensa Christian Nodal en el hospital: la tensión entre los Nodal y los Aguilar crece",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://bit.ly/SuscripcionesLaOpinion.",
      "https://www.bit.ly/SuscripcionesLaOpinion."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "Grupo Ecopetrol",
          "sentiment": "none"
        },
        {
          "name": "Promigas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "Costa Caribe",
          "sentiment": "none"
        },
        {
          "name": "Mar Caribe",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-10-04T02:53:21.307+03:00",
    "updated": "2024-10-04T02:53:21.307+03:00"
  },
  {
    "uuid": "1f025e2a6e4bd94d39e54b732ad69d9e493293c9",
    "url": "https://www.science-et-vie.com/ciel-et-espace/lancement-reussi-pour-la-fusee-falcon-heavy-de-spacex-et-son-mysterieux-avion-militaire-x-37b-122221.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rédaction S&V",
    "published": "2023-12-29T12:04:00Z",
    "title": "Lancement réussi pour la fusée Falcon Heavy de SpaceX et son mystérieux avion militaire X-37B",
    "text": "Lancement réussi pour la fusée Falcon Heavy de SpaceX et son mystérieux avion militaire X-37B Après plusieurs reports, la fusée Falcon Heavy de SpaceX s’est envolée ce matin depuis le Centre spatial Kennedy de Cap Canaveral (Floride). A bord, [l’avion spatial robotique X-37B](https://www.science-et-vie.com/ciel-et-espace/pour-son-dernier-vol-de-lannee-la-fusee-falcon-heavy-embarque-un-avion-militaire-120396.html) de l’US Space Force (Force spatiale des États-Unis). La mission USSF-52 est le [cinquième vol du lanceur lourd Falcon Heavy](https://www.science-et-vie.com/ciel-et-espace/spacex-va-lancer-un-avion-spatial-militaire-118023.html) cette année et le neuvième depuis sa mise en service. Moins de trois heures plus tard, une autre fusée Falcon 9 a décollé de Cap Canaveral pour mettre en orbite un nouveau lot de satellites Starlink. Il s’agissait du 96ème et dernier lancement de fusée Falcon pour 2023. Pour les amateurs de statistiques, l’intervalle entre ces deux lancements est le plus court jamais accompli par SpaceX. Revenons à la mission USSF-52. Environ huit minutes après le décollage, les deux boosters latéraux du Falcon Heavy sont revenus se poser à Cap Canaveral. C’est le 257ème et 258ème atterrissage réussi pour un lanceur Falcon 9. L’étage central du [Falcon Heavy](https://www.science-et-vie.com/ciel-et-espace/falcon-heavy-jupiter-3-109992-109992.html) est retombé dans l’océan Atlantique. Il emportait la charge utile et a consommé l’essentiel de son carburant pour l’acheminer au point de largage en orbite. Liftoff! [pic.twitter.com/wTmY1h7ogp] — SpaceX (@SpaceX) [December 29, 2023] Septième mission pour l’avion spatial X-37B C’est la première fois que l’armée américaine choisit le Falcon Heavy pour la septième mission du X-37B baptisée OTV-7. Auparavant, l’avion spatial réutilisable a volé cinq fois avec une fusée Atlas V de United Launch Alliance et une fois avec une Falcon 9. Le recours au Falcon Heavy, qui peut emporter 26,7 tonnes en orbite de transfert géostationnaire, laisse supposer que l’avion spatial embarque une charge utile plus conséquente. Mais aussi qu’il pourrait voler sur une orbite plus élevée que lors de ses précédentes missions. Dans son communiqué évoquant OTV-7, la Force spatiale des États-Unis mentionne « l’exploitation de l’avion spatial réutilisable dans de nouveaux régimes orbitaux ». Une fois n’est pas coutume, [SpaceX](https://www.science-et-vie.com/ciel-et-espace/video-spacex-nous-delivre-dune-vue-sublime-de-notre-planete-101152.html) a coupé la diffusion en direct du lancement du Falcon Heavy avant que le X-37B ne soit déployé. Il faut savoir que les détails des missions de cet avion robotique sont classifiés. La seule information rendue publique concerne l’expérience Seeds-2 de la Nasa qui exposera des graines de plantes aux radiations spatiales. Des vols qui durent plusieurs années Construit par Boeing, le X-37B est dérivé d’un programme de la Nasa pour préparer la succession de la navette spatiale. C’est le ministère de la Défense qui a ensuite pris les commandes du projet. Alimenté par ses panneaux solaires, il peut emporter des charges utiles telles que de petits satellites et des expériences scientifiques. Le X-37B a commencé à voler en avril 2010. Ses missions ont duré plusieurs mois voire plusieurs années. La dernière s’est achevée en novembre 2022, après 908 jours dans l’espace. Au total, cet appareil dont on sait peu de choses, a passé 3 774 jours dans l’espace. On ignore quelle sera la durée de la mission OTV-7 qui débute. La Chine a lancé son propre avion robotique secret Certains pays, dont la Chine et la Russie, pensent que le X-37B pourrait permettre aux États-Unis de voler à proximité de satellites tiers pour les inspecter et, peut-être un jour, les détruire. La Chine possède aussi un avion spatial robotique nommé Shenlong (ou « dragon divin ») qui a effectué deux vols. Le 14 décembre dernier, il s’est envolé à bord d’une fusée Longue Marche 2F pour une troisième mission tout aussi secrète que celle du X-37B. Quatre jours après son lancement, [Shenlong aurait déployé six objets en orbite terrestre](https://www.space.com/china-space-plane-depoyed-mystery-objects) dont certains émettent des signaux. Le mystère demeure sur la nature et la vocation de ces objets. Pour le général Chance Saltzman, chef des opérations spatiales de l’U.S. Space Force, la proximité du lancement de l’avion spatial chinois avec celui du X-37B ne doit rien au hasard. « Ce sont deux des objets les plus surveillés pendant qu’ils sont en orbite. Ce n’est probablement pas une coïncidence s’ils essaient de nous égaler en termes de timing et de séquence », a-t-il [déclaré](https://www.airandspaceforces.com/x-37-launch-delayed-saltzman-future/) récemment.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Science and Technology",
      "Politics",
      "War, Conflict and Unrest"
    ],
    "external_links": [
      "https://www.space.com/china-space-plane-depoyed-mystery-objects)",
      "https://www.airandspaceforces.com/x-37-launch-delayed-saltzman-future/)",
      "https://space.com/china-space-plane-depoyed-mystery-objects)",
      "https://airandspaceforces.com/x-37-launch-delayed-saltzman-future/)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T15:21:50.888+02:00",
    "updated": "2023-12-29T15:21:50.888+02:00"
  },
  {
    "uuid": "32afd9d3bff80cf2cd0663c7203500d9c6895570",
    "url": "https://www.ilmeteo.it/notizie/meteo-prossima-settimana-con-doppio-colpo-di-scena-un-irruzione-dal-nord-europa-spezzera-italia-in-due-115535",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mattia Gussoni",
    "published": "2024-05-10T09:30:00Z",
    "title": "-->",
    "text": "Un ennesimo colpo di scena ci attende per la prossima settimana. Un insidioso ciclone si avvicinerà infatti all'Italia dando il via all'ennesima fase di intenso maltempo di questa tribolatissima prima parte di Primavera; insomma, andranno ancora una volta tirati fuori gli ombrelli, su tante regioni torneranno piogge e temporali. Tutta colpa dei grandi movimenti a scala emisferica che andranno a disegnarsi sul Vecchio Continente chiamati in termine tecnico \"scambi meridiani\": l'aria fredda scende verso le medie latitudini dal Nord Europa/Atlantico, raffreddandole, mentre l'aria calda subtropicale africana sale verso il continente. Secondo gli ultimi aggiornamenti del Centro Europeo, già in avvio di settimana una profonda depressione, sospinta da correnti atlantiche, attraverserà rapidamente l'Europa centro-settentrionale, per tuffarsi poi nel bacino del Mediterraneo direttamente dalla Porta del Rodano. Come capita spesso con questo genere di configurazione, l'ingresso delle correnti fredde sui nostri mari favorirà la formazione di un ciclone destinato a provocare piogge e temporali al Nord, in particolare durante le giornate di Martedì 14, Mercoledì 15 e Giovedì 16 Maggio. A causa dell'ingresso irruento dell'aria fredda in quota non si possono escludere fenomeni estremi a livello locale, come trombe d'aria e grandinate, visti i forti contrasti che si verranno a creare proprio sul nostro Paese. L’Italia si ritroverà dunque verosimilmente divisa in due sul fronte meteo: il Nord subirà l’ennesima forte ondata di maltempo, mentre il Sud vivrà giornate pienamente estive.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T14:00:10.524+03:00",
    "updated": "2024-05-10T14:00:10.524+03:00"
  },
  {
    "uuid": "6a1c6c01ab5bcc0cd9eb8ac9e89c15c3a323c849",
    "url": "https://news.meaww.com/texas-mother-finds-peace-in-a-healing-message-from-21-year-old-daughter-who-died-in-devastating-floods",
    "ord_in_thread": 0,
    "author": "Shanmugapriya Murugesan",
    "published": "2025-07-10T10:48:00Z",
    "title": "Texas mother finds peace in a healing message from 21-year-old daughter who died in devastating floods",
    "text": "Texas mother finds peace in a healing message from 21-year-old daughter who died in devastating floods\nBEAUMONT, TEXAS: A grieving mother in Texas says she received a powerful message from her late daughter, offering a glimmer of hope amid tragedy.\nKellye Badon shared the touching message of hope just one day after the recovery of 21-year-old Joyce Catherine’s body, following a heartbreaking three-day search.\nThe devastating flash floods that struck Central Texas on July 4 have claimed at least 119 lives, with the death toll continuing to rise as search teams and volunteers comb through the wreckage.\nKellye Badon finds solace in a meaningful message after her daughter's death in devastating Texas floods\nKellye Badon, an employee at Caliber Solution, opened up about the comfort she found after the death of her daughter in the Texas floods.\nThe mother shared that she received a meaningful sign from her late daughter, a vibrant rainbow stretching across the sky.\n“Joyce Catherine telling us from heaven ‘all is well with my soul,’” Badon wrote in a heartfelt Facebook post on July 8.\nIn the photo she shared, a rainbow rises softly from the trees near the water’s edge, fading into the clouds above.\nEarlier, on July 7, Kellye had announced the recovery of her 21-year-old daughter's body, writing, “God showed us the way we should go this morning! We found our lovely daughter who blessed us for 21 years!\"\nShe also expressed hope for the safe recovery of Joyce’s three friends, thanking everyone for their prayers and support.\n“We pray to be able to find her three friends soon. Thanks to EVERYONE for the prayers and support. God is good! ❤️❤️❤️,” she added.\nJoyce Catherine was staying with friends at a riverfront home in Hunt when tragedy struck\nAccording to Kellye Badon's Facebook page, her 21-year-old daughter, Joyce Catherine, an architecture major at the Savannah College of Art and Design (SCAD), was staying with friends at a riverfront home in Hunt, Texas, when a sudden wall of water swept through the property after heavy overnight storms.\nKellye alerted 883 friends on Facebook about the unfolding emergency and asked for prayers. On July 4, she wrote, “We have an emergency & need prayers. Our daughter, Joyce Catherine, went to Hunt, TX for the 4th with friends. They were staying in a home on a hill along the river.\"\nDescribing the heartbreaking incident, she continued, “At 4am this morning, a flash flood came through and washed their cars away. It happened so quickly with so much water, they could not get in the attic.”\nKellye added, “The owner’s son, Aidan Heartfield, called his dad as it happened. Then, he & 2 others got washed away by debris. Joyce Catherine was the last person Thad Heartfield spoke to before the phone went dead.\"\nDespite the tragedy, Kellye expressed hope for her daughter’s survival, writing, “Ty, Nick, and I are on the way to Hunt. We pray for safety for JC & her friends. We are going to believe that we will pick up my daughter & her friends ALIVE in Hunt, TX today.\"",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "topics": [
      "Human Interest->funeral and memorial service",
      "Disaster and Accident->disaster",
      "Disaster and Accident->natural disaster",
      "Disaster and Accident->drowning",
      "Health->health care approach",
      "Health->mental health and disorder",
      "Health->emergency care"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Joyce Catherine",
          "sentiment": "none"
        },
        {
          "name": "Kellye Badon",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": "center",
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-10T15:07:49.098+03:00",
    "updated": "2025-07-10T12:12:54.000+00:00"
  },
  {
    "uuid": "2d4b32bd0f14d48be8a938aad20e3fddcca70cc7",
    "url": "https://www.helpnetsecurity.com/2025/07/17/cybersecurity-hiring-trends-2025",
    "ord_in_thread": 0,
    "author": "Sinisa Markovic",
    "published": "2025-07-17T04:30:00Z",
    "title": "What Fortune 100s are getting wrong about cybersecurity hiring",
    "text": "Many companies say they can’t find enough cybersecurity professionals. But a new report suggests the real problem isn’t a lack of talent, but how those jobs are structured and advertised.\nExpel’s 2025 Enterprise Cybersecurity Talent Index looked at more than 5,000 cybersecurity-related job postings from Fortune 100 companies. The findings point to hiring practices that may be turning qualified candidates away, not drawing them in.\n“We often hear about the cybersecurity talent or skills gap as a defining challenge in this industry, but our research suggests a different story. Enterprises are inadvertently alienating and confusing candidates, pushing highly talented professionals toward other fields. If top applicants can find opportunities that truly align with their expectations, we can dispel the long-standing ‘talent shortage’ narrative,” said Jason Rebholz , Advisory CISO for Expel.\nRemote work is in high demand, but rarely offered Only 8 percent of cybersecurity job listings offered remote work. But remote roles attracted far more attention than in-office or hybrid jobs. In fact, 43 percent of remote roles received more than 100 applicants. On-site roles, by contrast, hit that mark just 11 percent of the time.\nRemote and hybrid roles also filled faster. On-site positions took nearly three times longer to close. Employers that insist on office-only roles may be missing out on top applicants.\nMental health is barely mentioned Burnout is a serious concern in cybersecurity, especially for analysts managing thousands of alerts each day. Yet only 10 percent of cybersecurity job descriptions included any mention of mental health or wellness support.\nThis is a missed opportunity. The report suggests using the term “cyber strain” to better describe the stress security professionals experience. It recommends companies include language in job postings that shows a real commitment to employee wellbeing, such as mental health benefits, stress reduction tools, and time-off policies.\nPay and perks aren’t keeping up The average cybersecurity salary in the dataset was $152,700. That’s solid, but still lower than adjacent roles. IT security and DevSecOps jobs averaged $160,800. Observability roles paid even more, at $165,400.\nEquity is another area where cybersecurity roles fell short. Only 4 percent of listings included equity, compared to 10 percent for IT security and 15 percent for observability. These numbers matter. Candidates may be choosing related roles with better pay and perks, even if the job responsibilities are similar.\nDegrees are less of a barrier than before Only 23 percent of cybersecurity roles mentioned a four-year degree requirement. This shows a growing shift toward skills-based hiring, which could help bring in candidates from nontraditional backgrounds.\nStill, employers should be careful about how degree requirements are phrased. Even listing a degree as “preferred” could keep someone from applying, especially if they have equivalent skills or certifications.\nAI is showing up in job descriptions, but not in leadership About half of all job postings mentioned AI in some way. Among cybersecurity roles, 46 percent referenced AI. But not a single job at the director level or higher required AI experience. That may reflect a gap in how senior leaders think about AI’s role in security strategy.\nThe report notes that while AI terms like “automation” and “machine learning” appear often in lower-level roles, they are mostly absent from leadership listings. Companies may need to rethink how AI knowledge fits into senior job requirements.\nSecurity pros are eyeing other options Observability is one field that’s pulling attention away from traditional cybersecurity. These roles are technically demanding, offer better pay and equity, and often come with more flexibility.\nThe report doesn’t claim observability is poaching cybersecurity talent—but the data shows it’s an appealing alternative. And that should be a warning sign for hiring managers.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Economy, Business and Finance->human resources",
      "Economy, Business and Finance->business reporting and performance",
      "Social Issue->social condition",
      "Social Issue->demographics",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.linkedin.com/in/jrebholz/",
      "https://expel.com/wp-content/uploads/2025/07/Expel-Report-Enterprise-Cybersecurity-Talent-Index-2025-071425.pdf",
      "https://www.linkedin.com/in/jrebholz",
      "https://linkedin.com/in/jrebholz/",
      "https://www.expel.com/wp-content/uploads/2025/07/Expel-Report-Enterprise-Cybersecurity-Talent-Index-2025-071425.pdf"
    ],
    "entities": {
      "persons": [
        {
          "name": "Jason Rebholz",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-07-17T07:51:58.554+03:00",
    "updated": "2025-07-17T04:59:04.000+00:00"
  }
]