[
  {
    "uuid": "7eb1714b3045075908ec8893685e9b7aa9e22443",
    "url": "https://www.gmu.edu/news/2024-02/dont-trash-it-compost-it-mason-facilities-adds-23-bigbelly-zero-waste-stations",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "February ; Colleen Regan",
    "published": "2024-02-16T00:00:00Z",
    "title": "Don’t trash it, compost it: Mason Facilities adds 23 Bigbelly zero waste stations to campuses | George Mason University",
    "text": "George Mason University Facilities has installed 23 Bigbelly zero waste stations on the Fairfax and Mason Square campuses. These solar-powered stations support Mason’s recycling and composting goals through their user-friendly design, technology upgrades, and capacity-based alerts. Five of the new Bigbelly stations on the Fairfax Campus include solar-powered, waste compacting compost bins at outdoor patio sites. Expanded composting access is part of a long-term strategy to improve Mason’s waste diversion rate—the amount of waste composted, recycled, repurposed, or otherwise diverted away from trash. The Bigbelly zero waste stations expand the waste collection benefits achieved through Mason’s [industrial composting pilot](https://facilities.gmu.edu/launching-new-composting-pilot/). Launched in August 2022, the composting pilot included the installation of Mason’s first indoor zero waste station in the Starbucks located in Northern Neck on the Fairfax Campus. The project was funded by University Sustainability's [Patriot Green Fund](https://green.gmu.edu/patriot-green-fund/) (PGF). A previous PGF grant supported the installation of Bigbelly’s smart-waste management system at the patio outside the Starbucks. Capacity alerts from Bigbelly solar zero waste stations increase the efficiency of operations for recycling and housekeeping staff, who are automatically alerted when the stations need to be emptied. To successfully divert food scraps and other compostable items, the university must maintain a clean compost stream. Design changes were installed at waste stations to help reduce waste contamination. The Max-R zero waste station inside the on-campus Starbucks offers helpful design features like waste stream co-location, restrictive lid openings, and color-coded messaging. The station is made of more than 1,600 reclaimed milk jugs, supporting Mason’s post-consumer recycled purchasing [goals and guidance](https://sc.gmu.edu/cezw/). The involvement of Mason Dining was crucial for the success of the industrial composting pilot. Mason Dining staff identified difficult-to-sort items, inventoried common contaminants during weekly audits, and piloted behavioral and educational interventions to support appropriate waste disposal. Learn the best ways to sort your compost, recycling, and trash. Check out the [Zero Waste Mason page](https://green.gmu.edu/campus-sustainability/zero-waste/) and see the [complete list of zero waste locations](https://facilities.gmu.edu/mason-facilities-adds-23-bigbelly-zero-waste-stations/). Related Stories - November 8, 2023 - November 7, 2023 - October 23, 2023 - September 15, 2023 - September 13, 2023",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "mason facilities",
          "sentiment": "negative"
        },
        {
          "name": "george mason university george mason university facilities",
          "sentiment": "negative"
        },
        {
          "name": "mason",
          "sentiment": "none"
        },
        {
          "name": "starbucks",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "fairfax",
          "sentiment": "none"
        },
        {
          "name": "mason square",
          "sentiment": "none"
        },
        {
          "name": "fairfax campus",
          "sentiment": "none"
        },
        {
          "name": "northern neck",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T02:17:13.433+02:00",
    "updated": "2024-02-16T02:17:13.433+02:00"
  },
  {
    "uuid": "e8c40c2377cbfe79e1d26e57018195139d66702a",
    "url": "https://www.trendhunter.com/trends/1-million-acts-of-kindness",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kalina N",
    "published": "2024-04-18T18:02:00Z",
    "title": "Kindness-Promoting Marketing Campaigns - Once Upon a Coconut Launches 1 Million Acts of Kindness (TrendHunter.com)",
    "text": "Once Upon A Coconut collaborates with Charlie's Dream Machine Foundation to launch the 1 Million Acts Of Kindness campaign. At its core, this marketing initiative aims to inspire global participation in acts of kindness while fostering positivity and compassion worldwide.\nThe 1 Million Acts Of Kindness campaign encouraged individuals to perform acts of kindness on April 6th—from simple gestures to grand acts of generosity. As the name might suggest, the goal was to reach one million acts in a single day. Participants have the freedom to define what constitutes an act of kindness, promoting inclusivity and diversity in expression.\nDream Machine USA provided a dedicated tracker on April 6th to record acts of kindness in real time, enhancing accountability and fostering camaraderie among participants. Previous iterations of the campaign have seen impressive levels of participation, as well.\nImage Credit: Once Upon A Coconut\nOnce Upon a Coconut Launches 1 Million Acts of Kindness\nTrend Themes\n1. Global Kindness Initiatives - Explore innovative ways to inspire and track acts of kindness on a global scale.\n2. Inclusive Participation Campaigns - Design marketing initiatives that promote diversity and inclusivity in defining acts of kindness.\n3. Real-time Accountability Technology - Leverage dedicated trackers for real-time recording to enhance accountability and foster a sense of community.\nIndustry Implications\n1. Marketing and Advertising - Implement kindness-promoting campaigns to drive engagement and brand loyalty.\n2. Technology - Develop tracking tools and platforms to facilitate real-time monitoring of social initiatives.\n3. Social Impact - Support initiatives that promote kindness and compassion to create a positive societal impact.\n3.7\nScore\nPopularity\nActivity\nFreshness",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "charlie",
          "sentiment": "negative"
        }
      ],
      "organizations": [
        {
          "name": "dream machine foundation",
          "sentiment": "negative"
        },
        {
          "name": "dream machine usa",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T01:09:48.471+03:00",
    "updated": "2024-04-19T01:09:48.471+03:00"
  },
  {
    "uuid": "dd415e3082388e0b80205201608f0077dc616f7e",
    "url": "https://www.journaldequebec.com/2024/06/13/psychologue-accuse-dagressions-sexuelles-sur-des-mineures",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le Journal de Québec",
    "published": "2024-06-13T00:00:00Z",
    "title": "Ce psychologue accusé d’agressions sexuelles sur des mineures | JDQ",
    "text": "Les faits reprochés au Dr Jean-Charles Nayebi se seraient déroulés dans le cadre de sa pratique Un psychologue de Québec, Jean-Charles Nayebi, a été formellement accusé jeudi de trois chefs d’accusation d’agression sexuelle. Les faits reprochés concernent trois plaignantes mineures, qui seraient des patientes. Selon l’acte d’accusation déposé jeudi contre l’homme de 60 ans, les agressions se seraient produites sur une période de cinq ans pour l’une des plaignantes, de huit mois pour la deuxième et d’un mois en mai dernier pour la troisième présumée victime. Les faits vont de janvier 2019 au 31 mai dernier et les plaignantes sont âgées de 8 à 12 ans. Selon certaines informations, les événements reprochés au Dr Nayebi seraient survenus dans le cadre de sa pratique de psychologue. L’homme exerce dans une clinique du secteur Saint-Émile. Libéré sous conditions Jean-Charles Nayebi, qui a comparu détenu jeudi, a pu recouvrer sa liberté sous certaines conditions. Il lui sera notamment interdit de pratiquer la psychologie auprès d’une clientèle de moins de 18 ans. L’accusé ne pourra non plus quitter le pays sans autorisation de la cour et il lui sera interdit de se trouver dans des parcs, garderies ou écoles où pourraient se trouver des enfants de moins de 16 ans. Le tribunal lui a également interdit d’entrer en contact ou de se trouver en présence des présumées victimes et de leurs proches. Spécialiste de l’enfance Selon son site web, le Dr Nayebi a été formé en France, où il a pratiqué pendant un certain nombre d’années. Il s’y présente comme «psychologue clinicien, psychothérapeute, auteur et conférencier». Il se dit aussi «chargé de mission d’expertise auprès des tribunaux pour enfants». Il est inscrit au tableau de l’Ordre des psychologues du Québec depuis 2011 et n’a aucun antécédent disciplinaire. L’organisme confirme toutefois que le syndic a été mis au fait des accusations et que les actions applicables sont entreprises. Le Dr Nayebi s’est spécialisé dans la psychologie de l’enfance, étant notamment l’auteur d’ouvrages sur le TDAH, l’hyperactivité et le rapport des enfants et adolescents face aux technologies numériques.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-14T00:41:22.008+03:00",
    "updated": "2024-06-14T00:41:22.008+03:00"
  },
  {
    "uuid": "6d1e7df7ed38ec1b5f1d142996c21503253a78fb",
    "url": "https://www.militarytimes.com/news/your-marine-corps/2024/03/14/marine-receives-rare-heroism-award-for-saving-victim-shot-23-times",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Irene Loewenson",
    "published": "2024-03-14T22:35:00Z",
    "title": "Marine receives rare heroism award for saving victim shot 23 times",
    "text": "When Marine Sgt. Amed Issa heard gunshots while at a bar in Honolulu with his friend, he at first assumed they were fireworks. After all, it was Jan. 6, 2023, only a few days after New Year’s.\nThen Issa saw two men with guns just outside. He dashed toward them.\nHis actions that night would save the life of a man who had been shot 23 times, according to the victim — and, a little more than a year later, would earn him the Marine Corps’\ntop award for noncombat heroism.\nRELATED\nIssa, now 25, decided to become a Marine when he was 18, he said in an interview with Marine Corps Times on Tuesday. He turned down a full ride to Ohio State University because it didn’t feel right to him to pursue the privilege of college without first serving overseas.\nIssa enlisted in the Marine Corps because it was the hardest branch and he hoped its like-minded individuals would push him to be a better person. He became an infantryman because the job is\ncore to the service’s mission, he said.\nIn January 2023, Issa was serving with the infantry unit\n3rd Battalion, 3rd Marines, at Marine Corps Base Hawaii.\nThe night of the shooting, he and a fellow Marine had wrapped up dinner at Olive Garden and walked into a bar in the Waikiki neighborhood of Honolulu in search of a bathroom. They had been there for only a few minutes when the gunfire started.\nWhen Issa saw the gunmen, he initially thought they were trying to enter the bar. He rushed toward the pair, pushing a few people behind a table to cover them as he went.\nThen he realized the shooters were targeting someone on the sidewalk.\n“I just felt like I was on a range,” Issa said. “I don’t know if it was one of those blocks that I had from being in the Marine Corps infantry, but at the time I didn’t feel like there was any danger associated with shooting, but I did feel like there was danger for the victim.”\nThe two gunmen escaped, but one of them sporadically was shooting back at the victim as he ran away, Issa recalled. In those moments, the Marine exposed himself to the fire to attend to the victim.\nIssa relied on the casualty care simulations he had run through in training. He took off the victim’s shirt and checked him for bullet wounds, of which there were several.\nMeanwhile, Issa felt a warm sensation on his knees, which were applying pressure near the victim’s crotch to cut off the femoral artery. It was blood.\nRealizing that the victim’s legs needed attention, Issa removed the flannel shirt from his own body and fashioned a makeshift tourniquet for the right leg. He got someone to bring him a fork to tighten the tourniquet.\nWhen two police officers arrived, Issa received from them a pair of real tourniquets that he used on the victim’s legs.\nThe victim was awake but not responding, and Issa and his friend talked to him to keep him conscious. Issa said he would later learn the man had been shot 23 times.\nWhen the paramedics arrived, Issa recounted the aid he had provided and told them where the major gunshots were. The paramedics put the victim in an ambulance.\nIssa said he also told the police what he could about the gunmen.\nThe case later was classified as second-degree attempted murder, the Honolulu Police Department told Marine Corps Times on Wednesday. No arrests were made, the police said, and the victim withdrew his complaint and did not want to prosecute.\nImmediately afterward, Issa’s primary feeling was worry over the fate of the man who had been shot, he said.\n“But at the same time, I think I was just like, ‘What just happened? That felt like a dream,’” he said. “And to this day, it continues to feel like a dream.”\n“It doesn’t feel like I was the person who did that,” Issa added.\nThat night, Issa told his first sergeant that there had been a shooting, though he gave few details. But three Marine officers who happened to have been at the bar and witnessed Issa’s actions informed his command, Issa said.\nLt. Col. Felix Guerra III, Issa’s former battalion commander, said in\na Marine news release in the weeks after the shooting, “It takes tremendous courage to do what Sgt. Issa did.”\n“He risked his life and took action for a complete stranger. He embodied what it means to be a Marine.”\nSince January 2023, Issa has departed Hawaii and started school at the University of South Florida in Tampa. He is studying for a bachelor’s degree, in exercise science, that will allow him to become a Marine officer. He said his hope is to serve as an aviator.\nThe victim survived the shooting and reached out to Issa months later to thank him. The two men still text from time to time, Issa said.\nOn Feb. 19,\nIssa received the Navy and Marine Corps Medal from Navy Capt. Michael Puffer, the commanding officer of the Naval ROTC at the University of South Florida.\nThe medal — the highest award for heroism outside of combat — recognizes service members who have taken heroic actions at the risk of their own lives. It’s a rare honor.\nBut, for now, Issa’s medal is tucked away in a storage container.\nIssa said he means no disrespect to those who put in effort to secure him the recognition. It’s just that he didn’t want an award.\nBecause, in his view, what he did is just what anyone should try to do in that situation.\n“I don’t think that any life is more important than another,” he said.\nIrene Loewenson is a staff reporter for Marine Corps Times. She joined Military Times as an editorial fellow in August 2022. She is a graduate of Williams College, where she was the editor-in-chief of the student newspaper.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://dvidshub.net/news/437035/us-marine-runs-toward-gunfire-applies-lifesaving-aid-waikiki-shooting",
      "https://usf.edu/education/blog/2024/usf-student-recieves-award-us-marine-corps.aspx",
      "https://www.usf.edu/education/blog/2024/usf-student-recieves-award-us-marine-corps.aspx",
      "https://www.dvidshub.net/news/437035/us-marine-runs-toward-gunfire-applies-lifesaving-aid-waikiki-shooting"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "amed issa",
          "sentiment": "neutral"
        },
        {
          "name": "issa",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "3rd marines",
          "sentiment": "none"
        },
        {
          "name": "ohio state university",
          "sentiment": "none"
        },
        {
          "name": "marine corps",
          "sentiment": "none"
        },
        {
          "name": "marine corps times",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "honolulu",
          "sentiment": "none"
        },
        {
          "name": "marine corps base hawaii",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-03-15T00:41:37.715+02:00",
    "updated": "2024-03-15T00:41:37.715+02:00"
  }
]