[
  {
    "uuid": "23b28392401926fd928c1139bc2844d77b09587b",
    "url": "https://www.newsbreak.com/arizona-state/3310773062327-arizona-gop-event-with-trump-slated-to-speak-canceled-following-party-controversy",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-01-25T19:29:00Z",
    "title": "Arizona GOP event with Trump slated to speak canceled following party controversy",
    "text": "(The Center Square) – An Arizona Republican Party event where former President Donald Trump was slated to speak in Friday night has been canceled. The cancellation comes after the resignation of state GOP Chairman Jeff DeWit left after audio of a conversation between him and U.S. Senate candidate Kari Lake was leaked to the Daily Mail . In the conversation, DeWit told Lake in February 2023 that there are people \"back east\" who would rather offer Lake a job or money to avoid her running for Senate. Lake, who previously ran for governor, ended up announcing her bid in October. \"There are very powerful people who want to keep you out, and what they're willing to do is put their money where their mouth is in a big way,\" he told Lake. In a statement defending himself, DeWit said that Lake was an employee of his at the time and was under the assumption that the conversation was private. Since his resignation, Lake hosted a live stream on Rumble where she discussed the situation, and her campaign has since been saying that she \"can't be bought.\" The event dubbed \"Freedom Fest,\" was going to include a speech from the former president and other speakers, including Lake. Lake and DeWit both have close ties with the former president, who is inching closer to clinching the Republican nomination once again. Trump endorsed Lake's candidacy and she's served as a surrogate for him in Iowa and New Hampshire. Meanwhile, DeWit was the chief operating officer and chief financial officer for Trump's 2016 campaign, as well as his COO again in 2020. He also served as the CFO of NASA from 2018 to 2020 during the Trump administration. Former state Rep. Jill Norgaard is currently serving as interim chair, but a new chair could be selected at the state party's annual meeting on Saturday. Arizona Corporation Commissioner Jim O'Connor is expected to run for the volunteer position, according to Axios , but it's unclear who else may run.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=49AJPs_0qy0J10H00",
      "https://img.particlenews.com/image.php?url=49AJPs_0qy0J10H00",
      "https://x.com/jeremyduda/status/1750372534657450312?s=20",
      "https://www.dailymail.co.uk/news/article-12996297/EXCLUSIVE-Audio-recording-reveals-moment-senior-Republican-figure-tried-bribe-Kari-Lake-not-run-Senate.html",
      "https://www.thecentersquare.com/arizona/article_9999e120-bb01-11ee-ac10-ab31749c6ef8.html",
      "https://www.img.particlenews.com/image.php?url=49AJPs_0qy0J10H00",
      "https://dailymail.co.uk/news/article-12996297/EXCLUSIVE-Audio-recording-reveals-moment-senior-Republican-figure-tried-bribe-Kari-Lake-not-run-Senate.html",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=49AJPs_0qy0J10H00",
      "https://thecentersquare.com/arizona/article_9999e120-bb01-11ee-ac10-ab31749c6ef8.html",
      "https://x.com/jeremyduda/status/1750372534657450312",
      "https://img.particlenews.com/image.php",
      "https://www.x.com/jeremyduda/status/1750372534657450312?s=20"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "trump",
          "sentiment": "negative"
        },
        {
          "name": "donald trump",
          "sentiment": "negative"
        },
        {
          "name": "jeff dewit",
          "sentiment": "none"
        },
        {
          "name": "kari lake",
          "sentiment": "none"
        },
        {
          "name": "lake",
          "sentiment": "none"
        },
        {
          "name": "dewit",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "arizona gop",
          "sentiment": "negative"
        },
        {
          "name": "arizona republican party",
          "sentiment": "negative"
        },
        {
          "name": "senate",
          "sentiment": "none"
        },
        {
          "name": "u.s. senate",
          "sentiment": "none"
        },
        {
          "name": "gop",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rumble",
          "sentiment": "none"
        },
        {
          "name": "lake",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:09:46.595+02:00",
    "updated": "2024-01-26T00:09:46.595+02:00"
  },
  {
    "uuid": "3c03cd0c04eae303cfe9fd623e9ed26d67ff7662",
    "url": "https://www.lifehacker.com.au/2023/12/use-rechargeable-motion-sensor-lights-to-brighten-dark-spaces/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Elizabeth Yuko",
    "published": "2023-12-28T21:05:00Z",
    "title": "Use Rechargeable Motion Sensor Lights to Brighten Dark Spaces",
    "text": "Most people probably have at least one spot in their home that could benefit from some additional lighting. Not trendy geometric fixtures, or classic vintage lamps, but lighting that’s more functional than fashionable, and allows you to make better use of the living and/or storage space in your home. We’re talking about closets, crawlspaces, and constantly dark corners of the basement: places lacking a light source, even during the day.\nThis is where rechargeable motion sensor lights come in. And you don’t need the skills or money for actual electrical work, because these are self-adhesive and can be installed in minutes. Here’s what to know about this simple and reasonably priced lighting solution.\nWhere to use rechargeable motion sensor lights indoors\nIf you’re picturing the kind of motion sensor flood lights often installed above garage doors, replace that image with one of a thin strip of LED lights eight or 12 inches long, or a round light no larger than a smoke detector (though they’re available in other shapes and sizes, too).\nThe basic idea is that instead of opening a dark closet or drawer, or feeling your way down a hallway or set of stairs, these lights will automatically turn on when motion is detected, and shut off when it stops. Most models also have the option to switch the light on and off, rather than relying on the motion sensor.\nThe lights typically come with a self-adhesive magnetic strip that you place on the wall, cabinet, or other surface. The back of the light itself is also magnetic, so you’re able to remove it from the strip and plug it into a power source with a USB cable to recharge. Personally, I use them in closets that don’t have another source of light, as well as under the kitchen cabinet above my sink, which doesn’t benefit much from the overhead light. Rechargeable motion sensor lights can also come in handy in other spots, including:\n- Hallways\n- Stairs\n- Crawlspaces\n- Basements\n- Attics\n- The space under the stairs\n- Front/back/side porches\n- Kids’ bedrooms\n- As a bathroom nightlight\nProduct examples and features\nHere are a few examples of highly rated rechargeable motion sensor lights, and their standout features:\nLEPOTEC 30-LED Motion Sensor Cabinet Light(US$21.99 for pack of two): I received this set of two strips of LED lights as a gift a little over a year ago, and they’re still going strong with daily use. Electight Motion Sensor Light(US$19.99 for 6-pack): At 3 ¼ inches in diameter, these small discs can be placed in a line to create the look of a vanity, or on their own for extra light in drawers. Lightbiz LED Motion Sensor Light(US$25.99 for pack of two): These light strips come with a small remote control that you can use to dim the lights, and turn them off after 10, 30, 60, or 120 minutes.\nGenerally speaking, the lights are equally simple to install, so you can base your purchasing decision on the features that are most important to you.\n ",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Lifestyle and Leisure"
    ],
    "external_links": [
      "https://zdcs.link/BYo4b",
      "https://www.zdcs.link/elJrJ?pageview_type=Standard&template=article&module=content-body&element=offer&item=text-link&element_label=Lightbiz%20LED%20Motion%20Sensor%20Light&short_url=elJrJ&u=https%3A%2F%2Flifehacker.com%2Fhome%2Fmotion-sensor-lights-closets",
      "https://zdcs.link/1GM8w",
      "https://www.zdcs.link/BYo4b?pageview_type=Standard&template=article&module=content-body&element=offer&item=text-link&element_label=LEPOTEC%2030-LED%20Motion%20Sensor%20Cabinet%20Light&short_url=BYo4b&u=https%3A%2F%2Flifehacker.com%2Fhome%2Fmotion-sensor-lights-closets",
      "https://zdcs.link/elJrJ?pageview_type=Standard&template=article&module=content-body&element=offer&item=text-link&element_label=Lightbiz%20LED%20Motion%20Sensor%20Light&short_url=elJrJ&u=https%3A%2F%2Flifehacker.com%2Fhome%2Fmotion-sensor-lights-closets",
      "https://www.zdcs.link/1GM8w?pageview_type=Standard&template=article&module=content-body&element=offer&item=text-link&element_label=Electight%20Motion%20Sensor%20Light&short_url=1GM8w&u=https%3A%2F%2Flifehacker.com%2Fhome%2Fmotion-sensor-lights-closets",
      "https://zdcs.link/elJrJ",
      "https://zdcs.link/1GM8w?pageview_type=Standard&template=article&module=content-body&element=offer&item=text-link&element_label=Electight%20Motion%20Sensor%20Light&short_url=1GM8w&u=https%3A%2F%2Flifehacker.com%2Fhome%2Fmotion-sensor-lights-closets",
      "https://zdcs.link/BYo4b?pageview_type=Standard&template=article&module=content-body&element=offer&item=text-link&element_label=LEPOTEC%2030-LED%20Motion%20Sensor%20Cabinet%20Light&short_url=BYo4b&u=https%3A%2F%2Flifehacker.com%2Fhome%2Fmotion-sensor-lights-closets"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:42:07.638+02:00",
    "updated": "2023-12-29T00:42:07.638+02:00"
  },
  {
    "uuid": "7002957595326eb4717a3b9a529b93e172cc5f17",
    "url": "https://en.prothomalo.com/youth/education/g7kg4kyblq",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "UNB",
    "published": "2024-06-06T09:27:00Z",
    "title": "DU students protest HC order on restoration of quota system in govt jobs",
    "text": "DU students protest HC order on restoration of quota system in govt jobs\nFollowing the High Court order to retain a 56 per cent quota in first to fourth-class government jobs, students from Dhaka University and other institutions, along with frontliners and activists of the 2018 Quota Reformation Movement, staged human chains under various banners at Dhaka University.\nFormer activists of Chhatra Odikhar Parishad, under the banner of agitated students, formed a human chain in front of Raju's sculpture at Dhaka University at 11:30am on Thursday.\nThey protested the reinstatement of the 30 per cent freedom fighter quota in government jobs.\nBin Yemin Molla, one of the top leaders of Chhatra Odikhar Parishad, stated, \"Our freedom fighters did not fight to create a country full of discrimination; they sacrificed their lives to establish justice and fairness. Implementing a 56 per cent quota in jobs is like destroying the dreams of millions of unemployed students. It is a betrayal of the students.\" He urged the High Court to revoke the order.\nFormer convener of the 2018 Quota Reformation Movement, Hasan Al Mamun, said, \"The decision of the High Court to reinstate the quota is completely illegal and unconstitutional. The constitution clearly states that every citizen of the country has equal rights to public employment. So, why is there a 56 percent quota in government jobs?\"\nHe called on all students in the country to stand together as they did in 2018.\nA separate rally of general students from Dhaka University also marched through the university roads, protesting the court's verdict to restore the 56 per cent quota in top-grade government jobs.\nHasnat Abdullah, one of the protesting students, said, \"The students will not accept the restoration of the quota based on the demands of a few who want undue advantages. We must hit the streets again to cancel the reimposition of the quota. Our freedom fighters fought for equality and justice.\"\nAt least 500 students from Dhaka University joined the rally that started from the gate of the central library, where students prepare for government jobs throughout the year. They marched across the campus to the central Shaheed Minar, chanting slogans to repeal the verdict.\nAs an immediate reaction to the verdict, students of Dhaka University gathered in front of the central library and staged a demonstration at around 7:30pm on Wednesday (5 June) following the announcement of the 30 per cent freedom fighter quota restoration.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Education"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bin yemin molla",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "chhatra odikhar parishad",
          "sentiment": "none"
        },
        {
          "name": "dhaka university",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:55:03.855+03:00",
    "updated": "2024-06-07T01:55:03.855+03:00"
  },
  {
    "uuid": "006c8093e4202e4eebb3c94fbeb3c3e723eb28f8",
    "url": "https://le10sport.com/formule1/f1-calvaire-pour-alpine-gasly-annonce-la-couleur-706571",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Le10Sport.com",
    "published": "2024-07-26T02:35:00Z",
    "title": "F1 : Calvaire pour Alpine, Gasly annonce la couleur - Le10sport.com",
    "text": "Alors qu’Alpine semblait avoir enfin trouvé la solution pour sortir de son calvaire, l’écurie française est retombée dans ses travers. Le Grand Prix de Hongrie ne s’est pas déroulé comme prévu, Pierre Gasly ayant notamment été contraint à l’abandon. Le pilote français a néanmoins fait savoir qu’il attendait un meilleur résultat dès le Grand Prix de Belgique. Les deux derniers Grands Prix ont viré au fiasco pour Alpine. Alors que l’écurie française semblait avoir trouvé la solution pour sortir de son calvaire, l’équipe a replongé dans ses travers. Pierre Gasly a été contraint à l’abandon en Hongrie, tandis qu’Esteban Ocon a terminé à la 18e avec un tour de retard sur Oscar Piastri. Pierre Gasly a malgré tout fait savoir qu’Alpine visait un meilleur résultat dès le Grand Prix de Belgique. F1 - Alpine : La galère continue, mauvaise nouvelle pour Gasly— le10sport (@le10sport) [https://t.co/EOV800agQg] [pic.twitter.com/rX1DWWmfJZ] [July 21, 2024] «Nous visons un meilleur week-end à Spa» « Les deux dernières courses ont été difficiles, avec l’impossibilité de prendre le départ à Silverstone et le problème mécanique du week-end dernier [problème hydraulique en course]. Nous voulons terminer la première partie de l’année - qui a été difficile - de la meilleure façon possible, et ce circuit est assez différent des derniers, donc nous espérons que ce week-end sera bon. Nous visons un meilleur week-end à Spa avant de nous plonger dans la trêve estivale » a d’abord expliqué le pilote d’Alpine dans des propos rapportés par F1 Only. «Notre situation est bien meilleure qu’à Bahreïn» « Nous y avions été performants l’an dernier en terminant troisièmes du Sprint, un résultat incroyable. Cette fois, le format sera classique, et nous sommes incroyablement déterminés à faire de notre mieux après les rendez-vous précédents compliqués. La première moitié de saison a été difficile pour tout le monde, à l’usine et en piste, mais notre situation est bien meilleure qu’à Bahreïn, et nous pouvons encore progresser » a ensuite ajouté Pierre Gasly. À suivre...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-26T05:36:24.809+03:00",
    "updated": "2024-07-26T05:36:24.809+03:00"
  },
  {
    "uuid": "0ddd14af985680a051ab2caf0ce1777457573441",
    "url": "https://www1.folha.uol.com.br/mundo/2024/06/golpe-na-bolivia-foi-obra-comica-sem-pe-nem-cabeca-diz-opositor-carlos-mesa.shtml",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "folha.uol.com.br",
    "published": "2024-06-27T19:49:00Z",
    "title": "Golpe na Bolívia foi sem pé nem cabeça, diz Carlos Mesa - 27/06/2024 - Mundo - Folha",
    "text": "Repudiando a tentativa de golpe de Estado da quarta-feira (26), o ex-presidente de centro-esquerda Carlos Mesa, 70, v um ano pr-eleitoral complicado na Bolvia , com a possibilidade de que o atual presidente, Luis Arce , possa no terminar o mandato.\nEm entrevista Folha , por videoconferncia, Mesa afirmou que h uma crise de liderana e um descrdito dos bolivianos em relao Justia e Corte Constitucional, principalmente se esta der ao ex-presidente Evo Morales a possibilidade de concorrer a um quarto mandato, hoje proibido pela Constituio.\nMesa presidiu o pas entre 2003 e 2005, tendo assumido aps a renncia de Gonzalo Snchez de Lozada, pressionado por protestos sociais que levaram a mais de 70 mortes.\nO ex-presidente da Bolvia Carlos Mesa durante entrevista agncia Reuters em La Paz - Manuel Claure - 29.dez.22/Reuters/REUTERS Como o sr. define o que ocorreu na ltima quarta-feira (26)?\nTrata-se de uma expresso muito clara de uma crise da democracia boliviana, que tem a ver com o desgaste de suas instituies, do Executivo mal administrado, de um Judicirio que responde s ordens do Executivo, de um conflito de poderes entre Judicirio e Legislativo, e, agora, como se tudo isso fosse pouco, com uma crise nas Foras Armadas.\nO que temos adiante a decomposio da institucionalidade democrtica do pas, vinculada diviso cada vez mais profunda entre o MAS [Movimento ao Socialismo] de Evo Morales e o MAS de Luis Arce.\nDito isso, o que houve ontem foi uma obra cmica mal desenvolvida, e muito pior executada, algo sem p nem cabea.\nL fora Receba no seu email uma seleo semanal com o que de mais importante aconteceu no mundo\nCarregando...\nNo se pareceu com um golpe de Estado?\nSe isso fosse classificado de golpe de Estado, estava todo mal feito, por isso fica a dvida de que tenha sido feito por um s homem, o sr. Ziga, ou se o governo teve algo a ver.\nH gente dizendo em meios de comunicao internacionais que o golpe vinha sendo planejado por semanas? O que acha?\nSe tivesse sido bem planejado, h vrias semanas, eu no creio que tivesse sido o fiasco to lamentvel que foi para a imagem do pas e das Foras Armadas, prestando-se a um espetculo com uns poucos soldados e um par de tanques na praa Murillo. No h nenhum indcio de algo planejado com serenidade para alcanar um resultado objetivo.\nE quais os resultados imediatos?\nO vitimismo no qual o governo entrou agora, agravando isso como se fosse realmente uma imensa tentativa de golpe de Estado, leva a opinio pblica a ter srias dvidas sobre a legitimidade do golpe de Estado e sobre se verdade o que est sendo dito pelo governo.\nQuem acredita que isso ia ser suficiente para derrubar o presidente Arce no tem ideia do que fazer um golpe de Estado. E veja que aqui, na Bolvia, vivemos muitos e muito violentos golpes de Estado. No faltam exemplos.\nO sr. cr na estratgia de um autogolpe?\nZiga no dia de ontem [quarta-feira (26)] deu duas entrevistas imprensa. Na segunda, pouco antes de ser detido, acusou Arce de ter sido quem protagonizou o golpe, ou o estimulou. Depois, falou em liberar presos polticos, vinculando-se a um sentimento partidrio, da direita ou da oposio, porque no cabe ao Exrcito fazer essas avaliaes. D lugar, no mnimo, dvida, a de que esse golpe tenha tido polticos por trs. Quais, no sabemos ainda ao certo.\nmuito estranho tambm que o presidente tenha utilizado demais esse episdio, para logo fazer um discurso que mais parecia o de um candidato presidencial do que de um presidente atribulado com questes muito mais urgentes como as que decorrem de um levante como esse.\nMilitares tentam dar golpe de Estado na Bolvia ic_save\nMais\nic_share\nLeia Mais cone fechar Voltar Ver novamente Voltar\nVoltar\nCompartilhe cone Facebook Facebook cone Whatsapp Whatsapp cone Twitter Twitter cone de messenger Messenger cone Linkedin Linkedin cone de envelope E-mail cone de link Cadeado representando um link Copiar link cone fechar\nPor que h uma insatisfao nas ruas? Os nmeros da macroeconomia no esto to ruins como j aconteceu no passado.\nA macroeconomia no vai to bem como parece. Temos um dficit fiscal anual crnico de 8% do PIB, uma queda brutal das reservas do Banco Central, no h mais dlares, falta efetivo em moeda local. Nossas reservas de gs caram praticamente ao cho. E h um processo de inflao crescente, pois a Bolvia consome muitos importados e ao no haver divisas para a importao, faltam esses produtos. Estamos deficitrios em diesel e em gasolina.\nQuem devem ser os protagonistas das eleies de 2025? A oposio, exceto o sr., est em problemas jurdicos, o governador Camacho preso, a ex-presidente Jeanine ez, condenada.\nA pergunta mais importante o que esperar de um tribunal constitucional ilegal controlado pelo governo e que continua no cargo aps ter terminado seu mandato. Neste cenrio, qual a garantia de que vamos ter uma eleio medianamente transparente e no manipulada?\nPela lei, a eleio ocorre no ano que vem, mas eu creio que, com essa corte, bastante possvel que essa data se altere. Outra preocupao que a este governo resta 1 ano e 4 meses de gesto. Se a crise econmica se agravar, ter dificuldades de chegar ao fim de seu mandato.\nNo caso de Evo e Arce, por enquanto vemos um racha, mas o MAS uma fora muito poderosa, e poder se renovar, existem nomes novos, como os de Andrnico Rodrguez [presidente do Senado]. A ver se esto dispostos a passar o basto a uma gerao mais jovem.\nE sempre h a interrogao de que tipo de artimanha pode ainda usar Evo para tentar um quarto mandato totalmente irregular.\nO sr. ser candidato?\nainda cedo, h conversas. Uma determinao forte neste momento de que a oposio tenha um candidato nico para vencer o MAS. O modelo do MAS para o pas se esgotou. No se deseja que termine ou desaparea como partido, pois uma fora poltica importante na Bolvia, mas a frmula que usaram j no serve mais ao pas.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "http://www.youtube.com/watch?v=Ct6OBBGh1Yg",
      "http://www.youtube.com/watch",
      "http://youtube.com/watch?v=Ct6OBBGh1Yg"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T02:12:19.666+03:00",
    "updated": "2024-06-28T02:12:19.666+03:00"
  },
  {
    "uuid": "1d84666f3250ed62833d2a1611d64c6c009253b2",
    "url": "https://www.waff.com/2024/06/20/michael-strahans-daughter-19-rings-bell-after-finishing-chemo-brain-tumor",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@waff48",
    "published": "2024-06-20T20:43:00Z",
    "title": "Michael Strahan’s daughter, 19, rings the bell after finishing chemo for brain tumor",
    "text": "Michael Strahan’s daughter, 19, rings the bell after finishing chemo for brain tumor DURHAM, N.C. (Gray News) – Michael Strahan’s daughter Bella rang the hospital bell after finishing chemo treatment for her brain tumor. In [an Instagram post](https://www.instagram.com/reel/C8R-sJDxREE/?utm_source=ig_embed&utm_campaign=loading) Sunday, the “Good Morning America” co-host congratulated his 19-year-old daughter on finishing her treatment. “ [@isabellastrahan](https://www.instagram.com/isabellastrahan/) you are a SUPERWOMAN! Ringing that bell, finishing chemo and on your way!” Strahan wrote, in part. “You continue to fight with a smile on your face, strength, and determination. I am one proud Dad!” Bella rang the bell surrounded by friends and family at Duke Children’s Hospital & Health Center in Durham, North Carolina. Her twin sister Sophia was also there to cheer her on. Bella shared her own [social media post](https://www.instagram.com/p/C8Nc7BJugnr/?img_index=2) as well about the milestone, writing, “After the wildest 8 months, I finally got to ring the bell. Grateful for my journey.” The 19-year-old was diagnosed with a large medulloblastoma, a type of malignant tumor, in her cerebellum in October 2023. Since her diagnosis, Bella has gone through six weeks of radiation, four rounds of chemotherapy and three brain surgeries, according to [People](https://people.com/michael-strahan-calls-daughter-isabella-superwoman-after-finishing-chemo-8666296). Copyright 2024 Gray Media Group, Inc. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.instagram.com/isabellastrahan/)",
      "https://www.instagram.com/reel/C8R-sJDxREE/?utm_source=ig_embed&utm_campaign=loading)",
      "https://people.com/michael-strahan-calls-daughter-isabella-superwoman-after-finishing-chemo-8666296).",
      "https://www.instagram.com/p/C8Nc7BJugnr/?img_index=2)",
      "https://www.people.com/michael-strahan-calls-daughter-isabella-superwoman-after-finishing-chemo-8666296).",
      "https://instagram.com/reel/C8R-sJDxREE/?utm_source=ig_embed&utm_campaign=loading)",
      "https://www.instagram.com/reel/C8R-sJDxREE/",
      "https://instagram.com/p/C8Nc7BJugnr/?img_index=2)",
      "https://instagram.com/isabellastrahan/)",
      "https://www.instagram.com/p/C8Nc7BJugnr/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "michael strahan",
          "sentiment": "negative"
        },
        {
          "name": "strahan",
          "sentiment": "none"
        },
        {
          "name": "sophia",
          "sentiment": "none"
        },
        {
          "name": "bella",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "duke children’s hospital & health center",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "durham",
          "sentiment": "none"
        },
        {
          "name": "n.c.",
          "sentiment": "none"
        },
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "durham",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-21T00:06:45.814+03:00",
    "updated": "2024-06-21T00:06:45.814+03:00"
  }
]