[
  {
    "uuid": "0fc3e5af19e06f3b731e2121bb83dfed1274954e",
    "url": "https://en.ultimasnoticias.com.ve/news/chevere/Cinzia-Francischiello-and-her-boyfriend-waste-love/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Karen Ramírez Sojo",
    "published": "2023-12-28T04:30:00Z",
    "title": "Cinzia Francischiello and her footballer boyfriend waste their love - Últimas Noticias",
    "text": "The entertainer Cinzia Francischiello closes the year with a happy heart. And the Valencian blonde received a visit from her boyfriend, the soccer player Dylan Gissi. It is not the first time that the defender of the Defense and Justice team visits the country to spend time with his partner, but it is the first Christmas he has spent on tricolor soil. The athlete took advantage of the vacation that the team to which he belongs gave him to spend time with the blonde and, in the process, stroll through the natural beauties of Venezuela. “Christmas in paradise ✨🌴 because it always has to be with the family… We even have a visit from Santa to cheer up the little children of Los Roques 🎁 🎅🏻,” Cinzia commented as a description of a video where she appears with Gissi while they were enjoying the archipelago. In addition to swimming in the waters of the Caribbean, the couple attended a wedding of a friend of the Televen presenter, where Dylan had the opportunity to eat some typical Venezuelan dishes. One year In addition to spending the December holidays, Cinzia Francischiello and her Swiss-Argentine boyfriend celebrate one year of starting to exchange messages via “‘Merry Christmas’ is how it all started a year ago♥️ We hope you have the most beautiful holidays full of smiles and joy 🥰✨,” the presenter also expressed in a publication. Everything seems to indicate that he took the first step. The 32-year-old broke the ice by answering a story from the Venezuelan on December 24, which she did not hesitate to answer. The rest is history. Now they call each other “baby” and the footballer takes advantage of any opportunity to enjoy quality time with Francischiello. It cannot be ignored that the blonde's first visit to Venezuelan soil was last August. For three days he was able to visit some tourist spots in Greater Caracas, such as the beaches of La Guaira, the Warairarepano Cable Car Tourist Complex, among others.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Arts, Culture and Entertainment",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "cinzia francischiello",
          "sentiment": "negative"
        },
        {
          "name": "dylan gissi",
          "sentiment": "none"
        },
        {
          "name": "dylan",
          "sentiment": "none"
        },
        {
          "name": "cinzia",
          "sentiment": "none"
        },
        {
          "name": "gissi",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "defense and justice",
          "sentiment": "none"
        },
        {
          "name": "los roques",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "venezuela",
          "sentiment": "none"
        },
        {
          "name": "santa",
          "sentiment": "none"
        },
        {
          "name": "caribbean",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:29:11.392+02:00",
    "updated": "2023-12-29T00:29:11.392+02:00"
  },
  {
    "uuid": "89c4d3abbdedde8317d0ba7c423a4ae6f74af9c3",
    "url": "https://www.opindia.com/2023/12/kanpur-danish-rapes-and-feeds-beef-to-minor-hindu-girl-after-kidnapping-her/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "OpIndia Staff",
    "published": "2023-12-29T16:37:00Z",
    "title": "Kanpur: Danish lured minor Hindu girl using photos of luxury cars and houses, kept hostage, raped, fed beef, gave Muslim name and forced her to do Namaz",
    "text": "A shocking case of love jihad has come to light in Uttar Pradesh’s Kanpur where a 20-year-old young man named Danish was arrested after he trapped a 14-year-old girl in a relationship by promising her the world on social media under the pretext of a Hindu name. Afterwards, he kidnapped and kept her hostage when she fell into his web, and raped her multiple times.\nFurthermore, Danish forced the minor Hindu girl to consume beef and perform namaz. Furthermore, she was beaten if she refused to follow the orders. She was also taken to a Mosque and her name was changed to Muskaan Khan. The accused used to send pictures of bungalows and cars to the minor on Instagram and presented himself as extremely wealthy. However, he lived with his family in a one-room slum built on a drain. He kept the victim hostage there and would sexually assault her as his family slept as well as threatened her if she made any noise.\nThe matter pertained to the Chakeri police station area of Kanpur where Danish, son of Gulfam, called a 14-year-old girl to meet him on 22nd October 2023 and abducted her as well as took her captive in Maikupurwa after she arrived at the location. He raped her for two months while she made several unsuccessful attempts at escaping during this period. On 30th December the perpetrator planned to convert her to Islam and marry her against her wishes. Meanwhile, Hindu organisations such as Vishva Hindu Parishad and Bajrang Dal learned about the incident and rescued her with the help of locals.\nThe father disclosed that on that fateful day, he was enjoying himself with his family after returning from the office when his daughter received a call after which she left, leading the family to believe that she had gone to the bathroom. However, when didn’t return for a long time, they looked for her but were unable to locate her and were unaware of her ordeal for the entire time. He reached the police station to lodge a complaint and demanded justice for his child.\nThe girl’s father, who works in a factory, said that Danish was contacting the girl for three months on social media. He then lured her to go with her and then kept her captive.\nA Hindu activist informed, “During Ramnavami or Navratri, an underage girl came in contact with a boy named Danish on Instagram. He used to communicate with her under a Hindu pseudonym. She was pleased by the numerous photos he shared of himself in opulent homes and cars. She went to meet him at his place where the offender and his mother Maksooda invited her to stay with them for a few days before taking her as their prisoner. He started using her phone after they damaged her SIM card. She tried to contact her family numerous times but Maksooda used to lock the youngster inside the house whenever she went outside.”\nHe added, “She wanted to flee but failed. Meanwhile, they brought her to a Mosque and served her cow and buffalo meat, per the statement of the girl. She was even given the new name Muskaan Khan. We were tipped off about the instance and showed up at the scene along with her family as well as other people of the region and found her but Danish had already absconded from there.” He unveiled that the culprit sexually violated her in the same room he shared with his parents and sister and added, “The minor’s mother has submitted an application and we have asked for a proper legal investigation based on the former’s testimony.”\n“Durga Vahini worker living near Maikupurwa informed about the situation after which Vishva Hindu Parishad and Bajrang Dal members went to the spot. The terrified girl initially spoke in support of the culprit before breaking down in tears and narrating the horrifying events,” mentioned Anand Singh who is the District Vice President of Vishva Hindu Parishad while talking to the media.\nHe charged, “The accused and his family gave her meat to eat and claimed that with this she would become Muslim from Hindu and be married. They made her pray every day and assaulted her if she objected. One day he brought a cleric along with his journalist friend and discussed about marriage on 30th December.” However, she was saved by his team of Hindu activists and others.\nAccording to the Additional Deputy Commissioner of Police (ADCP)-East of the Kanpur Commissionerate, Danish has been apprehended and a case has been registered against him under relevant sections while further inquiry is underway.\nथाना चकेरी में एक व्यक्ति द्वारा सूचना दी गई कि उसकी पुत्री जो 22 Oct को चली गई थी वो 29.12.23 को वापस आ गई है उसने बताया कि वह किसी लड़के के साथ चली गयी थी,पिता की तहरीर पर अभियोग पंजीकृत करते हुए 01 व्यक्ति को हिरासत में लेकर कार्यवाही की जा रही है।\nByte-ADCP East @uppolice pic.twitter.com/RNo0sNRKs5\n— POLICE COMMISSIONERATE KANPUR NAGAR (@kanpurnagarpol) December 29, 2023 In her complaint, the victim stated to Hindu outfits that Danish had shared images of automobiles and houses on Instagram. He liked to capture and send out images while standing around the bungalow. However, he brought her to a shack where he resided with his family. with only a curtain hanging over it.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "muskaan khan",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "muslim",
          "sentiment": "neutral"
        },
        {
          "name": "instagram",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kanpur",
          "sentiment": "none"
        },
        {
          "name": "uttar pradesh’s kanpur",
          "sentiment": "none"
        },
        {
          "name": "chakeri",
          "sentiment": "none"
        },
        {
          "name": "gulfam",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T18:38:14.747+02:00",
    "updated": "2023-12-29T18:38:14.747+02:00"
  },
  {
    "uuid": "430ba405ac295e4c46da819bd59347d78e3ec586",
    "url": "https://www.newsbreak.com/newark-nj/3547974486177-weather-causes-delays-newark-liberty-int-l-airport-amid-a-month-of-continuous-travel-issues",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "NewsBreak Original",
    "published": "2024-08-02T00:20:00Z",
    "title": "Weather causes delays Newark Liberty Int’l Airport amid a month of continuous travel issues",
    "text": "By Tom Krosnowski ,\n26 minutes ago\n\"\nDeparture delays struck Newark Liberty International Airport for the fifth time in six days Thursday night. The Federal Aviation Administration says the culprit the last two days has been severe thunderstorms in the Midwest. In all, more than 700 flights out of Newark have been delayed in the last two days. A shortage and relocation of air traffic controllers caused delays over the weekend . This comes as the Port Authority announced June as the busiest month at its airports on record. It was also the busiest January-June stretch ever recorded by their New Jersey and New York airports. But July has been a month more so remembered for its delays. Just two weeks ago, the global Microsoft outage caused a major backup across all airlines for a couple of days. The travel issues don’t even seem to faze many travelers anymore. “I’m pretty used to it,” said Kathryn McDonough, of Los Angeles. “Having all the apps, the notifications, I feel like has made it easier. They gave us enough warning. In this case, we found out this morning, so we were able to find out and adjust.” That wasn’t the case for everybody. Some people who spoke to News 12 off-camera had just found out their flights were pushed back three hours. Others had their arrivals pushed early into the next morning. CLICK HERE for more information about flight statuses at Newark Liberty. \" Expand All Read in NewsBreak",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Disaster and Accident",
      "Weather",
      "Lifestyle and Leisure"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://img.particlenews.com/image.php?url=1IdHuP_0ul0tNH900",
      "https://img.particlenews.com/image.php?type=thumbnail_580x000&url=1IdHuP_0ul0tNH900",
      "https://newjersey.news12.com/global-technology-outage-causing-flight-disruptions-at-newark-liberty-intl-airport",
      "https://newjersey.news12.com/newark-liberty-international-airport-delays-persist-following-hundreds-weekend-flight-interruptions",
      "https://www.newarkairport.com/",
      "https://img.particlenews.com/image.php",
      "https://www.newjersey.news12.com/newark-liberty-international-airport-delays-persist-following-hundreds-weekend-flight-interruptions",
      "https://www.img.particlenews.com/image.php?url=1IdHuP_0ul0tNH900",
      "https://www.newjersey.news12.com/global-technology-outage-causing-flight-disruptions-at-newark-liberty-intl-airport",
      "https://www.img.particlenews.com/image.php?type=thumbnail_580x000&url=1IdHuP_0ul0tNH900",
      "https://www.newarkairport.com",
      "https://newarkairport.com/"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tom krosnowski",
          "sentiment": "negative"
        },
        {
          "name": "kathryn mcdonough",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newark liberty int",
          "sentiment": "negative"
        },
        {
          "name": "federal aviation administration",
          "sentiment": "none"
        },
        {
          "name": "microsoft",
          "sentiment": "none"
        },
        {
          "name": "port authority",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "new york",
          "sentiment": "none"
        },
        {
          "name": "midwest",
          "sentiment": "none"
        },
        {
          "name": "newark liberty international airport",
          "sentiment": "none"
        },
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "new jersey",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-08-02T03:54:26.888+03:00",
    "updated": "2024-08-02T03:54:26.888+03:00"
  }
]