[
  {
    "uuid": "0966bcf1f5df894de5a0063a8d04ec23750674b7",
    "url": "https://gearjunkie.com/outdoor/hiking/best-hiking-boots",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Chris Carter",
    "published": "2024-04-11T12:25:00Z",
    "title": "The Best Hiking Boots of 2024",
    "text": "When you’re moving through the wilderness, having the right gear helps keep your mind and body free to experience nature without unnecessary distractions. As the foundation of your gear, a comfortable, technically sound pair of hiking boots can set you up for an experience to remember.\nOur team has years of experience hiking and backpacking through a wide range of landscapes, and we’ve become quite picky when it comes to finding the best hiking boots. We’re especially keen on boots that maximize comfort while meeting technical requirements to help keep your mind on the objective at hand.\nCurrent author and Senior Editor Chris Carter has tested over 20 different pairs of boots in the past year alone, and has his finger on the pulse of the hiking boot market to bring you the most current, deserving selection possible. An alumnus of each of the Triple Crown trails in the United States (PCT, CDT, and AT), Chris has racked up enough blisters over thousands of miles in brutal terrain to know what makes a hiking boot worth its mettle. He’s fastidiously choosy about the footwear he depends on in the backcountry, and allows only the very best into this roundup.\nThrough the testing process, we primarily focused on comfort, traction, support, and durability. Secondary factors included value, style, and weight. After years of hiking and months of testing the newest options out there, we’ve compiled a list of what we truly believe to be the best hiking boots for men and women.\nBecause all feet are unique, there’s no single boot that works for every hiker. We’ve divided this list into categories to help you find the best boot for you. For more help choosing the right boot, we’ve included a complete\n[buyer’s guide](#guide) along with a handy [comparison table](#chart) and [FAQ](#faq).\nEditor’s Note: For our April 11th, 2024 update, we had the opportunity to test the new\nKeen Targhee IV. This comfy and supportive boot is our new best budget pick. At well under $200, the Targhee is durable, waterproof, and a great bang for your buck.\nThe Best Hiking Boots of 2024\n- Best Overall Hiking Boots:\nSalomon X Ultra 4 Mid GTX\n- Best Budget Hiking Boots:\nKeen Targhee IV\n- Best Hiking Boots for Narrow Feet:\nSCARPA Rush 2 Mid GTX\n- Best Hiking Boots for Backpacking:\nSalomon Quest 4 GORE-TEX\n- Best Fast and Light Hiking Boots:\nHOKA Speedgoat 5 Mid GTX\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F200236%2Fsalomon-x-ultra-4-mid-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nSalomon X Ultra 4 Mid GTX </a>\nSpecs\n- Weight 1 lb. 14.4 oz. (pair)\n- Waterproofing Yes\n- Upper material Polyurethane-coated leather/textile\n- Width Standard\n[]https://s3.us-east-1.amazonaws.com/images.gearjunkie.com/uploads/2023/03/salomon-x-ultra-4-hiking-boots.jpg\nPros\n- Minimal break-in time\n- Lightweight\n- Stable and supportive\nCons\n- Narrow toebox may restrict those with wider feet\n- Somewhat easy for lace to come out of shallow hook eyelet while bushwhacking\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F229809%2Fkeen-targhee-iv-mid-waterproof-hiking-boots-mens%3F\">\nKeen Targhee IV </a>\nSpecs\n- Weight 1 lb, 4 oz.\n- Waterproofing Yes, KEEN.DRY\n- Upper material Nubuck leather\n- Width Standard, with roomy toebox\n[]https://s3.us-east-1.amazonaws.com/images.gearjunkie.com/uploads/2024/04/Screen-Shot-2024-04-10-at-12.37.43-PM.png\nPros\n- Comfortable out of the box\n- Good value\n- Supportive and stable without feeling clunky\n- Roomy forefoot\nCons\n- Not suitable for narrow feet\n- KEEN’s waterproofing is not as effective as other options\n- Not ideal for rugged off-trail use\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219501%2Fscarpa-rush-2-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nSCARPA Rush 2 Mid GTX </a>\nSpecs\n- Weight 1 lb. 13.2 oz.\n- Waterproofing Yes\n- Upper material Recycled mesh/recycled microfiber\n- Width Standard to narrow\n[]https://s3.us-east-1.amazonaws.com/images.gearjunkie.com/uploads/2023/05/scarpa-rush-2-mid-gtx-hiking-boots.jpg\nPros\n- Reinforced toebox adds long-term durability\n- Lightweight and nimble\n- Outsole is especially grippy on boulders and slabs\nCons\n- Narrow toebox may not suit hikers with wide feet\n- Runs small\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F206597%2Fsalomon-quest-4-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nSalomon Quest 4 GORE-TEX </a>\nPros\n- Highly supportive\n- Ideal for backpacking with heavy loads\n- Durable\nCons\n- Requires a significant break-in period\n- Too bulky for easy and moderate hiking\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F208579%2Fhoka-speedgoat-5-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nHOKA ONE ONE Speedgoat 5 Mid GTX </a>\nPros\n- Lightweight\n- Waterproof\n- Great traction and grip (5mm lugs)\n- Versatile\nCons\n- Not the most breathable\n- Some found issues with sizing; try a pair on first\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F201986%2Fmerrell-moab-3-mid-waterproof-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nMerrell Moab 3 Mid Waterproof </a>\nSpecs\n- Weight 2 lbs. 0.7 oz.\n- Waterproofing Yes\n- Upper material Pigskin leather/mesh\n- Width Standard or wide options\n[]https://s3.us-east-1.amazonaws.com/images.gearjunkie.com/uploads/2023/03/merrell-moab-3-mid-waterproof-hiking-boots.jpg\nPros\n- Affordable\n- Waterproof\n- Comfortable\nCons\n- Wide fit doesn’t work for narrow feet\n- Bulky\n<a href=\"https://thenorthface.pxf.io/c/381569/1614015/18736?subId1=gjbgfootwearhikingboots&u=https%3A%2F%2Fwww.thenorthface.com%2Fen-us%2Fmens%2Fmens-footwear%2Fmens-boots-c695280%2Fmens-vectiv-exploris-2-mid-futurelight-leather-boots-pNF0A7W4X%3Fcolor%3D79K\">\nThe North Face VECTIV Exploris 2 Mid FUTURELIGHT </a>\nPros\n- Stable\n- Tunable lacing\n- Conserves energy\nCons\n- Rockered profile takes some wear to get used to\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nAltra Lone Peak All-Weather Mid 2 </a>\nSpecs\n- Weight 1 lb., 14 oz.\n- Waterproofing No, but they are water-resistant\n- Upper material Synthetic\n- Width Wide, extra wide in the toebox\n[]https://s3.us-east-1.amazonaws.com/images.gearjunkie.com/uploads/2023/03/altra-lone-peak-all-wthr-mid-2-hiking-boots.jpg\nPros\n- Light\n- Accommodating toebox\n- Supportive\n- Sheds mud\nCons\n- Not as much rock protection as some shoes\n- Due to lightweight design, not as durable as more traditional hikers\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10060&pw=7185&url=https%3A%2F%2Fwww.backcountry.com%2Fsalewa-pedroc-pro-mid-ptx-hiking-boot-mens&ctc=gjbgfootwearhikingboots\">\nSalewa Pedroc Pro Mid PTX </a>\nPros\n- Lightweight but durable\n- Agressive lug pattern\n- Uses sustainable materials\nCons\n- Difficult to fine-tune-adjust the ankle\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=11955&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.blackovis.com%2Fcrispi-nevada-htg-gtx-insulated-hunting-boot\">\nCrispi Nevada GTX Hunting Boot </a>\nPros\n- Exceptionally sturdy and stable\n- Easy to break in compared to other heavy-duty boots\n- Long-lasting durability\nCons\n- Expensive\n- Insulation can sometimes feel inadequate in cold conditions\n- Requires care and maintenance to preserve leather upper\n<a href=\"https://www.avantlink.com/click.php?tt=el&merchant_id=e295c418-295a-447c-b265-734e25f82503&website_id=e1cda6bd-1c15-4176-b96e-563e0bd68c12&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F175485%2Fla-sportiva-nucleo-high-ii-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nLa Sportiva Nucleo High 2 GTX Hiking Boots </a>\nPros\n- Breathability from underfoot\n- Superb braking lugs\n- Lightweight\nCons\n- Not ideal for narrow feet\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F186831%2Fteva-grandview-gtx-mid-hiking-shoes-mens&ctc=gjbgfootwearhikingboots\">\nTeva Grandview GORE-TEX Mid </a>\nPros\n- Stylish\n- Out-of-box comfort\n- Roomy toebox\nCons\n- High arches may not fit all foot shapes\n- Not ideal for narrow feet\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F896262%2Fasolo-tps-520-gv-evo-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nAsolo TPS 520 GV EVO </a>\nSpecs\n- Weight 4 lbs. 2 oz.\n- Waterproofing Yes\n- Upper material Leather\n- Width Standard (break-in period makes them feel a bit narrow at first)\n[]https://s3.amazonaws.com/images.gearjunkie.com/uploads/2021/05/Asolo-TPS-520-GV-EVO.jpg\nPros\n- Super durable\n- Laces rarely need to be replaced\nCons\n- Slow break-in process\n- Some users report delamination of the outsole\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F209519%2Fsalomon-cross-hike-2-mid-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nSalomon Cross Hike 2 Mid GORE-TEX </a>\nPros\n- Super aggressive lug pattern offers stellar traction\n- Grippy Contagrip rubber boosts adhesion to rocky surfaces\nCons\n- A little difficult to fine-tune fit because of lace system\n- Large lugs make walking on road or concrete a bit clunky\n<a href=\"https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F789686%2Flowa-renegade-gtx-mid-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nLowa Renegade GTX Mid </a>\nSpecs\n- Weight 2 lbs. 7 oz. (pair)\n- Waterproofing Yes\n- Upper material Nubuck Leather/CORDURA\n- Width Standard\n[]https://s3.amazonaws.com/images.gearjunkie.com/uploads/2022/10/lowa-renegade-gtx-mid-hiking-boots.jpg\nPros\n- Supportive\n- Rugged and durable\n- Waterproof but breathable\nCons\n- Stiff — Not ideal for slick rock\n- A bit bulky\n<a href=\"https://www.avantlink.com/click.php?tt=el&merchant_id=e295c418-295a-447c-b265-734e25f82503&website_id=e1cda6bd-1c15-4176-b96e-563e0bd68c12&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F222251%2Fhoka-anacapa-2-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots\">\nHOKA Anacapa 2 Mid GTX </a>\nSpecs\n- Weight 2 lbs., 4 oz.\n- Waterproofing Yes\n- Upper material Waterproof Nubuck leather\n- Width Standard\n[]https://s3.us-east-1.amazonaws.com/images.gearjunkie.com/uploads/2023/08/HOKA-Anacapa-2-Mid-GTX.jpg\nPros\n- Sustainably made\n- Sticky Vibram Megagrip outsole with self-cleaning lug pattern\n- Comfortable achilles cushion\nCons\n- Runs a bit large\n- Swallowtail heel can snag on roots and rocks\nHiking Boot Comparison Chart\n|Hiking Boot||Price||Weight||Waterproof||Upper Material||Width|\nKEEN Targhee IV SCARPA Rush 2 Mid GTX Salomon Quest 4 HOKA Speedgoat 5 Mid Merrell Moab 3 North Face VECTIV Exploris 2\nMid FUTURELIGHT\nMid FUTURELIGHT\nAltra Lone Peak All-Weather Mid 2 Salewa Pedroc Pro Mid PTX Boots Crispi Nevada GTX Hunting Boot La Sportiva Nucleo High 2 GTX Teva Grandview GORE-TEX Asolo TPS 52 GV EVO Salomon Cross Hike 2 Mid GTX Lowa Renegade GTX Mid Hoka Anacapa 2 Mid GTX\nHow We Tested Hiking Boots\nThe GearJunkie team has tested hundreds of pairs of hiking boots. We’ve hiked along gradual city park paths and backpacked through rugged alpine terrain on our search for the best hiking footwear on the market. The recommended boots on this list are the result of our thorough and never-ending field testing.\nEditorial Director Sean McCoy broke trail with this guide back in July 2020, crafting our initial selection of eight worthy hiking boots. Whether packing out a kill from deep in the backcountry, or clocking miles on cruiser singletrack — Sean is intimately aware of the importance of proper footwear for streamlined adventures.\nSenior Editor Chris Carter took over this guide in August 2022. He has been combing through his stinky shoe rack, scrubbing through online hiking forums, and endlessly bugging his dirtbag backpacking buds ever since to narrow in on the succinct list of 16 boots you see today. Chris has thru-hiked the Triple Crown of long trails in the United States: the Pacific Crest Trail, the Continental Divide Trail, and the Appalachian Trail. He knows the importance of properly fitting, comfortable boots for long backpacking trips, and is extremely particular about the footwear he depends on in the wild.\nWhen we assess a boot for its durability, we wear it regularly and keep a close eye on long-term performance. When we test a boot for support and stability, we trudge through rough terrain and pay extra attention to ground feel and roll resistance. Our waterproofing testing involves exposure to puddles, precipitation, and other elements that you’re likely to encounter on the trail.\nOur recommendations are not fixed in time. As new hiking boots hit the market, we’ll be waiting to put them to the test. If they’re exceptional, we’ll be sure to add them to this list of the best hiking boots on the market.\nBuyer’s Guide: How to Choose a Pair of Hiking Boots\nChoosing the optimal hiking boot is an ever-complicated and personal endeavor. We all have unique foot shapes and needs on the trail, so research and testing are often critical in finding boots with that perfect blend of fit and function.\nBoots built for durability and stability tend to be less forgiving than most footwear. And because you’re often wearing them for hours on end, they require a more precise fit. Here are a few things that can help you find the best boot for your foot.\nHiking Boot Components: Uppers, Midsoles, and Outsoles\nHiking boots — and\nhiking shoes — are composed of three main components: the upper, midsole, and outsole. The design of each element helps dictate how durable, breathable, and water-resistant the boot is going to be.\nUpper\nA hiking boot’s upper is the outer material on the top and sides of the boot. There are a handful of materials commonly used in hiking boot uppers, but generally, uppers are either leather or synthetic.\nLeather uppers are more traditional-looking, and they tend to be highly durable and abrasion-resistant. However, they sometimes require long-term care to prevent cracking and unsightly aging. A perfect example would be the burly, age-defying\nCrispi Nevada GTX.\nSynthetic uppers tend to be lighter than leather. They also tend to dry faster and generally cost less. An example of a synthetic upper would be\nThe North Face VECTIV Exploris 2 Mid FUTURELIGHT.\nTypically, synthetic uppers are not as durable as leather, but modern advances seem to be closing the gap. For those who prefer not to use animal products, synthetic uppers are obviously the way to go.\nMidsoles\nA midsole provides underfoot cushioning and adds structural stability to the entire boot. Stiff boots likely come with a thick and stiff midsole, and most often require a break-in period.\nStiffer midsoles provide the most durability, but because they have less give, can also be harder on the feet. Stiff midsoles are ideal for providing traction on highly technical terrain where foot movement isn’t ideal, such as mountaineering, ice climbing, and movement over variable terrain like talus fields.\nSoft and flexible hiking shoes are built with thinner, more pliable midsoles. Stiff boots can prevent your feet from becoming tired and sore, but flexible boots may be more comfortable and nimble for fast and light hiking, and they tend to prevent blisters.\nModern hikers engaging in long-distance pursuits are finding that softer midsoles provide the balance of technical performance and comfort they need for extended use, turning to boots like the\nAltra Lone Peak All-Weather Mid for their long-distance endeavors.\nMidsoles are generally made from EVA or polyurethane. EVA is lightweight and soft, while polyurethane is firmer and more durable. If you plan to hike long distances with a heavy pack, either is a viable option, but it really depends on your personal needs.\nIf you have weaker arches and require support, stiffer midsoles can prevent unnecessary soreness over long distances. If you’re already used to more minimal, flexible footwear, softer midsoles allow the muscles in your feet to function more as nature intended. PCT hikers, for example, are trending toward softer midsoles that limit blistering and strengthen the feet over time.\nOutsoles\nThe outsoles of hiking boots are made of rubber with varying grades of stiffness and grip. Harder outsoles on stiff boots sometimes include additives such as carbon to reduce weight. While extra-stiff outsoles are durable and good for carrying heavy loads, they can feel slick when hiking off-trail.\nStiff outsoles are ideal for scrambling on steep rock or other situations where traction is integral to safety. Softer outsoles are ideal for packed, heavily trafficked trails where technical terrain is less frequent. A boot that bridges this gap quite well is the\nLa Sportiva Nucleo High 2 GTX.\nAll outsoles include a lug pattern designed to increase traction and grip. Widely spaced lugs are less likely to accumulate mud, while shallow lugs are better for hiking over rocky surfaces.\nSome lug patterns are symmetrical, while others have a degree of asymmetry that’s primarily integrated to reflect the natural contours of the feet through the footfall. Both have varying degrees of stiffness, so choosing the right lug pattern tends to be a personal preference.\nSome outsoles include a heel brake, which can reduce your chances of sliding while descending steep slopes. Most modern hiking boots integrate a heel brake to some degree, as do most running/hiking hybrid shoes.\nTake this into consideration if your backcountry travels are going to take you up and over high-altitude passes or on trails that are particularly steep.\nWeight\nA pair of hiking boots can weigh anywhere from 1.5 pounds to well over 4 pounds. The weight of your boots will depend on their structure and materials.\nGenerally, more robust boots with leather uppers and stiff soles will be heavier (such as the\nVasque Breeze AT Mid GTX), while hybrid synthetic models will be lighter (such as the Altra Lone Peak All-Weather Mid 2).\nThere is always a give and take with weight. So, heavier boots often prove to have higher degrees of waterproofness and long-term durability, though they may not be the most comfortable options.\nSynthetic boots with flexible soles will be lighter and perform more like running shoes. Carrying heavy boots on your feet on long hikes can cause fatigue, but heavy boots also tend to offer more support. As we’ve previously stated, it’s important to know your personal needs and shop accordingly.\nIn the summer months, it’s not uncommon to see people hiking in rugged lugged sandals. Most often, however, it’s not their first rodeo, and they’ve long developed the foot strength to strip weight and transfer more work to the muscles of the feet.\nSupport & Stability\nIf you’re hiking with a heavy load, you’ll most often want some stable and supportive hiking boots. A stiff outsole and midsole in a boot like the\nLa Sportiva Trango Tech GTX add support underfoot. And a nice firm ankle collar supports the ankle joint when missteps over loose ground are a possibility.\nHeavier boots tend to have rigid ankle support, whereas lighter hybrid options tend to have more of a sock-like fit around the ankle. Our ankles are intended to have a certain degree of flex, and some have more stable ankles than others. This is another important factor to consider when choosing the best boot for your feet.\nArch support is another key factor to consider, and also depends on your personal preference and foot shape. Some people have higher, active arches and can use shoes without arch support (like the\nAltra Lone Peak) over long distances without issue.\nMost manufacturers limit the amount of arch support they include in the footbed to accommodate a variety of foot shapes out of the box. If you know you need arch support but don’t necessarily need orthotics, more traditional, rigid boots like the\nLowa Renegade tend to offer more built-in support underfoot.\nTraction\nDifferent lug patterns are designed for different kinds of terrain. Although some boot companies make their own outsoles, Vibram soles are still the standard for high-quality outsoles and maximum traction. Vibram makes a wide variety of soles, from extremely stiff soles for mountaineering and scrambling to more flexible soles for running and hiking on packed trails.\nSome boots include a smooth section of rubber under the toes for smearing on slabs of rock. Other boots have deep lugs built for soft or muddy trails. Most lug patterns work for a variety of terrain, but if you will be hiking in extreme conditions, look for something more aggressive with larger or pointier lugs.\nOn steep and loose terrain, a heel brake is a handy feature. This is the defined spot on the heel that helps prevent slippage when walking downhill.\nThe\nHOKA TenNine running shoe takes a heel brake to the next level, but most hiking boots are much more subtle. These days, anything intended for heavy use on- and off-trail will have some sort of heel brake, but they’re integrated to varying degrees.\nWaterproofing\nIf you’ll be wearing your boots when it’s rainy, snowy, or cold, get a waterproof and breathable pair. They’ll keep moisture out, which will keep your feet comfortable regardless of how many miles you’re ticking off.\nThe trade-off between impermeability and breathability is evident in heavier boots, so consider something lighter weight if your feet will be getting wet but not soaked. Generally, the more waterproof a boot is the heavier and less breathable it will be.\nThere are a few exceptions, however, and modern advances in venting seem to be improving this age-old dilemma, hence our rave reviews of the\nSCARPA Rush 2 Mid GTX.\nIf you’re hiking primarily or exclusively in hot, dry conditions, don’t get a waterproof boot. A membrane-free boot will keep your feet cool and dry, and the release of moisture can help prevent blisters. If you live in the high desert surrounded by mountains, you’ll probably need a summer boot and a shoulder season boot for when moisture adds more variability to the trails.\nBreathability\nAs mentioned above, breathability and waterproofness are tied together, for better or worse. The more waterproof a boot is the less breathable it will be, and vice versa. If you’re hiking in hot, humid environments where you don’t expect to encounter water, a lightweight, ultra-breathable boot is ideal (the regular version of the\nAltra Lone Peak All-Weather Mid 2, for instance).\nWhen your feet don’t air out, you enhance the risk of blisters, callouses, and more serious injuries like trench foot (way more common in older, less advanced boots). Breathability not only means that air can move through and out of the shoe, but it also lets water vapor escape. Dry feet stay warmer in colder temperatures as well.\nGORE-TEX and other waterproof proprietary membranes (such as the FUTURELIGHT membrane on\nThe North Face’s VECTIV Exploris 2) are breathable to a certain degree, but can quickly feel stuffy and sweaty in dry, desert climates. If you’ll primarily be trekking through dry areas, aim for more breathable “water-resistant” liners, like https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots|xid:fr1692742286289jge‘s eVent material.\nAll modern manufacturers take this into account when designing the best hiking boots, so some element of breathability will be built in. Still, it’s an important consideration for your unique feet (sweaty vs. dry), as swampy/cold feet can truly make or break an outing.\nInsoles\nNot all hiking boot insoles will be a good fit for every foot. Depending on the shape of your foot, you may need to purchase insoles separately. If you have a high arch, look for insoles that cater to this trait specifically.\nOther insoles promote a flatter, more natural footfall, while others can increase the amount of heel-to-toe drop. If your insoles are wearing out faster in a specific spot, it’s a good sign that you should explore a different option.\nToebox Room\nFor hikers who have feet with toes that splay out more than others, or just naturally wide feet, shoes with narrow toeboxes can be uncomfortable over long distances. As the miles stack up on a long journey, your feet will also swell quite a bit, exacerbating the issue. This can lead to blisters, plantar fasciitis, or other foot issues.\nIf you feel like your toes are playing a game of sardines in every hiking boot you try, it may be time to give wide-width shoes a shot, or models that have enlarged toeboxes. Altra is the king of ultra-wide toebox clown shoes, and though they may look silly, they afford you some of the most natural feeling strides of any boot we tested.\nZero-drop, with plenty of space for your toes to breathe with each step, Altra boots leave very little to be desired. We tested the\nLone Peak All-Weather Mid 2 for this guide, but every Altra shoe boasts this roomy feature.\nCrampon Compatibility\nIf you plan to do some major winter hiking or mountaineering, you’ll need boots that work well with\ncrampons. These traction devices are critical for extreme conditions, and they provide traction when crossing steep snow or ice. In general, heavier, stiffer boots are more compatible with crampons.\nThe\nLa Sportiva Trango Tech GTX Boot is a perfect example of a lighter-weight crampon-compatible boot. Micro-spikes are becoming increasingly popular for thru-hikers who prefer to carry less weight while ultralight backpacking, and they tend to work well over more flexible, lighter boots like the Salomon X Ultra 4 Mid GTX.\nFAQ\nThe most comfortable hiking boots are ones that feel good when you put them on before your hike — and that still feel good when you take them off at the end of your hike.\nA very soft boot might feel great to slide into at home, but it might not have enough support or protection to leave you feeling great after a long day on the trail.\nThe best lightweight hiking boots are the ones that fit your foot. Check out\nAltra’s Lone Peak All-Weather Mid 2. We loved them for their feather weight, superb support, and their roomy toebox. If you don’t need a waterproof boot, choose one without a membrane.\nWhether you hike in shoes or boots is a personal preference. Hiking boots give more ankle support, so if you’re carrying a heavy load backpacking, they’re a great choice. But many thru-hikers wear hiking shoes for big adventures, like the Appalachian Trail.\nStructure underfoot matters as much as how high the boot is. Choose a boot or shoe that feels good to wear and gives you confidence when you’re hiking.\nIf you plan to regularly hike in wet and cold environments, it may be wise to get waterproof hiking boots. You may not plan on getting wet, but it’s always a possibility in the outdoors. Waterproof boots make sure you’re prepared for anything. Depending on the weather and season, you may want a pair of\nwinter hiking boots.\nThat said, waterproof boots tend to be hotter and less breathable. So, if you plan to hike in warm and dry conditions such as the desert, waterproof boots are not the best choice.\n[]https://gearjunkie.com/outdoor/hiking/best-hiking-shoes\n<a href=\"https://gearjunkie.com/outdoor/hiking/best-hiking-shoes\">\nThe Best Hiking Shoes of 2024 </a>\nWe tested and ranked the best hiking shoes for men and women for 2024, including top picks from Salomon, Lems, Merrell, SCARPA, and more.\n[]https://gearjunkie.com/outdoor/hiking/best-womens-hiking-boots\n<a href=\"https://gearjunkie.com/outdoor/hiking/best-womens-hiking-boots\">\nThe Best Hiking Boots for Women in 2024 </a>\nWe tested the best women’s hiking boots of 2022 with options for every budget. Top picks include SCARPA, KEEN, and more!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Environment",
      "Lifestyle and Leisure",
      "Science and Technology"
    ],
    "external_links": [
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F896262%2Fasolo-tps-520-gv-evo-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F208579%2Fhoka-speedgoat-5-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots|xid:fr1685383731621jah",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F186831%2Fteva-grandview-gtx-mid-hiking-shoes-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F229809%2Fkeen-targhee-iv-mid-waterproof-hiking-boots-mens%3F",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots|xid:fr1692742286289jge‘s",
      "https://www.avantlink.com/click.php",
      "https://thenorthface.pxf.io/c/381569/1614015/18736",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F229809%2Fkeen-targhee-iv-mid-waterproof-hiking-boots-mens%3F",
      "https://www.avantlink.com/click.php?tt=cl&mi=11955&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.blackovis.com%2Fcrispi-nevada-htg-gtx-insulated-hunting-boot",
      "https://www.avantlink.com/click.php?tt=cl&mi=10060&pw=7185&url=https%3A%2F%2Fwww.backcountry.com%2Fla-sportiva-trango-tech-gtx-mountaineering-boot-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots|xid:fr1712778794035igf&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F229809%2Fkeen-targhee-iv-mid-waterproof-hiking-boots-mens%3F",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F200236%2Fsalomon-x-ultra-4-mid-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://thenorthface.pxf.io/c/381569/1614015/18736?subId1=gjbgfootwearhikingboots&u=https%3A%2F%2Fwww.thenorthface.com%2Fen-us%2Fmens%2Fmens-footwear%2Fmens-boots-c695280%2Fmens-vectiv-exploris-2-mid-futurelight-leather-boots-pNF0A7W4X%3Fcolor%3D79K",
      "https://www.scheels.sjv.io/c/381569/1029574/13422?subId1=gjbgfootwearhikingboots&u=https%3A%2F%2Fwww.scheels.com%2Fp%2Fmens-crispi-nevada-gtx-waterproof-hunting-boots%2F15285-5860.html",
      "http://www.amazon.com/exec/obidos/ASIN/B07VCFYX57",
      "https://www.avantlink.com/click.php?tt=cl&mi=10060&pw=7185&url=https%3A%2F%2Fwww.backcountry.com%2Fsalewa-pedroc-pro-mid-ptx-hiking-boot-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F789686%2Flowa-renegade-gtx-mid-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10060&pw=7185&url=https%3A%2F%2Fwww.backcountry.com%2Fla-sportiva-trango-tech-gtx-mountaineering-boot-mens&ctc=gjbgfootwearhikingboots",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F209519%2Fsalomon-cross-hike-2-mid-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F206597%2Fsalomon-quest-4-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=el&merchant_id=e295c418-295a-447c-b265-734e25f82503&website_id=e1cda6bd-1c15-4176-b96e-563e0bd68c12&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F222251%2Fhoka-anacapa-2-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://scheels.sjv.io/c/381569/1029574/13422",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219501%2Fscarpa-rush-2-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://www.rei.com/s/crampons",
      "https://www.avantlink.com/click.php?tt=el&merchant_id=e295c418-295a-447c-b265-734e25f82503&website_id=e1cda6bd-1c15-4176-b96e-563e0bd68c12&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F175485%2Fla-sportiva-nucleo-high-ii-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F209519%2Fsalomon-cross-hike-2-mid-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F201986%2Fmerrell-moab-3-mid-waterproof-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F789686%2Flowa-renegade-gtx-mid-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots|xid:fr1685383731621jah",
      "https://www.rei.com/s/crampons?pagesize=90&cm_mmc=aff_AL-_-5889-_-7185-_-NA&avad=7185_b2b5cafed",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F200236%2Fsalomon-x-ultra-4-mid-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://rei.com/s/crampons?pagesize=90&cm_mmc=aff_AL-_-5889-_-7185-_-NA&avad=7185_b2b5cafed",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F896262%2Fasolo-tps-520-gv-evo-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=el&merchant_id=e295c418-295a-447c-b265-734e25f82503&website_id=e1cda6bd-1c15-4176-b96e-563e0bd68c12&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F175485%2Fla-sportiva-nucleo-high-ii-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F186831%2Fteva-grandview-gtx-mid-hiking-shoes-mens&ctc=gjbgfootwearhikingboots",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots|xid:fr1712778794035igf&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F229809%2Fkeen-targhee-iv-mid-waterproof-hiking-boots-mens%3F",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F208579%2Fhoka-speedgoat-5-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots|xid:fr1692742286289jge‘s",
      "https://www.avantlink.com/click.php?tt=el&merchant_id=e295c418-295a-447c-b265-734e25f82503&website_id=e1cda6bd-1c15-4176-b96e-563e0bd68c12&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F222251%2Fhoka-anacapa-2-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10060&pw=7185&url=https%3A%2F%2Fwww.backcountry.com%2Fsalewa-pedroc-pro-mid-ptx-hiking-boot-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F219501%2Fscarpa-rush-2-mid-gtx-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F206597%2Fsalomon-quest-4-gore-tex-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "http://amazon.com/exec/obidos/ASIN/B07VCFYX57",
      "https://avantlink.com/click.php?tt=cl&mi=11955&pw=7185&ctc=gjbgfootwearhikingboots&url=https%3A%2F%2Fwww.blackovis.com%2Fcrispi-nevada-htg-gtx-insulated-hunting-boot",
      "https://avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F217484%2Faltra-lone-peak-all-wthr-mid-2-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://scheels.sjv.io/c/381569/1029574/13422?subId1=gjbgfootwearhikingboots&u=https%3A%2F%2Fwww.scheels.com%2Fp%2Fmens-crispi-nevada-gtx-waterproof-hunting-boots%2F15285-5860.html",
      "https://www.avantlink.com/click.php?tt=cl&mi=10248&pw=7185&url=https%3A%2F%2Fwww.rei.com%2Fproduct%2F201986%2Fmerrell-moab-3-mid-waterproof-hiking-boots-mens&ctc=gjbgfootwearhikingboots",
      "https://www.thenorthface.pxf.io/c/381569/1614015/18736?subId1=gjbgfootwearhikingboots&u=https%3A%2F%2Fwww.thenorthface.com%2Fen-us%2Fmens%2Fmens-footwear%2Fmens-boots-c695280%2Fmens-vectiv-exploris-2-mid-futurelight-leather-boots-pNF0A7W4X%3Fcolor%3D79K"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "chris",
          "sentiment": "none"
        },
        {
          "name": "chris carter",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-12T01:57:38.822+03:00",
    "updated": "2024-04-12T01:57:38.822+03:00"
  },
  {
    "uuid": "c50cb2513edcf63fba6fc6091ed0f6f8eb89686c",
    "url": "https://www.godlikeproductions.com/forum1/message5713632/pg1",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anonymous Coward (UID 86948745)",
    "published": "2024-05-10T13:26:00Z",
    "title": "Incoming Solar Storm!!!!",
    "text": "Users Online Now:\n1,541\n(\nWho's On?\n)\nVisitors Today:\n149,005\nPageviews Today:\n353,973\nThreads Today:\n183\nPosts Today:\n3,636\n09:30 AM\nDirectory\nAdv. Search\nTopics\nForum\nMembership Contract:\nYou are attempting to enter a Private Virtual Country Club.\nEntrance to this private establishment requires membership but not an account.\nMembership Contract:\n• You Contractually Agree that you are at least 18 years of age and that you are accessing this website for personal use only.\n• You Contractually Agree that you wish to join as a member to this private establishment and that any communication taking place here is considered private communication between members which you agree not to publicly disclose or disseminate.\n• You are responsible for all activity that occurs under your IP Address and device on this website, including your conduct and any User Content you provide or that you allow others to provide under your IP Address and device.\n• You will not use this website to harass, threaten, impersonate or intimidate another person, government, or legal entity.\n• You will not use this website to promote, recruit for, or organize any real life group, political or otherwise.\n• You will not provide, submit or otherwise make available any content that is unlawful, hateful, harmful, racist, threatening, abusive, harassing, tortious, defamatory, obscene, libelous, invasive of another's privacy, or otherwise illegal.\n• You will not provide, submit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" \"affiliate links\" or any other form of solicitation.\n• You will not violate any local laws in your jurisdiction (including, but not limited to, hate speech and intellectual property laws).\n• You will not use our Site for any illegal or unauthorized purpose.\n• You will not access, \"hack,\" alter or otherwise use any part of the Site in any unauthorized manner.\n• You will not utilize any software bugs, robots, web spiders, or other such technological device to automaticly access, extract, collect, harvest, archive, screeen shot, or preserve in any way data or information contained on the Site.\n• You understand and agree that your membership to this private establishment can be revoked by this website's staff at any time for any reason whatsoever or no reason at all.\n•\nYou understand and accept that this website uses cookies.\n• You Contractually Agree to a Class Action Waiver: Except as otherwise required under applicable law, You agree that you will not assert class action or representative action claims against this website, its owners, users, or representatives, whether in arbitration or otherwise, which actions are hereby waived; and you shall only submit your own, individual claims and will not seek to represent the interests of any other person.\n• You Contractually Agree that: (i) this Website shall be deemed solely based in the country of Jersey; and (ii) this Website shall be deemed a passive website that does not give rise to personal jurisdiction over this website, either specific or general, in jurisdictions other than the country of Jersey. Unless prohibited by local law, these Terms of Service shall be governed by the internal substantive laws of the Country of Jersey, without respect to its conflict of laws principles. Unless prohibited by local law, any claim or dispute between you and this website that arises in whole or in part from this Website shall be decided exclusively by a court of competent jurisdiction located in the country of Jersey.\n• You Contractually Agree to abide by and be bound by the additional\nterms of service\n,\ndisclaimer\n, and\nprivacy policy\nfound in the footer of this website.\nI Agree to The Terms of This Membership Contract.\nI have read and accept the Privacy Policy and Terms of Service.\nI Do Not Agree to The Terms.\nDisclaimer / Copyright Info\n-\nPrivacy Policy\n-\nTerms Of Use\n-\nCancellation Policy / Billing Help\nMail\nWebmaster\nwith questions or comments about this site.\nCopyright © 1999 - 2024 Godlikeproductions.com\nPage generated in 0.003s (0 queries)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-10T16:30:59.558+03:00",
    "updated": "2024-05-10T16:30:59.558+03:00"
  },
  {
    "uuid": "f56d843a379e2012d2bb6f2e7df97f8ba5d0c9dd",
    "url": "https://www.centralcharts.com/en/4886652-asa-international-group-plc-cboe/news/5019456-qnb-group-renforce-l-innovation-et-l-cosystme-de-la-technologie-financire-avec-la-signature-de-protocoles-d-accord-stratgiques-au-web-summit-qatar-2025",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PRNewswire",
    "published": "2025-02-27T22:28:00Z",
    "title": "QNB Group renforce l'innovation et l'écosystème de la technologie financière avec la signature de protocoles d'accord stratégiques au Web Summit Qatar 2025",
    "text": "DOHA, Qatar , 28 février 2025 /PRNewswire/ -- Alors que la deuxième édition du Web Summit Qatar 2025 s'achève, QNB Group, la plus grande institution financière de la région du Moyen-Orient et de l'Afrique, réaffirme son engagement à stimuler l'innovation et à favoriser la croissance de la technologie financière par la signature de trois protocoles d'accord stratégiques. Ces accords, signés avec le Qatar Financial Centre (QFC), la Qatar Development Bank (QDB) et Rasmal Ventures, soulignent le rôle de la QNB (Qatar National Bank) dans l'élaboration de l'avenir de la finance et le renforcement de la position du Qatar en tant que plaque tournante de la fintech et de la transformation numérique.\nCes protocoles d'accord permettront à la QNB d'ouvrir de nouvelles perspectives aux startups, aux PME et aux entreprises axées sur la technologie, renforçant ainsi sa position de catalyseur de l'innovation numérique. Ces accords se concentrent sur l'accélération de l'adoption des fintech, les promotions des investissements et de partenariats qui permettent l'inclusion financière et la croissance économique.\n• Avec le QFC, la QNB vise à faciliter la croissance des entreprises fintech en leur offrant la possibilité d'accéder à l'infrastructure bancaire, et en soutenant l'innovation dans les actifs numériques, la tokenisation et la finance intégrée.\n• Avec la QDB, la banque collaborera à des initiatives qui favorisent l'écosystème entrepreneurial du Qatar , y compris des opportunités de financement pour les startups fintech et les modèles de financement alternatifs.\n• Avec Rasmal Ventures, la QNB crée de nouvelles voies pour l'investissement en capital-risque, renforce le soutien aux start-ups à fort potentiel et encourage l'adoption de technologies financières de pointe.\nÀ propos de ces partenariats, Abdulla Mubarak Al-Khalifa, Président directeur général du Groupe de la QNB, a déclaré : « Nos collaborations stratégiques au Web Summit Qatar 2025 reflètent notre engagement à faire progresser la finance numérique et à favoriser un écosystème fintech dynamique. En travaillant en étroite collaboration avec des partenaires financiers et d'investissement clés, la QNB renforce le rôle du Qatar en tant que centre financier mondial et ouvre de nouvelles perspectives aux entrepreneurs et aux entreprises afin qu'ils puissent prospérer dans une économie numérique en évolution rapide ».\nLe Web Summit Qatar 2025 a offert à la QNB une plateforme idéale pour s'engager auprès des leaders mondiaux du secteur, échanger des informations et mettre en avant son engagement en faveur de l'innovation et de la durabilité. Grâce à des sessions de réflexion sur le leadership, des activations interactives et des partenariats stratégiques, la QNB a renforcé son rôle de partenaire financier de confiance, à l'origine de la prochaine vague de transformation bancaire.\nQNB Group est l'une des principales institutions financières de la région MEA et l'une des marques bancaires les plus précieuses du marché régional. Présent dans plus de 28 pays d'Asie, d' Europe et d'Afrique, le groupe propose des produits et des services sur mesure, fondés sur l'innovation et soutenus par une équipe de plus de 31 000 professionnels qui se consacrent à l'excellence bancaire dans le monde entier.\nPhoto :\nPhoto :\nLogo :\nView original content: https://www.prnewswire.com/news-releases/qnb-group-renforce-linnovation-et-lecosysteme-de-la-technologie-financiere-avec-la-signature-de-protocoles-daccord-strategiques-au-web-summit-qatar-2025-302388068.html",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.prnewswire.com/news-releases/qnb-group-renforce-linnovation-et-lecosysteme-de-la-technologie-financiere-avec-la-signature-de-protocoles-daccord-strategiques-au-web-summit-qatar-2025-302388068.html",
      "https://prnewswire.com/news-releases/qnb-group-renforce-linnovation-et-lecosysteme-de-la-technologie-financiere-avec-la-signature-de-protocoles-daccord-strategiques-au-web-summit-qatar-2025-302388068.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-28T01:45:18.682+02:00",
    "updated": "2025-02-28T01:45:18.682+02:00"
  },
  {
    "uuid": "b7b421d363a588585baa9273ffc0434db1f7224a",
    "url": "https://flipboard.com/topic/sauna/-/a-KDSwP38iSTm7QbR15af7cw%3Aa%3A3785711570-%2F0",
    "ord_in_thread": 0,
    "author": "unherd.com - Chris Clarke",
    "published": "2025-04-30T23:00:00Z",
    "title": "What Reform gets wrong about Britain | Flipboard",
    "text": "What Reform gets wrong about Britain In 1987, the first gay kiss on EastEnders ‚Äî a mild peck on the forehead ‚Äî led to a furious backlash and calls for censorship. This year, as the …\nunherd.com - Chris Clarke • 45m",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Social Issue->lgbtq",
      "Social Issue->social condition",
      "Social Issue->discrimination",
      "Lifestyle and Leisure->lifestyle"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Chris Clarke",
          "sentiment": "none"
        }
      ],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T02:46:09.776+03:00",
    "updated": "2025-04-30T23:53:21.000+00:00"
  },
  {
    "uuid": "50a76ef4cc512c0eaf570c7e12b187d2c649ce5f",
    "url": "https://www.kevinmd.com/2024/06/the-misrepresentation-of-the-educate-act-and-the-future-of-our-health-care-system.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Kevin",
    "published": "2024-06-27T00:00:00Z",
    "title": "The misrepresentation of the EDUCATE Act and the future of our health care system",
    "text": "In the past year alone, legislative assaults on diversity, equity, and inclusion (DEI) in higher education have surged across the United States. This disturbing trend threatens the foundational values of our academic institutions and endangers the very essence of health equity in medical education and practice. The recent introduction of the Embracing Anti-Discrimination, Unbiased Curriculum, and Advancing Truth in Education ( [EDUCATE](https://www.aamc.org/advocacy-policy/washington-highlights/educate-act-introduced-rep-greg-murphy-md)) Act by Rep. Greg Murphy, MD, and its 35 cosponsors marks a new low in this misguided crusade. If passed, this bill would prohibit medical schools from receiving federal funding if they implement DEI policies. This move could have devastating consequences for our nation’s future. According to The Chronicle of Higher Education, since 2023, 84 bills in 28 states have been introduced [to prohibit colleges](https://www.chronicle.com/package/the-assault-on-deihttps:/www.chronicle.com/package/the-assault-on-dei) from having DEI offices, staff, and initiatives. These bills ban training, question hiring and promotion practices, and limit diversity goals in admissions and employment. [As a result](https://www.chronicle.com/article/amid-national-backlash-colleges-brace-for-fresh-wave-of-anti-dei-legislation), at least 116 college campuses have [altered or eliminated](https://www.chronicle.com/article/tracking-higher-eds-dismantling-of-dei) programs that impact individuals from historically marginalized communities. As a faculty member at my school of medicine, I teach students and faculty about medical and research ethics, trust, and trustworthiness. Today, we discuss historical atrocities to understand the importance of autonomy, beneficence, and justice. We explore how individuals deserve to be treated with respect. Contrary to miseducation claims, I do not blame a majority group for past atrocities. Instead, I teach about the historical foundations of modern medical education and health systems. We must learn from past mistakes and pay attention to how the most vulnerable, including our loved ones, navigate health care today. I emphasize the physician-patient relationship, the importance of connection and communication, and the need for cultural humility. Treating the patient, not an entire culture, is crucial. We should expect our physicians to listen to what lies behind a patient’s response. Speaking about biases and lived experiences is part of this dialogue. DEI’s miseducation falsely suggests that discussing bias is about making racist accusations, but we all have biases that influence our interactions. Every year, I review applications and interview residency candidates. I speak with medical school applicants who all want to help people. No one can argue that this country does not need more health professionals. We also need diversity among these professionals to connect with patients’ lived experiences. According to AAMC projections, the U.S. will face a [physician shortage](https://www.aamc.org/news/press-releases/new-aamc-report-shows-continuing-projected-physician-shortage#:~:text=According%2520to%2520new%2520projections%2520published,to%252086%252C000%2520physicians%2520by%25202036.) of up to 86,000 by 2036. We need to expand our health professional workforce, not limit it. The miseducation of DEI incorrectly claims we are accepting unworthy candidates. Yet, [holistic review](https://www.chronicle.com/article/in-defense-of-holistic-admissions) processes have been in place for years, allowing us to increase class sizes and produce more primary care physicians. DEI is not just about race and ethnicity but also includes gender equity, accessibility, and rural health. My work in community engagement and health research literacy impacts all populations, including predominantly white, rural areas in Indiana. DEI efforts ensure we address health inequities and include marginalized groups. Health equity happens through DEI despite political challenges. Indiana’s public health funding has increased due to research on health disparities. I call on all health professionals, faculty, students, staff, and trainees to communicate the importance of DEI for health equity. The miseducation of DEI ignores the critical role of equity in ensuring everyone has a fair chance to achieve their highest health potential. We must address injustices and obstacles to health care, even those within our privileges. Achieving health equity requires valuing everyone equally. Correct this miseducation with information. We are in medicine and health because we care. The miseducation of DEI has led to the elimination of critical efforts and the silencing of voices that speak to its impact. Educate others about the true meaning of DEI in health and education. DEI is about health. If making people healthy is political, then what are we doing? The social mission of academic medicine requires us to stand for DEI. Do not be complacent; get involved. Where is the pro-DEI and health equity legislation? A few years ago, we discussed reclaiming [academic medicine’s social mission](https://onlinelibrary.wiley.com/doi/abs/10.1002/aet2.10668) and its social responsibility. We achieve this by viewing everything through an equity lens. Years ago, I participated in a workshop that shaped my professional identity. We were asked to introduce ourselves without using our titles. I said I am a cheerleader for faculty and students, reminding them they belong here and ensuring communities have access to higher education and health. This is DEI in action, though I had not mentioned the term. DEI has been weaponized, but we must reclaim its true purpose. We care about patients and their health. We formulate research questions to cure and relieve suffering. We are all in the academic medicine and health sciences professions, with health equity as our goal. By remaining reactive and silent, we become complicit in undermining health equity. The dismantling of DEI initiatives impacts our patients, trainees, and colleagues. Consider this: over [24 percent of U.S. physicians](https://www.aamc.org/data-reports/data/2023-key-findings-and-definitions#:~:text=In%25202022%252C%252024.7%2525%2520of%2520active,to%2520Physicians%2520in%2520All%2520Specialties).) are [international medical graduates](https://www.ama-assn.org/education/international-medical-education/how-imgs-have-changed-face-american-medicine), and over [37 percent are women](https://www.aamc.org/data-reports/data/2023-key-findings-and-definitions#:~:text=In%25202022%252C%252024.7%2525%2520of%2520active,to%2520Physicians%2520in%2520All%2520Specialties).)—groups once marginalized in medical training. DEI efforts are pivotal in achieving these milestones. In 2023, more than 200,000 faculty members served in academic medical centers, with my institution housing 5,000 of these dedicated professionals. Imagine the transformative power if each of these individuals championed the message that DEI is synonymous with health equity. We must harness our collective strength to uphold these principles as educators and advocates. Institutions must recognize their role as bastions of academic excellence and societal progress. We are called to speak the truth and advocate for justice, ensuring that DEI remains integral to our mission. The future of our health care system depends on it. [Sylk Sotto](https://medicine.iu.edu/faculty/7371/sotto-sylk) is a bioethicist.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://medicine.iu.edu/faculty/7371/sotto-sylk)",
      "https://www.chronicle.com/article/tracking-higher-eds-dismantling-of-dei)",
      "https://www.chronicle.com/article/amid-national-backlash-colleges-brace-for-fresh-wave-of-anti-dei-legislation),",
      "https://www.chronicle.com/package/the-assault-on-deihttps:/www.chronicle.com/package/the-assault-on-dei)",
      "https://www.aamc.org/news/press-releases/new-aamc-report-shows-continuing-projected-physician-shortage#:~:text=According%2520to%2520new%2520projections%2520published,to%252086%252C000%2520physicians%2520by%25202036.)",
      "https://www.chronicle.com/article/in-defense-of-holistic-admissions)",
      "https://www.aamc.org/data-reports/data/2023-key-findings-and-definitions#:~:text=In%25202022%252C%252024.7%2525%2520of%2520active,to%2520Physicians%2520in%2520All%2520Specialties).)",
      "https://onlinelibrary.wiley.com/doi/abs/10.1002/aet2.10668)",
      "https://www.ama-assn.org/education/international-medical-education/how-imgs-have-changed-face-american-medicine),",
      "https://www.aamc.org/data-reports/data/2023-key-findings-and-definitions#:~:text=In%25202022%252C%252024.7%2525%2520of%2520active,to%2520Physicians%2520in%2520All%2520Specialties).)—groups",
      "https://www.aamc.org/advocacy-policy/washington-highlights/educate-act-introduced-rep-greg-murphy-md))",
      "https://chronicle.com/package/the-assault-on-deihttps:/www.chronicle.com/package/the-assault-on-dei)",
      "https://www.medicine.iu.edu/faculty/7371/sotto-sylk)",
      "https://aamc.org/news/press-releases/new-aamc-report-shows-continuing-projected-physician-shortage#:~:text=According%2520to%2520new%2520projections%2520published,to%252086%252C000%2520physicians%2520by%25202036.)",
      "https://ama-assn.org/education/international-medical-education/how-imgs-have-changed-face-american-medicine),",
      "https://chronicle.com/article/in-defense-of-holistic-admissions)",
      "https://aamc.org/data-reports/data/2023-key-findings-and-definitions#:~:text=In%25202022%252C%252024.7%2525%2520of%2520active,to%2520Physicians%2520in%2520All%2520Specialties).)",
      "https://chronicle.com/article/tracking-higher-eds-dismantling-of-dei)",
      "https://www.onlinelibrary.wiley.com/doi/abs/10.1002/aet2.10668)",
      "https://aamc.org/data-reports/data/2023-key-findings-and-definitions#:~:text=In%25202022%252C%252024.7%2525%2520of%2520active,to%2520Physicians%2520in%2520All%2520Specialties).)—groups",
      "https://chronicle.com/article/amid-national-backlash-colleges-brace-for-fresh-wave-of-anti-dei-legislation),",
      "https://aamc.org/advocacy-policy/washington-highlights/educate-act-introduced-rep-greg-murphy-md))"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "greg murphy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "advancing truth",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "united states",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-28T01:01:51.516+03:00",
    "updated": "2024-06-28T01:01:51.516+03:00"
  },
  {
    "uuid": "3494f09a4b5a085c54f695f64664819692ec1042",
    "url": "https://tribunademinas.com.br/noticias/regiao/05-03-2025/policia-prende-responsaveis-por-desmatar-parte-da-mata-atlantica-em-sitio-da-zona-da-mata.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Guilherme Porto",
    "published": "2025-03-05T22:22:00Z",
    "title": "Polícia prende acusados de desmatar fragmento da Mata Atlântica em sítio",
    "text": "(Foto: Divulgação/Polícia Militar do Meio Ambiente) A Polícia Militar do Meio Ambiente ( PMMamb ) prendeu, nesta quarta-feira (5), três pessoas no Sítio Córrego dos Macacos, localizado em Piraúba, cidade localizada a 81 quilômetros de Juiz de Fora, por desmate ilegal. De acordo com a ocorrência, os militares encontraram no local duas pessoas, de 53 e 62 anos, que estavam cortando árvores pertencentes a um fragmento de Mata Atlântica.\nAo serem questionados, eles alegaram que trabalhavam para a proprietária do local e que ela possuía todas as autorizações necessárias para a retirada das árvores. Por sua vez, a dona alegou que o antigo responsável pela propriedade era quem possuía a autorização, porém toda a documentação apresentada não era o suficiente para que a retirada das árvores pudessem ser realizadas.\nDiante disso, ela recebeu voz de prisão dos militares por dificultar a regeneração da vegetação em área de preservação permanente.\nJá os contratados também foram presos acusados de serem os responsáveis por realizarem o desmatamento, além de usarem irregularmente motosserras. Todo o material lenhoso foi apreendido durante a operação.\nLEIA MAIS notícias sobre a Região aqui",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Crime, Law and Justice",
      "Social Issue"
    ],
    "topics": [
      "Environment->conservation",
      "Environment->environmental clean-up",
      "Crime, Law and Justice->law enforcement",
      "Crime, Law and Justice->crime",
      "Crime, Law and Justice->corruption",
      "Social Issue->social problem",
      "Social Issue->communities",
      "Social Issue->social condition"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [
      "https://www.policiamilitar.mg.gov.br/site/ciapmmamb",
      "https://policiamilitar.mg.gov.br/site/ciapmmamb"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-03-06T02:13:16.994+02:00",
    "updated": "2025-03-06T02:13:16.994+02:00"
  }
]