[
  {
    "uuid": "dcdf0f67a603c8bb7b4710f0acb7b96e43157eae",
    "url": "https://www.wzzm13.com/article/sports/mona-shores-alum-damari-roberson-grateful-for-last-ride-western-michigan-football-team/69-51124fab-eaa9-421a-9f91-db8ba2ea6a4a",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Mark Skol",
    "published": "2024-04-18T17:37:00Z",
    "title": "Mona Shores graduate not taking final year at WMU for granted | wzzm13.com",
    "text": "KALAMAZOO, Mich — After five years, Western Michigan linebacker Damari Roberson 's time in college football is coming to an end. \"It's bittersweet to know this is my last ride,\" Roberson said. His ride up to this point has been anything but smooth. \"It is a stepping stone for me knowing that I made it through everything I made it through,\" Roberson said. He has been through a lot. Roberson was supposed to sign with Northwestern out of Mona Shores High School , but then he tore his left ACL twice and the Wildcats decided to move on. He ended up at Western, where in Kalamazoo his luck did not get any better. He tore his right ACL in 2020. That is three ACL tears and three ACL surgeries, but that did not stop him. \"I just went with my gut,\" Roberson said. \"My gut is telling me that I can do this, so I am getting back on the horse.\" Then, nearly five years later, was back on the field in a non-special teams role. Roberson played on the defensive side of the ball in the 2022 season opener at Michigan State. \"I go through a lot of emotions sometimes thinking about it when I do reminisce about it,\" Roberson said. \"I am happy and blessed to still be out here and still be able to play the game I love.\" That love he shows for the game radiates throughout the Broncos locker room. \"Damari has grit and resilience,\" Western Michigan head coach [Lance Taylor](/video/sports/full-interview-lance-taylor-wmus-new-football-head-coach/69-d5187e2e-f98d-4d4b-95a9-b1eac977ca98) said. \"He is probably one of the most respected players on our team. He is loved by his teammates by how he carries himself and how he handles himself every day and how he works.\" His work ethic is second to none. \"You can't question my worth because I will outwork you any day,\" Roberson said. \"We can go test it out any day.\" Taylor values that mentality from the redshirt senior. \"He has really taken the next step in terms of leadership and feeling like he is one of the captains of our defense right now and our team,\" Taylor said. Roberson has earned that praise, and after everything he has been through, he will never take anything for granted. \"Never give up on your dreams,\" Roberson said. \"If it is important to you and if it is something you really want to do, you will do anything just to get it done.\" Roberson still has one last spring game at Western before his final fall of football in Kalamazoo. The Broncos have their spring showcase on Saturday at Waldo Stadium. Kickoff is set for 2 p.m. ►Make it easy to keep up to date with more stories like this. Download the 13 ON YOUR SIDE app now . Have a news tip? Email [news@13onyourside.com](mailto:news@wzzm13.com?subject=Story%20idea), visit our Facebook page or YouTube channel . Watch 13 ON YOUR SIDE for free on Roku , Amazon Fire TV Stick , Apple TV and on your phone.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "https://wmubroncos.com/sports/football/roster/damari-roberson/14548)",
      "https://www.monashores.net/o/mshs),",
      "https://wmubroncos.com/sports/football)",
      "https://on.wzzm.com/facebook)",
      "http://www.amazon.com/exec/obidos/ASIN/B08Z7QJH4B",
      "https://channelstore.roku.com/details/bdb63b120f207dd9c13976e900f63d66/13-on-your-side-news-wzzm),",
      "http://www.youtube.com/c/13ONYOURSIDE?sub_confirmation=1).",
      "http://www.youtube.com/c/13ONYOURSIDE",
      "https://www.wmubroncos.com/sports/football)",
      "http://youtube.com/c/13ONYOURSIDE?sub_confirmation=1).",
      "https://www.wmubroncos.com/sports/football/roster/damari-roberson/14548)",
      "https://www.on.wzzm.com/facebook)",
      "https://monashores.net/o/mshs),",
      "http://amazon.com/exec/obidos/ASIN/B08Z7QJH4B",
      "https://www.channelstore.roku.com/details/bdb63b120f207dd9c13976e900f63d66/13-on-your-side-news-wzzm),"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "roberson",
          "sentiment": "none"
        },
        {
          "name": "damari roberson",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "wmu",
          "sentiment": "negative"
        },
        {
          "name": "wildcats",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "kalamazoo",
          "sentiment": "none"
        },
        {
          "name": "mona shores",
          "sentiment": "none"
        },
        {
          "name": "western michigan",
          "sentiment": "none"
        },
        {
          "name": "western",
          "sentiment": "none"
        },
        {
          "name": "kalamazoo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:46:12.697+03:00",
    "updated": "2024-04-19T01:19:09.628+03:00"
  },
  {
    "uuid": "74e9b7c6ee84cc76426ad3aa3b2dab5f876e561a",
    "url": "https://www.cmjornal.pt/sociedade/detalhe/novas-variantes-da-covid-19-obrigam-a-produzir-novas-versoes-das-vacinas",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Correio da Manhã",
    "published": "2024-05-24T10:40:00Z",
    "title": "Novas variantes da Covid-19 obrigam a produzir novas versões das vacinas - Sociedade - Correio da Manhã",
    "text": "Padroeiro da Internet que morreu aos 15 anos vai ser o novo santo da Igreja Jovens que ganhem até 5800 euros por mês têm aval público para comprar casa Quem são as vítimas do desabamento de restaurante em Palma de Maiorca Grupo rapta e marca rapaz com ferro em brasa na Moita Letizia e Felipe VI já vivem separados. Saiba tudo aqui Descarrilamento do metro em Alvalade corta circulação na Linha Verde Mulher exige indemnização de 600 mil euros a ex-marido por \"danos causados pela frustração do casamento\" Aprovado alargamento do IVA da eletricidade a 6% para 3,4 milhões de famílias José Castelo Branco apanhado a sair de casa da amiga pela garagem Veja o vídeo da incrível festa \"Somos Todos Gamers\" com os convidados especiais Inês Aires Pereira fala da separação Relação do Porto confirma internamento a menor que aplicou \"golpe mata-leão\" a professora Reunião com médicos termina sem acordo. Governo não inclui aumento salarial nas negociações Oficial: Xavi despedido do Barcelona Chefe da espionagem russa diz que a Ucrânia esteve diretamente envolvida no ataque a sala de concertos em Moscovo “Melhor que um jogo do Benfica!”: Taylor Swift vai dar três horas de espetáculo na Luz Quer receber as últimas notícias no seu telemóvel ainda mais rápido? Siga aqui o ALERTA CM Novas variantes da Covid-19 obrigam a produzir novas versões das vacinas Variantes FLiRT incluem a linhagem parental JN.1 e possuem três mutações principais para escapar dos anticorpos. Correio da Manhã 11:40 Laboratório de testes de Covid-19 FOTO: Kathleen Flynn/ Reuters As chamadas variantes FLiRT são as variantes da Covid-19 com maior circulação este ano, segundo a Organização Mundial de Saúde. O nome é um acrónimo das localizações das mutações partilhadas na proteína 'spike' do vírus, relatou a agência Reuters . Uma delas, a chamada KP.2, tornou-se a variante com maior circulação nos Estados Unidos (EUA) em abril.\nAs variantes FLiRT incluem a linhagem parental JN.1 e possuem três mutações principais para escapar dos anticorpos. O porta-voz da Sociedade de Doenças Infecciosas dos EUA, Aaron Glatt, constatou \"mudanças significativas nas variantes\", embora se registe um decréscimo do número de hospitalizações relacionadas com a Covid-19, \"provavelmente por causa da imunidade que muitas, muitas pessoas já têm\".\nA quantidade do antiviral (Paxlovid) prescrito para o vírus caiu cerca de 60% em comparação com o ano passado. Segundo Aaron Glatt, as vacinas atuais \"ainda devem trazer algum benefício\" contra as novas variantes.\nEm abril, o regulador europeu da saúde definiu a variante JN.1 como o alvo do fabrico de novas versões das vacinas. Nos EUA, os reguladores vão reunir-se com especialistas para discutir o projeto de vacinação, a 5 de junho.\nA Pfizer e a Moderna aguardam o veredito da reunião. Enquanto isso, a Novavax começou a produzir uma injeção direcionada ao JN.1, consistente com as recomendações dos reguladores europeus.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Religion and Belief",
      "Health"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.vidas.pt/a-ferver/detalhe/letizia-e-felipe-vi-ja-vivem-separados-saiba-tudo-aqui?ref=Ultimas_DestaquesPrincipais",
      "https://whatsapp.com/channel/0029VaEc0mX2P59fYdyEV53o",
      "https://www.maxima.pt/beleza/detalhe/ha-uma-bebida-com-mais-beneficios-que-a-agua-parece-que-sim",
      "https://www.vidas.pt/a-ferver/detalhe/ines-aires-pereira-fala-da-separacao",
      "https://vidas.pt/a-ferver/detalhe/letizia-e-felipe-vi-ja-vivem-separados-saiba-tudo-aqui?ref=Ultimas_DestaquesPrincipais",
      "https://www.whatsapp.com/channel/0029VaEc0mX2P59fYdyEV53o",
      "https://maxima.pt/beleza/detalhe/ha-uma-bebida-com-mais-beneficios-que-a-agua-parece-que-sim",
      "https://vidas.pt/a-ferver/detalhe/ines-aires-pereira-fala-da-separacao",
      "https://www.vidas.pt/a-ferver/detalhe/letizia-e-felipe-vi-ja-vivem-separados-saiba-tudo-aqui"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-24T13:50:51.394+03:00",
    "updated": "2024-05-24T15:06:59.030+03:00"
  },
  {
    "uuid": "f58d5f1c66b134003bab8d05322da8659a34caf8",
    "url": "https://www.soup.io/crafting-the-perfect-pool-a-comprehensive-guide-to-design-and-selection",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Cristina Macias",
    "published": "2024-02-16T01:24:00Z",
    "title": "Crafting the Perfect Pool: A Comprehensive Guide to Design and Selection",
    "text": "Are you dreaming of a backyard oasis that suits your lifestyle and enhances your outdoor living experience? Imagine lounging by a pool that perfectly complements your yard’s unique features, inviting you to unwind and make memories with loved ones. Discover how the right pool shape, functionality, and maintenance plan can turn your vision into reality with the expert guidance of [Pool Covers and Rollers](https://poolcoversandrollers.com.au/). Stay tuned to learn how they can help you create a pool that not only meets but exceeds your expectations, making your outdoor space a true sanctuary of relaxation and enjoyment. Key Takeaways - Assess yard features for optimal pool integration. - Choose pool shape to enhance yard aesthetics. - Select pool based on functionality and family needs. - Evaluate long-term maintenance for hassle-free ownership. Yard Assessment and Pool Shape Selection Assessing your yard’s size, slope, and natural features is the essential first step in selecting the perfect pool shape that harmonizes with your outdoor space. If you have a sloped yard, yard leveling and landscape integration are key considerations. Opt for sloped yard solutions to optimize space usage effectively. By carefully evaluating these factors, you can determine the most suitable pool shape that seamlessly integrates with your landscape. This initial assessment ensures that your pool not only fits aesthetically but also functions efficiently within the natural features of your yard. Prioritizing yard assessment guarantees a well-thought-out design that maximizes both space and visual appeal, setting the foundation for a stunning pool that complements your outdoor living area seamlessly. Pool Shapes and Aesthetics When considering pool shapes and aesthetics, envision your outdoor oasis as a canvas awaiting the perfect design brushstroke to blend seamlessly with your yard’s natural allure. Compact designs offer a solution for optimizing smaller spaces, ensuring that your pool fits harmoniously within your yard without overwhelming it. These space-optimized pools can be tailored to cater to various shapes and sizes, providing a functional and visually appealing addition to your outdoor landscape. Whether you opt for a geometric pool to create a modern focal point or a slimline design to accommodate narrow areas, selecting a pool shape that complements your yard’s aesthetics will enhance the overall appeal of your outdoor space. Make the most of your space with a pool design that combines both style and practicality. Pool Functionality and Purpose To optimize your pool’s functionality and purpose, envision how it will cater to your family’s needs and enhance your outdoor living experience. Consider incorporating family-friendly features like shallow lounging areas, water slides, or built-in seating for all ages to enjoy. Versatile pool shapes such as kidney, freeform, or L-shaped designs can accommodate various activities like swimming, games, or relaxation. Lap pools are perfect for fitness enthusiasts, while pools designed for entertainment can elevate your social gatherings. Tailor your pool features to suit your family’s preferences and select a shape that aligns with your intended use. By prioritizing functionality and incorporating family-friendly elements, you can create a pool that meets your needs and enhances your outdoor space. Long-Term Maintenance Considerations Optimize your pool’s long-term enjoyment by carefully considering the maintenance challenges associated with intricate designs and specialized equipment, ensuring hassle-free ownership for years to come. Simplified upkeep is key to maximizing your pool’s longevity. When selecting your pool design, prioritize efficient cleaning processes to save time and effort. Discuss maintenance requirements with professionals to understand the specific needs of your chosen pool shape. Some designs may necessitate specialized equipment for optimal maintenance, so factor this into your decision-making process. Choosing Your Dream Pool Craft your ideal pool by prioritizing functionality, safety, and long-term upkeep, ensuring a seamless blend of form and function for your dream oasis. Consider the following when choosing your dream pool: - Family Preferences: Tailor the pool shape and features to suit the needs and desires of your family members, ensuring everyone can enjoy the pool to the fullest. - Safety Features: Integrate essential safety elements such as non-slip surfaces, fencing, and alarms to provide a secure environment, especially if children or pets will be using the pool. - Expert Consultation: Seek advice from professionals to design a custom pool that not only meets your preferences but also optimizes space and enhances the overall appeal of your yard. Expert Yard Evaluation for Pool Suitability Evaluate your yard with a trained eye to determine its suitability for the perfect pool design that seamlessly integrates with your outdoor space. Start by examining the yard grading to understand any slopes or uneven areas that may impact pool installation. Consider how landscaping integration can enhance the pool area, blending it harmoniously with the surroundings. Look for opportunities to incorporate natural features into the pool design, creating a cohesive look that complements your yard. Functional Pool Designs for All Ages Enhance your outdoor space with functional pool designs tailored to cater to all ages, ensuring a delightful experience for every family member. When considering pool designs that appeal to a wide range of age groups, it’s crucial to integrate safety features and interactive elements seamlessly. Here are three key aspects to focus on: - Safety Features: Implementing safety measures such as non-slip materials, secure pool covers, and proper fencing ensures a worry-free environment for children and adults alike. - Interactive Elements: Incorporate water features like fountains or water slides to add an element of fun and engagement for kids, while adults can enjoy features like swim-up bars or underwater seating areas. - Multi-depth Areas: Designing the pool with varying depths allows for safe areas for children to play and learn swimming skills, while providing deeper sections for diving or swimming laps. Designing for Fitness and Leisure When designing your pool space for fitness and leisure, prioritize creating a harmonious blend of functionality and relaxation to cater to your active lifestyle needs. Incorporate fitness trends by considering adding features like swim jets for resistance training or a designated area for water aerobics. Ensure the pool layout allows for easy movement and space for leisure activities such as lounging areas, sun shelves, or a spa for relaxation. Blend these elements seamlessly to encourage a balanced approach to wellness. Think about incorporating lighting options that support evening swims or ambiance for gatherings. By focusing on both fitness and leisure aspects, you can craft a pool space that meets your active lifestyle requirements while providing a place for relaxation and socializing. Sustainable Pool Maintenance Practices As you focus on maintaining your pool sustainably, consider implementing eco-friendly practices that not only preserve the environment but also reduce long-term maintenance costs. To ensure your pool remains eco-conscious and cost-effective, follow these key steps: - Use eco-friendly cleaning products: Opt for biodegradable and non-toxic cleaners to keep your pool sparkling clean without harming the environment. - Invest in energy-efficient equipment: Choose pool pumps, filters, and heaters that are energy-efficient to reduce electricity consumption and minimize your carbon footprint. - Implement regular maintenance routines: By staying proactive with maintenance tasks like checking for leaks, cleaning filters, and monitoring chemical levels, you can prevent costly repairs and ensure your pool operates efficiently. Personalized Pool Design Consultation To embark on your journey towards a personalized pool design consultation, delve into the realm of tailored solutions that harmonize your vision with expert craftsmanship. When seeking personalized advice, expect customized recommendations that cater specifically to your needs. Your pool design consultation will focus on delivering unique designs that reflect your style and preferences. By engaging in this process, you can explore tailored solutions that optimize space utilization and enhance the overall aesthetics of your pool. The experts will work closely with you to understand your requirements fully, ensuring that the final design exceeds your expectations. Embrace this opportunity to transform your pool dreams into reality with personalized consultations that offer a blend of creativity and functionality. Conclusion Now that you have all the tools and knowledge to create the perfect pool for your backyard oasis, it’s time to dive in and make your dream a reality. From assessing your yard’s unique features to selecting the ideal pool shape and considering functionality and maintenance, you’re well-equipped to craft a pool that not only reflects your style but also enhances your outdoor living experience. Get ready to make a splash and enjoy your personalized pool retreat!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Environment"
    ],
    "external_links": [
      "https://poolcoversandrollers.com.au/",
      "https://www.poolcoversandrollers.com.au/",
      "https://poolcoversandrollers.com.au"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-02-16T09:18:16.492+02:00",
    "updated": "2024-02-16T09:35:58.963+02:00"
  },
  {
    "uuid": "b7fb70380ba9fc3113c497185ccae274f4c11a50",
    "url": "https://www.infobae.com/america/mundo/2024/08/22/una-base-aerea-de-la-otan-en-alemania-elevo-el-nivel-de-seguridad-debido-a-una-amenaza-potencial",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-08-22T23:44:00Z",
    "title": "Una base aérea de la OTAN en Alemania elevó el nivel de seguridad debido a una “amenaza potencial” - Infobae",
    "text": "Aviones de combate de un país de la OTAN en la base aérea militar estadounidense de Ramstein, Alemania (REUTERS/Thilo Schmuelgen) La base aérea de la OTAN en la ciudad alemana de Geilenkirchen ha elevado su nivel de seguridad “basándose en información de inteligencia que indica una amenaza potencial”, se informó a última hora del jueves.\n“Todo el personal no esencial para la misión ha sido enviado a casa como medida de precaución”, dijo la base en un comunicado en la plataforma de redes sociales X, sin dar más detalles. “La seguridad de nuestro personal es nuestra máxima prioridad. Las operaciones continúan según lo previsto”.\nUn portavoz de la base de Geilenkirchen dijo que el nivel de amenaza se había elevado a Charlie , el segundo más alto de los cuatro estados de alerta, que se define como “un incidente (que) ha ocurrido o se ha recibido información de inteligencia que indica que es altamente probable algún tipo de acción terrorista contra organizaciones o personal de la OTAN ”.\nFue la segunda vez que la base que alberga la flota de aviones de vigilancia AWACS de la OTAN eleva el nivel de seguridad, tras un incidente ocurrido la semana pasada cuando una base militar de la cercana Colonia fue acordonada temporalmente mientras las autoridades investigaban un posible sabotaje del suministro de agua.\nEse mismo día, la base de Geilenkirchen también informó de un intento de allanamiento que motivó un barrido completo de las instalaciones.\nEn cuanto a la sospecha de sabotaje en la base de Colonia, los militares alemanes dieron posteriormente el visto bueno, afirmando que los resultados de las pruebas habían demostrado que el agua del grifo no estaba contaminada.\nLa OTAN ha advertido en el pasado de una campaña de actividades hostiles organizadas por Rusia , que incluyen actos de sabotaje y ciberataques. Moscú ha acusado regularmente a la alianza de amenazar su seguridad.\nFOTO DE ARCHIVO: Munición de obús durante un ejercicio de entrenamiento de la OTAN en una base del jército alemán en Münster, Alemania (REUTERS/Fabian Bimmer) El pasado 6 de agosto, la Agencia de Apoyo y Adquisiciones de la OTAN (NSPA, por sus siglas en inglés) anunció que apoyará a Alemania con un contrato para la compra de misiles Patriot de guiado mejorado (GEM-T) adicionales para reponer el inventario alemán, mermado por la transferencia de defensas antiaéreas a Ucrania.\nDinamarca, Países Bajos y Noruega han acordado participar en la financiación de esta adquisición, indicó en un comunicado la NSPA.\nLa agencia explicó que el GEM-T, el interceptor mejorado para derribar misiles balísticos tácticos, es un elemento primario del sistema de defensa antiaérea y antimisiles Patriot probado en combate.\nOcho países europeos y Ucrania cuentan con baterías Patriot para la defensa contra misiles de crucero, misiles balísticos, aviones no tripulados y aeronaves enemigas.\nEn total, este sistema es la base de la defensa aérea de 19 países.\nEn junio, el secretario general de la OTAN, Jens Stoltenberg , declaró que la alianza militar occidental veía evolucionar un patrón y que los recientes ataques eran el resultado de una mayor actividad de la inteligencia rusa.\nVarios incidentes en territorio de la OTAN han sido considerados sospechosos por los analistas en los últimos años, entre ellos el corte de un cable submarino vital que conectaba Svalbard con Noruega continental en 2022.\n(Con información Reuters)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Crime, Law and Justice"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-23T02:47:46.404+03:00",
    "updated": "2024-08-23T02:47:46.404+03:00"
  },
  {
    "uuid": "79d9ee69e97a7ee887d4744913559aa447606ed7",
    "url": "https://www.newcastleherald.com.au/story/8589265/metas-nudity-protection-on-instagram-to-combat-sextortion",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Anna McGuinness",
    "published": "2024-04-11T12:59:00Z",
    "title": "Meta's 'nudity protection' on Instagram to combat sextortion | Newcastle Herald | Newcastle, NSW",
    "text": "Social media giant Meta has announced new tools to help protect young people from sextortion on its apps. A new \"nudity protection\" feature will be turned on by default for Instagram users aged under 18 globally, which blurs images detected as containing nude imagery. It also encourages people to think before sending with a pop-up message reminding them of the risk of sending sensitive photos and directs them to online safety tips. The images are analysed for nudity using \"on-device machine learning\" meaning it will work in end-to-end encrypted chats, according to Meta. The company is also aiming to prevent potential scammers from connecting with teenagers by developing technology to help identify accounts engaging in sextortion scams. And any message requests from potential sextortion accounts will go straight to the recipient's hidden requests folder. Sextortion is a form of blackmail where offenders coerce someone into sending intimate photos or videos of themselves online and then threaten to share them unless their demands are met. Meta's regional policy director Mia Garlick said the company was focused on doing what it could to stop the \"horrific scams\". \"We know that if a minor's intimate image is seen by others, the experience can be traumatic, especially if it's done in an exploitative context to blackmail you for money,\" she said. Ms Garlick said Meta was committed to working with local authorities including the Australian Federal Police and the Office of the eSafety Commissioner to remind young people of the dangers of sending intimate images online. An Australian boy took his own life in 2023 after he was the victim of alleged sextortion. [Two Nigerian men were charged in March 2024](/story/8583270/) with authorities alleging they posed as a \"scantily-clad\" woman online and threatened to share personal photos the boy shared with them if he did not pay $500. Announcing the charges this month NSW Police Detective Superintendent Matthew Craft said there had been a \"huge spike\" in sextortion cases, up 400 per cent in the past 18 months. He said the message to young people was they didn't need to suffer in silence. \"We want young people to continue to report these cases, and to never be embarrassed to talk to police,\" he said. \"Sextortion is a very real crime that we can take serious action against.\" Sign up for our newsletter to stay up to date. We care about the protection of your data. Read our [Privacy Policy](/privacy/).",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Science and Technology",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "meta",
          "sentiment": "negative"
        },
        {
          "name": "mia garlick sai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "newcastle herald",
          "sentiment": "negative"
        },
        {
          "name": "nsw social media giant meta",
          "sentiment": "negative"
        },
        {
          "name": "newcastle",
          "sentiment": "negative"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-12T03:22:08.902+03:00",
    "updated": "2024-04-12T03:22:08.902+03:00"
  },
  {
    "uuid": "3567f68a9728b4effad2035b1db995a17e93f6c9",
    "url": "https://finance.sina.cn/futuremarket/nyshzx/2025-05-08/detail-inevvhaz2742626.d.html?vt=4&cid=76594&node_id=76594",
    "ord_in_thread": 0,
    "author": "sina_mobile",
    "published": "2025-05-08T03:18:03Z",
    "title": "5月8日生意社丙烯酸基准价为7500.00元/吨_手机新浪网",
    "text": "5月8日生意社丙烯酸基准价为7500.00元/吨\n生意社05月08日讯\n5月8日，生意社丙烯酸基准价为7500.00元/吨，与本月初(7533.33元/吨)相比，下降了-0.44%。\n当日价 | 7500.00 |\n日涨幅 | 0.00% |\n一年位置 | 中高位 |\n最小值 | 6550.00 |\n最大值 | 7833.33 |\n中位值 | 7191.67 |\n顶位差 | -333.33 |\n底位差 | 950 |\n平均值 | 7115.89 |\n警戒 |\n(文章来源：生意社)\n生意社05月08日讯\n5月8日，生意社丙烯酸基准价为7500.00元/吨，与本月初(7533.33元/吨)相比，下降了-0.44%。\n当日价 | 7500.00 |\n日涨幅 | 0.00% |\n一年位置 | 中高位 |\n最小值 | 6550.00 |\n最大值 | 7833.33 |\n中位值 | 7191.67 |\n顶位差 | -333.33 |\n底位差 | 950 |\n平均值 | 7115.89 |\n警戒 |\n(文章来源：生意社)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Economy, Business and Finance",
      "Social Issue",
      "Environment"
    ],
    "topics": [
      "Economy, Business and Finance->financial and economic news",
      "Economy, Business and Finance->commodity market",
      "Economy, Business and Finance->business reporting and performance",
      "Environment->energy resources",
      "Environment->sustainability",
      "Environment->environmental pollution"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:18:03.369+03:00",
    "updated": "2025-05-08T03:22:21.000+00:00"
  },
  {
    "uuid": "ffecd0d6156a48770f51fe01a418f3496fe9ade2",
    "url": "https://www.world-today-news.com/israeli-soldiers-killed-by-friendly-fire-in-gaza-city/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "world today news",
    "published": "2023-12-28T23:20:00Z",
    "title": "Israeli Soldiers Killed by Friendly Fire in Gaza City",
    "text": "10:12 PM Thursday, December 28, 2023\nBooks – Masrawy\nThe Israeli occupation army published the final results of the investigation into the killing of 3 Israeli soldiers imprisoned by Hamas, at the hands of forces in the Shujaiya neighborhood in Gaza City earlier this month.\nThe investigations announced by the Israeli occupation army on Thursday said that its forces on the ground do not have “sufficient awareness” of the possibility of reaching the prisoners held by Hamas in this way and not through a special operation to rescue them, even though the occupation army claims that it has intelligence\ninformation about the potential prisoners. In the region.\nThe investigation revealed that on December 15, during heavy fighting in Shujaiya in the northern Gaza Strip, a soldier from the 17th Battalion of the Bismillakh Brigade opened fire on three figures he mistakenly identified as a threat, killing two, while the third fled to a nearby building. They were both… Alon Shimrez, Yotam Haim, and Samer Talalqa.\nCommanders at the scene called on the soldiers to stop firing in order to identify the third number. About 15 minutes later, the battalion commander heard someone from the building yelling “Help” and “They’re shooting at me” in Hebrew, and again ordered the troops to hold their fire, while the third captive was screaming.\nThe third prisoner left the building towards the forces, but two soldiers did not hear, according to the investigation, the commander’s order due to the noise of a nearby tank, so they shot the third prisoner and killed him immediately. According to the occupation army’s investigation and based on its analysis and aerial footage, the three hostages were shirtless and Someone waves a white flag as they approach the troops.\nAfter the shooting, commanders at the scene suspected that the three people they shot were Israeli prisoners and army soldiers, so they ordered their bodies transported to Israel for identification.\nAccording to the occupation army’s investigation, which was published today, the forces found a note next to a tunnel shaft in Shuja’iya with the words “Help” written in Hebrew. Next to an ID card belonging to a Hamas member. The note was taken for examination, but the investigation says there is no\ninformation linking it to the presence of prisoners in the Shujaiya area, and forces assessed that it was an attempt by Hamas to lure them into an ambush.\nAlso on December 10, forces of the Golani Brigade’s reconnaissance unit operating in Shuja’iyya raided several buildings to locate Hamas members. A dog from the Octis Dog Unit was sent inside, after which a gun battle broke out between the Qassam Brigades and Golani Brigade soldiers. The dog sent by the Army was killed. The occupation at the time, but in the midst of the fighting, Golani leaders heard a call for help in Hebrew, but the forces estimated that it was an attempt by Hamas to lure them into an ambush.\nThe Israeli occupation army says that the investigation reveals that the commanders involved have\ninformation about the presence of Israeli prisoners in the Shujaiya area, claiming that they took measures to prevent strikes on sites where prisoners were suspected to be present.\nThe investigation adds: “There was insufficient awareness among the forces in the field, in the event that the prisoners reached the army forces, or when the forces encountered prisoners while clearing buildings as part of the fighting and not as part of a special operation to release the prisoners.”\nFor his part, Israeli Chief of Staff Herzi Halevy said that the killing of the three soldiers in Gaza is a serious incident with very serious consequences.\nThe Israeli Chief of Staff continued during his speech on Thursday: “The Israeli occupation army failed in its mission to rescue the three prisoners in this incident.”\nIsraeli Chief of Staff Herzi Halevy noted: “The army leadership feels responsible for the killing of our captured soldiers during a failed attempt to liberate them.”\nHalevy added: “The shooting of the three prisoners could have been prevented, but the soldiers did the right thing in the best way according to their understanding of the event at that moment. This shooting was not proportionate to the danger and the situation. But it was carried out under complex circumstances and in intense combat conditions under threat.” “Long.”\n#failed #mission #occupation #reveals #soldiers #killed #colleagues #Gaza\n2023-12-28 20:12:00",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "samer talalqa",
          "sentiment": "none"
        },
        {
          "name": "alon shimrez",
          "sentiment": "none"
        },
        {
          "name": "yotam haim",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        },
        {
          "name": "bismillakh brigade",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza city",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "shujaiya",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:25:33.996+02:00",
    "updated": "2023-12-29T01:25:33.996+02:00"
  },
  {
    "uuid": "1897c979a4c1abc3707f778469ff8355d27740ac",
    "url": "https://www.openpr.com/news/3661559/a-transformative-journey-of-healing-and-redemption-new-book",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ABNewswire",
    "published": "2024-09-19T19:16:00Z",
    "title": "A Transformative Journey of Healing and Redemption: New Book",
    "text": "A Transformative Journey of Healing and Redemption: New Book by Hani Khouzam MD Explores the Deepest Human Struggles and Triumphs Hani Khouzam MD, a renowned psychiatrist, and accomplished author, invites readers on an extraordinary journey with his new book, From Brokenness to Atonement, Faith, Hope, and Love: A Vietnam War Sniper's Journey and a Psychiatrist's Bibliotherapy. This compelling narrative not only delves into the harrowing experiences of a Vietnam War sniper but also sheds light on the profound healing that can emerge from the darkest of places. At the heart of this powerful book is the story of Mr. L, an orphan raised by a devoted Carmelite nun who, despite his humble beginnings, was thrust into the brutality of the Vietnam War as a highly skilled sniper. Through the pages of this book, readers will follow Mr. L's life, from his early years learning French and excelling in Little League baseball to his deep commitment to his military missions. But beyond the feats of skill and patriotism lies a story marked by grief, depression, anxiety, and the crushing weight of survivor's guilt. Khouzam masterfully interweaves the biography of Mr. L with the therapeutic journey that unfolds between patient and physician. This narrative serves as a poignant reminder of the power of the human spirit to endure, even when faced with unimaginable adversity. Through their therapeutic alliance, the book explores the complex emotions of rage, fear, and despair, while also highlighting the moments of grace and the potential for atonement. As a psychiatrist, Hani Khouzam MD offers a unique perspective on the psychological toll of war and the redemptive power of faith, hope, and love. This book is not just a biography; it is a profound exploration of mental health, resilience, and the journey toward healing. Dr. Khouzam's empathetic approach to Mr. L's story invites readers to reflect on their own lives, encouraging a deeper understanding of the complexities of the human brain and the transformative power of love and forgiveness. From Brokenness to Atonement is more than a tale of one man's struggle; it is a universal story that resonates with anyone who has faced adversity and sought meaning in their pain. Through the lens of Mr. L's journey, readers are invited to introspect and explore their own paths of healing. The book's message is clear: even in our darkest moments, there is always the potential for redemption and the possibility of a joyful life. About the Author Hani Khouzam MD is a distinguished psychiatrist with years of experience in treating individuals with complex psychological needs. His passion for understanding the human psyche and his dedication to helping others navigate their mental health challenges are evident in his writing. Dr. Khouzam's deep compassion and insight shine through in From Brokenness to Atonement, making this book a valuable resource for anyone seeking to understand the intersection of trauma, healing, and the human spirit. From Brokenness to Atonement, Faith, Hope, and Love: A Vietnam War Sniper's Journey and a Psychiatrist's Bibliotherapy is now available on Amazon. For more information or to schedule an interview with the author, please contact Sage Grey at sgrey@inkstartmedia.com [mailto:sgrey@inkstartmedia.com]. Author: Hani Khouzam MD Amazon Link: Purchase Here [https://www.amazon.com/Brokenness-Atonement-Faith-Hope-Love/dp/B0CC3X7Y6T/ref=sr_1_1?crid=2Z13FJG5TGQBH&dib=eyJ2IjoiMSJ9.v9FtjsygDdqvorXpe5g1YA.wtmbBddaUJG1LmcV4zNED01AjHFSxTT7e0_iRHUpS8I&dib_tag=se&keywords=Hani+Khouzam+MD&qid=1723060625&s=books&sprefix=f] Media Contact Company Name: Ink Start Media Contact Person: Sage Grey Email:Send Email [https://www.abnewswire.com/email_contact_us.php?pr=a-transformative-journey-of-healing-and-redemption-new-book-by-hani-khouzam-md-explores-the-deepest-human-struggles-and-triumphs] Country: United States Website: https://www.amazon.com/Brokenness-Atonement-Faith-Hope-Love/dp/B0CC3X7Y6T/ref=sr_1_1?crid=2Z13FJG5TGQBH&dib=eyJ2IjoiMSJ9.v9FtjsygDdqvorXpe5g1YA.wtmbBddaUJG1LmcV4zNED01AjHFSxTT7e0_iRHUpS8I&dib_tag=se&keywords=Hani+Khouzam+MD&qid=1723060625&s=books&sprefix=f This release was published on openPR. Permanent link to this press release: Copy Please set a link in the press area of your homepage to this press release on openPR. openPR disclaims liability for any content contained in this release. You can edit or delete your press release A Transformative Journey of Healing and Redemption: New Book by Hani Khouzam MD Explores the Deepest Human Struggles and Triumphs here News-ID: 3661559 • Views: … More Releases from ABNewswire [](/news/3661568/addison-zegan-becomes-spotify-s-no-1-most-streamed) Addison Zegan Becomes Spotify's No:1 Most Streamed Motivational Speaker, Inspiri … In a landscape dominated by boomers, millennial motivational speaker Addison Zegan is making progress by becoming the #1 most-streamed motivational speaker on Spotify. This accomplishment puts him at the forefront of the motivational world on Spotify, surpassing industry veterans who have dominated the field for decades. Addison Zegan, a self-made speaker with no team, marketing budget, or agent, has spent over five years tirelessly working to carve out a space … [](/news/3661567/new-jersey-bankruptcy-attorney-daniel-straffi-explains-home) New Jersey Bankruptcy Attorney Daniel Straffi Explains Home Equity Limits for Ch … Daniel Straffi (https://www.straffilaw.com/how-much-equity-can-i-have-in-my-home-and-still-file-for-chapter-7-bankruptcy-in-new-jersey/), a seasoned New Jersey bankruptcy attorney with Straffi & Straffi Attorneys at Law, recently shed light on an important issue for homeowners considering filing for Chapter 7 bankruptcy in New Jersey. In a detailed blog post, Straffi addresses how much equity individuals can retain in their homes while still qualifying for Chapter 7 bankruptcy, a topic that resonates with many homeowners facing financial difficulties. In the blog titled … [](/news/3661566/long-island-estate-planning-attorney-seth-schlessel-releases) Long Island Estate Planning Attorney Seth Schlessel Releases Article on Estate P … Long Island estate planning attorney [https://www.schlessellaw.com/] Seth Schlessel of Schlessel Law PLLC has published an insightful article focused on estate planning in Long Island. This comprehensive guide aims to help individuals and families understand the complexities of estate planning, secure their legacy, and ensure their wishes are fulfilled. The Long Island estate planning attorney emphasizes the significance of having a well-structured estate plan. \"Proper estate planning is crucial in safeguarding assets … [](/news/3661565/galveston-county-child-support-lawyer-lacey-richmond-discusses) Galveston County Child Support Lawyer Lacey Richmond Discusses How to Navigate C … Galveston County child support lawyer [https://www.richmondpllc.com/child-support/] Lacey Richmond, of Richmond Law Firm, PLLC, is committed to helping clients manage the challenges of child support cases. With an increasing need for reliable legal advice in Galveston County, Lacey Richmond focuses on guiding families through the legal process of child support, ensuring that parents understand their rights and obligations. Richmond's firm emphasizes the importance of clarity and fairness in child support arrangements, …",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Health",
      "Human Interest"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [
      "https://www.abnewswire.com/email_contact_us.php?pr=a-transformative-journey-of-healing-and-redemption-new-book-by-hani-khouzam-md-explores-the-deepest-human-struggles-and-triumphs",
      "https://www.schlessellaw.com/",
      "https://www.straffilaw.com/how-much-equity-can-i-have-in-my-home-and-still-file-for-chapter-7-bankruptcy-in-new-jersey/),",
      "http://www.amazon.com/exec/obidos/ASIN/B0CC3X7Y6T",
      "https://www.richmondpllc.com/child-support/",
      "https://www.abnewswire.com/email_contact_us.php",
      "http://amazon.com/exec/obidos/ASIN/B0CC3X7Y6T",
      "https://www.schlessellaw.com",
      "https://straffilaw.com/how-much-equity-can-i-have-in-my-home-and-still-file-for-chapter-7-bankruptcy-in-new-jersey/),",
      "https://schlessellaw.com/",
      "https://richmondpllc.com/child-support/",
      "https://www.richmondpllc.com/child-support",
      "https://abnewswire.com/email_contact_us.php?pr=a-transformative-journey-of-healing-and-redemption-new-book-by-hani-khouzam-md-explores-the-deepest-human-struggles-and-triumphs"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Hani Khouzam",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-20T00:08:13.256+03:00",
    "updated": "2024-09-20T00:08:13.256+03:00"
  },
  {
    "uuid": "58c453bf34114ad1702868f154780845b535ed5a",
    "url": "https://www.elnacional.com/venezuela/iglesia-venezolana-espera-no-vivir-persecucion-como-en-nicaragua",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Nacional",
    "published": "2025-02-17T14:09:00Z",
    "title": "Iglesia Católica venezolana: Rezamos para no sufrir persecución como en Nicaragua",
    "text": "La Iglesia venezolana expresó su preocupación por la situación en el país y advirtió sobre el riesgo de restricciones a la libertad religiosa, tomando como referencia la persecución que enfrentan los católicos en Nicaragua.\nDurante la 123° Asamblea Ordinaria Plenaria, los obispos destacaron su compromiso con la defensa de los derechos fundamentales y el acompañamiento a los venezolanos en medio de la crisis social y política.\nLlamado a la libertad religiosa El arzobispo de Valencia y presidente de la Conferencia Episcopal Venezolana, monseñor Jesús González de Zárate, afirmó que la Iglesia en Venezuela trabaja y ora para evitar llegar a un escenario similar de países donde sacerdotes y obispos han terminado en prisión o perseguidos por la dictadura de Daniel Ortega, reseñó ACI Prensa.\n«Rezamos y trabajamos para que en Venezuela se respeten la paz, la libertad y la armonía. Aspiramos a que el país mantenga la posibilidad de vivir sin miedo y con el derecho a profesar la fe sin restricciones ni represalias», señaló el prelado.\nAnte la creciente represión contra organizaciones y líderes religiosos en América Latina, la Iglesia hizo un llamado a las autoridades para garantizar un ambiente de respeto a la diversidad de creencias y a los derechos fundamentales.\nPreocupación por la crisis política y los presos políticos Los obispos también abordaron la crisis institucional que atraviesa el país y señalaron que la falta de garantías democráticas ha afectado el bienestar de la población.\nLa Conferencia Episcopal Venezolana denunció que las restricciones a la participación política, el debilitamiento de las instituciones y la represión contra opositores han generado un ambiente de incertidumbre.\nAsimismo, exigieron la liberación de los presos políticos y solicitaron que se apliquen medidas de amnistía para quienes han sido encarcelados por razones políticas. Recalcaron también la importancia de que se respeten los derechos humanos y se garantice el debido proceso en cada caso.\nÉxodo venezolano y llamado a la solidaridad La crisis migratoria fue otro de los puntos centrales de la asamblea, de acuerdo con el medio. Con más de 8 millones de venezolanos fuera del país, los obispos manifestaron su preocupación por las difíciles condiciones que enfrentan quienes han emigrado en busca de mejores oportunidades.\nSe unieron al mensaje del papa Francisco dirigido a los obispos de Estados Unidos, a quienes instaron a proteger a los migrantes venezolanos y a reconocer su contribución a la sociedad. La Iglesia destacó que la diáspora masiva es consecuencia directa de la crisis económica y política del país y advirtió que, de no generarse cambios significativos, la cifra seguirá en aumento.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Religion and Belief->christianity",
      "Religion and Belief->church",
      "Religion and Belief->religious conflict",
      "Social Issue->communities",
      "Social Issue->social problem",
      "Social Issue->religious discrimination"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jesús González de Zárate",
          "sentiment": "none"
        },
        {
          "name": "Daniel Ortega",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Iglesia",
          "sentiment": "negative"
        },
        {
          "name": "Conferencia Episcopal Venezolana",
          "sentiment": "none"
        },
        {
          "name": "Asamblea Ordinaria Plenaria",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": null,
    "rating": null,
    "crawled": "2025-02-17T19:32:44.525+02:00",
    "updated": "2025-02-17T19:32:44.525+02:00"
  },
  {
    "uuid": "4a9a7d17b6c4b691a78734e90211b5a48203129e",
    "url": "https://www.telemundo.com/shows/en-casa-con-telemundo/famosos/video/jeni-de-la-vega-confirma-separacion-de-eleazar-gomez-y-asegura-se-precipito-en-aceptar-tmvo12508908",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "TELEMUNDO",
    "published": "2023-12-28T19:38:00Z",
    "title": "Jeni De La Vega confirma separación de Eleazar Gómez y asegura se precipitó en aceptar compromiso",
    "text": "- UP NEXT La NASA completa el primer paso de pruebas que podrían salvar a la humanidad01:28 Edwin Luna revela en sus redes sociales el paso a paso de su trasplante capilar00:57 Chicharito' Hernández reacciona a los gritos de un fan que le pide que vaya a Catar01:17 Cardi B de forma irreverente declara que ella es capaz de pelear por su gente y su esposo01:23 Lambda García revela el aprendizaje que adquirió al ganar Top Chef VIP04:02 Ozuna eleva la temperatura con un adelanto de su videoclip | Más picante que el chile02:28 Maribel Guardia criticó al fan que tocó a Alejandra Guzmán: “Es una falta de respeto”01:29 José José vuelve a los escenarios en la Ciudad de México a través de un holograma01:50 Daddy Yankee causa furor entre sus seguidores en su visita a Chile01:32 Sebastián Yatra cumple un sueño con la gira 'Dharma'03:55 ¿Se puede ser infiel sin saberlo? Una experta aclara las dudas sobre la infidelidad04:49 Las sombras metálicas llegan pisando fuerte para la temporada de fiestas02:48 Carmen Villalobos comparte detalles de los los 'looks' que la hicieron brillar en Top Chef VIP00:57 Kim Kardashian porta incómoda un vestido de Dolce & Gabanna en el 'afterparty' de la famosa marca01:17 Evaluna enciende las redes al publicar una foto de Camilo al desnudo en la ducha01:01 - UP NEXT La NASA completa el primer paso de pruebas que podrían salvar a la humanidad01:28 Edwin Luna revela en sus redes sociales el paso a paso de su trasplante capilar00:57 Chicharito' Hernández reacciona a los gritos de un fan que le pide que vaya a Catar01:17 Cardi B de forma irreverente declara que ella es capaz de pelear por su gente y su esposo01:23 Lambda García revela el aprendizaje que adquirió al ganar Top Chef VIP04:02 Ozuna eleva la temperatura con un adelanto de su videoclip | Más picante que el chile02:28 Maribel Guardia criticó al fan que tocó a Alejandra Guzmán: “Es una falta de respeto”01:29 José José vuelve a los escenarios en la Ciudad de México a través de un holograma01:50 Daddy Yankee causa furor entre sus seguidores en su visita a Chile01:32 Sebastián Yatra cumple un sueño con la gira 'Dharma'03:55 ¿Se puede ser infiel sin saberlo? Una experta aclara las dudas sobre la infidelidad04:49 Las sombras metálicas llegan pisando fuerte para la temporada de fiestas02:48 Carmen Villalobos comparte detalles de los los 'looks' que la hicieron brillar en Top Chef VIP00:57 Kim Kardashian porta incómoda un vestido de Dolce & Gabanna en el 'afterparty' de la famosa marca01:17 Evaluna enciende las redes al publicar una foto de Camilo al desnudo en la ducha01:01",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:05:02.505+02:00",
    "updated": "2023-12-29T00:05:02.505+02:00"
  }
]