[
  {
    "uuid": "321cb98725dbe1167ecf5e22930ddb007a640318",
    "url": "https://fr.al-ain.com/article/gaza-emmanuel-macron-montre-sa-pr-occupation-face-la-situation-dramatique-de-la-paroisse-catholique",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "al-ain.com",
    "published": "2023-12-24T11:13:00Z",
    "title": "Gaza : Emmanuel Macron montre sa « préoccupation » face à la situation « dramatique » de la paroisse catholique.",
    "text": "[International](/section/politics/) Gaza : Emmanuel Macron montre sa « préoccupation » face à la situation « dramatique » de la paroisse catholique. Une période de Noël sous tension, en pleine guerre entre Israël et le Hamas. Emmanuel Macron a exprimé au Patriarche latin de Jérusalem « sa vive préoccupation » face à « la situation dramatique » de la paroisse catholique Une période de Noël sous tension, en pleine guerre entre Israël et le Hamas. Emmanuel Macron a exprimé au Patriarche latin de Jérusalem « sa vive préoccupation » face à « la situation dramatique » de la paroisse catholique de Gaza où deux paroissiennes ont été tuées « de manière indigne » le 16 décembre par un soldat israélien, a indiqué dimanche l’Élysée. À l’occasion d’un entretien téléphonique samedi à l’avant-veille de Noël avec le cardinal Pierbattista Pizzabella, le président français a évoqué « sa vive préoccupation face à la situation dramatique de la paroisse latine de Gaza », où « des centaines de civils de toutes confessions (…) vivent sous les bombes et les balles depuis plus de deux mois tandis que les fidèles et les sœurs y prennent soin de personnes malades, âgées ou handicapées ». Il a fait part de ses condoléances « pour la mort de deux paroissiennes, tuées de manière indigne il y a quelques jours ». Le 16 décembre, une mère et sa fille, toutes deux chrétiennes, ont été tuées par un soldat israélien sur le parvis de la seule église catholique de Gaza. Le pape François a dénoncé le lendemain la mort de ces deux femmes. Un message de « solidarité » aux communautés chrétiennes Dans la perspective de la messe de Noël, en l’église de la Nativité à Bethléem, Emmanuel Macron a demandé au Patriarche latin « d’adresser un message de paix et de solidarité à tous les Chrétiens de Terre Sainte, et de les assurer que la France se tient à leurs côtés ». [À LIRE AUSSI: Guerre à Gaza : Le quartier Shujaiya anéanti par les bombardements israéliens](https://fr.al-ain.com/article/guerre-gaza-shujaiya-bombardements-israeliens) Le président a réaffirmé « la fidélité de la France à ses engagements, et notamment au rôle particulier de protection d’un certain nombre de communautés chrétiennes, exercé à travers le consulat général de France à Jérusalem ». « Cette responsabilité, héritée de l’histoire, sera pleinement assumée face aux risques contemporains qui pèsent sur ces communautés », a assuré Emmanuel Macron qui a envoyé parallèlement un message de « soutien » et de « solidarité » aux communautés chrétiennes, via le consulat de France à Jérusalem. Rapporte Le Parisien",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Human Interest",
      "Religion and Belief"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T16:34:15.600+02:00",
    "updated": "2023-12-24T16:34:15.600+02:00"
  },
  {
    "uuid": "674c5a52d26334c496d1188d701d4b01d3286030",
    "url": "https://mx.advfn.com/bolsa-de-valores/NASDAQ/KITT/noticias/92970532/form-425-prospectuses-and-communications-busine",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Edgar (US Regulatory)",
    "published": "2024-01-05T16:02:00Z",
    "title": "Form 425 - Prospectuses and communications, business combinations",
    "text": "UNITED STATES SECURITIES AND EXCHANGE COMMISSION Washington, D.C. 20549 FORM 8-K CURRENT REPORT PURSUANT TO SECTION 13 OR 15(d) OF THE SECURITIES EXCHANGE ACT OF 1934 Date of Report (Date of earliest event reported): December 31, 2023 NAUTICUS ROBOTICS, INC. (Exact name of registrant as specified in its charter) Delaware 001-40611 87-1699753 (State or other jurisdiction\nof incorporation) (Commission File Number) (IRS Employer\nIdentification No.) 17146 Feathercraft Lane , Suite 450 , Webster , TX 77598 (Address of principal executive offices, including zip code) Registrant’s telephone number, including area code: ( 281 ) 942-9069 Not Applicable\n(Former name or former address, if changed since last report) Check the appropriate box below if the Form 8-K filing is intended to simultaneously satisfy the filing obligation of the registrant under any of the following provisions: ☒ Written communications pursuant to Rule 425 under the Securities Act (17 CFR 230.425) ☐ Soliciting material pursuant to Rule 14a-12 under the Exchange Act (17 CFR 240.14a-12) ☐ Pre-commencement communications pursuant to Rule 14d-2(b) under the Exchange Act (17 CFR 240.14d-2(b)) ☐ Pre-commencement communications pursuant to Rule 13e-4(c) under the Exchange Act (17 CFR 240.13e-4(c)) Securities registered pursuant to Section 12(b) of the Act: Title of each class Trading Symbol(s) Name of each exchange on which registered Common Stock KITT The Nasdaq Stock Market LLC Warrants KITTW The Nasdaq Stock Market LLC Indicate by check mark whether the registrant is an emerging growth company as defined in Rule 405 of the Securities Act of 1933 (§230.405 of this chapter) or Rule 12b-2 of the Securities Exchange Act of 1934 (§240.12b-2 of this chapter). Emerging growth company ☒ If an emerging growth company, indicate by check mark if the registrant has elected not to use the extended transition period for complying with any new or revised financial accounting standards provided pursuant to Section 13(a) of the Exchange Act. ☐ Item 1.01. Entry into a Material Definitive Agreement. First Amendment to Term Loan Agreement On December 31, 2023, Nauticus Robotics, Inc., a Delaware corporation (the “Company”), entered into a First Amendment to Senior Secured Term Loan Agreement, dated as of December 31, 2023 (the “First Amendment”), by and among the Company, the subsidiary guarantors (as defined in the First Amendment) and ATW Special Situations II LLC (“ATW II”), a Delaware limited liability company, which amended that certain Senior Secured Term Loan agreement dated as of September 18, 2023 (as the same may be amended, restated, supplemented or otherwise modified from time to time, the “Term Loan Agreement”) with ATW II, as collateral agent (as replaced by Acquiom Agency Services LLC, in such capacity, the “Collateral Agent”) and lender, and Transocean Finance Limited (“Transocean Finance”), ATW Special Situations I LLC (“ATW I”), Material Impact Fund II, L.P. (“MIF”), and RCB Equities #1, LLC (“RCB”), as lenders (collectively, the “Initial Lenders”). Capitalized terms used herein and not otherwise defined herein shall have the meanings ascribed thereto in the Term Loan Agreement. The First Amendment provided the Company with an incremental loan in the aggregate principal amount of $695,000 (the “December 2023 Incremental Loan”), subject to the terms and conditions set forth in the Term Loan Agreement and the First Amendment. The December 2023 Incremental Loan would be made on the same terms as the Additional Term Loans funded on the Closing Date and be deemed to be Additional Term Loans for all purposes under the Term Loan Agreement. Common Stock PIPE Securities Purchase Agreement On December 31, 2023, the Company and ATW Special Situations I LLC, as the purchaser, entered into a Securities Purchase Agreement (the “PIPE SPA”), pursuant to which the purchaser agreed to purchase up to an aggregate of $5,000 of the shares of common stock of the Company, par value $0.0001 per share (the “Common Stock”), at a $2 per share purchase price. The sale of these shares of Common Stock was subject to the terms and conditions set forth in the PIPE SPA and pursuant to Section 4(a)(2) of the Securities Act of 1933, as amended (the “Securities Act”), and Rule 506 promulgated thereunder as a transaction by an issuer not involving a public offering. As a result of the sale of shares under the PIPE SPA, the conversion prices under the warrants and debentures issued pursuant to the Securities Purchase Agreement (as defined below) were reset to $2 pursuant to their terms, removing future dilutive effects pursuant to the “ratchet” provisions of such warrants and debentures. Second Lien Restructuring Agreement In connection with the entry into, and as a condition precedent to the closing of the December 2023 Incremental Loan under the First Amendment, on December 31, 2023, the Company, Nauticus Robotics Holdings, Inc., a Texas corporation (“Nauticus Sub”), other debtor parties joined to the Pledge and Security Agreement from time to time, and the Investors in its capacity as a holder of the Investor Warrant issued pursuant to the Securities Purchase Agreement (as defined below), entered into the Nauticus Second Lien Restructuring Agreement (the “Second Lien Restructuring Agreement”), pursuant to which certain amendments and waivers were made to the Securities Purchase Agreement and the Investor Warrant. The Securities Purchase Agreement means that certain Securities Purchase Agreement, dated as of December 16, 2021 (as amended, restated, supplemented or otherwise modified from time to time, the “Securities Purchase Agreement”), by and among the Company, Nauticus Sub, the Investor and certain other investors. Among other things, the Second Lien Restructuring Agreement provided for, effective immediately following the time of the Company entered into the PIPE SPA: (1) a voluntary adjustment of the Investor Warrant exercise price to $0.0001 for the remaining term of the Investor Warrant, as permitted under the Investor Warrant, and (2) the Investor’s waiver of Section 3(b), in part, of Investor Warrant such that the aggregate underlying shares of the Company’s Common Stock issuable upon exercise of the Investor Warrant (after giving effect to the exercise price adjustment above) would be 1,500,000 shares less in the aggregate of the underlying shares that would have otherwise been triggered by the transactions contemplated by the PIPE SPA. The foregoing descriptions of the terms of the First Amendment, the PIPE SPA, and the Second Lien Restructuring Agreement do not purport to be complete and are qualified in their entirety by reference to the complete text of the First Amendment, the PIPE SPA, and the Second Lien Restructuring Agreement, copies of which are filed as Exhibits 10.1, 10.2, and 10.3, respectively, to this Current Report on Form 8-K (this “Current Report”) and are incorporated herein by reference. Item 2.03. Creation of a Direct Financial Obligation or an Obligation under an Off-Balance Sheet Arrangement of a Registrant. The information set forth under Item 1.01 of this Current Report is incorporated herein by reference, insofar as it relates to a material direct financial obligation of the Company. 1 Item 3.02. Unregistered Sale of Equity Securities. The information set forth under Item 1.01 of this Current Report is incorporated herein by reference. The transactions described herein were undertaken in reliance upon the exemptions from registration afforded by Section 4(a)(2) of the Securities Act and Rule 506 of Regulation D promulgated thereunder as a transaction by an issuer not involving a public offering. Item 5.02 Departure of Directors or Certain Officers; Election of Directors; Appointment of Certain Officers; Compensatory Arrangements of Certain Officers. Departure of Chief Executive Officer and Chief Operating Officer On January 4, 2024, Nicolaus Radford, the Company’s Chief Executive Officer, departed the Company. Also on January 4, 2024, Donnelly Bohan, the Company’s Chief Operating Officer, departed the Company. The Company views Mr. Radford’s and Ms. Bohan’s departures as “terminations without cause” under their respective employment agreements. Pursuant to Mr. Radford’s employment agreement, Mr. Radford was also deemed to have resigned from the Board of Directors of the Company (the “Board”) contemporaneous with his departure from the Company. The Company wishes Mr. Radford and Ms. Bohan well in their future endeavors. Appointment of Interim Chief Executive Officer On January 4, 2024, the Board appointed John W. Gibson, Jr. as the Interim Chief Executive Officer and President of the Company, and designated Mr. Gibson as the “principal executive officer.” Mr. Gibson, age 66, has served as the President of the Company since October 2023 and as a director of the Company since September 2022, including as Audit Committee Chair until his appointment as President. He previously served as Chairman of the Board of Directors, Chief Executive Officer and President of Flotek Industries from January 2020 to January 2023. Mr. Gibson is a recognized leader with more than 35 years of global experience in the energy technology, oil and gas services and exploration and production sectors of the energy industry. Prior to Flotek, from May 2017 to December 2019, Mr. Gibson was the Chairman of Energy Technology at Tudor, Pickering, Holt & Company, an energy-focused investment bank headquartered in Houston. In this role, he led a team focused on opportunities in emerging oil and gas technologies. From July 2010 to May 2015, Mr. Gibson served as President and Chief Executive Officer of Tervita Corporation, a major Canadian-based environmental and oilfield services company, where he successfully executed a $2.6 billion debt restructuring, coincident with an aggressive growth and diversification strategy. Prior to Tervita, Mr. Gibson’s other roles included serving as President and Chief Executive Officer of Paradigm Geophysical and Landmark Graphics Corporation, as well as President of Halliburton Company’s Energy Services Group. Mr. Gibson also served as the former head of subsurface research at Chevron Corporation and as a director of Bluware Inc. Mr. Gibson holds a Bachelor of Science in Geology from Auburn University and Master of Science in Geology from the University of Houston. Mr. Gibson’s compensation did not change as a result of this appointment. Mr. Gibson does not have any family relationship with any current director or executive officer of the Company, and, except as described above, there are no other arrangements or understandings with any other person pursuant to which Mr. Gibson was appointed as Interim Chief Executive Officer of the Company. Item 8.01 Other Events Employee Furlough On January 4, 2024, the Company furloughed 14 employees in order to align the staffing of the Company with its current business and liquidity needs and fundraising efforts. During the furlough, the affected employees will not be allowed to work on Company matters and will not receive salary or wages. The Company will continue to pay certain benefits for the affected employees. The Company cannot predict the duration of the furlough and may bring back employees at different times depending on the needs of the Company. Reduction of Board Size In connection with the previously-announced resignation of Mark Mey as a director on the Board, and the resignation of Nicolaus Radford as a director on the Board as mentioned above, on January 4, 2024, the Board reduced the size of the Board to seven directors. 2 Item 9.01 Financial Statements and Exhibits (d) Exhibits Exhibit Description 10.1 First Amendment to Senior Secured Term Loan Agreement dated December 31, 2023 10.2 Securities Purchase Agreement dated December 31, 2023 10.3 Nauticus Second Lien Restructuring Agreement dated December 31, 2023 104 Cover Page Interactive Data File (embedded within the Inline XBRL document) 3 SIGNATURE Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned hereunto duly authorized. Dated: January 5, 2024 Nauticus Robotics, Inc. By: /s/ John W. Gibson, Jr. Name: John W. Gibson, Jr. Title: Interim Chief Executive Officer 4 Exhibit 10.1 EXECUTION VERSION FIRST AMENDMENT TO SENIOR SECURED TERM LOAN AGREEMENT THIS FIRST AMENDMENT TO SENIOR SECURED TERM LOAN AGREEMENT (this “ Agreement ”) is entered into as of December 31, 2023, among NAUTICUS ROBOTICS, INC. (f/k/a Cleantech Acquisition Corp.), a Delaware corporation (the “ Company ”), the undersigned guarantors (the “ Guarantors ” and together with the Company, collectively, the “ Group Members ” and each a “ Group Member ”), and ATW SPECIAL SITUATIONS II LLC, a Delaware limited liability company and each other Lender providing an Incremental Loan hereunder (each an “ Incremental Lender ” and collectively, the “ Incremental Lenders ”). WHEREAS, the Company, Lenders and Collateral Agent are party to that certain Senior Secured Term Loan Agreement, dated as of September 18, 2023 (as amended, restated, supplemented or otherwise modified from time to time prior to the effectiveness hereof, the “ Term Loan Agreement ”); WHEREAS, Section 2(d) of the Term Loan Agreement allows the Company to request Incremental Loans pursuant to the terms and conditions of such Section; WHEREAS, the Company has requested that the Incremental Lenders make an Incremental Loan in the aggregate principal amount of $695,000 (the “ December 2023 Incremental Loan ”), subject to the terms and conditions set forth in the Term Loan Agreement and herein; WHEREAS, each Incremental Lender has agreed to make the December 2023 Incremental Loan, subject to the terms and conditions set forth herein. NOW THEREFORE, in consideration of the premises and mutual agreements set forth in the Term Loan Agreement and this Agreement, and other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, the parties hereto agree as follows: 1. Defined Terms . Unless otherwise defined herein, capitalized terms used herein shall have the meanings ascribed to such terms in the Term Loan Agreement. 2. December 2023 Incremental Loan . Upon the effectiveness of this Agreement, each Incremental Lender shall make, severally and not jointly, the December 2023 Incremental Loan to the Company in the amount equal to $695,000 pursuant to written direction received from the Company. The December 2023 Incremental Loan shall be made on the same terms as the Additional Term Loans funded on the Closing Date and be deemed to be Additional Term Loans for all purposes under the Term Loan Agreement. After giving effect to the making of the December 2023 Incremental Loan, the Term Loan Commitment and Term Loan Commitment Percentages of each Lender are as set forth on Schedule I to this Agreement. 1 3. Conditions to Effectiveness of Agreement . This Agreement shall become effective as of the date (the “ Effective Date ”) when the conditions set forth in this Section 3 shall have been satisfied: (a) Each Incremental Lender shall have received the following in form and substance satisfactory to such Incremental Lender: (i) a fully executed copy of this Agreement executed by the Company and each Incremental Lender; (ii) a fully executed copy of the Nauticus Second Lien Restructuring Agreement, dated as of the date hereof, executed by ATW Special Situations I, LLC, in its capacity as an Investor (as defined therein), and the Group Members; (iii) the Company’s wire instructions, on Company letterhead and executed by the Chief Executive Officer or Chief Financial Officer of the Company; (iv) a certificate of an officer of the Company, dated as of the date hereof, (x) certifying as to (A) the resolutions attached thereto and other corporate proceedings relating to the authorization, execution and delivery of this Agreement and the amendments to the other Transaction Documents, (B) its organizational documents as then in effect or that such organizational documents have not changed since the date of prior delivery to Collateral Agent and the Lenders of such organizational documents, (C) the names and true signatures of the officers or managers, as applicable, of the Company authorized to sign this Agreement, the amendments to the other Transaction Documents to which it is or is to be a party and the other documents to be delivered hereunder, and (y) attaching a recent good standing certificate (or its equivalent) for the Company from the applicable governmental authority in its jurisdiction of organization; (v) a closing certificate certifying as to the satisfaction of the below clauses (b) through (c); (vi) evidence that the Company has obtained all consents and approvals so that the execution, delivery and performance by the Company of the Transaction Documents will not contravene, result in any breach of, or constitute a default under, or result in the creation of any Lien in respect of any property of the Company or any Subsidiary under any lease, charter, regulations or by-laws, shareholders agreement or any other agreement or instrument to which the Company or any Subsidiary is bound or by which the Company or any Subsidiary or any of their respective properties may be bound or affected; (vii) such other documents and instruments with respect to the transactions contemplated hereby as any Incremental Lender may request; and (b) The representations and warranties in the Term Loan Agreement, the other Transaction Documents and Section 4 hereof shall be true and correct as of the Effective Date; (c) No Default or Event of Default shall exist or could result from the transactions contemplated by this Agreement; and (d) The Company shall have paid or reimbursed each Incremental Lender for all of its reasonable and documented out-of-pocket costs and expenses, including attorneys’ fees and expenses, in connection with the preparation, negotiation and execution of this Agreement and the documents provided for herein or related to the Term Loan Agreement or hereto. 2 4. Representations and Warranties . In order to induce each Incremental Lender to enter into this Agreement, the Company hereby represents and warrants to each Incremental Lender, as of the Effective Date: (a) The execution, delivery and performance of this Agreement has been duly authorized by all requisite organization action on the part of the Company and that this Agreement has been duly executed and delivered by the Company; (b) Since the Closing Date and immediately after giving effect to this Agreement, no Default or Event of Default has occurred and is continuing or would result immediately from the transactions contemplated by this Agreement; (c) The representations and warranties contained in the Term Loan Agreement, the Pledge and Security Agreement, the Intercreditor Agreement and the other Transaction Documents are true and correct in all material respects (without duplication of any materiality qualifier); (d) This Agreement, the Term Loan Agreement, the Pledge and Security Agreement, the Intercreditor Agreement and the other Transaction Documents to which the Company is a party constitute the legal, valid and binding obligations of the Company and are enforceable against the Company in accordance with their terms, except as may be limited by applicable bankruptcy, insolvency, reorganization, moratorium or similar laws affecting the enforcement of creditors’ rights generally and by general principles of equity; (e) Each Lender not party to this Agreement has been offered the ability to participate in the December 2023 Incremental Loan on a pro rata basis; and (f) All material non-public information regarding the Company that has been disclosed to the Collateral Agent or any Lender on or prior to the date hereof, has been disclosed in the 8-K Filing (as defined below) to be made by the Company within the time required by applicable securities laws and Section 5 below. 5. No Material Information . The Company shall file a Current Report on Form 8-K describing the terms of the transactions contemplated by this Agreement in the form required by the Securities Exchange Act of 1934, as amended (the “ Exchange Act ”) and attaching this Agreement as an exhibit to such filing within the time required by the Exchange Act. On or before January 15, 2024, the Company shall file a Current Report on Form 8-K in the form required by the Exchange Act (the “ 8-K Filing ”), and disclosing all material, non-public information delivered to any of the Incremental Lenders by the Company or any of its Subsidiaries, or any of their respective officers, directors, employees or agents in connection with the transactions contemplated by the Transaction Documents. From and after the filing of the 8-K Filing with the Securities and Exchange Commission, no Incremental Lender shall be in possession of any material, nonpublic information received from the Company, any of its Subsidiaries or any of their respective officers, directors, employees, affiliates or agents, that is not disclosed in the 8-K Filing. In addition, the Company acknowledges and agrees that any and all confidentiality or similar obligations under any agreement, whether written or oral, between the Company, any of its Subsidiaries or any of their respective officers, directors, affiliates, employees or agents on the one hand, and any Incremental Lender and/or any of their affiliates on the other hand, will terminate as of the date of filing of the 8-K Filing and is of no further force or effect. The Company shall not, and shall cause each of its Subsidiaries and its and each of their respective officers, directors, affiliates, employees and agents, not to, provide any Incremental Lender with any material, non-public information regarding the Company or any of its Subsidiaries from and after the date of the 8-K Filing without the express prior written consent of such Incremental Lender. The Company understands and confirms that each Incremental Lender will rely on the foregoing representations in effecting transactions in securities of the Company. 6. Acknowledgment and Reaffirmation of Transaction Documents The Company hereby ratifies, affirms, acknowledges and agrees that the Term Loan Agreement, the Pledge and Security Agreement, the Intercreditor Agreement and the other Transaction Documents to which it is a party represent the valid and enforceable obligations of the Company, subject to bankruptcy, insolvency, reorganization, moratorium and similar laws affecting the enforceability of creditors’ rights generally and to general principles of equity. The Company hereby agrees that this Agreement in no way acts as a release or relinquishment of the Liens and rights securing payment of the Secured Obligations (as defined in the Pledge and Security Agreement). The Liens and rights securing payment of the Secured Obligations (as defined in the Pledge and Security Agreement) are hereby ratified and confirmed by the Company in all respects. This Agreement, subject to satisfaction (or waiver in writing by each Incremental Lender) of the conditions provided in Section 3 above, shall constitute an amendment to the Term Loan Agreement as appropriate to give effect to the agreements contained herein. In all other respects, the Term Loan Agreement shall remain unchanged and in full force and effect in accordance with their original terms. The terms and provisions set forth in this Agreement shall modify and supersede all inconsistent terms and provisions of the Term Loan Agreement and, except as expressly modified or waived by this Agreement, shall not be deemed to be a consent to the modification or waiver of any other term or condition of the Term Loan Agreement. Except as expressly modified and superseded by this Agreement, the terms and provisions of the Term Loan Agreement are ratified and confirmed and shall continue in full force and effect. 3 7. Severability . Any provision of this Agreement which is prohibited or unenforceable in any jurisdiction shall, as to such jurisdiction, be ineffective to the extent of such prohibition or unenforceability without invalidating the remaining portions hereof or affecting the validity or enforceability of such provision in any other jurisdiction. 8. Counterparts . This Agreement may be executed in any number of counterparts, all of which when taken together shall be considered one and the same agreement and shall become effective when counterparts have been signed by each party and delivered to each other party, it being understood that the parties need not sign the same counterpart. In the event that any signature is delivered by facsimile transmission or by e-mail delivery of a “.pdf” format data file, such signature shall create a valid and binding obligation of the party executing (or on whose behalf such signature is executed) with the same force and effect as if such facsimile or “.pdf” signature page were an original thereof. 9. Governing Law . All questions concerning the construction, validity, enforcement and interpretation of this Agreement shall be governed by and construed and enforced in accordance with the internal laws of the State of New York, without regard to the principles of conflicts of law thereof. Each party agrees that all legal proceedings concerning the interpretations, enforcement and defense of the transactions contemplated by this Agreement (whether brought against a party hereto or its respective affiliates, directors, officers, shareholders, partners, members, employees or agents) shall be commenced exclusively in the state and federal courts sitting in the City of New York. Each party hereby irrevocably submits to the exclusive jurisdiction of the state and federal courts sitting in the City of New York, Borough of Manhattan for the adjudication of any dispute hereunder or in connection herewith or with any transaction contemplated hereby or discussed herein (including with respect to the enforcement of any of the Transaction Documents), and hereby irrevocably waives, and agrees not to assert in any action or proceeding, any claim that it is not personally subject to the jurisdiction of any such court, that such action or proceeding is improper or is an inconvenient venue for such proceeding. Each party hereby irrevocably waives personal service of process and consents to process being served in any such action or proceeding by mailing a copy thereof via registered or certified mail or overnight delivery (with evidence of delivery) to such party at the address in effect for notices to it under this Agreement and agrees that such service shall constitute good and sufficient service of process and notice thereof. Nothing contained herein shall be deemed to limit in any way any right to serve process in any other manner permitted by law. If any party shall commence an action or proceeding to enforce any provisions of the Transaction Documents, then the prevailing party in such action or proceeding shall be reimbursed by the non-prevailing party for its reasonable attorneys’ fees and other costs and expenses incurred with the investigation, preparation and prosecution of such action or proceeding. 10. Guarantor Acknowledgment . With respect to the modifications to the Term Loan Agreement effected by this Agreement, each Guarantor hereby acknowledges and agrees to this Agreement and confirms and agrees that the Subsidiary Guarantee (as modified and supplemented prior to the date hereof and in connection with this Agreement) is and shall continue to be, in full force and effect and is hereby ratified and confirmed in all respects except that, upon the effectiveness of, and on and after the date of this Agreement, each reference in the Subsidiary Guarantee to the Term Loan Agreement, “thereunder”, “thereof” or words of like import referring to the Term Loan Agreement, shall mean and be a reference to the Term Loan Agreement as amended or modified prior to the date hereof and by this Agreement. Although the Incremental Lenders have informed the Guarantors of the matters set forth above, and each Guarantor has acknowledged the same, each Guarantor understands and agrees that no Incremental Lender has any duty under the Term Loan Agreement, the Subsidiary Guarantee or any other agreement with any Guarantor to so notify any Guarantor or to seek such an acknowledgement, and nothing contained herein is intended to or shall create such a duty as to any transaction hereafter. [Signature pages follow] 4 IN WITNESS WHEREOF, the parties hereto have caused this Agreement to be duly executed as of the date first set forth above. COMPANY : NAUTICUS ROBOTICS, INC. (F/K/A CLEANTECH ACQUISITION CORP.) By: /s/ John W. Gibson, Jr. Name: John W. Gibson, Jr. Title: President Signature Page to First Amendment to Senior Secured Term Loan Agreement GUARANTORS : NAUTICUS ROBOTICS HOLDINGS, INC. (F/K/A NAUTICUS ROBOTICS, INC.) By: /s/ John W. Gibson, Jr. Name: John W. Gibson, Jr. Title: President NAUTIWORKS LLC By: /s/ John W. Gibson, Jr. Name: John W. Gibson, Jr. Title: President NAUTICUS ROBOTICS FLEET LLC By: /s/ John W. Gibson, Jr. Name: John W. Gibson, Jr. Title: President NAUTICUS ROBOTICS USA LLC By: /s/ John W. Gibson, Jr. Name: John W. Gibson, Jr. Title: President Signature Page to First Amendment to Senior Secured Term Loan Agreement INCREMENTAL lender: ATW Special Situations II LLC By: /s/ Antonio Ruiz-Gimenez Name: Antonio Ruiz-Gimenez Title: Authorized Signatory December 2023 Incremental Loan Amount: $695,000 Notice Information: 17 State Street, Suite 2130, New York, N.Y. 10004 Attention: Alex LaViolette, Isaac Barber, Antonio Ruiz-Gimenez Email: notice@atwpartners.com Signature Page to First Amendment to Senior Secured Term Loan Agreement SCHEDULE I Lender: Term Loan Commitment: Term Loan Commitment Percentage: ATW Special Situations II LLC $ 1,651,067 13.43 % TRANSOCEAN FINANCE LIMITED $ 3,000,000 24.40 % MATERIAL IMPACT FUND II, L.P. $ 1,000,000 8.13 % RCB Equities #1, LLC $ 5,000,000 40.67 % ATW SPECIAL SITUATIONS I LLC $ 1,643,933 13.37 % Exhibit 10.2 EXECUTION COPY SECURITIES PURCHASE AGREEMENT This Securities Purchase Agreement (this “ Agreement ”) is dated as of December 31, 2023, between Nauticus Robotics, Inc., a Texas corporation (the “ Company ”), and each purchaser identified on the signature pages hereto (each, including its successors and assigns, a “ Purchaser ” and collectively, the “ Purchasers ”). WHEREAS, subject to the terms and conditions set forth in this Agreement and pursuant to Section 4(a)(2) of the Securities Act of 1933, as amended (the “ Securities Act ”), and Rule 506 promulgated thereunder, the Company desires to issue and sell to each Purchaser, and each Purchaser, severally and not jointly, desires to purchase from the Company, securities of the Company as more fully described in this Agreement. NOW, THEREFORE, IN CONSIDERATION of the mutual covenants contained in this Agreement, and for other good and valuable consideration, the receipt and adequacy of which are hereby acknowledged, the Company and each Purchaser agree as follows: ARTICLE I.\nDEFINITIONS 1.1 Definitions . In addition to the terms defined elsewhere in this Agreement, for all purposes of this Agreement, the following terms have the meanings set forth in this Section 1.1: “ Affiliate ” means any Person that, directly or indirectly through one or more intermediaries, controls or is controlled by or is under common control with a Person, as such terms are used in and construed under Rule 405 under the Securities Act. “ Board of Directors ” means the board of directors of the Company. “ Business Day ” means any day other than Saturday, Sunday or other day on which commercial banks in The City of New York are authorized or required by law to remain closed; provided , however , for clarification, commercial banks shall not be deemed to be authorized or required by law to remain closed due to “stay at home”, “shelter-in-place”, “non-essential employee” or any other similar orders or restrictions or the closure of any physical branch locations at the direction of any governmental authority so long as the electronic funds transfer systems (including for wire transfers) of commercial banks in The City of New York are generally are open for use by customers on such day . “ Closing ” means the closing of the purchase and sale of the Shares pursuant to Section 2.1. “ Closing Date ” means the Trading Day on which all of the Transaction Documents have been executed and delivered by the applicable parties thereto, and all conditions precedent to (i) the Purchasers’ obligations to pay the Subscription Amount and (ii) the Company’s obligations to deliver the Shares, in each case, have been satisfied or waived. “ Commission ” means the United States Securities and Exchange Commission. “ Common Stock ” means the common stock of the Company, par value $0.0001 per share, and any other class of securities into which such securities may hereafter be reclassified or changed. “ Common Stock Equivalents ” means any securities of the Company or the Subsidiaries which would entitle the holder thereof to acquire at any time Common Stock, including, without limitation, any debt, preferred stock, right, option, warrant or other instrument that is at any time convertible into or exercisable or exchangeable for, or otherwise entitles the holder thereof to receive, Common Stock. “ Company Counsel ” means Norton Rose Fulbright US LLP, with offices located at Houston, Texas. “ Disclosure Schedules ” means the Disclosure Schedules of the Company delivered concurrently herewith. “ Exchange Act ” means the Securities Exchange Act of 1934, as amended, and the rules and regulations promulgated thereunder. “ GAAP ” shall have the meaning ascribed to such term in Section 3.1(h). “ Legend Removal Date ” shall have the meaning ascribed to such term in Section 4.1(c). “ Liens ” means a lien, charge, pledge, security interest, encumbrance, right of first refusal, preemptive right or other restriction. “ Material Adverse Effect ” shall have the meaning assigned to such term in Section 3.1(b). Per Share Purchase Price ” equals $2.00, subject to adjustment for reverse and forward stock splits, stock dividends, stock combinations and other similar transactions of the Common Stock that occur after the date of this Agreement. “ Person ” means an individual or corporation, partnership, trust, incorporated or unincorporated association, joint venture, limited liability company, joint stock company, government (or an agency or subdivision thereof) or other entity of any kind. “ Proceeding ” means an action, claim, suit, investigation or proceeding (including, without limitation, an informal investigation or partial proceeding, such as a deposition), whether commenced or threatened. “ Purchaser Party ” shall have the meaning ascribed to such term in Section 4.5. “ Registration Statement ” means a registration statement covering the resale by the Purchasers of the Shares. 2 “ Required Approvals ” shall have the meaning ascribed to such term in Section 3.1(e). “ Rule 144 ” means Rule 144 promulgated by the Commission pursuant to the Securities Act, as such Rule may be amended or interpreted from time to time, or any similar rule or regulation hereafter adopted by the Commission having substantially the same purpose and effect as such Rule. “ Rule 424 ” means Rule 424 promulgated by the Commission pursuant to the Securities Act, as such Rule may be amended or interpreted from time to time, or any similar rule or regulation hereafter adopted by the Commission having substantially the same purpose and effect as such Rule. “ SEC Reports ” shall have the meaning ascribed to such term in Section 3.1(h). “ Securities Act ” means the Securities Act of 1933, as amended, and the rules and regulations promulgated thereunder. “ Shares ” means the shares of Common Stock issued or issuable to each Purchaser pursuant to this Agreement. “ Short Sales ” means all “short sales” as defined in Rule 200 of Regulation SHO under the Exchange Act (but shall not be deemed to include locating and/or borrowing shares of Common Stock). “ Subscription Amount ” means, as to each Purchaser, the aggregate amount to be paid for Shares purchased hereunder as specified below such Purchaser’s name on the signature page of this Agreement and next to the heading “Subscription Amount,” in United States dollars and in immediately available funds. “ Subsidiary ” means any subsidiary of the Company as set forth on Schedule 3.1(a) and shall, where applicable, also include any direct or indirect subsidiary of the Company formed or acquired after the date hereof. “ Trading Day ” means a day on which the principal Trading Market is open for trading. “ Trading Market ” means any of the following markets or exchanges on which the Common Stock is listed or quoted for trading on the date in question: the NYSE American, the Nasdaq Capital Market, the Nasdaq Global Market, the Nasdaq Global Select Market, the New York Stock Exchange (or any successors to any of the foregoing). “ Transaction Documents ” means this Agreement, all exhibits and schedules thereto and hereto and any other documents or agreements executed in connection with the transactions contemplated hereunder. 3 “ Transfer Agent ” means Continental Stock Transfer & Trust Company, the current transfer agent of the Company, with a mailing address of 1 State Street, New York, New York 10004, and any successor transfer agent of the Company. ARTICLE II.\nPURCHASE AND SALE 2.1 Closing . On the Closing Date, upon the terms and subject to the conditions set forth herein, substantially concurrent with the execution and delivery of this Agreement by the parties hereto, the Company agrees to sell, and the Purchasers, severally and not jointly, agree to purchase, up to an aggregate of $5,000 of Shares at the Per Share Purchase Price. Each Purchaser shall deliver to the Company, via wire transfer or a certified check, immediately available funds equal to such Purchaser’s Subscription Amount as set forth on the signature page hereto executed by such Purchaser, and the Company shall deliver to each Purchaser its respective Shares, as determined pursuant to Section 2.2(a), and the Company and each Purchaser shall deliver the other items set forth in Section 2.2 deliverable at the Closing. Upon satisfaction of the covenants and conditions set forth in Sections 2.2 and 2.3, the Closing shall occur at the offices of Company Counsel or such other location as the parties shall mutually agree. 2.2 Deliveries . (a) On or prior to the Closing Date, the Company shall deliver or cause to be delivered to each Purchaser the following: (i) this Agreement duly executed by the Company; and (ii) the Company shall have provided each Purchaser with the Company’s wire instructions, on Company letterhead and executed by the Chief Executive Officer or Chief Financial Officer. (b) On or prior to the Closing Date, each Purchaser shall deliver or cause to be delivered to the Company, this Agreement duly executed by such Purchaser. 2.3 Closing Conditions . (a) The obligations of the Company hereunder in connection with the Closing are subject to the following conditions being met: (i) the accuracy in all material respects (or, to the extent representations or warranties are qualified by materiality or Material Adverse Effect, in all respects) on the Closing Date of the representations and warranties of the Purchasers contained herein (unless as of a specific date therein in which case they shall be accurate in all material respects or in all respects, as applicable, as of such date); (ii) all obligations, covenants and agreements of each Purchaser required to be performed at or prior to the Closing Date shall have been performed in all material respects; and (iii) the delivery by each Purchaser of the items set forth in Section 2.2(b) of this Agreement. 4 (b) The respective obligations of the Purchasers hereunder in connection with the Closing are subject to the following conditions being met: (i) the accuracy in all material respects (or, to the extent representations or warranties are qualified by materiality or Material Adverse Effect, in all respects) when made and on the Closing Date of the representations and warranties of the Company contained herein (unless as of a specific date therein in which case they shall be accurate in all material respects or in all respects, as applicable, as of such date); (ii) all obligations, covenants and agreements of the Company required to be performed at or prior to the Closing Date shall have been performed in all material respects; (iii) the delivery by the Company of the items set forth in Section 2.2(a) of this Agreement; and (iv) there shall have been no Material Adverse Effect with respect to the Company since the date hereof. ARTICLE III.\nREPRESENTATIONS AND WARRANTIES 3.1 Representations and Warranties of the Company . Except as set forth in the Disclosure Schedules, which Disclosure Schedules shall be deemed a part hereof and shall qualify any representation or otherwise made herein to the extent of the disclosure contained in the corresponding section of the Disclosure Schedules, the Company hereby makes the following representations and warranties to each Purchaser: (a) Subsidiaries . All of the direct and indirect subsidiaries of the Company are set forth on Schedule 3.1(a) . The Company owns, directly or indirectly, all of the capital stock or other equity interests of each Subsidiary free and clear of any Liens, and all of the issued and outstanding shares of capital stock of each Subsidiary are validly issued and are fully paid, non-assessable and free of preemptive and similar rights to subscribe for or purchase securities. If the Company has no subsidiaries, all other references to the Subsidiaries or any of them in the Transaction Documents shall be disregarded. (b) Organization and Qualification . The Company and each of the Subsidiaries is an entity duly incorporated or otherwise organized, validly existing and, except as set forth in Schedule 3.1(b) , in good standing under the laws of the jurisdiction of its incorporation or organization, with the requisite power and authority to own and use its properties and assets and to carry on its business as currently conducted. Neither the Company nor any Subsidiary is in violation nor default of any of the provisions of its respective certificate or articles of incorporation, bylaws or other organizational or charter documents. Each of the Company and the Subsidiaries is duly qualified to conduct business and is in good standing as a foreign corporation or other entity in each jurisdiction in which the nature of the business conducted or property owned by it makes such qualification necessary, except where the failure to be so qualified or in good standing, as the case may be, could not have or reasonably be expected to result in: (i) a material adverse effect on the legality, validity or enforceability of any Transaction Document, (ii) a material adverse effect on the results of operations, assets, business, prospects or condition (financial or otherwise) of the Company and the Subsidiaries, taken as a whole, or (iii) a material adverse effect on the Company’s ability to perform in any material respect on a timely basis its obligations under any Transaction Document (any of (i), (ii) or (iii), a “ Material Adverse Effect ”) and no Proceeding has been instituted in any such jurisdiction revoking, limiting or curtailing or seeking to revoke, limit or curtail such power and authority or qualification. 5 (c) Authorization; Enforcement . The Company has the requisite corporate power and authority to enter into and to consummate the transactions contemplated by this Agreement and each of the other Transaction Documents and otherwise to carry out its obligations hereunder and thereunder. The execution and delivery of this Agreement and each of the other Transaction Documents by the Company and the consummation by it of the transactions contemplated hereby and thereby have been duly authorized by all necessary action on the part of the Company and no further action is required by the Company, the Board of Directors or the Company’s stockholders in connection herewith or therewith other than in connection with the Required Approvals. This Agreement and each other Transaction Document to which it is a party has been (or upon delivery will have been) duly executed by the Company and, when delivered in accordance with the terms hereof and thereof, will constitute the valid and binding obligation of the Company enforceable against the Company in accordance with its terms, except (i) as limited by general equitable principles and applicable bankruptcy, insolvency, reorganization, moratorium and other laws of general application affecting enforcement of creditors’ rights generally, (ii) as limited by laws relating to the availability of specific performance, injunctive relief or other equitable remedies and (iii) insofar as indemnification and contribution provisions may be limited by applicable law. (d) No Conflicts . The execution, delivery and performance by the Company of this Agreement and the other Transaction Documents to which it is a party, the issuance and sale of the Shares and the consummation by it of the transactions contemplated hereby and thereby do not and will not (i) conflict with or violate any provision of the Company’s or any Subsidiary’s certificate or articles of incorporation, bylaws or other organizational or charter documents, or (ii) conflict with, or constitute a default (or an event that with notice or lapse of time or both would become a default) under, result in the creation of any Lien upon any of the properties or assets of the Company or any Subsidiary, or give to others any rights of termination, amendment, anti-dilution or similar adjustments, acceleration or cancellation (with or without notice, lapse of time or both) of, any agreement, credit facility, debt or other instrument (evidencing a Company or Subsidiary debt or otherwise) or other understanding to which the Company or any Subsidiary is a party or by which any property or asset of the Company or any Subsidiary is bound or affected, or (iii) subject to the Required Approvals, conflict with or result in a violation of any law, rule, regulation, order, judgment, injunction, decree or other restriction of any court or governmental authority to which the Company or a Subsidiary is subject (including federal and state securities laws and regulations), or by which any property or asset of the Company or a Subsidiary is bound or affected; except in the case of each of clauses (ii) and (iii), such as could not have or reasonably be expected to result in a Material Adverse Effect. 6 (e) Filings, Consents and Approvals . The Company is not required to obtain any consent, waiver, authorization or order of, give any notice to, or make any filing or registration with, any court or other federal, state, local or other governmental authority or other Person in connection with the execution, delivery and performance by the Company of the Transaction Documents, other than: (i) the filings required pursuant to Section 4.3 of this Agreement, (ii) the notice and/or application(s) to each applicable Trading Market for the issuance and sale of the Shares and the listing of the Shares for trading thereon in the time and manner required thereby, and (iii) the filing of Form D with the Commission and such filings as are required to be made under applicable state securities laws (collectively, the “ Required Approvals ”). (f) Issuance of the Shares . The Shares are duly authorized and, when issued and paid for in accordance with the applicable Transaction Documents, will be duly and validly issued, fully paid and nonassessable, free and clear of all Liens imposed by the Company other than restrictions on transfer provided for in the Transaction Documents. The Company has reserved from its duly authorized capital stock the maximum number of shares of Common Stock issuable pursuant to this Agreement. (g) Capitalization . The capitalization of the Company as of the date hereof is as set forth on Schedule 3.1(g) . The Company has not issued any capital stock since its most recently filed periodic report under the Exchange Act, other than pursuant to the exercise of employee stock options under the Company’s stock option plans, the issuance of shares of Common Stock to employees pursuant to the Company’s employee stock purchase plans and pursuant to the conversion and/or exercise of Common Stock Equivalents outstanding as of the date of the most recently filed periodic report under the Exchange Act. No Person has any right of first refusal, preemptive right, right of participation, or any similar right to participate in the transactions contemplated by the Transaction Documents. Except as a result of the purchase and sale of the Shares, there are no outstanding options, warrants, scrip rights to subscribe to, calls or commitments of any character whatsoever relating to, or securities, rights or obligations convertible into or exercisable or exchangeable for, or giving any Person any right to subscribe for or acquire, any shares of Common Stock or the capital stock of any Subsidiary, or contracts, commitments, understandings or arrangements by which the Company or any Subsidiary is or may become bound to issue additional shares of Common Stock or Common Stock Equivalents or capital stock of any Subsidiary. The issuance and sale of the Shares will not obligate the Company or any Subsidiary to issue shares of Common Stock or other securities to any Person (other than the Purchasers). There are no outstanding securities or instruments of the Company or any Subsidiary with any provision that adjusts the exercise, conversion, exchange or reset price of such security or instrument upon an issuance of securities by the Company or any Subsidiary. There are no outstanding securities or instruments of the Company or any Subsidiary that contain any redemption or similar provisions, and there are no contracts, commitments, understandings or arrangements by which the Company or any Subsidiary is or may become bound to redeem a security of the Company or such Subsidiary. The Company does not have any stock appreciation rights or “phantom stock” plans or agreements or any similar plan or agreement. All of the outstanding shares of capital stock of the Company are duly authorized, validly issued, fully paid and nonassessable, have been issued in compliance with all federal and state securities laws, and none of such outstanding shares was issued in violation of any preemptive rights or similar rights to subscribe for or purchase securities. No further approval or authorization of any stockholder, the Board of Directors or others is required for the issuance and sale of the Shares. There are no stockholders agreements, voting agreements or other similar agreements with respect to the Company’s capital stock to which the Company is a party or, to the knowledge of the Company, between or among any of the Company’s stockholders. 7 (h) SEC Reports; Financial Statements . To the Company’s actual knowledge: (i) The Company has filed all reports, schedules, forms, statements and other documents required to be filed by the Company under the Securities Act and the Exchange Act, including pursuant to Section 13(a) or 15(d) thereof, for the two years preceding the date hereof (or such shorter period as the Company was required by law or regulation to file such material) (the foregoing materials, including the exhibits thereto and documents incorporated by reference therein, being collectively referred to herein as the “ SEC Reports ”) on a timely basis or has received a valid extension of such time of filing and has filed any such SEC Reports prior to the expiration of any such extension. (ii) As of their respective dates, the SEC Reports complied in all material respects with the requirements of the Securities Act and the Exchange Act, as applicable, and none of the SEC Reports, when filed, contained any untrue statement of a material fact or omitted to state a material fact required to be stated therein or necessary in order to make the statements therein, in the light of the circumstances under which they were made, not misleading. (iii) The financial statements of the Company included in the SEC Reports comply in all material respects with applicable accounting requirements and the rules and regulations of the Commission with respect thereto as in effect at the time of filing. Such financial statements have been prepared in accordance with United States generally accepted accounting principles applied on a consistent basis during the periods involved (“ GAAP ”), except as may be otherwise specified in such financial statements or the notes thereto and except that unaudited financial statements may not contain all footnotes required by GAAP, and fairly present in all material respects the financial position of the Company and its consolidated Subsidiaries as of and for the dates thereof and the results of operations and cash flows for the periods then ended, subject, in the case of unaudited statements, to normal, immaterial, year-end audit adjustments. (i) Private Placement . Assuming the accuracy of the Purchasers’ representations and warranties set forth in Section 3.2, no registration under the Securities Act is required for the offer and sale of the Shares by the Company to the Purchasers as contemplated hereby. The issuance and sale of the Shares hereunder does not contravene the rules and regulations of the Trading Market. 8 (j) Listing and Maintenance Requirements . The Common Stock is registered pursuant to Section 12(b) or 12(g) of the Exchange Act, and the Company has taken no action designed to, or which to its knowledge is likely to have the effect of, terminating the registration of the Common Stock under the Exchange Act nor has the Company received any notification that the Commission is contemplating terminating such registration. The Company has not, in the 12 months preceding the date hereof, received notice from any Trading Market on which the Common Stock is or has been listed or quoted to the effect that the Company is not in compliance with the listing or maintenance requirements of such Trading Market. The Company is, and has no reason to believe that it will not in the foreseeable future continue to be, in compliance with all such listing and maintenance requirements. The Common Stock is currently eligible for electronic transfer through the Depository Trust Company or another established clearing corporation and the Company is current in payment of the fees to the Depository Trust Company (or such other established clearing corporation) in connection with such electronic transfer. (k) Disclosure . All of the disclosure furnished by or on behalf of the Company to the Purchasers regarding the Company and its Subsidiaries, their respective businesses and the transactions contemplated hereby, including the Disclosure Schedules to this Agreement, is true and correct and does not contain any untrue statement of a material fact or omit to state any material fact necessary in order to make the statements made therein, in the light of the circumstances under which they were made, not misleading. The press releases disseminated by the Company during the twelve months preceding the date of this Agreement taken as a whole do not contain any untrue statement of a material fact or omit to state a material fact required to be stated therein or necessary in order to make the statements therein, in the light of the circumstances under which they were made and when made, not misleading. The Company acknowledges and agrees that no Purchaser makes or has made any representations or warranties with respect to the transactions contemplated hereby other than those specifically set forth in Section 3.2 hereof. (l) No General Solicitation . Neither the Company nor any Person acting on behalf of the Company has offered or sold any of the Shares by any form of general solicitation or general advertising. The Company has offered the Shares for sale only to the Purchasers and certain other “accredited investors” within the meaning of Rule 501 under the Securities Act. (m) No Disqualification Events . With respect to the Shares to be offered and sold hereunder in reliance on Rule 506 under the Securities Act, none of the Company, any of its predecessors, any affiliated issuer, any director, executive officer, other officer of the Company participating in the offering hereunder, any beneficial owner of 20% or more of the Company’s outstanding voting equity securities, calculated on the basis of voting power, nor any promoter (as that term is defined in Rule 405 under the Securities Act) connected with the Company in any capacity at the time of sale (each, an “ Issuer Covered Person ” and, together, “ Issuer Covered Persons ”) is subject to any of the “Bad Actor” disqualifications described in Rule 506(d)(1)(i) to (viii) under the Securities Act (a “ Disqualification Event ”), except for a Disqualification Event covered by Rule 506(d)(2) or (d)(3). The Company has exercised reasonable care to determine whether any Issuer Covered Person is subject to a Disqualification Event. The Company has complied, to the extent applicable, with its disclosure obligations under Rule 506(e), and has furnished to the Purchasers a copy of any disclosures provided thereunder. 9 (n) Other Covered Persons . The Company is not aware of any person (other than any Issuer Covered Person) that has been or will be paid (directly or indirectly) remuneration for solicitation of purchasers in connection with the sale of any Shares, except as otherwise disclosed to the Purchasers prior to the date hereof. (o) Notice of Disqualification Events . The Company will notify the Purchasers in writing, prior to the Closing Date of (i) any Disqualification Event relating to any Issuer Covered Person and (ii) any event that would, with the passage of time, become a Disqualification Event relating to any Issuer Covered Person. 3.2 Representations and Warranties of the Purchasers . Each Purchaser, for itself and for no other Purchaser, hereby represents and warrants as of the date hereof and as of the Closing Date to the Company as follows (unless as of a specific date therein, in which case they shall be accurate as of such date): (a) Organization; Authority . Such Purchaser is either an individual or an entity duly incorporated or formed, validly existing and in good standing under the laws of the jurisdiction of its incorporation or formation with full right, corporate, partnership, limited liability company or similar power and authority to enter into and to consummate the transactions contemplated by the Transaction Documents and otherwise to carry out its obligations hereunder and thereunder. The execution and delivery of the Transaction Documents and performance by such Purchaser of the transactions contemplated by the Transaction Documents have been duly authorized by all necessary corporate, partnership, limited liability company or similar action, as applicable, on the part of such Purchaser. Each Transaction Document to which it is a party has been duly executed by such Purchaser, and when delivered by such Purchaser in accordance with the terms hereof, will constitute the valid and legally binding obligation of such Purchaser, enforceable against it in accordance with its terms, except (i) as limited by general equitable principles and applicable bankruptcy, insolvency, reorganization, moratorium and other laws of general application affecting enforcement of creditors’ rights generally, (ii) as limited by laws relating to the availability of specific performance, injunctive relief or other equitable remedies and (iii) insofar as indemnification and contribution provisions may be limited by applicable law. (b) Own Account . Such Purchaser understands that the Shares are “restricted securities” and have not been registered under the Securities Act or any applicable state securities law and is acquiring the Shares as principal for its own account and not with a view to or for distributing or reselling such Shares or any part thereof in violation of the Securities Act or any applicable state securities law, has no present intention of distributing any of such Shares in violation of the Securities Act or any applicable state securities law and has no direct or indirect arrangement or understandings with any other persons to distribute or regarding the distribution of such Shares in violation of the Securities Act or any applicable state securities law (this representation and warranty not limiting such Purchaser’s right to sell the Shares pursuant to the Registration Statement or otherwise in compliance with applicable federal and state securities laws). Such Purchaser is acquiring the Shares hereunder in the ordinary course of its business. 10 (c) Purchaser Status . At the time such Purchaser was offered the Shares, it was, and as of the date hereof it is, either: (i) an “accredited investor” as defined in Rule 501(a)(1), (a)(2), (a)(3), (a)(7) or (a)(8) under the Securities Act or (ii) a “qualified institutional buyer” as defined in Rule 144A(a) under the Securities Act. (d) Experience of Such Purchaser . Such Purchaser, either alone or together with its representatives, has such knowledge, sophistication and experience in business and financial matters so as to be capable of evaluating the merits and risks of the prospective investment in the Shares, and has so evaluated the merits and risks of such investment. Such Purchaser is able to bear the economic risk of an investment in the Shares and, at the present time, is able to afford a complete loss of such investment. (e) General Solicitation . Such Purchaser is not, to such Purchaser’s knowledge, purchasing the Shares as a result of any advertisement, article, notice or other communication regarding the Shares published in any newspaper, magazine or similar media or broadcast over television or radio or presented at any seminar or, to the knowledge of such Purchaser, any other general solicitation or general advertisement. (f) Access to Information . Such Purchaser acknowledges that it has had the opportunity to review the Transaction Documents (including all exhibits and schedules thereto) and the SEC Reports and has been afforded (i) the opportunity to ask such questions as it has deemed necessary of, and to receive answers from, representatives of the Company concerning the terms and conditions of the offering of the Shares and the merits and risks of investing in the Shares; (ii) access to information about the Company and its financial condition, results of operations, business, properties, management and prospects sufficient to enable it to evaluate its investment; and (iii) the opportunity to obtain such additional information that the Company possesses or can acquire without unreasonable effort or expense that is necessary to make an informed investment decision with respect to the investment. The Company acknowledges and agrees that the representations contained in this Section 3.2 shall not modify, amend or affect such Purchaser’s right to rely on the Company’s representations and warranties contained in this Agreement or any representations and warranties contained in any other Transaction Document or any other document or instrument executed and/or delivered in connection with this Agreement or the consummation of the transactions contemplated hereby. Notwithstanding the foregoing, for the avoidance of doubt, nothing contained herein shall constitute a representation or warranty, or preclude any actions, with respect to locating or borrowing shares in order to effect Short Sales or similar transactions in the future. 11 ARTICLE IV.\nOTHER AGREEMENTS OF THE PARTIES 4.1 Transfer Restrictions . (a) The Shares may only be disposed of in compliance with state and federal securities laws. In connection with any transfer of Shares other than pursuant to an effective registration statement or Rule 144, to the Company or to an Affiliate of a Purchaser or in connection with a pledge as contemplated in Section 4.1(b), the Company may require the transferor thereof to provide to the Company an opinion of counsel selected by the transferor and reasonably acceptable to the Company, the form and substance of which opinion shall be reasonably satisfactory to the Company, to the effect that such transfer does not require registration of such transferred Shares under the Securities Act. (b) The Purchasers agree to the imprinting, so long as is required by this Section 4.1, of a legend on any of the Shares in the following form: THIS SECURITY HAS NOT BEEN REGISTERED WITH THE SECURITIES AND EXCHANGE COMMISSION OR THE SECURITIES COMMISSION OF ANY STATE IN RELIANCE UPON AN EXEMPTION FROM REGISTRATION UNDER THE SECURITIES ACT OF 1933, AS AMENDED (THE “SECURITIES ACT”), AND, ACCORDINGLY, MAY NOT BE OFFERED OR SOLD EXCEPT PURSUANT TO AN EFFECTIVE REGISTRATION STATEMENT UNDER THE SECURITIES ACT OR PURSUANT TO AN AVAILABLE EXEMPTION FROM, OR IN A TRANSACTION NOT SUBJECT TO, THE REGISTRATION REQUIREMENTS OF THE SECURITIES ACT AND IN ACCORDANCE WITH APPLICABLE STATE SECURITIES LAWS. THIS SECURITY MAY BE PLEDGED IN CONNECTION WITH A BONA FIDE MARGIN ACCOUNT WITH A REGISTERED BROKER-DEALER OR OTHER LOAN WITH A FINANCIAL INSTITUTION THAT IS AN “ACCREDITED INVESTOR” AS DEFINED IN RULE 501(a) UNDER THE SECURITIES ACT OR OTHER LOAN SECURED BY SUCH SECURITIES. The Company acknowledges and agrees that a Purchaser may from time to time pledge pursuant to a bona fide margin agreement with a registered broker-dealer or grant a security interest in some or all of the Shares to a financial institution that is an “accredited investor” as defined in Rule 501(a) under the Securities Act and, if required under the terms of such arrangement, such Purchaser may transfer pledged or secured Shares to the pledgees or secured parties. Such a pledge or transfer would not be subject to approval of the Company and no legal opinion of legal counsel of the pledgee, secured party or pledgor shall be required in connection therewith. Further, no notice shall be required of such pledge. At the appropriate Purchaser’s expense, the Company will execute and deliver such reasonable documentation as a pledgee or secured party of Shares may reasonably request in connection with a pledge or transfer of the Shares, including, if the Shares are subject to registration pursuant to a Registration Statement, the preparation and filing of any required prospectus supplement under Rule 424(b)(3) under the Securities Act or other applicable provision of the Securities Act to appropriately amend the list of selling stockholders thereunder. 12 (c) Certificates evidencing the Shares shall not contain any legend (including the legend set forth in Section 4.1(b) hereof), (i) while a registration statement covering the resale of such security is effective under the Securities Act, (ii) following any sale of such Shares pursuant to Rule 144, (iii) if such Shares are eligible for sale under Rule 144 without restriction, or (iv) if such legend is not required under applicable requirements of the Securities Act (including judicial interpretations and pronouncements issued by the staff of the Commission). The Company shall cause its counsel to issue a legal opinion to the Transfer Agent or the Purchaser if required by the Transfer Agent to effect the removal of the legend hereunder, or if requested by a Purchaser, respectively. If such Shares may be sold under Rule 144 and the Company is then in compliance with the current public information required under Rule 144, or if the Shares may be sold under Rule 144 without the requirement for the Company to be in compliance with the current public information required under Rule 144 (in each case, subject to delivery to the Company of a customary Rule 144 representation letter, which shall in no event including the requirement of a Purchaser to deliver a legal opinion to the Company) as to such Shares or if such legend is not otherwise required under applicable requirements of the Securities Act (including judicial interpretations and pronouncements issued by the staff of the Commission) then such Shares shall be issued free of all legends. The Company agrees that at such time as such legend is no longer required under this Section 4.1(c), it will, no later than the earlier of (i) two (2) Trading Days and (ii) the number of Trading Days comprising the Standard Settlement Period (as defined below) following the delivery by a Purchaser to the Company or the Transfer Agent of a certificate representing Shares, as the case may be, issued with a restrictive legend (such date, the “ Legend Removal Date ”), deliver or cause to be delivered to such Purchaser a certificate representing such shares that is free from all restrictive and other legends. The Company may not make any notation on its records or give instructions to the Transfer Agent that enlarge the restrictions on transfer set forth in this Section 4. Certificates for Shares subject to legend removal hereunder shall be transmitted by the Transfer Agent to the Purchaser by crediting the account of the Purchaser’s prime broker with the Depository Trust Company System as directed by such Purchaser. As used herein, “ Standard Settlement Period ” means the standard settlement period, expressed in a number of Trading Days, on the Company’s primary Trading Market with respect to the Common Stock as in effect on the date of delivery of a certificate representing Shares, issued with a restrictive legend. (d) Each Purchaser, severally and not jointly with the other Purchasers, agrees with the Company that such Purchaser will sell any Shares pursuant to either the registration requirements of the Securities Act, including any applicable prospectus delivery requirements, or an exemption therefrom, and that if Shares are sold pursuant to a Registration Statement, they will be sold in compliance with the plan of distribution set forth therein, and acknowledges that the removal of the restrictive legend from certificates representing Shares as set forth in this Section 4.1 is predicated upon the Company’s reliance upon this understanding. 13 4.2 Securities Laws Disclosure; Publicity . The Company shall file a Current Report on Form 8-K, including the Transaction Documents as exhibits thereto, with the Commission within the time required by the Exchange Act. From and after January 15, 2024, the Company represents to the Purchasers that it shall have publicly disclosed all material, non-public information delivered to any of the Purchasers by the Company or any of its Subsidiaries, or any of their respective officers, directors, employees or agents in connection with the transactions contemplated by the Transaction Documents. In addition, from and after January 15, 2024, the Company acknowledges and agrees that any and all confidentiality or similar obligations under any agreement, whether written or oral, between the Company, any of its Subsidiaries or any of their respective officers, directors, agents, employees or Affiliates on the one hand, and any of the Purchasers or any of their Affiliates on the other hand, shall terminate. The Company and each Purchaser shall consult with each other in issuing any other press releases with respect to the transactions contemplated hereby, and neither the Company nor any Purchaser shall issue any such press release nor otherwise make any such public statement without the prior consent of the Company, with respect to any press release of any Purchaser, or without the prior consent of each Purchaser, with respect to any press release of the Company, which consent shall not unreasonably be withheld or delayed, except if such disclosure is required by law, in which case the disclosing party shall promptly provide the other party with prior notice of such public statement or communication. Notwithstanding the foregoing, the Company shall not publicly disclose the name of any Purchaser, or include the name of any Purchaser in any filing with the Commission or any regulatory agency or Trading Market, without the prior written consent of such Purchaser, except (a) as required by federal securities law in connection with the filing of final Transaction Documents with the Commission and (b) to the extent such disclosure is required by law or Trading Market regulations, in which case the Company shall provide the Purchasers with prior notice of such disclosure permitted under this clause (b). 4.3 Non-Public Information . Except with respect to the material terms and conditions of the transactions contemplated by the Transaction Documents, which shall be disclosed pursuant to Section 4.2, the Company covenants and agrees that neither it, nor any other Person acting on its behalf will provide any Purchaser or its agents or counsel with any information that constitutes, or the Company reasonably believes constitutes, material non-public information, unless prior thereto such Purchaser shall have consented to the receipt of such information and agreed with the Company to keep such information confidential. The Company understands and confirms that each Purchaser shall be relying on the foregoing covenant in effecting transactions in securities of the Company. To the extent that the Company, any of its Subsidiaries, or any of their respective officers, director, agents, employees or Affiliates delivers any material, non-public information to a Purchaser without such Purchaser’s consent, the Company hereby covenants and agrees that such Purchaser shall not have any duty of confidentiality to the Company, any of its Subsidiaries, or any of their respective officers, directors, agents, employees or Affiliates, or a duty to the Company, any of its Subsidiaries or any of their respective officers, directors, agents, employees or Affiliates not to trade on the basis of, such material, non-public information, provided that the Purchaser shall remain subject to applicable law. The Company understands and confirms that each Purchaser shall be relying on the foregoing covenant in effecting transactions in securities of the Company. 4.4 Use of Proceeds . The Company shall use the net proceeds from the sale of the Shares hereunder for working capital purposes. 14 4.5 Indemnification of Purchasers . Subject to the provisions of this Section 4.5, the Company will indemnify and hold each Purchaser and its directors, officers, shareholders, members, partners, employees and agents (and any other Persons with a functionally equivalent role of a Person holding such titles notwithstanding a lack of such title or any other title), each Person who controls such Purchaser (within the meaning of Section 15 of the Securities Act and Section 20 of the Exchange Act), and the directors, officers, shareholders, agents, members, partners or employees (and any other Persons with a functionally equivalent role of a Person holding such titles notwithstanding a lack of such title or any other title) of such controlling persons (each, a “ Purchaser Party ”) harmless from any and all losses, liabilities, obligations, claims, contingencies, damages, costs and expenses, including all judgments, amounts paid in settlements, court costs and reasonable attorneys’ fees and costs of investigation that any such Purchaser Party may suffer or incur as a result of or relating to (a) any breach of any of the representations, warranties, covenants or agreements made by the Company in this Agreement or in the other Transaction Documents or (b) any action instituted against the Purchaser Parties in any capacity, or any of them or their respective Affiliates, by any stockholder of the Company who is not an Affiliate of such Purchaser Party, with respect to any of the transactions contemplated by the Transaction Documents (unless such action is based primarily upon a material breach of such Purchaser Party’s representations, warranties or covenants under the Transaction Documents or any agreements or understandings such Purchaser Party may have with any such stockholder or any violations by such Purchaser Party of state or federal securities laws or any conduct by such Purchaser Party which is finally judicially determined to constitute fraud, gross negligence or willful misconduct). If any action shall be brought against any Purchaser Party in respect of which indemnity may be sought pursuant to this Agreement, such Purchaser Party shall promptly notify the Company in writing, and the Company shall have the right to assume the defense thereof with counsel of its own choosing reasonably acceptable to the Purchaser Party. Any Purchaser Party shall have the right to employ separate counsel in any such action and participate in the defense thereof, but the fees and expenses of such counsel shall be at the expense of such Purchaser Party except to the extent that (i) the employment thereof has been specifically authorized by the Company in writing, (ii) the Company has failed after a reasonable period of time to assume such defense and to employ counsel or (iii) in such action there is, in the reasonable opinion of counsel, a material conflict on any material issue between the position of the Company and the position of such Purchaser Party, in which case the Company shall be responsible for the reasonable fees and expenses of no more than one such separate counsel. The Company will not be liable to any Purchaser Party under this Agreement (y) for any settlement by a Purchaser Party effected without the Company’s prior written consent, which shall not be unreasonably withheld or delayed; or (z) to the extent, but only to the extent that a loss, claim, damage or liability is attributable to any Purchaser Party’s breach of any of the representations, warranties, covenants or agreements made by such Purchaser Party in this Agreement or in the other Transaction Documents. The indemnification required by this Section 4.5 shall be made by periodic payments of the amount thereof during the course of the investigation or defense, as and when bills are received or are incurred. The indemnity agreements contained herein shall be in addition to any cause of action or similar right of any Purchaser Party against the Company or others and any liabilities the Company may be subject to pursuant to law. 4.6 Listing of Common Stock . The Company hereby agrees to use reasonable best efforts to maintain the listing or quotation of the Common Stock on the Trading Market on which it is currently listed, and concurrently with the Closing, the Company shall apply to list or quote all of the Shares on such Trading Market and promptly secure the listing of all of the Shares on such Trading Market. The Company further agrees, if the Company applies to have the Common Stock traded on any other Trading Market, it will then include in such application all of the Shares, and will take such other action as is necessary to cause all of the Shares to be listed or quoted on such other Trading Market as promptly as possible. The Company will then take all action reasonably necessary to continue the listing and trading of its Common Stock on a Trading Market and will comply in all respects with the Company’s reporting, filing and other obligations under the bylaws or rules of the Trading Market. The Company agrees to maintain the eligibility of the Common Stock for electronic transfer through the Depository Trust Company or another established clearing corporation, including, without limitation, by timely payment of fees to the Depository Trust Company or such other established clearing corporation in connection with such electronic transfer. 15 4.7 Piggy Back Rights . Without limiting any obligation of the Company hereunder, if there is not an effective Registration Statement covering the resale by the Purchase of all of the Shares or the prospectus contained therein is not available for use and the Company shall determine to prepare and file with the SEC a registration statement or an offering statement relating to an offering for its own account or the account of others under the 1933 Act of any of its equity securities (other than on Form S-4 or Form S-8 (each as promulgated under the 1933 Act) or their then equivalents relating to equity securities to be issued solely in connection with any acquisition of any entity or business or equity securities issuable in connection with the Company’s stock option or other employee benefit plans), then the Company shall deliver to each Purchaser a written notice of such determination and, if within fifteen (15) days after the date of the delivery of such notice, any such Purchaser shall so request in writing, the Company shall include in such registration statement or offering statement all or any part of such Shares such Purchaser requests to be registered; provided, however, the Company shall not be required to register any Shares pursuant to this Section 4.7 that are eligible for resale pursuant to Rule 144 without restriction (including, without limitation, volume restrictions) and without the need for current public information required by Rule 144(c)(1) (or Rule 144(i)(2), if applicable) or that are the subject of a then-effective Registration Statement. 4.8 Form D; Blue Sky Filings . The Company agrees to timely file a Form D with respect to the Shares as required under Regulation D and to provide a copy thereof, promptly upon request of any Purchaser. The Company shall take such action as the Company shall reasonably determine is necessary in order to obtain an exemption for, or to qualify the Shares for, sale to the Purchasers at the Closing under applicable securities or “Blue Sky” laws of the states of the United States, and shall provide evidence of such actions promptly upon request of any Purchaser. ARTICLE V.\nMISCELLANEOUS 5.1 Termination . This Agreement may be terminated by any Purchaser, as to such Purchaser’s obligations hereunder only and without any effect whatsoever on the obligations between the Company and the other Purchasers, by written notice to the other parties, if the Closing has not been consummated on or before the fifth (5 th ) Trading Day following the date hereof; provided , however , that no such termination will affect the right of any party to sue for any breach by any other party (or parties). 5.2 Fees and Expenses . Except as expressly set forth in the Transaction Documents to the contrary, each party shall pay the fees and expenses of its advisers, counsel, accountants and other experts, if any, and all other expenses incurred by such party incident to the negotiation, preparation, execution, delivery and performance of this Agreement. The Company shall pay all Transfer Agent fees (including, without limitation, any fees required for same-day processing of any instruction letter delivered by the Company and any exercise notice delivered by a Purchaser), stamp taxes and other taxes and duties levied in connection with the delivery of any Shares to the Purchasers. 16 5.3 Entire Agreement . The Transaction Documents, together with the exhibits and schedules thereto, contain the entire understanding of the parties with respect to the subject matter hereof and thereof and supersede all prior agreements and understandings, oral or written, with respect to such matters, which the parties acknowledge have been merged into such documents, exhibits and schedules. 5.4 Notices . Any and all notices or other communications or deliveries required or permitted to be provided hereunder shall be in writing and shall be deemed given and effective on the earliest of: (a) the time of transmission, if such notice or communication is delivered via facsimile at the facsimile number or email attachment at the email address as set forth on the signature pages attached hereto at or prior to 5:30 p.m. (New York City time) on a Trading Day, (b) the next Trading Day after the time of transmission, if such notice or communication is delivered via facsimile at the facsimile number or email attachment at the email address as set forth on the signature pages attached hereto on a day that is not a Trading Day or later than 5:30 p.m. (New York City time) on any Trading Day, (c) the second (2 nd ) Trading Day following the date of mailing, if sent by U.S. nationally recognized overnight courier service or (d) upon actual receipt by the party to whom such notice is required to be given. The address for such notices and communications shall be as set forth on the signature pages attached hereto. 5.5 Amendments; Waivers . No provision of this Agreement may be waived, modified, supplemented or amended except in a written instrument signed, in the case of an amendment, by the Company and Purchasers which purchased at least 50.1% in interest of the Shares based on the initial Subscription Amounts hereunder (or, prior to the Closing, the Company and each Purchaser) or, in the case of a waiver, by the party against whom enforcement of any such waived provision is sought. No waiver of any default with respect to any provision, condition or requirement of this Agreement shall be deemed to be a continuing waiver in the future or a waiver of any subsequent default or a waiver of any other provision, condition or requirement hereof, nor shall any delay or omission of any party to exercise any right hereunder in any manner impair the exercise of any such right. Any proposed amendment or waiver that disproportionately, materially and adversely affects the rights and obligations of any Purchaser relative to the comparable rights and obligations of the other Purchasers shall require the prior written consent of such adversely affected Purchaser. Any amendment effected in accordance with this Section 5.5 shall be binding upon each Purchaser and holder of Shares and the Company. 5.6 Headings . The headings herein are for convenience only, do not constitute a part of this Agreement and shall not be deemed to limit or affect any of the provisions hereof. 5.7 Successors and Assigns . This Agreement shall be binding upon and inure to the benefit of the parties and their successors and permitted assigns. The Company may not assign this Agreement or any rights or obligations hereunder without the prior written consent of each Purchaser (other than by merger). Any Purchaser may assign any or all of its rights under this Agreement to any Person to whom such Purchaser assigns or transfers any Shares, provided that such transferee agrees in writing to be bound, with respect to the transferred Shares, by the provisions of the Transaction Documents that apply to the “Purchasers.” 17 5.8 No Third-Party Beneficiaries . This Agreement is intended for the benefit of the parties hereto and their respective successors and permitted assigns and is not for the benefit of, nor may any provision hereof be enforced by, any other Person, except as otherwise set forth in Section 4.5. 5.9 Governing Law . All questions concerning the construction, validity, enforcement and interpretation of the Transaction Documents shall be governed by and construed and enforced in accordance with the internal laws of the State of New York, without regard to the principles of conflicts of law thereof. Each party agrees that all legal Proceedings concerning the interpretations, enforcement and defense of the transactions contemplated by this Agreement and any other Transaction Documents (whether brought against a party hereto or its respective affiliates, directors, officers, shareholders, partners, members, employees or agents) shall be commenced exclusively in the state and federal courts sitting in the City of New York. Each party hereby irrevocably submits to the exclusive jurisdiction of the state and federal courts sitting in the City of New York, Borough of Manhattan for the adjudication of any dispute hereunder or in connection herewith or with any transaction contemplated hereby or discussed herein (including with respect to the enforcement of any of the Transaction Documents), and hereby irrevocably waives, and agrees not to assert in any Action or Proceeding, any claim that it is not personally subject to the jurisdiction of any such court, that such Action or Proceeding is improper or is an inconvenient venue for such Proceeding. Each party hereby irrevocably waives personal service of process and consents to process being served in any such Action or Proceeding by mailing a copy thereof via registered or certified mail or overnight delivery (with evidence of delivery) to such party at the address in effect for notices to it under this Agreement and agrees that such service shall constitute good and sufficient service of process and notice thereof. Nothing contained herein shall be deemed to limit in any way any right to serve process in any other manner permitted by law. If any party shall commence an Action or Proceeding to enforce any provisions of the Transaction Documents, then, in addition to the obligations of the Company under Section 4.5, the prevailing party in such Action or Proceeding shall be reimbursed by the non-prevailing party for its reasonable attorneys’ fees and other costs and expenses incurred with the investigation, preparation and prosecution of such Action or Proceeding. 5.10 Survival . The representations and warranties contained herein shall survive the Closing and the delivery of the Shares. 5.11 Execution . This Agreement may be executed in two or more counterparts, all of which when taken together shall be considered one and the same agreement and shall become effective when counterparts have been signed by each party and delivered to each other party, it being understood that the parties need not sign the same counterpart. In the event that any signature is delivered by facsimile transmission or by e-mail delivery of a “.pdf” format data file, such signature shall create a valid and binding obligation of the party executing (or on whose behalf such signature is executed) with the same force and effect as if such facsimile or “.pdf” signature page were an original thereof. 5.12 Severability . If any term, provision, covenant or restriction of this Agreement is held by a court of competent jurisdiction to be invalid, illegal, void or unenforceable, the remainder of the terms, provisions, covenants and restrictions set forth herein shall remain in full force and effect and shall in no way be affected, impaired or invalidated, and the parties hereto shall use their commercially reasonable efforts to find and employ an alternative means to achieve the same or substantially the same result as that contemplated by such term, provision, covenant or restriction. It is hereby stipulated and declared to be the intention of the parties that they would have executed the remaining terms, provisions, covenants and restrictions without including any of such that may be hereafter declared invalid, illegal, void or unenforceable. 18 5.13 Rescission and Withdrawal Right . Notwithstanding anything to the contrary contained in (and without limiting any similar provisions of) any of the other Transaction Documents, whenever any Purchaser exercises a right, election, demand or option under a Transaction Document and the Company does not timely perform its related obligations within the periods therein provided, then such Purchaser may rescind or withdraw, in its sole discretion from time to time upon written notice to the Company, any relevant notice, demand or election in whole or in part without prejudice to its future actions and rights. 5.14 Replacement of Shares . If any certificate or instrument evidencing any Shares is mutilated, lost, stolen or destroyed, the Company shall issue or cause to be issued in exchange and substitution for and upon cancellation thereof (in the case of mutilation), or in lieu of and substitution therefor, a new certificate or instrument, but only upon receipt of evidence reasonably satisfactory to the Company of such loss, theft or destruction. The applicant for a new certificate or instrument under such circumstances shall also pay any reasonable third-party costs (including customary indemnity) associated with the issuance of such replacement Shares. 5.15 Remedies . In addition to being entitled to exercise all rights provided herein or granted by law, including recovery of damages, each of the Purchasers and the Company will be entitled to specific performance under the Transaction Documents. The parties agree that monetary damages may not be adequate compensation for any loss incurred by reason of any breach of obligations contained in the Transaction Documents and hereby agree to waive and not to assert in any Action for specific performance of any such obligation the defense that a remedy at law would be adequate. 5.16 Saturdays, Sundays, Holidays, etc. If the last or appointed day for the taking of any action or the expiration of any right required or granted herein shall not be a Business Day, then such action may be taken or such right may be exercised on the next succeeding Business Day. 5.17 Construction . The parties agree that each of them and/or their respective counsel have reviewed and had an opportunity to revise the Transaction Documents and, therefore, the normal rule of construction to the effect that any ambiguities are to be resolved against the drafting party shall not be employed in the interpretation of the Transaction Documents or any amendments thereto. In addition, each and every reference to share prices and shares of Common Stock in any Transaction Document shall be subject to adjustment for reverse and forward stock splits, stock dividends, stock combinations and other similar transactions of the Common Stock that occur after the date of this Agreement. 5.18 WAIVER OF JURY TRIAL . IN ANY ACTION, SUIT, OR PROCEEDING IN ANY JURISDICTION BROUGHT BY ANY PARTY AGAINST ANY OTHER PARTY, THE PARTIES EACH KNOWINGLY AND INTENTIONALLY, TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW, HEREBY ABSOLUTELY, UNCONDITIONALLY, IRREVOCABLY AND EXPRESSLY WAIVES FOREVER TRIAL BY JURY. (Signature Pages Follow) 19 IN WITNESS WHEREOF, the parties hereto have caused this Securities Purchase Agreement to be duly executed by their respective authorized signatories as of the date first indicated above. NAUTICUS ROBOTICS, INC. Address for Notice: By: /s/ John W. Gibson, Jr. 17146 Feathercraft Lane Name: John W. Gibson, Jr. Suite 450 Title: President Webster, TX 77598 With a copy to (which shall not constitute notice): [REMAINDER OF PAGE INTENTIONALLY LEFT BLANK SIGNATURE PAGE FOR PURCHASER FOLLOWS] 20 [PURCHASER SIGNATURE PAGES TO Nauticus SECURITIES PURCHASE AGREEMENT] IN WITNESS WHEREOF, the undersigned have caused this Securities Purchase Agreement to be duly executed by their respective authorized signatories as of the date first indicated above. Name of Purchaser: ATW Special Situations I LLC Signature of Authorized Signatory of Purchaser : /s/ Antonio Ruiz-Gimenez Name of Authorized Signatory: Antonio Ruiz-Gimenez Title of Authorized Signatory: Authorized Signatory Email Address of Authorized Signatory: Address for Notice to Purchaser: 17 State Street, Suite 2100 New York, N.Y. 10004 Address for Delivery of Shares to Purchaser (if not same as address for notice): Subscription Amount: $5,000 Shares: 2,500 (calculated at the Per Share Purchase Price) EIN Number:",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "webster",
          "sentiment": "none"
        },
        {
          "name": "feathercraft lane",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "united states securities",
          "sentiment": "negative"
        },
        {
          "name": "nauticus",
          "sentiment": "none"
        },
        {
          "name": "irs",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "d.c.",
          "sentiment": "none"
        },
        {
          "name": "washington",
          "sentiment": "none"
        },
        {
          "name": "tx",
          "sentiment": "none"
        },
        {
          "name": "delaware",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T00:15:50.293+02:00",
    "updated": "2024-01-06T00:15:50.293+02:00"
  },
  {
    "uuid": "ef29410368d3459385955923b0107af2bb7585ba",
    "url": "https://www.infobae.com/mascotas/2024/07/18/encontraste-a-un-animal-perdido-aprende-como-debes-actuar-para-salvar-su-vida",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@infobae",
    "published": "2024-07-19T10:27:00Z",
    "title": "¿Encontraste a un animal perdido? Aprende cómo debes actuar para salvar su vida - Infobae",
    "text": "Ayudar a un animal callejero puede aumentar sus probabilidades de supervivencia en gran medida. (Imagen Ilustrativa Infobae) El abandono animal es un problema creciente que aqueja cada vez a más países. Es posible que durante alguna caminata o paseo te hayas cruzado con algún gato o perro caminando libremente por la calle . En el caso de los felinos, suele ser normal que sus dueños los dejen salir a la calle, por lo que no es tarea fácil determinar están desamparados o no.\nMientras que la situación de los perros es un poco diferente. Si bien existen propietarios que permiten que sus mascotas salgan a dar paseos por su cuenta, no es tan común como en el caso de los gatos, por lo que aprender a cómo identificar si un animal está abandonado o perdido ayudará a evitarle malas experiencias a sus dueños.\nAyudar a las mascotas extraviadas normalmente aumenta tanto sus probabilidades de supervivencia como de encontrar a su dueño si es que lo tiene, por lo que organizaciones internacionales preocupadas por el bienestar de los seres sintientes como Four Paws emitieron una serie de recomendaciones para saber qué hacer y cómo identificar a los animales de compañía en apuros.\n¿Qué puedo hacer si encuentro a un perro en la calle? Buscar un collar con placa o microchip será uno de los pasos más importantes para reunir a las mascotas con sus dueños. En caso de encontrar a un perro aparentemente perdido, los miembros de Four Paws recomiendan llamar su atención, aunque advierten que cuando están estresados será muy difícil que se dejen tocar por extraños y tienden a huir cuando se les intenta capturar.\nTener una voz alta y amigable y darle golosinas podría ayudar a ganarse su atención y confianza. Si se deja acariciar es posible que puedas colocarle una correa.\nUna vez con el perro bajo tu cuidado podrás verificar si lleva un collar o una etiqueta, en caso de encontrarlo, llamar al número grabado en ella podría ayudar a que su propietario sepa sobre el paradero de su mascota.\nSi no encuentras ninguna placa o etiqueta, llevarlo al veterinario para que lo escanee en búsqueda de un microchip deberá ser el siguiente paso en la lista. Ahí mismo podrá recibir atención médica para asegurarse que goza de un buen estado de salud.\nPor último, si no se comprueba que le pertenece a alguien, puedes comunicarte con un refugio, grupo de rescate local o similares para que te instruyan sobre los pasos a seguir y sacar a la mascota de la calle, donde sus probabilidades de supervivencia se reducen dramáticamente.\n¿Cómo puedo ayudar a un gato callejero? El comportamiento de los perros y gatos es diferente, por lo que los pasos a seguir también son distintos. El comportamiento de los gatos es muy diferente al de los perros, por lo que los pasos a seguir en caso de encontrarte con uno que deambula por la calle también son distintos.\nLa primera cosa de la lista es averiguar si es una mascota callejera, salvaje, perdida o con un dueño que le permite salir a pasear por su cuenta. Consultar con los vecinos si conocen al animal de compañía ayudará a conocer su contexto.\nMiembros de Four Paws señalan que los gatos callejeros tienden a ser asustadizos con los humanos y podrían salir corriendo si perciben una amenaza. Al igual que con los perros, se debe comprobar si cuenta con un collar o placa con los datos pertinentes de su dueño.\nSi no encuentras señales de propiedad, puedes intentar atraparlo utilizando una toalla gruesa, siempre evitando estresarlo para no llevarte un arañazo o alguna mordida. Se recomienda el uso de una trampa para trasladarlos de manera segura al veterinario.\nUna vez en la clínica, podrán comprobar si cuenta con un microchip el cual escanear en busca de los datos pertinentes de contacto. En caso de no tener un implante, integrantes de la organización recomiendan correr la voz de que hallaste a una mascota mediante carteles o publicándolo en redes sociales.\nSi después de todos estos pasos el dueño no aparece, puedes tomar una de dos decisiones: adoptarlo o llevarlo a un refugio local donde podrán buscarle un hogar permanente.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Environment"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-19T13:29:50.563+03:00",
    "updated": "2024-07-19T13:29:50.563+03:00"
  },
  {
    "uuid": "bcacb8bb058becbc9b2d6ea8fc5b13470686e596",
    "url": "https://www.elnuevosiglo.com.co/internacional/amazon-lanzara-sus-primeros-satelites-rivales-de-starlink",
    "ord_in_thread": 0,
    "author": "@elnuevosiglo",
    "published": "2025-04-02T22:59:19Z",
    "title": "Amazon lanzará sus primeros satélites rivales de Starlink | El Nuevo Siglo",
    "text": "[Miércoles, 2 de Abril de 2025]\nLa empresa Amazon del multimillonario Jeff Bezos se prepara para el lanzamiento de sus primeros satélites con los que cuenta proveer acceso a internet desde el espacio y competir con Starlink, de Elon Musk.\nEsta misión prevé el lanzamiento de 27 satélites por medio de un cohete Atlas V del grupo United Launch Alliance (ULA), que incluye a Boeing y Lockheed Martin.\nEl despegue está previsto para el 9 de abril a partir del mediodía hora local (16H00 GMT) desde Cabo Cañaveral en Florida, precisó ULA, que ya había lanzado en 2023 dos prototipos para el gigante de las ventas en línea.\nLos 27 satélites son un primer lote de una constelación de hasta 3.200 dispositivos en órbita baja que proveerán internet de alta velocidad a zonas remotas.\nDe acuerdo con Amazon, este servicio se pondrá en marcha en 2025. La empresa de Bezos busca competir directamente con la red satelital de Musk.\nStarlink dispone hoy de más de 6.750 satélites en órbita, según su sitio web, y es líder mundial de este mercado en rápido crecimiento.\nEn segundo lugar está el europeo Eutelsat. Otros jugadores, como el chino GuoWang o el canadiense Telesat, disputan una porción de ese mercado.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Science and Technology"
    ],
    "topics": [
      "Science and Technology->scientific innovation",
      "Science and Technology->technology and engineering"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": false,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [
        {
          "name": "Jeff Bezos",
          "sentiment": "neutral"
        },
        {
          "name": "Elon Musk",
          "sentiment": "neutral"
        }
      ],
      "locations": [
        {
          "name": "Miércoles",
          "sentiment": "neutral"
        },
        {
          "name": "internet",
          "sentiment": "neutral"
        },
        {
          "name": "Starlink",
          "sentiment": "neutral"
        },
        {
          "name": "Atlas V",
          "sentiment": "neutral"
        },
        {
          "name": "Lockheed Martin",
          "sentiment": "neutral"
        },
        {
          "name": "Cabo Cañaveral",
          "sentiment": "neutral"
        },
        {
          "name": "Florida",
          "sentiment": "neutral"
        },
        {
          "name": "La empresa de Bezos",
          "sentiment": "neutral"
        },
        {
          "name": "Telesat",
          "sentiment": "neutral"
        }
      ],
      "organizations": [
        {
          "name": "Amazon",
          "sentiment": "neutral",
          "tickers": [
            {
              "ticker": "AMZN",
              "exchange": "NASDAQ"
            }
          ]
        },
        {
          "name": "United Launch Alliance",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "ULA",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Boeing",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "Eutelsat",
          "sentiment": "neutral",
          "tickers": []
        },
        {
          "name": "GuoWang",
          "sentiment": "neutral",
          "tickers": []
        }
      ]
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-04-03T01:59:19.522+03:00",
    "updated": "2025-04-03T01:59:19.522+03:00"
  },
  {
    "uuid": "3ec2e9d5e0d20621b78d655f6316b942daea33cc",
    "url": "http://business.times-online.com/times-online/article/newsfile-2023-12-28-former-nfl-standout-rob-sims-and-pro-football-hall-of-fame-member-calvin-johnson-jr-launch-locker-room-insurance-to-empower-agents-and-elevate-the-industry",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Valley City Times-Record",
    "published": "2023-12-28T00:00:00Z",
    "title": "Former NFL standout Rob Sims and Pro Football Hall of Fame Member Calvin Johnson Jr. Launch Locker Room Insurance to Empower Agents and Elevate the Industry | User | times-online.com",
    "text": "Los Angeles, California--(Newsfile Corp. - December 28, 2023) - Locker Room Insurance is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his former NFL teammate, along with experienced business executive and licensed insurance agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance. Johnson Jr. , known for his Hall of Fame football career with the Detroit Lions, has been deeply engaged in community service since childhood, in part because he is the grandchild of a Baptist minister. His dedication led him to establish the Calvin Johnson Jr. Foundation , which has made a difference for nearly 13 years. \"The feeling you get from serving people is contagious. It feels great knowing I'm serving my neighbors and providing for families,\" Johnson Jr. said. Sims , a nine-year NFL veteran who also played with the Lions, shared a similar sentiment. \"We're big on finding solutions that benefit other people. It fills us with excitement to empower those without similar opportunities, enabling them to secure their family's financial future and enhance the community.\" To view an enhanced version of this graphic, please visit: https://images.newsfilecorp.com/files/8798/191320_bd8138025409e9b3_001full.jpg Freeman, a mission-driven executive known for his broad business acumen and servant leadership style, is equally excited about the program and its impact on the community. \"A quarter of the population doesn't have any type of insurance,\" Freeman observed. \"We want to be able to help. Rob and Calvin have a lot of people they love to help in various ways, but they can't take all of them to the NFL. They might also not be able to help them with other capital-intensive ventures. With insurance, they'll help many agents change their lives and their families' futures through a low barrier entrance, low capital insurance model.\" To get an in-person look at how they operate, apply for an opportunity to attend the Locker Room Insurance launch party in the Detroit area later this year, where they will hosting a NFL Playoff watch party as well as providing a business overview for prospective agents. Apply to attend here . About Locker Room Insurance: https://api.newsfilecorp.com/redirect/BpRq7tJm0W is a forward-thinking insurance brokerage co-founded by 2021 Pro Football Hall of Fame inductee Calvin Johnson Jr. and Rob Sims, his NFL teammate, along with experienced business executive and licensed agent Craig Freeman. Together, they're on a mission to elevate the insurance industry and reach underserved markets through Locker Room Insurance. Media Contact: Company contact full name: Craig Freeman and Robyn Sims Company contact email: [press@lockerroominsurance.com](mailto:press@lockerroominsurance.com) Contact Phone: 248-8253287 To view the source version of this press release, please visit https://api.newsfilecorp.com/redirect/552BqcVpAD",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://api.newsfilecorp.com/redirect/kOK78szZ1e",
      "https://api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/552BqcVpAD",
      "https://www.api.newsfilecorp.com/redirect/QOA4xsDZXj",
      "https://www.api.newsfilecorp.com/redirect/m3R81sNaez",
      "https://www.api.newsfilecorp.com/redirect/GmA71iRJQp",
      "https://www.api.newsfilecorp.com/redirect/BpRq7tJm0W",
      "https://www.api.newsfilecorp.com/redirect/JgAyWhWejY",
      "https://www.api.newsfilecorp.com/redirect/kOK78szZ1e"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "calvin johnson jr",
          "sentiment": "negative"
        },
        {
          "name": "rob sims",
          "sentiment": "negative"
        },
        {
          "name": "craig freeman",
          "sentiment": "none"
        },
        {
          "name": "johnson jr.",
          "sentiment": "none"
        },
        {
          "name": "calvin johnson jr.",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "nfl",
          "sentiment": "negative"
        },
        {
          "name": "locker room insurance",
          "sentiment": "negative"
        },
        {
          "name": "launch locker room insurance",
          "sentiment": "negative"
        },
        {
          "name": "(newsfile corp.",
          "sentiment": "neutral"
        },
        {
          "name": "hall of fame",
          "sentiment": "none"
        },
        {
          "name": "lions",
          "sentiment": "none"
        },
        {
          "name": "foundation",
          "sentiment": "none"
        },
        {
          "name": "detroit lions",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "los angeles",
          "sentiment": "none"
        },
        {
          "name": "california",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:50:43.239+02:00",
    "updated": "2023-12-29T01:50:43.239+02:00"
  },
  {
    "uuid": "f74873b522511792af8dd94505c8c0309e3109a4",
    "url": "https://www.expreso.ec/actualidad/mundo/hallan-imagenes-termicas-nina-perdida-pantano-florida-191496.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Agencia EFE",
    "published": "2024-02-29T22:33:00Z",
    "title": "Hallan con imágenes térmicas a una niña perdida en un pantano de Florida",
    "text": "[Mundo] Hallan con imágenes térmicas a una niña perdida en un pantano de Florida La niña, de 5 años, fue hallada en medio de la noche con el agua hasta los tobillos en un pantano Una niña autista que se había extraviado la noche del lunes 26 de febrero fue hallada en un pantano cercano a la ciudad de Tampa (Florida, EE.UU.) gracias a imágenes térmicas de cámaras corporales detectadas desde un avión por las autoridades que la buscaban. Brasil acaba de superar un millón de casos de dengue en lo que va del año [Leer más](/actualidad/mundo/brasil-supera-millon-casos-dengue-ano-191495) (Además: [Cuatro personas murieron en el incendio de dos edificios de viviendas en Valencia](https://www.expreso.ec/actualidad/mundo/cuatro-personas-murieron-incendio-dos-edificios-viviendas-valencia-190727.html) La niña, de 5 años, fue hallada en medio de la noche con el agua hasta los tobillos en un pantano, un ecosistema que, especialmente en el sur de Florida, está habitado por gran cantidad de fauna, principalmente cocodrilos. La oficina del alguacil del condado Hillsborough informó que el lunes una unidad aérea utilizó imágenes térmicas para guiar a los agentes en tierra hasta la menor tras su desaparición. (Sigue leyendo: [Identifican una molécula con potencial para desarrollar terapias para la ansiedad](https://www.expreso.ec/ciencia-y-tecnologia/identifican-molecula-potencial-desarrollar-terapias-ansiedad-189482.html) ) Propuesta del Parlamento venezolano para elecciones incluye \"27 fechas\" planteadas [Leer más](/actualidad/mundo/propuesta-parlamento-venezolano-elecciones-incluye-27-fechas-planteadas-191487) La niña se alejó la noche de ese día de su casa, detalló el alguacil Chad Chronister. Las imágenes de las cámaras corporales muestran los momentos en que los agentes rescataron a la niña en una densa zona boscosa y pantanosa. \"Al reconocer el peligro inminente, la unidad de aviación trabajó rápidamente y guio a los agentes en tierra hasta su ubicación, donde la encontraron sana y salva\", detalló la oficina del alguacil. \"Su rápida acción salvó el día, convirtiendo una tragedia potencial en una reunión esperanzadora\", dijo Chronister en un comunicado. ¿Quieres leer contenido internacional? [¡SUSCRÍBETE AQUÍ!](https://suscripcion.expreso.ec/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-01T00:45:05.451+02:00",
    "updated": "2024-03-01T01:45:31.670+02:00"
  }
]