[
  {
    "uuid": "f49dd3cabe4a61d023f433b6bcb91cdb629ad5f3",
    "url": "https://www.youtube.com/watch?v=-SO4-QtylwY",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Corriere della Sera",
    "published": "2024-05-05T12:48:00Z",
    "title": "Niccolò Introna, ecco chi è l’eroe dimenticato che sfidò i nazisti per salvare l’oro degli italiani",
    "text": "Niccolò Introna, ecco chi è l’eroe dimenticato che sfidò i nazisti per salvare l’oro degli italianiQuando il 20 settembre del 1943 un gruppo di ufficiali nazisti entra nella Banca d'Italia un solo uomo decide di opporsi e organizza un inganno per impedire loro di trafugare la ricchezza degli italiani: è Niccolò Introna, un eroe presto dimenticato. Il giornalista del Corriere della Sera Federico Fubini racconta la sua storia nel suo ultimo libo «L’oro e la patria» (Mondadori) dopo aver avuto accesso a circa 80mila pagine di documenti in parte riservati. Tra le tante cose svelate, Fubini ricostruisce per la prima volta, in modo inoppugnabile, l’appropriazione di denaro pubblico da parte di Mussolini e tutta la sofferta vicenda dell’oro della Banca d’Italia.​- Qui l'articolo di Aldo Cazzullo sul libro «L'oro e la patria» Guarda il video su Corriere: https://video.corriere.it/cronaca/niccolo-introna-ecco-chi-e-l-eroe-dimenticato-che-sfido-i-nazisti-per-salvare-l-oro-degli-italiani/b7b2edd8-cccc-4007-931c-4126d0706xlk",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "italian",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "War, Conflict and Unrest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://video.corriere.it/cronaca/niccolo-introna-ecco-chi-e-l-eroe-dimenticato-che-sfido-i-nazisti-per-salvare-l-oro-degli-italiani/b7b2edd8-cccc-4007-931c-4126d0706xlk",
      "https://www.video.corriere.it/cronaca/niccolo-introna-ecco-chi-e-l-eroe-dimenticato-che-sfido-i-nazisti-per-salvare-l-oro-degli-italiani/b7b2edd8-cccc-4007-931c-4126d0706xlk"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-05-05T16:20:32.169+03:00",
    "updated": "2024-05-05T16:20:32.169+03:00"
  },
  {
    "uuid": "94436202029739f73dbd13b0aaefbd7fa717f723",
    "url": "https://www.elsiglodetorreon.com.mx/noticia/2024/alcaldesa-de-gomez-palacio-y-regidores-abandonan-sesion-de-cabildo.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "El Siglo de Torreón",
    "published": "2024-06-06T05:00:00Z",
    "title": "Alcaldesa de Gómez Palacio y regidores abandonan sesión de Cabildo",
    "text": "Debido a que en la sesión de Cabildo de este 6 de junio el regidor morenista, Armando Navarro, destinó cerca de 4 minutos a hablar del triunfo que calificó como \"arrollador\" de Claudia Sheinbaum Pardo, sin ser el cabildo un foro para abordar temas políticos o partidistas fue que tanto la alcaldesa, Leticia Herrera Ale, como otros regidores decidieron abandonar el recinto. Lo anterior porque no es la primera vez que el tiempo destinado para tratar asuntos de Gómez Palacio, como los servicios públicos, la obra pública, el alumbrado, la seguridad pública, las necesidades en salud, educación, y otros de interés colectivo es utilizado por el regidor para abordar temas partidistas relacionados con Morena. Incluso los regidores morenistas, en esta ocasión, se expresaron en contra de este tipo de manifestaciones partidistas en el Cabildo. Luego de la intervención de Navarro, la regidora panista, Claudia Galán, comentó que el Cabildo debe ser apartidista y trabajar de forma conjunta: \"Se me hizo absurdo la presentación que expuso en estos momentos\". \"No es el foro, no es el lugar, no es su mañanera regidor. Dedíquese a sus comisiones, a asistir y ser un regidor propositivo y creativo desde la naturaleza de sus comisiones. Ayer llevamos a cabo, la mayoría de los regidores, una reunión de suma importancia con el subsecretario de Educación, Ulises Adame, y usted brilló por su ausencia. Dedíquese a los temas que verdaderamente le interesan al pueblo de Gómez Palacio\", dijo el regidor priísta, Víctor Habib. La regidora morenista, Guadalupe Sánchez Tostado, dijo: \"No me digan que el trabajo que se hizo en la administración pasada (que fue de Morena) fue lo máximo, si vamos a hablar de política fue lo peor que hubo y lo digo yo que soy de Morena\". Sánchez Tostado dijo que en todos los partidos políticos hay gente valiosa \"y gente que de veras hay que darle la media vuelta porque no me digan que los compañeros de Morena que ganaron son lo máximo; no me lo digan aquí porque entonces sí me voy a reír\", aseguró. El regidor panista, Uvaldo Najera consideró la intervención de Navarro como una burla: \"Me resulta evidente, pero me da mucha tristeza, asumir esto como una burla. No es el foro\", aseguró y mencionó que en el Cabildo de Gómez Palacio sus integrantes no trabajan para el gobierno federal ni para el estatal sino para Gómez Palacio. El secretario del Ayuntamiento, Vicente Reyes, dijo que Navarro falta el respeto y al tiempo de todos los compañeros de Cabildo con este tipo de intervenciones: \"Me queda claro que tiene un total desconocimiento del reglamento de Cabildo porque ya lo había instruido yo en múltiples y repetidas ocasiones respecto a cuáles son los temas que se pueden tratar\", aseguró Reyes quien solicitó a la Comisión de Gobernación y Puntos Constitucionales estudien el caso para llevar a cabo la sanción respectiva. El regidor Armando Navarro dijo que él esperaba esa reacción y aseguró que tiene la oportunidad de expresar sus puntos de vista y refirió al secretario del Ayuntamiento que en su caso particular, por ser secretario del Ayuntamiento, no debería emitir una opinión: \"Es que usted está dando una opinión y usted nada mas es el secretario; es un moderador, pero vierte opinión cuando no tiene por qué estar vertiendo opinión. Yo me dirijo al Cabildo porque es un hecho trascendental lo que sucedió en nuestro país. No estoy faltando el respeto simplemente estoy haciendo un balance de lo que sucedió a nivel nacional\", dijo el regidor, quien justificó de esta manera la lectura de estadísticas del triunfo de Sheinbaum en el país. Luego de esta intervención la alcaldesa, Leticia Herrera Ale, se levantó de su asiento y dijo que al Cabildo acuden a tratar temas importantes: \"Y no a pelearnos. Yo me retiro, muchísimas gracias\". De inmediato se retiraron otros regidores y otros mas se quedaron por lo que con 10 integrantes del Cabildo hubo el quórum suficiente para continuar con la sesión pero el tema siguió. \"Con todo respeto. Esta tribuna debe ser utilizada para lo que conforme al reglamento es. Si usted quiere rendir un informe de sus estadísticas hágalo al seno de su bancada de su partido porque yo no lo ví en la rueda de prensa del lunes. Tenemos que ser fuertes en la derrota y muy humildes en la victoria, pavonearse sirve de nada. Hoy los estadíos político electorales son variables y todos los sabemos\", comentó el regidor priísta Gabino Guerrero a Navarro. Nuevamente intervino el secretario del Ayuntamiento, Vicente Reyes, con una moción de orden: \"No convirtamos esto en una cena de negros\", pidió y explicó que su interés es que no se esté violando el reglamento interior de Cabildo. El regidor morenista, Yahir Vitela, dijo que hay cosas que no son necesarias mencionar y externó sus respetos a todos los candidatos. Posterior a eso el regidor priísta Víctor Habib habló sobra obras y acciones del gobierno municipal tras lo cual finalmente concluyó la sesión de Cabildo. Cabildo de Gómez Palacio. (ESPECIAL)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://www.google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=DIANA+GONZ%C3%81LEZ)",
      "https://www.google.com/search",
      "https://google.com/search?as_sitesearch=elsiglodetorreon.com.mx&q=DIANA+GONZ%C3%81LEZ)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-07T01:26:22.419+03:00",
    "updated": "2024-06-07T02:23:17.219+03:00"
  },
  {
    "uuid": "379181d0ef665e011fc716d261fb40dadb34e3fa",
    "url": "https://ravallirepublic.com/news/nation-world/2024-to-be-an-exciting-year-for-space-exploration-and-more-of-todays-top-videos/collection_4da48354-5d2b-5bab-831a-74c56adec8e6.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VideoElephant",
    "published": "2024-01-05T05:00:00Z",
    "title": "2024 to be an exciting year for space exploration, and more of today's top videos",
    "text": "Just In 2024 to be an exciting year for space exploration, and more of today's top videos Why 2024 could be one of the biggest years ever for space exploration, ex-Olympic runner Oscar Pistorius was released from jail on parole, and more of today's top videos. (9) updates to this series since 2023 was one of the biggest years ever for space exploration. More people were in space at the same time than ever before, the number of space… South Africa's ex-Olympic runner Oscar Pistorius was released from jail on parole Friday and \"is now at home\", authorities said, almost 11 yea… In Colombia, an oncilla, better known as a tiger cat, was released on Wednesday, January 3rd, back into its natural habitat after being rescue… The powerful earthquake, that struck western Japan on New Year's Day, caused widespread devastation and killed more than 80 people. North Korea has provided Russia with ballistic missiles and missile launchers that were used in recent attacks on Ukraine in a major escalatio… A truly heartwarming reunion took place in southern India when a baby elephant which had gotten separated from its herd was reunited with its … Another Palestinian dies in Israeli prison; Al Jazeera hears the harrowing testimony of torture & degrading treatment suffered by detainees. As international attention briefly shifted to the possibility of a wider Middle East war, daily Israeli attacks in Gaza are a reminder of the … Heavy rains continue to cause persistent flooding in regions of France and Germany.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Science and Technology",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "oscar pistorius",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "colombia",
          "sentiment": "none"
        },
        {
          "name": "japan",
          "sentiment": "none"
        },
        {
          "name": "ukraine",
          "sentiment": "none"
        },
        {
          "name": "south africa",
          "sentiment": "none"
        },
        {
          "name": "north korea",
          "sentiment": "none"
        },
        {
          "name": "russia",
          "sentiment": "none"
        },
        {
          "name": "india",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-06T03:17:17.339+02:00",
    "updated": "2024-01-06T03:17:17.339+02:00"
  },
  {
    "uuid": "db9b004a38fb6a13704eeb3031e56ff69f1ab100",
    "url": "https://localnews8.com/politics/cnn-us-politics/2024/02/01/group-of-palestinian-americans-skip-blinken-meeting-over-biden-admins-support-for-israels-offensive-in-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "CNN Newsource",
    "published": "2024-02-01T22:20:00Z",
    "title": "Group of Palestinian-Americans skip Blinken meeting over Biden admin’s support for Israel’s offensive in Gaza - Local News 8",
    "text": "By Jennifer Hansler, and Khalil Abdallah, CNN\n(CNN) — A number of Palestinian-Americans refused to attend a roundtable meeting with US Secretary of State Antony Blinken on Thursday to discuss the situation in Gaza in protest against the Biden administration’s ongoing support for Israel’s offensive in the war-torn strip – a military campaign that has exacted a massive humanitarian toll.\n“We do not know what more Secretary Blinken or President (Joe) Biden need to hear or see to compel them to end their complicity in this genocide,” several of those who rejected the invitation said in a press statement distributed by the non-profit Institute for Middle East Understanding (IMEU).\n“They show us every day whose lives they value and whose lives they consider disposable. We will not be attending this discussion which can only amount to a box-ticking exercise. Our families, our community and all Palestinians deserve better,” the signatories wrote.\n“There is one thing that we, our community and countless others around the US and the world, including American unions representing nearly 8 million workers and at least 47 US cities, have been asking of this administration: to demand a permanent ceasefire to save Palestinians lives and stop the destruction of Gaza,” they wrote. “A meeting of this nature at this moment in time is insulting and performative.”\nBlinken and other members of the Biden administration have called on Israel to do more to protect civilian s and allow more humanitarian aid into Gaza. The officials, however, have continually rejected the idea of a ceasefire, instead advocating for “humanitarian pauses.”\nThursday’s meeting with Blinken comes amid continued outrage from many progressive Democrats, Muslim and younger voters about the administration’s handling of Gaza – opposition that poses a growing political problem for Biden. The refusal of several invitees to attend underscores the immense anger felt by many in the United States – including some within the federal government – over the toll from the conflict, which was launched following Hamas’ brutal attack on Israel on October 7. More than 26,000 have been killed, hundreds of thousands have been displaced, and Gaza is on the brink of famine. More than 200 Israeli soldiers have been killed in the offensive.\nSix people did attend the meeting, a source familiar told CNN, and those who attended felt conflicted about doing so, but felt they should take advantage of the opportunity to speak to the need for urgent change in US policy toward Gaza.\n‘Soul-searching’\nOne of the invitees to the roundtable, Dr. Tariq Haddad, said in an intensely personal, 12-page letter to Blinken that he initially intended to go to the meeting.\nHowever, “after a lot of soul-searching I have decided that I cannot in good conscience meet with you today knowing this administration’s policies have been responsible for the death of over 80 of my family members including dozens of children, the suffering of hundreds of my remaining family, the famine my family is currently subjected to and the destruction of all my family’s homes,” Haddad wrote in the letter.\n“The more I thought about this meeting, the more I could not emotionally bring myself to look you in the eyes, Secretary Blinken, knowing you and President Biden have knowingly contributed to the suffering and murder of so many of my family, the homelessness and dispossession of 2 million Gazans, and the famine that has befallen my remaining family members,” Haddad said.\n“How does one meet for what I was told would be 3 minutes, with a person you hold responsible for not just the killing of your child, but rather the murder of over 80 of your family members?” he asked in his letter.\n“How do I look you in the eyes knowing you couldn’t even do the basic minimum like calling for a ceasefire to end the suffering and carnage, and even worse, are cutting off humanitarian assistance to 2 million people going through a famine of historic proportions,” he wrote, appearing to reference the suspension of US aid to the UN’s main relief agency in Gaza, UNRWA.\n“My family are subsisting on animal feed, Secretary Blinken, because of your policies,” he said.\n“You could have called for a cease-fire at any point in the past four months and ended all this suffering and death, and you have not. You could have used your diplomatic pressure to end the suffering, and you chose not to. You could have recognized that shutting off aid to an area that is experiencing the worst famine and human rights disaster in modern history is unethical, yet you chose not to. This is why it is very difficult emotionally for me to meet you today, to somehow normalize a meeting with an administration that continues day after day to cause so much suffering and death with their policies,” he wrote.\nHaddad urged Blinken to call for an immediate ceasefire, “end the continued transfer of US military reserve equipment to the Israeli military to stop further murder,” “call for an immediate withdrawal out of Gaza and equality for the Palestinian people,” and a “call for an end to the Israeli occupation, for equal rights, freedoms, and laws in this land regardless of one’s religion, ethnicity, or background.”\nHaddad told CNN that the letter – in which he also included photos of some of his relatives who have been killed – was going to be handed directly to Blinken at Thursday’s meeting.\nThe source familiar with the meeting said some parts of it were read out loud to the top US diplomat during the hour-and-a-half long session at the State Department. That source said Blinken seemed engaged, but largely stuck to talking points in his remarks.\nAt a briefing Thursday, State Department spokesperson Matt Miller confirmed that Blinken met with “a number of leaders in the Palestinian-American community.”\n“It was the latest in a series of meetings that the Secretary has had with individuals and organizations both within the department and from outside the department that hold a wide range of views across the ideological and political spectrum,” Miller said. “He has held these meetings because he thinks it’s important to hear directly from individuals as I said, both inside the State Department and outside the State Department.”\n“He finds that process to be constructive. It informs his thinking. It helps him, he believes, shape policy in the best way possible,” he said.\nPublic opposition\nAnd while Blinken was quietly confronted behind closed doors about the administration’s policy toward Gaza on Thursday, members of the administration, including Blinken, have also faced public displays of opposition. A number of protesters have camped in front of Blinken’s house since last Friday to try to pressure a change in policy.\nAt a public speech on Tuesday, Samantha Power, head of the US Agency for International Development (USAID) was twice confronted about the administration’s position toward Gaza.\nOne questioner, who identified herself as a USAID contractor, asked Power about the loss of the US’ ability “to be moral leaders” due to the “US funded genocide in Gaza.” Another person interrupted her speech to raise the massive humanitarian toll.\n“It is a devastating situation where not enough resources are getting in, via the Rafah crossing or the Kerem Shalom crossing,” Power said. “And we are working 24/7 to try to dramatically expand the flow of food, medicine, shelter – I mean, so much is needed. But, you know, you have families right now that are living in unimaginable conditions.”\n“In addition, of course, the greatest loss of life has come from the war itself and from the bombing, and more than 25,000 civilians have been killed. There is not a single call that President Biden makes, or engagement that anybody in the Biden administration does, that doesn’t put the importance of civilian protection and international humanitarian law, at the top of the conversation,” she said.\nA USAID spokesperson said that “since the start of this conflict, Administrator Power and other Agency leadership have held numerous engagements with staff in the US and at USAID Missions around the world to discuss the US and USAID response to the conflict, offer appreciation for their work, and hear a range of perspectives and concerns.”\nThe-CNN-Wire\n™ & © 2024 Cable News Network, Inc., a Warner Bros. Discovery Company. All rights reserved.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "War, Conflict and Unrest",
      "Human Interest"
    ],
    "external_links": [
      "https://www.cnn.com/2023/10/09/middleeast/hamas-attack-strategy-israel-mime-intl/index.html",
      "https://www.cnn.com/world/middleeast/israel",
      "https://www.cnn.com/2024/01/07/politics/blinken-israel-middle-east-tensions/index.html",
      "https://cnn.com/2023/10/09/middleeast/hamas-attack-strategy-israel-mime-intl/index.html",
      "https://cnn.com/2024/01/07/politics/blinken-israel-middle-east-tensions/index.html",
      "https://cnn.com/world/middleeast/israel"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "biden",
          "sentiment": "negative"
        },
        {
          "name": "jennifer hansler",
          "sentiment": "negative"
        },
        {
          "name": "khalil abdallah",
          "sentiment": "negative"
        },
        {
          "name": "blinken",
          "sentiment": "negative"
        },
        {
          "name": "joe) biden",
          "sentiment": "none"
        },
        {
          "name": "antony blinken",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cnn",
          "sentiment": "negative"
        },
        {
          "name": "state",
          "sentiment": "none"
        },
        {
          "name": "institute for middle east understanding",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "us",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-02T00:35:51.913+02:00",
    "updated": "2024-02-02T00:35:51.913+02:00"
  },
  {
    "uuid": "55dd485e76b94fe327eabe334367d04eea66e41f",
    "url": "https://www.terra.com.mx/entretenimiento/2024/8/29/la-razon-oculta-por-la-que-jennifer-lopez-no-quiere-vivir-en-su-mansion-tras-divorcio-de-ben-affleck-70736.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ana Álvarez",
    "published": "2024-08-29T21:45:00Z",
    "title": "La RAZÓN oculta por la que Jennifer Lopez no quiere vivir en su mansión tras divorcio de Ben Affleck - Terra México",
    "text": "Famosos La RAZÓN oculta por la que Jennifer Lopez no quiere vivir en su mansión tras divorcio de Ben AffleckEl matrimonio comenzó a mostrar señales de problemas durante su luna de miel en Italia. Aunque ambos intentaron disfrutar de su tiempo juntos El divorcio entre Jennifer Lopez y Ben Affleck, una de las parejas más mediáticas de Hollywood, ha dejado una estela de desilusión y enojo, especialmente en la estrella del pop. A pesar de que JLo presentó los papeles de su separación el pasado 20 de agosto, el día que hubiera marcado su segundo aniversario de bodas, el dolor y la frustración de ver fracasar su segunda oportunidad con el actor parecen estar lejos de desaparecer, ya que hay una razón oculta por la cual no quiere vivir en su mansión. El matrimonio comenzó a mostrar señales de problemas durante su luna de miel en Italia. Aunque ambos intentaron disfrutar de su tiempo juntos, la constante presencia de paparazzi y la exposición mediática afectaron la experiencia, especialmente a Ben Affleck, quien se mostró incómodo con la atención. \"No estaba contento con que los paparazzi los siguieran\", señaló una fuente a \"Page Six\". Este descontento del actor, quien ya había comenzado a anhelar más privacidad tras recuperar la sobriedad, fue una de las razones que contribuyeron al divorcio de la pareja. La verdadera razón por la que Jennifer Lopez no quiere vivir en la mansion que compartía con Ben Affleck Una de las decisiones más impactantes que ha tomado Jennifer Lopez tras el divorcio es su rechazo a vivir en la mansión de Beverly Hills que compró en mayo de 2023 por 60 millones de dólares. La enorme residencia fue adquirida con la intención de ser el hogar definitivo para la familia ensamblada de JLo y Ben Affleck, pero ahora representa una carga emocional para la actriz. \"Es demasiado grande para ella y está llena de recuerdos\", reveló una fuente cercana a Jennifer Lopez a la revista \"People\". La mansión, que estaba destinada a ser el refugio de amor donde vivirían \"hasta que la muerte los separe\", ahora evoca momentos de un futuro que nunca se concretó. El espacio, una vez lleno de esperanza, ahora solo le recuerda a JLo que pudo ser y no fue. A pesar de ser una figura pública acostumbrada a los altibajos de la fama, la separación de Ben Affleck ha dejado una profunda huella en Jennifer Lopez. Según fuentes cercanas, la actriz está \"molesta y decepcionada\", y la mansión, que alguna vez fue un símbolo de su renovada unión con el actor, se ha convertido en un lugar que prefiere evitar. El descontento de Jennifer Lopez se intensifica por el hecho de que Ben Affleck parece haber seguido adelante más fácilmente. Mientras él se refugia en sus hijos y es visto compartiendo tiempo con amigos como Matt Damon, JLo sigue lidiando con la ira y la desilusión. Una fuente cercana a la artista confesó a \"People\" que, aunque la cantante no quería el divorcio, el inicio del trámite legal le generó cierto alivio. \"Está haciendo todo lo que puede\", agregó la fuente, destacando que la famosa ha estado tratando de manejar la situación lo mejor posible.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Social Issue",
      "Lifestyle and Leisure"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": null,
    "rating": null,
    "crawled": "2024-08-30T02:12:33.084+03:00",
    "updated": "2024-08-30T02:12:33.084+03:00"
  },
  {
    "uuid": "e646b6c427afbbbc86e259c0d0f25da560957981",
    "url": "https://news.ltn.com.tw/news/world/paper/1702078",
    "ord_in_thread": 0,
    "author": "自由時報電子報",
    "published": "2025-04-16T21:30:00Z",
    "title": "成都出現標語 反共倡民主",
    "text": "成都出現標語 反共倡民主\n（取自李老師不是你老師X）\n社群平台X知名帳號「李老師不是你老師」披露，中國四川省會成都茶店子客運站外的一座人行天橋，15日凌晨被掛上3幅寫著「中國不需要誰指明方向，民主才是方向」、「人民不需要一個權力不受約束、責任不可追問的政黨」、「沒有政治體制改革就沒有民族復興」的白底紅字直布條，讓外界回想起2022年10月北京海淀區四通橋上的「不要領袖要選票」、「罷免獨裁國賊習近平」抗議布條。當年在北京懸掛布條的異議人士彭立發當即被捕，至今下落不明，成都的抗議者也已失聯。（取自李老師不是你老師X）",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Social Issue",
      "Human Interest"
    ],
    "topics": [
      "Politics->civil rights",
      "Politics->censorship and freedom of speech",
      "Politics->political dissent",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Social Issue->demographics"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-04-17T00:59:06.811+03:00",
    "updated": "2025-04-17T00:59:06.811+03:00"
  },
  {
    "uuid": "4341ce10027cf99b8905e82b0436f8ce002e9365",
    "url": "https://www.eluniversal.com.mx/estados/muere-joven-migrante-al-caer-de-un-tren-en-aguascalientes/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Xóchitl Álvarez",
    "published": "2023-12-28T22:08:00Z",
    "title": "Muere joven migrante al caer de un tren en Aguascalientes | El Universal",
    "text": "Aguascalientes.- Un joven migrante falleció al caer de un vagón y ser atropellado por el tren en el interior de los patios de maniobras de la Estación Chicalote, en el municipio de San Francisco de los Romo . El accidente ocurrió la tarde de este miércoles, de acuerdo al reporte de un guardia ferroviario.\nLa Fiscalía General del Estado informó esta mañana que el migrante de entre 25 y 30 años, aún no ha sido identificado.\nLee también Mina El Pinabete; ¿Qué paso con los trabajadores atrapados en un pozo en Coahuila desde 2022?\n“Con la práctica del estudio de necropsia, se determinó que falleció a consecuencia de un traumatismo abdomino pélvico”.\nSu cuerpo continúa en la sede del Servicio Médico Forense en espera de que se determine su nacionalidad y plena identidad.\nFOTOS: Efectos de frente frío crean extraño agujero en el cielo de Chiapas\nÚnete a nuestro canal ¡EL UNIVERSAL ya está en Whatsapp!, desde tu dispositivo móvil entérate de las noticias más relevantes del día, artículos de opinión, entretenimiento, tendencias y más.\nafcl/cls",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [
      "https://whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag",
      "https://www.news.google.com/publications/CAAqBwgKMKG_7wowkfm2Ag?hl=es-419&gl=MX&ceid=MX%3Aes-419",
      "https://www.whatsapp.com/channel/0029Va4lfJc1CYoM1R8IT71e"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:20:06.664+02:00",
    "updated": "2023-12-29T00:20:06.664+02:00"
  },
  {
    "uuid": "39470a8c62d8ea18409c7a06ec3549abe49ed3ae",
    "url": "https://vnexplorer.net/germanys-catholic-church-speaks-out-against-far-right-s1603550.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2024-02-23T17:02:00Z",
    "title": "Germany's Catholic Church speaks out against far right",
    "text": "German bishops are concerned about right-wing extremism and have explicitly positioned themselves against the populist Alternative for Germany. An unusual move, as they are usually loath to comment on political parties.\nChurch representatives in Germany have come out to take a stance against the far right\nCatholic bishops meeting in the city of Augsburg this week strongly condemned the rise of ethnic nationalism and right-wing extremism in German society.\n“Right-wing extremist parties and those that run rampant on the fringes of this ideology can therefore not be a place of political activity for Christians and are also not electable,” they said in a statement.\nOn this point, the bishops made an explicit reference to the far-right party Alternative for Germany (AfD). They said the party’s beliefs are “incompatible with the Christian image of God and humankind.”\nThe statement is highly unusual because for the past 25 years, the Catholic bishops have been reluctant to offer any assessments of political parties.\nThe head of the Bishops’ Conference, Bishop Georg Bätzing, explained that the more than 60 bishops deliberated at length over making a statement, but agreed it was necessary. He also pointed out that the declaration had been adopted unanimously.\n“After several spurts of radicalization,” the statement reads, “the AfD is now dominated by a nationalistic attitude.” It goes on to point out that the AfD oscillates between genuine right-wing extremism, which the domestic intelligence agency has documented in some regional branches and in the party’s youth organization, and less radical right-wing populism.\nThe statement against the far right was adopted unanimously at the meeting in Augsburg\nThe statement specifically denounces hostility toward refugees, migrants and Muslims, and “to an increasing extent” Jews.\nThe bishops indicated that they will hold full-time church employees and volunteers to account. “Moreover, the circulation of right-wing extremist slogans — which includes racism and antisemitism in particular — is incompatible with full-time or volunteer service in the Church.”\nA religious alliance against the far right In early December, the Protestant Church in Germany also issued a statement on the AfD, declaring that the party’s stance is “in no way compatible with the principles of the Christian faith.” Jewish and Muslim communities have also issued warnings, indicating there is a broad religious alliance against the AfD.\nGermany has seen two months of large street protests against the hateful rhetoric and political vision of Germany’s far right. They began after a report was published on January 10 by investigative journalism group Correctiv about a meeting of various right-wing and far-right figures, including some AfD members, to discuss the expulsion of millions of people with a migrant background living in Germany.\nSeveral bishops have recently taken part in these demonstrations against right-wing extremism. Bätzing participated in a demonstration in his episcopal city of Limburg, while the bishop of Mainz, Peter Kohlgraf, warned against xenophobia at a demonstration in the Rhineland-Palatinate state capital of Mainz. In Augsburg, Bishop Bertram Meier announced the church’s opposition to dehumanizing and anti-democratic politics.\nBishop Gerhard Feige of Magdeburg was probably the most outspoken, cautioning against “demagogues” and “incendiary opportunists.” He warned: “Let’s not fall for lies, the distortion of facts, and the ‘poison of simple solutions!'”\nGerman Christians have been speaking out against the far right using the slogan ‘our cross has no hooks’ (in reference to the swastika Nazi symbol)\nCatholics in the eastern part of Germany, where the AfD is set to become the strongest political force after parliamentary elections in three states later this year, have been more vocal than their Western counterparts and have explicitly spoken out on the AfD.\nClaudio Kullmann, the head of the Catholic Office in Erfurt and the church’s liaison office for state politics for the past six years, was one of the orators at the bishops’ meeting in Augsburg. Erfurt is located in the eastern state of Thuringia, where the AfD currently polls at over 30%, although the state branch has been classified as “confirmed right-wing extremist by the intelligence service.\nKullmann said the presence of a nationalist ethos and AfD-like thinking endangers social cohesion and “could even erode trust among friends.”\nThe Augsburg decision will certainly heighten the excitement surrounding the upcoming Catholic Day 2024. From May 29 to June 2, Catholics will gather in Erfurt, only 13 weeks before the Thuringia election — with right-wing extremist Björn Höcke as the leading AfD candidate. According to a court ruling, the radical AfD politician can be labeled a fascist.\nThis article was originally written in German.\nWhile you’re here: Every Tuesday, DW editors round up what is happening in German politics and society. You can sign up here for the weekly email newsletter Berlin Briefing. Author: Christoph Strack",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue",
      "Religion and Belief"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iMc8q.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iLp3q.img",
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iLryd.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iMc8q.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iLp3q.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1iLryd.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "georg bätzing",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "catholic",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "augsburg",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T19:11:32.151+02:00",
    "updated": "2024-02-23T19:11:32.151+02:00"
  },
  {
    "uuid": "894dd0023975a8e241e449c323aba4a803a4a35a",
    "url": "https://tvovermind.com/fisherman-rescues-two-kittens-struggling-in-river",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Steve Delickson",
    "published": "2024-07-05T00:02:00Z",
    "title": "Fisherman Rescues Two Kittens Struggling in River",
    "text": "In an unexpected twist, a fisherman recently discovered two kittens swimming in a river. This unusual and heartwarming event caught the attention of many.\nA Surprising Find The kittens were found by a local fisherman who was shocked to see them struggling in the water. He quickly acted to rescue them, ensuring their safety.\nRescue Organization Steps In Following the incident, a rescue organization stepped in to provide care and shelter for the kittens. The most important thing to remember is these kittens have had a hard life before they reached our doors. Most likely they have had inadequate nutrition, lousy living conditions, and got dumped by someone.\nGoals for Recovery The organization outlined their objectives as: Our goal is to 1) get them healthy and 2) show them that people (especially us) are pretty cool. We need to nurture them and show them the love they haven’t received yet. So, read on… and good cat parenting to you all!\nA New Beginning As the kittens begin their recovery journey, there’s hope for a brighter future where they can find loving homes. Stay tuned for more updates on their progress.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Environment"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "rescue organization",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-07-05T03:12:46.728+03:00",
    "updated": "2024-07-05T03:12:46.728+03:00"
  },
  {
    "uuid": "c85bcf2856985ba1fe1a844ce9e45d68b90bfe70",
    "url": "https://www.ripplesnigeria.com/just-in-new-minimum-wage-coming-in-2024-tinubu/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ripples Nigeria",
    "published": "2024-01-01T05:15:00Z",
    "title": "JUST IN: New minimum wage coming in 2024 —Tinubu - Ripples Nigeria",
    "text": "[Politics](https://www.ripplesnigeria.com/politics/) JUST IN: New minimum wage coming in 2024 —Tinubu President Bola Tinubu on Monday assured workers that a new minimum wage will be implemented in the new year 2024. The president stated this during a nation-wide broadcast to mark the new year 2024. Tinubu said, “We will work diligently to make sure every Nigerian feels the impact of their government. The economic aspirations and the material well-being of the poor, the most vulnerable and the working people shall not be neglected. “It is in this spirit that we are going to implement a new national living wage for our industrious workers this new year. It is not only good economics to do this, it is also a morally and politically correct thing to do. READ ALSO: [Senate promises speedy passage of new minimum wage bill](https://www.ripplesnigeria.com/senate-promises-speedy-passage-of-new-minimum-wage-bill/) “I took an oath to serve this country and give my best at all times. Like I said in the past, no excuse for poor performance from any of my appointees will be good enough. “It is the reason I put in place a Policy Coordination, Evaluation, Monitoring and Delivery Unit in the Presidency to make sure that governance output improves the living condition of our people.” Nigerian workers led by the [Nigerian Labour Congress](https://www.ripplesnigeria.com/nlc-warns-nigerian-govt-of-mass-protest-over-naira-scarcity/) (NLC) in the last few years have continued as for a new living wage given the hardship faced by citizens and the rising cost of living in the country. The agitation has pitched the Union which has threatened and embarked on different industrial actions, against the governments of the day. Join the conversation Support Ripples Nigeria, hold up solutions journalism Balanced, fearless journalism driven by data comes at huge financial costs. As a media platform, we hold leadership accountable and will not trade the right to press freedom and free speech for a piece of cake. If you like what we do, and are ready to uphold solutions journalism, kindly donate to the Ripples Nigeria cause. Your support would help to ensure that citizens and institutions continue to have free access to credible and reliable information for societal development. Investigations [ Investigations1 week ago ](https://www.ripplesnigeria.com/investigation-multi-million-naira-ekiti-resort-center-remains-uncompleted-a-decade-after/) INVESTIGATION: Multi-million naira Ekiti resort center remains uncompleted a decade after The multimillion-naira project, expected to comprise recreational buildings, now consists of cassava farmland, a bush used for excretion, and a... [ Investigations2 weeks ago ](https://www.ripplesnigeria.com/special-report-torturous-experiences-of-students-with-disabilities-in-oyo-tertiary-institutions/) SPECIAL REPORT: Torturous experiences of students with disabilities in Oyo tertiary institutions For students with disabilities in Oyo state-owned tertiary institutions, learning is a torturous and distressing experience, considering the building structures... [ Investigations3 weeks ago ](https://www.ripplesnigeria.com/investigation-uncompleted-old-enugu-onitsha-road-brings-untold-hardship-tears-to-commuters-residents-of-enugu-communities/) INVESTIGATION: Uncompleted Old Enugu-Onitsha Road brings untold hardship, tears to commuters, residents of Enugu communities Ugwu Obinna’s younger sister was killed after a truck driver transporting cows rammed into her shop located at the Okpatu... [ Investigations4 weeks ago ](https://www.ripplesnigeria.com/investigation-students-sit-on-floors-under-leaking-roofs-as-multi-million-naira-project-is-nowhere-to-be-found-in-zamfara/) INVESTIGATION: Students sit on floors, under leaking roofs as multi-million naira project is nowhere to be found in Zamfara Suleman Tukur, 15, an SS 2 student of Government Day Secondary School (GDSS) Bakura in Bakura local government area of... [ Investigations1 month ago ](https://www.ripplesnigeria.com/investigation-ubec-mum-as-n80m-kebbi-secondary-school-lab-equipment-still-undelivered-since-2020/) INVESTIGATION: UBEC mum as N80m Kebbi secondary school lab equipment still undelivered since 2020 “Our laboratories are not conducive for learning; the termites have destroyed most of these laboratories, and there is not enough...",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "Labor"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "bola tinubu",
          "sentiment": "none"
        },
        {
          "name": "tinubu",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "senate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "nigeria",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-01T09:17:35.401+02:00",
    "updated": "2024-01-01T09:17:35.401+02:00"
  }
]