[
  {
    "uuid": "a59fe78ac13ffb762ae1eddba756d900f6e8feba",
    "url": "https://www.rcnradio.com/politica/coja-oficio-mitomano-maria-fernanda-cabal-responde-a-petro-tras-llamarla-golpista",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Daniel Jerez",
    "published": "2024-06-27T21:43:00Z",
    "title": "María Fernanda Cabal responde a Petro tras llamarla golpista | Rcn Radio",
    "text": "Coja oficio, mitómano: María Fernanda Cabal responde a Petro tras llamarla ‘golpista’ El presidente Petro compartió un fake que involucra a la senadora del Centro Democrático. Por: Daniel Jerez Publicado: 27 de junio de 2024, 4:43 PM Actualizado: 27 de junio de 2024, 4:43 PM Foto: Colprensa La senadora María Fernanda Cabal respondió de forma contundente al presidente Gustavo Petro, luego de que el mandatario compartiera una imagen sobre el intento de golpe de Estado en Bolivia, que involucra a la congresista del Centro Democrático. En la imagen se ve un mensaje supuestamente escrito por la dirigente política en la que señala: “Viva la libertad, carajo! Contra todos los usurpadores del foro de São Paul”. Sin embargo, todo resultó ser un fake, según dijo la legisladora. En contexto: [Petro lanza pulla a María Fernanda Cabal tras fallido golpe en Bolivia: “Parece que hay una golpista en Colombia”](https://www.rcnradio.com/politica/petro-lanza-pulla-a-maria-fernanda-cabal-tras-fallido-golpe-en-bolivia) En su cuenta de Twitter, la parlamentaria calificó a Petro de mitómano y le exigió respeto. “sea serio y dedíquese a gobernar. Respéteme en vez de estar publicando fakes. ¡Coja oficio! Mitómano”, afirmó Cabal. El intento de golpe de Estado en Bolivia ha sido rechazado por el Gobierno colombiano y también por sectores políticos del país. El presidente Gustavo Petro escribió en su cuenta de X: “Total rechazo al golpe militar en Bolivia. Invito a todo el pueblo boliviano a la resistencia democrática. América Latina debe unirse a favor de la democracia” También dijo que de parte de Colombia, “no habrá ningún tipo de relación diplomática del país con la dictadura” Consulte aquí: [Golpe de Estado en Bolivia: Petro dice que Colombia otorgará refugio a \"perseguidos\" en La Paz](https://www.rcnradio.com/politica/golpe-de-estado-en-bolivia-petro-dice-que-colombia-otorgara-refugio-a-perseguidos-en-la) El presidente del Congreso, Iván Name, afirmó que la situación que se presentó en ese país es “lamentable”, porque “la democracia para América Latina es fundamental sostenerla y respaldarla”. .— María Fernanda Cabal (@MariaFdaCabal) [@petrogustavo], sea serio y dedíquese a gobernar. Respéteme en vez de estar publicando fakes. ¡Coja oficio! Mitómano. [pic.twitter.com/skaeCX7Qmc] [June 27, 2024] Fuente: Sistema Integrado de Información [Siga las noticias de RCN Radio en Whatsapp](https://bit.ly/rcnradiowhatsapp)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Politics",
      "Social Issue"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://bit.ly/rcnradiowhatsapp)",
      "https://www.bit.ly/rcnradiowhatsapp)"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-06-28T01:06:49.981+03:00",
    "updated": "2024-06-28T01:06:49.981+03:00"
  },
  {
    "uuid": "ae153289f5be84f46aada2eb3edd09ca778d2792",
    "url": "https://www.aljazeera.com/news/2023/12/28/dozens-of-people-killed-as-israel-carries-out-strikes-across-gaza",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Al Jazeera",
    "published": "2023-12-28T21:17:00Z",
    "title": "Dozens of people killed as Israel carries out strikes across Gaza - Al Jazeera English",
    "text": "Dozens of people killed as Israel carries out strikes across Gaza Israeli forces attack cities, towns and refugee camps, killing up to 80 people and forcing thousands more to flee. At least 20 Palestinians have been killed, including women and children, when an Israeli strike hit a residential building near Kuwait Specialty Hospital in Rafah as the besieged Gaza Strip reeled from a barrage of attacks throughout the day that killed dozens. “The air strike has completely flattened the residential building that is full of displaced people,” Al Jazeera correspondent Tareq Abu Azzoum said, reporting on the aftermath of the Israeli strike on Thursday near Kuwaiti hospital. Keep readinglist of 3 items [‘Piles of body parts’: Gaza’s Maghazi residents find families ‘in pieces’](https://www.aljazeera.com/features/2023/12/28/piles-of-body-parts-gazas-maghazi-residents-find-families-in-pieces?traffic_source=KeepReading) [Under the rubble: The missing in Gaza](https://www.aljazeera.com/features/longform/2023/12/28/under-the-rubble-the-missing-in-gaza?traffic_source=KeepReading) “Until now, rescue operations by the ambulances and civil defence teams continue to pull the people from under the rubble.” Palestinian authorities said on Thursday that at least 50 people had been killed as Israel bombards every corner of Gaza, where more than 21,320 Palestinians have been killed and nearly 90 percent of the population displaced. Israel has stepped up attacks across the length and breadth of Gaza, targeting Beit Lahiya, Khan Younis, Rafah and Maghazi on Thursday despite global outrage and calls for a ceasefire amid the mounting death toll. Palestinians in the besieged enclave said they have [nowhere safe](https://www.aljazeera.com/news/2023/12/1/where-should-we-go-palestinians-unprepared-as-israel-bombards-gaza) to flee. Ashraf al-Qudra, spokesman for Gaza’s Ministry of Health, said on Thursday that more than 200 people had been killed in 24 hours with [entire families](https://www.aljazeera.com/news/2023/11/22/dozens-from-same-family-killed-in-gaza-as-israel-continues-bombardment) wiped out. More than 55,000 Palestinians have been wounded since Israel launched a military offensive in the wake of Hamas attacks on October 7 in southern Israel, which killed nearly 1,200 people – the country’s deadliest attack since its founding in 1948. Israel’s assault on Gaza has become one of the most destructive in modern history, enacting an enormous humanitarian toll and drawing accusations of a campaign of [collective punishment](https://www.aljazeera.com/news/2023/12/10/israel-cannot-carry-out-collective-punishment-of-people-in-gaza-lavrov) against Palestinian civilians. An Israeli official on Thursday blamed the high death toll in the Christmas Eve attack on the Maghazi refugee camp [on improper munitions](https://www.aljazeera.com/news/2023/12/28/israel-says-improper-munitions-cause-of-high-death-toll-in-maghazi-attack). More than 70 people were killed in the attack, which caused a global outrage. Nearly three months into the fighting, Hamas fighters continue to put up stiff resistance against Israeli forces, including in northern Gaza, where continuous Israeli strikes have left the area unrecognisable. An Israeli siege has also severely restricted [access to food](https://www.aljazeera.com/news/2023/12/21/entire-gaza-population-facing-hunger-crisis-famine-risk-un-backed-report), fuel, water and electricity, and UN officials have said an estimated 25 percent of people in Gaza are starving. “It’s already hard enough as it is, finding your daily meal, finding drinkable water, with this amount of people gathered in one city,” Gaza resident Mohammed Thabet told Abu Azzoum after the strike in [Rafah](https://www.aljazeera.com/news/2023/12/27/freezing-in-rafah-a-gaza-familys-war-time-displacement-and-hopes-for-2024). “Being this close to the Egyptian border in the far south of the Gaza Strip, people feel like they have nothing else they can do, like you just have to wait and hope for the best.” Asked if he felt safe in southern Gaza, Thabet said, “After everything we saw, not at all. There is nowhere safe in Gaza.” The United States has played an [indispensable role](https://www.aljazeera.com/news/2023/12/22/a-biden-netanyahu-rift-distraction-palestinian-rights-advocates-say) in Israel’s war, providing it with [weapons packages](https://www.aljazeera.com/news/2023/11/26/biden-seeks-to-expand-israeli-access-to-us-weapons-stockpile) and strong diplomatic support as Israel comes under growing pressure to bring the fighting to an end. Israel has promised to press on, widening its offensive and pressing farther south into areas where hundreds of thousands of displaced Palestinians have sought refuge.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "War, Conflict and Unrest",
      "Disaster and Accident",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "tareq abu azzoum",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "al jazeera",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        },
        {
          "name": "gaza strip",
          "sentiment": "none"
        },
        {
          "name": "kuwait specialty hospital",
          "sentiment": "none"
        },
        {
          "name": "rafah",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:39:10.539+02:00",
    "updated": "2023-12-29T00:42:36.904+02:00"
  },
  {
    "uuid": "c25a4e8aadea8cce7e6638bb29633253cc10213d",
    "url": "https://www.newshub.co.nz/home/travel/2024/01/a-passenger-wouldn-t-give-up-his-aisle-seat-for-a-pregnant-woman-and-the-internet-is-applauding-him-for-it.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Newshub",
    "published": "2024-01-25T22:23:00Z",
    "title": "A passenger wouldn't give up his aisle seat for a pregnant woman - and the internet is applauding him for it | Newshub",
    "text": "Related video: Suzy Cato's top tips for travelling parents. Credits: Video - Newshub; Photos - Getty Images\nA male passenger on a recent commercial airline flight has been praised online for refusing to give up his seat for a pregnant woman who wanted to have easier access to the toilet.\nThe man posted about his experience on Reddit, where commenters largely applauded his actions, saying the woman should have pre-booked a specific seat if she wanted it.\nFlight etiquette has been hotly debated online over the past few years, with the topic of when one should and should not give up their seat for another passenger often a point of contention.\nMore from Newshub\n'No': Business class passenger applauded over refusal to switch seats for family\n'Have a good flight, lol': Mother's sweet revenge on woman who wouldn't switch seats On the popular 'Am I The Asshole?' subreddit, user michaeldonelly said he was on a flight that was over five hours in duration and had pre-paid for an aisle seat in the second-to-last row because of a medical issue that means he needs easy access to a toilet.\n\"Right before boarding, a woman asked me to give up my seat so she could sit closer to the bathroom,\" he wrote.\n\"She was pregnant but did not seem distressed. While I felt for her situation, as someone with a medical condition, I did not feel it was fair to demand I move from the seat I planned for and paid for, especially since she apparently had not booked an aisle seat herself in advance.\"\nThe man said the woman insisted on taking his seat and that cabin crew would not mediate the situation.\n\"My family says I should have inconvenienced myself and given up my seat. I disagree though - I think she and the flight crew were unfairly targeting me instead of handling it through proper channels.\"\nThe man did not say where he was flying or on which airline.\nMore from Newshub\n'Just have to pay for that': AM hosts react to petition for larger people to get free extra seats on planes\n'I'm allowed to put my seat back!': Reclining lady furious at alleged plane seat pusher The post has racked up nearly 4000 comments, the vast majority of which say the man is \"not the asshole\", with many condemning the pregnant lady, the cabin crew and the man's family for their comments.\n\"As someone who will be flying for Christmas at seven months pregnant, this lady is an ass. A polite 'No thank you, I booked this seat specifically' followed by breaking eye contact and putting your headphones in is all that is needed from you,\" reads one comment.\n\"Not the asshole, and I say this as someone who has been pregnant and has flown solo with a toddler. Every passenger has equal opportunity to pre-book seats based on their needs and preferences,\" said another.\nAnother Reddit user said: \"She should have booked the seat she wanted herself or not gone on the flight. Seems she just assumed she wouldn't have to pay for it, since some sucker was going to move.\"\n\"As a frequent flier I see this a lot - entitled people thinking they can have whatever seat they want. Nope. If you paid to select your seat, that's your seat, end of story. Your lack of planning or decision to be cheap is not my fault nor my obligation to remedy,\" stated another.\nAnother wrote: \"I am so sick of this constant idea that people are jerks if they don't give up a seat that they paid for. I don't care if you're pregnant or a family trying to be together or whatever! If you know that you need a specific seat, pay for it or deal with the consequences.\"\nMore from Newshub\n'It wasn't like he was alone': First class passenger defends not swapping seats with 10yo boy in economy\n'I made a little girl cry on a plane because she sat in my seat'",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "http://twitter.com/share?text=A+passenger+wouldn%27t+give+up+his+aisle+seat+for+a+pregnant+woman+-+and+the+internet+is+applauding+him+for+it&url=https://www.newshub.co.nz/home/travel/2024/01/a-passenger-wouldn-t-give-up-his-aisle-seat-for-a-pregnant-woman-and-the-internet-is-applauding-him-for-it.html",
      "https://www.facebook.com/sharer/sharer.php?u=https://www.newshub.co.nz/home/travel/2024/01/a-passenger-wouldn-t-give-up-his-aisle-seat-for-a-pregnant-woman-and-the-internet-is-applauding-him-for-it.html",
      "https://www.reddit.com/r/AITAH/comments/18j0r9o/aita_for_not_giving_up_my_airline_seat_to_a/",
      "http://twitter.com/share?text=A+passenger+wouldn%27t+give+up+his+aisle+seat+for+a+pregnant+woman+-+and+the+internet+is+applauding+him+for+it&url=https://newshub.co.nz/home/travel/2024/01/a-passenger-wouldn-t-give-up-his-aisle-seat-for-a-pregnant-woman-and-the-internet-is-applauding-him-for-it.html",
      "https://reddit.com/r/AITAH/comments/18j0r9o/aita_for_not_giving_up_my_airline_seat_to_a/",
      "https://www.facebook.com/sharer/sharer.php",
      "http://twitter.com/share",
      "https://www.reddit.com/r/AITAH/comments/18j0r9o/aita_for_not_giving_up_my_airline_seat_to_a",
      "https://facebook.com/sharer/sharer.php?u=https://newshub.co.nz/home/travel/2024/01/a-passenger-wouldn-t-give-up-his-aisle-seat-for-a-pregnant-woman-and-the-internet-is-applauding-him-for-it.html"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "suzy cato",
          "sentiment": "negative"
        },
        {
          "name": "getty",
          "sentiment": "neutral"
        },
        {
          "name": "newshub",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "reddit",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-26T00:29:18.961+02:00",
    "updated": "2024-02-02T03:09:26.463+02:00"
  },
  {
    "uuid": "d5067daa8dc7cd92f72f6fe707f8cb53805e393b",
    "url": "https://money.com/best-rv-insurance/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "and",
    "published": "2023-12-28T20:05:00Z",
    "title": "6 Best RV Insurance Companies of 2024",
    "text": "6 Best RV Insurance Companies of 2024\nInsuring your RV is essential, whether you plan to live in your RV full-time or use it for occasional trips.\nLike auto insurance, an RV insurance policy provides financial protection in the event of accidents, injuries and other unfortunate scenarios. This means it can reimburse you for repairs, hospital bills and liability expenses in the event you injure someone or damage their property.\nTo find the best RV insurance providers, we vetted 16 companies and researched how each performed in the areas of customer satisfaction, financial stability, coverage options and availability. We settled on six companies including Good Sam as the best RV insurance broker, National General as the best for full replacement cost coverage and Auto-Owners Insurance as the best for customer service.\nRead on to learn more.\nOur Top Picks for the Best RV Insurance Companies\n[Good Sam](#good-sam)- Best RV Insurance Agency [Nationwide](#nationwide)- Best for Multiple Discounts (#national-general)- Best for Full Replacement Cost Coverage (#progressive)- Best for Disappearing Deductibles (#roamly)- Best for Renting Out Your RV [Auto-Owners Insurance](#auto-owners)- Best for Customer Service\nBest RV Insurance Reviews\n- Offers full-timer coverage\n- Manage your policy online without having to contact an agent\n- Membership gets you discounts on campsites, gear stores, fuel and more\n- Not a direct insurer\nWhy we chose this company:\nGood Sam Insurance Agency is the best option for those who need help choosing coverage. It connects you with some of the best RV insurance companies and helps you get a comprehensive policy that fits your needs.\nGood Sam works with well-known insurance companies like Progressive, Foremost, Safeco and National General. Some standard insurance options you can get through Good Sam include comprehensive, collision, liability, property damage and personal injury protection.\nGood Sam is also an excellent option for people who drive their RV across the border to Mexico. The company partners with MexicoInsuranceOnline.com, which can pair you with one of three Mexico-based insurers. Agents can recommend add-ons for your cross-border travels based on your specific needs, and you can purchase policies for a single-day trip or longer.\nThe company also offers a storage discount, which lets you pause collision and liability coverage when your motorhome or trailer is stored for more than 30 consecutive days. This can help you save on monthly premiums if you only use your RV for occasional road trips.\nLastly, the agency can help you customize a full-time RV insurance policy if you use it as a permanent residence.\nInsurance options\nFull replacement cost, full-time RVer, emergency expenses, personal effects and RV roadside assistance\nDiscounts\nStorage option, multi-vehicle, paid-in-full, multi-policy, safety and anti-theft devices\nBundles\nVary by provider\nLearn more:\nGood Sam RV insurance review\nWhy we chose this company:\nRVInsurance.com can help you find a suitable policy, whether you use your RV for vacationing or as your residence.\n- Specialists can help you find a policy\n- Policies available for all types of RVs\n- Not a direct insurer\nRVInsurance.com works with Foremost, National General and Safeco. These companies cover all types of RVs, from motorhomes to campers. They offer several policy add-ons, such as full replacement cost, full-timers liability coverage and roadside assistance.\nYou can get an insurance quote online, but an insurance specialist can help you compare policies if you call.\nInsurance options\nCar, home, boat and motorcycle insurance. Full replacement cost, permanent attachment, personal belongings, full-timer liability and roadside assistance coverage\nDiscounts\nStorage savings, disappearing deductible, safe/responsible driver, low mileage, paid-in-full\nBundles\nVary by provider\n- Free yearly insurance review to evaluate your coverage options and possible discounts\n- Optional towing coverage includes lodging, transportation and meals\n- Multiple policies available, making it easy to bundle and save\n- Quotes not available online\nWhy we chose this company:\nNationwide Insurance offers over 10 different discounts, including discounts for staying claim-free during the previous policy period or installing safety devices, like smoke detectors.\nMost RV insurers offer discounts that can help you save on premiums. Nationwide's discount list, however, is particularly extensive. You can save money if you bundle your RV policy with your existing home insurance, take safety courses, belong to an RV organization (such as the National RV Association), pay your annual policy upfront or purchase the company's full-time RV insurance package.\nNote that not all discounts are listed on Nationwide's website, and some only come up during the quoting process. For example, according to a customer service representative, the company also offers discounts to customers whose vehicles have safety features such as tire-pressure monitoring systems or fiberglass bodies.\nInsurance options\nRoadside assistance, safety glass replacement, towing & labor, vacation liability, replacement cost\nDiscounts\nMulti-policy, multi-vehicle, RV safety course, RV association, paid-in-full, good driver\nBundles\nHome or auto insurance. Two or more ATVs, boats, motorcycles, snowmobiles or scooters\nLearn more:\nNationwide RV insurance review\n- Coverage for specialized equipment such as solar panels\n- Pause your coverage when your RV is in storage\n- Experts help you find a new RV in the event of total loss\n- Low mileage discount\n- Eligibility, benefits, coverage and discounts vary per state\n- Limited information about policies on its website\nWhy we chose this company: Full replacement cost coverage can usually only be bought during an RV's first model year.\nNational General, on the other hand, lets you get the rider within an RV's first five model years.\nWith full replacement cost coverage, also known as total loss replacement, your RV gets replaced with a new or similar one if it’s totaled or stolen. You may also get reimbursed for the original purchase price of the vehicle.\nThis type of coverage is typically only available for newly purchased motorhomes or travel trailers up to one or two model years old. For example, a 2023 model would probably be eligible until 2025. So if you buy a used RV or don't insure your new one as soon as possible, you risk your vehicle being considered ineligible.\nWith National General, on the other hand, RVs are eligible during their first five model years. The company can also insure your RV whether you're the first owner or not — some companies limit this type of coverage to original owners.\nThe company lets you pause your coverage when your RV is in storage, an option that’s not available with many other providers. You can save money by suspending collision and personal injury riders, for example. However, your RV would still be covered against theft, fires, harsh weather and other non-collision accidents.\nInsurance options\nPersonal belongings, vacation liability, specialized equipment, permanent attachments, full replacement cost, purchase price guarantee, countrywide towing and roadside assistance, emergency expenses\nDiscounts\nMulti-vehicle, diminishing deductible, storage savings\nBundles\nBundle RV insurance with nine other types of policies from National General\nLearn more:\nNational General RV insurance review\n- Accident forgiveness for claims under $500\n- Horse trailer coverage up to $50k\n- Pet injury coverage available\n- Add-on coverage available for roof malfunction\n- Standard plan doesn't cover personal property replacement or emergency expenses\n- Insurance rates can vary if you buy online or through an agent\n- Discounts are not available in all states\nWhy we chose this company:\nProgressive offers disappearing deductibles, accident forgiveness and an extensive array of discounts.\nWith Progressive, you can save on premiums if you’re the RV's original owner or if you pay your policy in advance, among other discounts. However, what makes Progressive’s discount list stand out are disappearing deductibles and accident forgiveness.\nNot many companies provide these discounts, and if they do, they only offer one or the other. With disappearing deductibles, the longer you go without filing a claim, the lower your insurance deductibles get.\nProgressive deducts 25% from your total deductible amount for every claim-free policy period. After four consecutive claim-free periods, your deductible will be $0. Other insurance companies that offer disappearing deductibles cap the discount to a maximum of $500 — if your deductible exceeds $500, you'd still have to pay the remaining amount.\nDisappearing deductibles, also known as vanishing deductibles, have an additional cost.\nHowever, the feature is included if your vehicle is valued at $25,000 or more and you purchase the comprehensive and collision coverage package. Both riders are recommended since they ensure the vehicle is covered for car accidents and non-collision events, like a fire.\nAccident forgiveness — which keeps your premium rates from increasing if claims are for $500 or less — is included at no additional cost.\nInsurance options\nRoadside assistance, total loss replacement, replacement cost/personal effects, vacation liability, full-timers liability, loss assessment, emergency expense, pet injury, road protection, pest damage\nDiscounts\nMulti-vehicle, advance quotes, original owner, pay-in-full, responsible driver, prompt payment, disappearing deductibles and more\nBundles\nBundle with home, renters, auto, boat or motorcycle\n- Specializes in RV insurance\n- Coverage even when renting out your RV\n- Policies for full-time RVers is available\n- Covers Canada rentals\n- Only offers RV policies\nWhy we chose this company: Insurers typically decline coverage if you rent your RV to someone else. With\nRoamly, you can rent out your RV and still be covered for liability and damage to the vehicle.\nRented RVs require comprehensive commercial insurance because they're exposed to more risk than personal vehicles. Renting out your motorhome or camper without insuring it can result in denied claims, especially if the renter doesn't have coverage either.\nWith Roamly, your RV is always covered when listed in rental platforms like Outdoorsy (which owns Roamly). When someone books your RV through Outdoorsy, they can purchase a renters protection package. These policies can include trip protection, interior damage and travel medical insurance.\nRoamly covers rented RVs for actual cash value during a rental period. Also, policies include $1 million in liability insurance protection during each trip.\nInsurance options\nTotal loss replacement, roadside assistance, full-timer rv and motorhome, RV rental, commercial RV\nDiscounts\nMilitary discount\nBundles\nNone — Roamly specializes in RV insurance\nLearn more:\nRoamly RV insurance review\n- Premium reduction if RV is equipped with certain safety features\n- Towing and roadside assistance in all 50 states and Canada\n- Mobile app for Apple and Android\n- No online quotes\nWhy we chose this company:\nAuto-Owners is our pick for personalized customer service because of its network of independent agents, online customer center and mobile app. Customers can access claims, billing and other important policy documents on their phone, tablet or computer.\nAuto-Owners has an impressive customer service record, with fewer complaints on record with the National Association of Insurance Commissioners (NAIC) than most competitors. It also ranked above average in the southeast region in J.D. Power’s 2022 Auto Insurance Customer Satisfaction study.\nUnlike other companies, Auto-Owners only sells its insurance products through independent agents. Instead of contacting the company online, you work directly with local agencies which can better advise you regarding specific insurance requirements in your area. For example, bodily injury and property damage liability limits set by law vary by state.\nInsurance options\nUninsured/underinsured motorist, personal property, roadside assistance, additional expenses\nDiscounts\nPayment history, paid-in-full, paperless billing, advance quote, safety features, driver safety program, mature drivers, favorable loss history\nBundles\nMulti-policy, life multi-policy\nLearn more:\nAuto-Owners RV insurance review\nOther RV Insurance companies we considered\nDuring our research for the best recreational vehicle insurance providers, we narrowed down our initial list to 11 companies. The following didn't make our final cut, not because they were lacking, but because other competitors had more standout features.\nAAA\n- Covers motorhomes, travel trailers and campers\n- Membership plan includes roadside assistance, hotel discounts and more\n- Extra coverage for lodging and transportation if your RV is damaged\n- Coverage options are not standard across regions (southwest, northeast, etc.)\n- RV policy not available nationwide\n- Limited information available online\nAAA offers coverage for different types of RVs and some of its policies also cover personal effects such as electronics. However, it didn’t make our list because their coverage is not available in all 50 states.\nAllstate\n- Discount if you transfer from another insurance company\n- Discounts for drivers 55 years or older\n- Gas price locator to help you find the cheapest gas\n- Limited information on company website\n- Online quotes not available\nAllstate’s policies include emergency travel expenses if you’re over 50 miles from home when your RV breaks down and the issue is covered under the policy. Allstate is not on our main list because it only provides quotes through its sales agents and the information on its website is limited.\nGeico\n- Windshield deductible is only $50 for total replacements\n- Personal effects replacement limits up to $100,000\n- Free accident forgiveness for those who have been accident-free for 5+ years\n- Limited information available on the company's website\n- Enhanced RV coverage is not available in HI, MA, MI and NC\n- Availability of total loss replacement coverage varies by state and vehicle value\nWhile Geico offers coverage options comparable to those of other companies on our list (such as total loss replacement, emergency expenses coverage and vacation liability), its policies aren't available nationwide. Its website also lacks crucial details, such as available discounts.\nSafeco\n- Loan or lease protection coverage available\n- Deductibles diminish $100 per year up to $500\n- Insures motorhomes valued at up to $1 million\n- Coverage available for custom equipment\n- Only covers vehicles used 250 days or less per year\n- Limited information available on website\n- No online quotes available\nSafeco offers coverage for class A, B, and C motorhomes valued at up to $1 million, but it only insures these vehicles if you use them recreationally. Safeco didn’t make our list because its website doesn't offer a lot of information and coverage is limited to vehicles used less than 250 days a year.\nForemost\n- Coverage for emergency expenses if camper is damaged or destroyed\n- Pays for transportation of damaged RV to storage, repair shop or home\n- Full-timer coverage for travel trailers, motor homes, luxury motorcoaches and more\n- Special policies for USAA members\n- Not available in DC or Hawaii\n- Limited information on website\nForemost, a subsidiary of Farmers Insurance, has policies for full-timers as well as stationary travel trailers. It also covers personal-use motor homes that you occasionally rent, lease or loan. Unfortunately, this policy doesn’t cover the vehicle while it’s rented, leased or loaned.\nFarmers\n- Part-time users can opt for storage-only insurance during the off-season\n- Policy extends to travel anywhere in Canada\n- Insures equipment permanently attached to your RV\n- No information regarding discounts\n- No online quotes\nDespite offering coverage in Canada, Farmers Insurance fell short of our list due to limited information on their website regarding specific coverages and discounts. This lack of transparency makes it challenging for consumers to assess the scope and value of its policies.\nUSAA\n- Discounts for safe driving and original ownership\n- Multi-vehicle discount\n- Coverage for all RV classes, including slide-on campers\n- Members get a 5% discount on policies\n- Policies only available to military families\n- 5% members-only discount not available in all states\nUSAA offers RV insurance through an alliance with Progressive, which covers almost all types of RVs. The drawback to USAA’s policies is that they’re only available to military families.\nCountry Financial\n- Multi-policy discount\n- Mobile app for Apple and Android devices\n- Only available through agents\n- Operates in only 19 states\n- Limited information available on website\nCountry Financial's RV insurance policies fall under home or auto insurance. That can be a drawback for consumers who already have a preferred auto or home insurer. Another notable snag in its coverage is that it’s available in only 19 states.\nNational Interstate\n- Options for RV full-timers\n- 25% deductible discount for each consecutive claim-free year\n- Windshield replacement coverage\n- Coverage for commercial RVs\n- Only available through agents\n- Website lacks information about terms and discounts\nNational Interstate has policy options for RV full-timers and covers commercial RVs. This insurer is not featured on our main list because its website doesn't provide details regarding policies or discounts.\nThe Hartford\n- Lifetime guarantee for repairs done in authorized repair shops\n- 24/7 claims submission\n- RV replacement if it's totaled in the first 15 months\n- Only available to AARP members\n- Not available in U.S. territories\nThe Hartford allows policyholders to customize their RV insurance coverage, and its lifetime guarantee for repairs in authorized shops is a highlight of its policies. However, coverage is only available to AARP members, which is a considerable drawback.\nRV Insurance Guide\nMost RV insurance providers offer comprehensive policies covering everything from collisions, theft and loss of personal belongings to medical expenses and more. However, not everyone needs an all-inclusive policy, especially those who use their RVs occasionally.\nRead on to find out how much RV insurance costs, learn about the different coverage options available and get tips on choosing the right coverage for your needs while saving on premiums.\nTable of contents\n[How much is RV insurance?](#howmuch) [Types of RVs](#rvtypes) [Types of RV insurance](#insurancetypes) [What does RV insurance not cover?](#notcover) [How to buy RV insurance](#buy) [Renting out your RV](#renting)\nHow much is RV insurance?\nAccording to Progressive, an RV insurance policy for a travel trailer (an RV that you tow behind your own vehicle) costs an average of $573 per year, while coverage for a motorhome costs an average of $958 per year.\nThe cost of an RV insurance policy is influenced by the following factors:\n- The type of RV: Motorhomes are more expensive to insure than trailers (especially motorhomes with state-of-the-art components).\n- Age and condition: Older trailers and motorhomes cost less to insure than their modern counterparts due to their reduced resale value.\n- Type of RV insurance: A policy with just liability coverage is more affordable than a comprehensive policy that includes collision and personal property coverage.\n- Where you live: As with most other types of insurance, your state and zip code affect your insurance rates. RVs in areas prone to extreme weather will be more expensive to insure.\n- Driving experience and driving record: A first-time RV owner poses a higher risk than someone who's been living the van life for years. Insurers will also look at your general driving record to determine an appropriate rate.\n- Claims history: Just as with auto insurance, a lengthy claims history is a red flag to insurers. A driver who has never filed an insurance claim will get a much better rate than one who has cashed in on their policy in the past.\n- Additional coverage: Purchasing add-ons that augment your standard coverage can substantially increase your premium. Additional coverage options may include roadside assistance, total loss replacement, vacation liability and full-timers coverage.\nTypes of RVs\nRecreational vehicles, more commonly known as RVs, can be classified into one of four categories: Class A, Class B, Class C and towable RVs. The first three are motorhomes, which means they're drivable units equipped with living quarters and appliances. Towable RVs, also called campers or trailers, can have home amenities too. However, some are designed to transport animals or cargo.\nHere's the rundown of the different types of RVs available:\nClass A motorhomes\nClass A motorhomes are the most luxurious and spacious. They are similar to commercial buses, measuring anywhere between 24 to 45 feet in length and fitting as many as 12 passengers. However, their size can make them difficult to drive and limits their mileage to around 10 miles per gallon or less.\nClass B motorhomes\nClass B motorhomes, also known as “camper vans,” are the smallest and least expensive type, with a length of 17 to 19 feet. These are standard-sized vans usually packed with a compact kitchen, bathroom and foldable or fixed bed. Their limited living space makes them suitable for four passengers or less who enjoy minimalist traveling.\nClass B+ or B Plus motorhomes\nClass B+ or B Plus motorhomes are the big siblings of Class B camper vans. These vehicles measure between 17 and 30 feet, fitting bigger beds and more spacious bathroom and kitchen areas.\nClass C motorhomes\nClass C motorhomes are the middle ground between Class A and B RVs. They measure between 21 to 41 feet in length and are easily recognized by their over-cab sleeping or storage area.\nAlthough smaller than Class A RVs, Class Cs are suitable for full-time occupancy, delivering better gas mileage and easier maneuverability. These vehicles can fit up to eight passengers and include a fully equipped kitchen and spacious dining, bathroom and living room areas.\nTowable RVs\nTowable RVs are pulled by hitches on SUVs, pickup trucks or any vehicle that can tow the RVs weight. Towable RVs that feature living quarters include fifth wheels, toy haulers, travel trailers and pop-up campers. These range from under 10 feet for pop-ups to 30 feet for fifth-wheel trailers.\nTruck campers are also considered towable RVs, but you don't pull them with a hitch. Instead, they sit on the bed of a pickup truck. Other types of towable RVs include utility, cargo and horse trailers.\nTypes of RV Insurance\nSince RVs can be both a vehicle and a primary residence, there are special considerations when insuring them. Some policies only offer basic liability protection while others offer broader coverage for things like personal effects and emergency expenses.\nKeep in mind that if your RV is self-propelled, your coverage should meet your state's minimum liability insurance requirements. This applies whether you use the vehicle occasionally or as a residence.\nIf your RV is towable, the insurance policy on the vehicle used to tow it may extend to the RV. However, note that the towing vehicle’s policy usually only covers liability and not physical damage to the RV or attached accessories.\nBest RV insurance features for part-time RVers\nPeople who use their motorhomes for weekend getaways should at least have basic liability coverage that meets their state's minimum requirements.\nOther types of RV insurance for part-time RVers include:\n- Property-damage liability coverage: Pays for damages that you cause to another person’s property or vehicle.\n- Bodily injury liability coverage: Helps pay the medical expenses of those you injure in an at-fault accident.\n- Collision coverage: Covers repairs to your RV after an accident with another vehicle, whether you’re at fault or not.\n- Comprehensive coverage: Pays for damages caused by theft, vandalism, natural disasters, fire and other non-collision accidents.\n- Uninsured/Underinsured motorist coverage: Covers the cost of repairs to your RV and your medical payments if you’re in an accident caused by a driver that doesn’t have insurance or has insufficient coverage to pay your claim.\n- Personal Injury Protection (PIP): Covers medical expenses for both you and your passenger in the event of an accident, no matter who was at fault. It may also cover lost wages.\n- Campsite/vacation liability coverage: Helps pay for legal expenses if you’re found at fault for injuries or losses suffered by a non-family member while in your campsite area or inside your RV.\n- Roadside Assistance: Offers around-the-clock repairs, towing and emergency assistance should your RV experience a flat tire, battery discharge or other malfunction.\nBest RV insurance features for full-time RVers\nFor added peace of mind, full-time RVers should consider having a more comprehensive policy that includes some of the above-mentioned add-ons as well as any of the following:\n- Personal property coverage: Covers the cost of replacing any damaged or stolen personal effects. This includes clothing, furniture, jewelry and computers, for example.\n- Total loss replacement: Replaces your RV with an equal or similar model if your vehicle is ever stolen or totaled in an accident. In other cases, the insurer may reimburse you for the original purchase price. Note that lenders may require this coverage if you finance your RV.\n- Full-time RV liability coverage: Adds additional coverage for liability and medical expenses if you live in your RV for six months or more each year.\n- Emergency expense allowance: Covers up to a specified amount of living and travel expenses like car rentals, lodging and food if your RV leaves you stranded, usually more than 100 miles away.\n- Specialized coverage: Can replace appliances like awnings, satellite dishes, and solar panels and can even provide coverage for any pet injuries that happen in the vehicle.\n- Loss assessment: Helps cover fees charged by RV associations for damage to common areas in a campsite, for example.\nWhat does RV insurance not cover?\nRV insurance won't cover the following:\n- Normal wear and tear: RV insurance protects your vehicle against unexpected events, not routine maintenance or deterioration.\n- Mold damage, fungi or rot: Insurers consider mold a sign of neglect and won't cover damages unless it's directly linked to water damage caused by a covered event.\n- Certain types of water damage: RV insurance doesn't cover water damage that's caused by regular wear and tear, freezing temperatures or manufacturer defects.\nComprehensive RV insurance covers most natural disasters, including flash floods, storm surges and fire. Earthquake coverage varies by insurer — it may be covered under a comprehensive RV policy or you may need to purchase earthquake coverage separately.\nHow to Buy RV Insurance\nHere are some tips on how to find and purchase the right RV insurance coverage for you.\nTake time to shop around for insurance quotes\nThe cost of RV insurance will depend on your driving history, where you live, the type of vehicle you own and whether you intend to live in the RV full-time or use it for vacations. Adding optional riders like pet and accessories coverage will hike up your premium.\nRequesting multiple RV insurance quotes can work out to your advantage. Those who compare estimates and coverage options before choosing often find the best rates.\nIf you don’t have the time to shop around, you can consult an independent insurance agent. They can help you choose the right coverage and guide you to companies with attractive rates and policy features that meet your needs.\nConsider bundling multiple policies\nMost insurance providers offer a multi-policy discount when you combine your RV insurance with other qualified policies.\nYou can save on premiums by combining your RV policy with your current auto, home or\nboat insurance. Some insurers also let you bundle your policy with renters or life insurance policies. Bundling multiple policies under one provider can also help you avoid the hassle of dealing with different companies come time to file a claim.\nIf you don't want to pay two premiums, you can consider adding your RV to your existing\nauto insurance policy. Just know that the insurance you have on your car usually only extends to towable campers or trailers, not motorhomes. Also, keep in mind that car insurance may cover you against liability and damages to the RV, but not belongings or appliances inside the vehicle. Homeowners insurance may also offer some coverage for RVs, but only when the vehicle is parked on the insured property’s premises.\nAnother option is getting\numbrella insurance to cover your RV. This type of policy covers liability claims that exceed the limits of your primary auto, home or RV policy. However, this coverage only kicks in if your RV is covered by an underlying policy that meets the liability requirements of the umbrella policy.\nCheck for available discounts\nWhile these may vary by company, most insurers offer rate discounts for:\n- Paying the total annual policy upfront\n- Making monthly payments on time\n- Staying claim-free during the previous policy period\n- Being the vehicle's original owner\n- Installing safety features in your RV (a tire pressure monitoring system, for example)\n- Having a favorable loss history (the record of insurance losses associated with the vehicle)\n- Being a safe driver (staying accident-free for at least three years)\n- Taking safety courses\n- Being a member of an RV association\nDrivers aged 50 and up can snag a lower rate, as can parents or guardians who opt not to insure drivers under 25 on their policy.\nInsurance when renting an RV\nIf you plan on\nrenting an RV for a vacation, you should consider getting RV rental insurance. This type of policy is similar to car rental insurance since both usually provide liability, collision damage waiver, personal accident or personal effects coverage.\nPolicies can be purchased through the rental company or your own insurance provider — if it offers such coverage. However, keep in mind that your current car or RV insurance policy may already extend some coverage to the rented RV. Coverage may not be available in all states or for trips longer than 30 days, so you should call your insurer to verify before heading out.\nSome insurance companies also offer RV coverage for trips to Mexico. While this type of policy can be useful for someone planning a vacation, it is more commonly recommended for RV owners who frequently cross the border.\nRenting out your RV\nIf you rent your RV to others, it's considered a commercial-use vehicle, and your insurance policy won’t cover the renter. The person must obtain their own rental insurance for the trip. If you’re merely lending your RV to a friend or family member, your existing coverage may extend to them, depending on the details of your policy.\nHowever, note that some states — including Arkansas and Wisconsin — require drivers to get special licenses to drive RVs. If you live in one of these states and you lend your RV to someone, that person must have the required license if you want your insurance policy to cover them.\nWhat kind of insurance do I need to rent out my RV?\nTo rent out an RV, you'll need at least liability coverage, which pays for damages or injury you may cause to other people and their property in an at-fault accident.\nWith the exception of New Hampshire, all states and the District of Columbia, require that vehicles, including RVs, have some form of liability coverage.\nInsurance for towable RVs is another matter. When you're towing your RV behind another vehicle instead of driving it, you only have to worry about having enough coverage to protect your belongings, not about additional liability insurance.\nRV Insurance FAQs\nHow much is RV insurance?\nWhat states require trailer insurance?\nTrailer insurance requirements vary by state and by type of trailer. Most local governments require liability insurance, while others also require uninsured motorist coverage.\nThere are currently only two states that don't require any type of trailer insurance. You can drive an uninsured vehicle in Virginia as long as you pay an uninsured motorist fee. In New Hampshire, you can drive uninsured if you prove you have enough money to cover liability expenses in an at-fault accident.\nDo you need trailer insurance?\nYou don't need insurance for a non-motorized trailer that's hooked up to a towing vehicle. The vehicle's insurance coverage extends to the trailer attached to it. However, this coverage is typically limited to liability.\nTalk to your auto insurance provider if you want to add property damage coverage for the trailer or purchase a separate RV insurance so that the trailer itself is insured against damage.\nWho has the best RV insurance?\n[how to buy RV insurance](#buy).\nWhat kind of insurance do I need to rent out my RV?\nYou'll need at least liability coverage for all motorized RVs, which pays for damages or injury you may cause to other people and their property in an at-fault accident.\nWith the exception of New Hampshire, all states and the District of Columbia, require that vehicles — including RVs — have some form of liability coverage.\nInsurance for towable RVs is another matter. When you're towing your RV behind another vehicle, you don't have to worry about having additional liability insurance, only having enough coverage to protect your belongings.\nWhat is vacation liability RV insurance?\nHow We Chose the Best RV Insurance\n- Coverage options and discounts. We picked companies that offer a comprehensive selection of coverage options and premium discounts.\n- Customer satisfaction. We favored companies that had above-average scores in J.D. Power's U.S. Auto Insurance Study. We also considered customer feedback from review sites such as the Better Business Bureau (BBB).\n- Financial strength. We considered the financial strength of each insurer as evidenced by their A.M. Best rating. A.M Best is a credit rating agency that assesses the creditworthiness of insurance companies.\n- Complaint index. We looked up every insurer’s complaint trend report from the National Association of Insurance Commissioners (NAIC) and favored those with few complaints.\nSummary of Money’s Best RV Insurance of 2023\n[Good Sam](#good-sam)- Best RV Insurance Agency [Nationwide](#nationwide)- Best for Multiple Discounts (#national-general)- Best for Full Replacement Cost Coverage (#progressive)- Best for Disappearing Deductibles (#roamly)- Best for Renting Out Your RV [Auto-Owners Insurance](#auto-owners)- Best for Customer Service",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Health",
      "Economy, Business and Finance"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "sam",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "auto-owners insurance",
          "sentiment": "none"
        },
        {
          "name": "best rv insurance agency",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:03:07.984+02:00",
    "updated": "2023-12-29T01:03:07.984+02:00"
  },
  {
    "uuid": "6c881c8b84c657bd1e73c0fc78bcef433c71759b",
    "url": "https://www.newindianexpress.com/nation/2024/May/31/darshan-puja-top-bjp-leaders-go-temple-hopping",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Rajesh Kumar Thakur",
    "published": "2024-05-30T21:48:00Z",
    "title": "Darshan & puja: Top BJP leaders go temple hopping",
    "text": "Accompanied by his wife Sonal Shah, Shah offered prayers amid the chanting of Vedic mantras by the priests.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Social Issue",
      "Human Interest",
      "Religion and Belief"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "darshan",
          "sentiment": "negative"
        },
        {
          "name": "sonal shah",
          "sentiment": "none"
        },
        {
          "name": "narendra modi",
          "sentiment": "none"
        },
        {
          "name": "kottai bhairavar",
          "sentiment": "none"
        },
        {
          "name": "jp nadda",
          "sentiment": "none"
        },
        {
          "name": "shah",
          "sentiment": "none"
        },
        {
          "name": "amit shah",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "lord shiva",
          "sentiment": "none"
        },
        {
          "name": "lok sabha",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "pudukkottai",
          "sentiment": "none"
        },
        {
          "name": "bhairava",
          "sentiment": "none"
        },
        {
          "name": "kottai bhairavar",
          "sentiment": "none"
        },
        {
          "name": "kanyakumari",
          "sentiment": "none"
        },
        {
          "name": "kashi vishwantha",
          "sentiment": "none"
        },
        {
          "name": "varanasi",
          "sentiment": "none"
        },
        {
          "name": "tamil nadu",
          "sentiment": "none"
        },
        {
          "name": "punjab",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-05-31T06:04:23.018+03:00",
    "updated": "2024-05-31T06:23:07.678+03:00"
  },
  {
    "uuid": "ddcdc89449af91001e7c53f10deb25d154ca6b40",
    "url": "https://www.thestarpress.com/story/news/crime/2024/12/19/jury-finds-albany-teen-guilty-in-2-fatal-fentanyl-overdoses/77092261007",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": ", The Star Press",
    "published": "2024-12-19T21:54:00Z",
    "title": "Delaware County teen convicted of role in 2 fatal fentanyl overdoses",
    "text": "Delaware County teen convicted of role in 2 fatal fentanyl overdoses\nMUNCIE, Ind. — A young Delaware County man on Thursday was found guilty of felony charges stemming from the overdose deaths of two local teenagers.\nA Delaware Circuit Court 1 jury found Jaxon W. Engle, 18, of Albany, guilty of dealing in a controlled substance resulting in death; aiding, inducing or causing dealing in a controlled substance resulting in death; and conspiracy to commit dealing in a narcotic drug.\nThe two most serious charges are Level 1 felonies carrying up to 40 years in prison. Judge Judi Calhoun set sentencing for Jan. 14.\nIn his closing remarks to jurors on Thursday afternoon, Chief Deputy Prosecutor Zach Craig maintained there was clear evidence that Engle was a player in events that saw 18-year-old Javin Nichols die after ingesting a fentanyl pill in July 2023.\nTwo months later, Craig said, Engle sold one of the \"blue M30\" fentanyl pills to 17-year-old Kamron Lacy, who later died after overdosing.\nCraig said Engle and accomplices showed \"a willingness to prey on the bad decisions made by those young men.\"\n\"They were doing it to make money,\" Craig said.\nCo-defendant Ricky Taylor, 25, in July was sentenced to 41 years in prison after another jury found him guilty of involvement in supplying the fentanyl leading to one of the deaths.\nEvidence presented during Engle's trial by Craig and deputy prosecutor Diane Frye included dozens of texts exchanged by Engle and Taylor, described as the chief supplier of the fentanyl pills.\nEngle was represented by attorney Ron Smith.\nIn June, Engle pleaded guilty in Blackford Circuit Court to conspiracy to commit dealing in meth.\nHe had been accused of conspiring with his father to smuggle meth to his brother, who at the time was being held in the Blackford County Jail.\nAfter Thursday's verdicts were announced, Delaware County Prosecutor Eric Hoffman noted his office had to date obtained 14 dealing-resulting-in-death convictions.\n\"The days of drug dealers preying on the weak and vulnerable are long gone,\" the prosecutor said.\nDouglas Walker is a news reporter at The Star Press. Contact him at 765-213-5851 or at dwalker@muncie.gannett.com.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Crime, Law and Justice",
      "Health",
      "Social Issue"
    ],
    "topics": [
      "Crime, Law and Justice->court",
      "Crime, Law and Justice->homicide",
      "Crime, Law and Justice->drug related crimes",
      "Health->drug rehabilitation",
      "Health->health organisation",
      "Health->poisoning",
      "Social Issue->discrimination",
      "Social Issue->lgbtq",
      "Social Issue->social problem"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "Jaxon W. Engle",
          "sentiment": "none"
        },
        {
          "name": "Javin Nichols",
          "sentiment": "none"
        },
        {
          "name": "Judi Calhoun",
          "sentiment": "none"
        },
        {
          "name": "Kamron Lacy",
          "sentiment": "none"
        },
        {
          "name": "Zach Craig",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "Delaware Circuit Court",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "County",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-20T02:44:14.693+02:00",
    "updated": "2024-12-20T02:44:14.693+02:00"
  },
  {
    "uuid": "af7089d7c005671b9614c67d417cdc1a6bec2e09",
    "url": "https://www.timesnownews.com/world/suspect-linked-to-hindu-temple-attacks-in-canadas-greater-toronto-arrested-article-106371968",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Danita Yadav",
    "published": "2023-12-29T04:43:00Z",
    "title": "Canada: Suspect Linked To Hindu Temple Break-Ins In Canada's Greater Toronto Arrested | World News, Times Now",
    "text": "Suspect Linked To Hindu Temple Break-Ins In Canada's Greater Toronto Arrested A suspect has been identified in the break-ins that occurred at Hindu Temples back in October. As per a statement by Durham Regional Police, 41-year-old Jagdish Pandher has been named as the prime suspect. Suspect Linked To Hindu Temple Attacks In Canada's Greater Toronto Arrested Photo : iStock Durham: A suspect has been identified in the break-ins that occurred at Hindu Temples back in October. As per a statement by Durham Regional Police, 41-year-old Jagdish Pandher has been named as the prime suspect. \"On Sunday, October 8, 2023, at approximately 12:45 a.m., members of West Division responded to reports of a break-and-enter in progress at a Hindu temple in the area of Bayly Street and Krosno Boulevard in Pickering. A male was seen on security surveillance breaking into the temple and taking a large quantity of cash from the donation boxes. The male fled the area before police arrival. The male was seen on surveillance footage later that morning committing additional break-and-enters at Hindu temples in Pickering and Ajax,\" reads the official statement issued by Durham Police. As per the police, Pandher has also been linked to various other break-ins at Hindu Temples throughout the year in Durham Region and around the Greater Toronto Area. \"Although these offences occurred at places of worship, they do not appear to be hate crimes or motivated by hate,\" the police clarified in its press release. 41-Year-Olf Jagdish Pandher from Bramptom faces numerous charges. These are - Four counts of Break-and-Enter Place Other Than Dwelling, Four counts of Possess Property Obtained by Crime Under $5000, One count of Break-and-Enter with Intent and five counts of Breach of Probation. On October 8, 2023, in the cities of Pickering and Ajax, numerous break-ins were reported at Hindu temples in the area. The suspect was spotted breaking and entering around 12:45 AM and 1:30 AM at different temples in the region. Pandher, who will now be presented for a bail hearing, has been on the run for the past three months. [Latest News](https://www.timesnownews.com/latest-news) End of Article Subscribe to our daily Newsletter! [Videos](https://www.timesnownews.com/videos) 03:04 From Shah Rukh Khan to Bobby Deol: Stars making a HUGE comeback in 2023 03:14 After their 2020 divorce, Gulshan Devaiah and Kalliroi Tziafeta, his ex-wife, started dating again 02:53 Shashi Tharoor Questions PM Modi's Emphasis on Ram Mandir Amid 2024 Election Speculation 02:08 North India Shivers, Visibility Affects Travel Plans; What’s The Situation? 03:01 Hamas Bombs 800 IDF Vehicles| 50 Hezbollah Rockets Attack Israel| Houthi Missile Shot In Red Sea",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue",
      "Crime, Law and Justice"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "pandher",
          "sentiment": "none"
        },
        {
          "name": "jagdish pandher",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "times now durham",
          "sentiment": "negative"
        },
        {
          "name": "greater toronto arrested | world news",
          "sentiment": "negative"
        },
        {
          "name": "hindu",
          "sentiment": "none"
        },
        {
          "name": "west division",
          "sentiment": "none"
        },
        {
          "name": "durham regional police",
          "sentiment": "none"
        },
        {
          "name": "durham",
          "sentiment": "none"
        },
        {
          "name": "greater toronto area",
          "sentiment": "none"
        },
        {
          "name": "ajax",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "octobe",
          "sentiment": "none"
        },
        {
          "name": "bayly street",
          "sentiment": "none"
        },
        {
          "name": "pickering",
          "sentiment": "none"
        },
        {
          "name": "krosno boulevard",
          "sentiment": "none"
        },
        {
          "name": "durham region",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T09:27:07.999+02:00",
    "updated": "2023-12-29T12:35:29.509+02:00"
  }
]