[
  {
    "uuid": "d1e05370a3207b30aca74fedbe48f4f3b3c18e22",
    "url": "https://weraveyou.com/2023/12/skrillex-best-selling-artist-beatport-2023/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Yotam Dov",
    "published": "2023-12-28T20:27:00Z",
    "title": "Skrillex Dominates Beatport: Best-Selling Artist of 2023",
    "text": "News & Featured\nAll about News & Featured\nNews\nFeatured\nEditorials\nInterviews\nEvents\nExclusive\nIndustry\nMetaverse\nMusic\nAll about Music\nHouse\nProgressive House\nElectro House\nDeep House\nFuture House\nTropical House\nTech House\nTechno\nTrance\nCommercial\nDisco\nDrum and Bass\nMoombahton\nDubstep\nBass House\nTrap\nNu Disco\nIndie\nTech\nAdvertise\nDownload magazine\nSearch for:\nMenu\nNews & Featured\nBack\nAll about News & Featured\nNews\nFeatured\nEditorials\nInterviews\nEvents\nExclusive\nIndustry\nMetaverse\nMusic\nBack\nAll about Music\nHouse\nProgressive House\nElectro House\nDeep House\nFuture House\nTropical House\nTech House\nTechno\nTrance\nCommercial\nDisco\nDrum and Bass\nMoombahton\nDubstep\nBass House\nTrap\nNu Disco\nIndie\nTech\nAdvertise\nSearch for:\nDownload magazine\nHome\nNews\nSkrillex Dominates Beatport: Best-Selling Artist of 2023\nMarilyn Hue / Provided by Warner Music Group\nSkrillex Dominates Beatport: Best-Selling Artist of 2023\nHome\nNews\nSkrillex Dominates Beatport: Best-Selling Artist of 2023\nLatest magazine\nDecember 01, 2023\nMagazine\nSHMN: Onward & Upward\nAmsterdam Dance Event 2023: Rewind\nThe Evolution of Rave Culture\nDiscover the magazine\nRead online",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Science and Technology",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marilyn hue",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "music house progressive house electro house deep house",
          "sentiment": "none"
        },
        {
          "name": "bass moombahton dubstep bass house trap nu disco indie tech advertise search",
          "sentiment": "none"
        },
        {
          "name": "warner music group skrillex",
          "sentiment": "none"
        },
        {
          "name": "bass moombahton dubstep bass house trap nu disco indie tech advertise download",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T01:11:26.091+02:00",
    "updated": "2023-12-29T01:11:26.091+02:00"
  },
  {
    "uuid": "9c201be401a5eef4699f66b66d0f90bf170ab79c",
    "url": "https://www.time.news/composer-joseph-woelfl-he-earned-more-than-beethoven-mozart-and-haydn-combined/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "time news",
    "published": "2023-12-28T23:56:00Z",
    "title": "Composer Joseph Woelfl: He earned more than Beethoven, Mozart and Haydn combined - timenews",
    "text": "2023-12-24 11:52:06 You have to imagine Vienna at the end of the 18th century as a gigantic musical circus. Full of artists. They came to the Danube from all over Kakania, from Europe, which at that time was musically as good as the whole world. One was even better at juggling notes, keys and strings than the other (or at least he thought so). They threw balls to each other, copied numbers, varied them, mixed the languages they brought with them from Bohemia, France and Italy into an Esperanto that is now called classical. One likes to imagine that people walked through the streets of the city center, which at that time could easily be crossed in less than an hour, and music from sonatas, quartets and symphonies emanated from every other palace onto the street. Hardly any of the virtuosos or composers became rich. They were struggling. A few stayed. Many were lost in the world – and later in the shadow of the big three – Mozart, Haydn, Beethoven. also read Occasionally, as in the Beethoven year, they are conjured up to the general astonishment and then their works demonstrate that none of the three geniuses fell from heaven and that you only half understand them unless you also hear names like Kozeluch, Eberl, Hummel , Clementi and Abel. However, Joseph Johann Baptist Woelfl, who would be celebrating his 250th birthday on Christmas Eve, has so far missed all the excitement of discovery – despite the commitment of the Vienna Woelfl Society and its Bonn branch (Woelfl has never been to Bonn). Of Woelfl’s almost 700 surviving works (ten operas, more than sixty sonatas, a good dozen symphonies), there are just three albums on Spotify (with quartets and piano sonatas). He could grab a Tredezime Woelfl, born in Salzburg in the house of Johann Michael Haydn, grew up with the Mozarts as a family member, so to speak, and was taught by Nannerl and Leopold, sponsored by Wolfgang Amadeus, who was 17 years his senior. This Woelfl towered over the big three by a good twenty centimeters, and had huge hands ( he could play a tredecime, i.e. thirteen tones). READ Also: The new life of Juan Camus, the 'black sheep' of Operación Triunfo: jewelry, candles, cryptocurrencies... \"I learned that everything has a price\" Joseph Woelfl’s piano sonata Here you will find content from YouTube In order to display embedded content, your revocable consent to the transmission and processing of personal data is necessary, as the providers of the embedded content require this consent as third party providers [In diesem Zusammenhang können auch Nutzungsprofile (u.a. auf Basis von Cookie-IDs) gebildet und angereichert werden, auch außerhalb des EWR]. By setting the switch to “on”, you agree to this (revocable at any time). This also includes your consent to the transfer of certain personal data to third countries, including the USA, in accordance with Art. 49 (1) (a) GDPR. You can find more information about this. You can revoke your consent at any time using the switch and privacy at the bottom of the page. Woelfl (who still spelled himself Wölfl until the start of his international career) had made his debut on the violin at the age of seven, then completed rigorous, long-term studies at the Salzach and then, in two years, trained himself all the muscles necessary for highly virtuosic piano playing. In 1790 he came under the Viennese wing of Wolfgang Amadeus Mozart. He recommended the 17-year-old to the court of Prince Michal Kleofas Oginski as a piano teacher – perhaps because Vienna was so full of promising music scorers and pianists. Woelfl set up his own business, helped invent the polonaise, and returned to Vienna a made man. The first operas were created for the theater by the “Magic Flute” librettist Emanuel Schikaneder. Woelfl’s reputation as a piano virtuoso continued to spread. In the winter of 1798/99 there was a legendary improvisation duel with Beethoven. Woelfl won the audience award, so to speak. Overall, the duel ended in a draw. The two very different fireheads remained friends. also read Beethoven stayed in Vienna, Woelfl went out into the world. Concerted in every city with a reasonably wealthy audience between Leipzig and Lübeck. Caused a sensation for years in Napoleonic Paris, where he is rumored to have taught Empress Josephine. Then he got stuck in London. On the tightrope between classic and romantic The impresarios fought over him. He gave at least three concerts a week. Haydn’s legendary agent Johann Peter Salomon ultimately signed him for life. However, that didn’t last long. On May 21, 1812, Woelfl died in the then posh London district of Marylebone. The funeral procession was long. Muzio Clementi, London’s other piano god, went along on the train. Woelfl, it is said, earned more money during his short life than Haydn, Mozart and Beethoven combined. Joseph Woelfl’s G minor symphony Here you will find content from YouTube In order to display embedded content, your revocable consent to the transmission and processing of personal data is necessary, as the providers of the embedded content require this consent as third party providers [In diesem Zusammenhang können auch Nutzungsprofile (u.a. auf Basis von Cookie-IDs) gebildet und angereichert werden, auch außerhalb des EWR]. By setting the switch to “on”, you agree to this (revocable at any time). This also includes your consent to the transfer of certain personal data to third countries, including the USA, in accordance with Art. 49 (1) (a) GDPR. You can find more information about this. You can revoke your consent at any time using the switch and privacy at the bottom of the page. It is said that there was something by Woelfl on every piano in England. He shaped the British piano school like no other, apart from Clementi. Schubert, Chopin, Mendelssohn played him. His fame lasted until the end of the 19th century. Then – like for many bridgeheads between classical and romantic music – it was over. Which is a real shame. Woelfl, who was one of the last of the Mozart school and became a distinguished classicist in London, is (you can see for yourself for several hours on YouTube) a real charmer. A traditionalist who was still trained on the old Bach and has a tendency towards the closest melodic development. Not a revolutionary, not a firehead. A sensitive dancer on the tightrope between classical and romantic. An artist who knew exactly which balls to throw into the air. Here you will find content from third parties In order to display embedded content, your revocable consent to the transmission and processing of personal data is necessary, as the providers of the embedded content require this consent as third party providers [In diesem Zusammenhang können auch Nutzungsprofile (u.a. auf Basis von Cookie-IDs) gebildet und angereichert werden, auch außerhalb des EWR]. By setting the switch to “on”, you agree to this (revocable at any time). This also includes your consent to the transfer of certain personal data to third countries, including the USA, in accordance with Art. 49 (1) (a) GDPR. You can find more information about this. You can revoke your consent at any time using the switch and privacy at the bottom of the page. #Composer #Joseph #Woelfl #earned #Beethoven #Mozart #Haydn #combined",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Arts, Culture and Entertainment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "beethoven",
          "sentiment": "negative"
        },
        {
          "name": "joseph woelfl",
          "sentiment": "negative"
        },
        {
          "name": "haydn",
          "sentiment": "negative"
        },
        {
          "name": "mozart",
          "sentiment": "negative"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "vienna",
          "sentiment": "none"
        },
        {
          "name": "kakania",
          "sentiment": "none"
        },
        {
          "name": "danube",
          "sentiment": "none"
        },
        {
          "name": "bohemia",
          "sentiment": "none"
        },
        {
          "name": "europe",
          "sentiment": "none"
        },
        {
          "name": "italy",
          "sentiment": "none"
        },
        {
          "name": "france",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:58:47.853+02:00",
    "updated": "2023-12-29T01:58:47.853+02:00"
  },
  {
    "uuid": "f90541380aeb64dc8ea52ac4adb94c9605704d65",
    "url": "https://internetprincess.substack.com/p/what-8900-readers-hate-about-the",
    "ord_in_thread": 0,
    "author": "rayne fisher-quann",
    "published": "2025-06-17T20:32:00Z",
    "title": "What 8,900+ readers hate about the state of writing today",
    "text": "note: this post is too long for email and includes a lot of images, so may be easier to read it on your browser or the app.\nHere is the first thing I’ll say about the internet princess reader survey: I don’t think I realized how truly random a sample size can get when you send an email out to a subscriber list of 130,000 people collected over four years of prolific posting across all major social media platforms. Multiple responders to the survey asserted that they don’t know why they get my emails, don’t remember signing up, don’t know who I am, and don’t understand what this blog is at all. 1 And those are from the people who chose to open and respond! (I found it touching that even within this group, there was a vast spectrum of emotion present: one responder said that they didn’t understand what was happening when they started getting the emails but liked the writing enough that it became a welcome surprise; another said they really want to unsubscribe but can’t figure out how, and for that reason they plan to sue me).\nAll this to say: this poll has been filled out by many, many people. 8,950 people as of right now! I read through hundreds and hundreds of write-in responses, and I wish I could have read them all. Several of them made me cry. The whole thing felt at times very overwhelming — parts of this survey were silly, of course, but there were also parts that were very serious, and it really did feel like a very serious thing for so many people to share a real, vulnerable part of themselves with me. It’s actually a big deal to try and share any real part of yourself with anyone, and I don’t take it lightly that I bore witness to that here. It all made me feel much less alone. Thank you so much for filling it out!\n(NOTE: I’ll generally say “readers” instead of “polled readers” for the rest of this post just for brevity/ease of communication, but of course all this data only represents the answers of the polled group.)\ni’m really happy to be able to publish time-intensive projects like these for free. it’s all made possible by the support of my paid subscribers — please consider upgrading to a paid sub today. <3\nSubscribe DEMOGRAPHIC INFO\naccording to this poll, i have more gender non-conforming readers than male ones. lol. i was surprised by this!! before this survey, i would have guessed that men made up about a quarter of my audience. the results showed less than half that — 11.9% — while non-binary readers polled at 8.6%, genderqueer at 4.3%, and 2.5% of respondents selected “other”. 2 (out of curiosity, i checked my instagram analytics, where i found that men do make up about a quarter of my followers over there. interesting.) if you are a man, what’s your read on this?\n(I asked my readers to guess what this number would be, and the guesses varied from 2% to a very optimistic 45%. interestingly, both the highest and lowest guesses tended to come from men.)\nwhen men read this blog magical things can happen i’ve always thought of my readership as skewing pretty young; when explaining my work to strangers that i often say my blog is popular with teenage-to-college-aged girls. so i was very surprised to see that the majority of my readers are older than me : 63.6% of readers are 23 and older, with about 4.5% being older than 40. the largest group was 23-27 (38.8%), and the second-largest was 18-22 (32.2%). exactly eighty people older than 60 responded to this poll, and I want to get to know all of them.\nof all the results in this whole survey, I think I was most surprised by how few of my readers are in high school . when i started this blog, high-school-aged readers made up a good chunk of my audience — i would have guessed a quarter to a third. now, they’ve polled at the shockingly low 4.16% . i have more readers over 40 than i do in high school! i was genuinely confused by this for a minute because it was just so different than how i conceived of my audience when i started my blog, but then i realized something both completely obvious and strangely affecting: i am three or four years older than i was when a lot of people first started seeing my work, so a good amount of those high school girls are, well, three or four years older now, too. the majority of 14-18s moved into 18-22s. we’re growing up ! :’)\n#how i’m feeling now on this note, 41.5% of readers work full-time . 26.7% are in undergrad, 11.1% are in grad school, and 22% work part-time (this was a select-multiple question). approx 6% are not in education, employment, or training; 3.7% are in part-time education; 2.9% are in community college; 0.4% are in trade school. popular write-in answers include retired, on disability, on a gap year , and freelancing . exactly one person self-identified as living on family money (congrats!).\nMY ANSWER: i am full-time self-employed. for the curious: i am fully financially independent and 100% of my income comes from writing. it varies every year, but about half my income annually now comes from substack and the other half comes from my book deal.\non this note, 39% of readers work in a field related to writing, criticism, or media. 61% do not.\nthe vast majority of internet princess readers (approx 83.4%) identify as left-wing, socialist, or communist . the biggest chunk is left-wing, although it’s just a hair bigger than “socialist” (34.8% and 34.4%, respectively). 14.2% are communists. I did not include a write-in section because I lovingly knew that too many communists would want to write in their specific ideological subgroup and it would make it too hard to generalize the data. I know i was right because a bunch of people wrote theirs in the open-comment question anyway.\n0.6% of polled readers identify as conservative! that’s not nothing, which is kind of interesting. if you’re conservative, email me and let me know why you subscribe, unless the answer is that you want to kill me or something, in which case i would rather not know.\nMY ANSWER: when someone asks me how i identify politically, i tend to say i’m a Marxist feminist, because that feels most broadly representative of what i believe about most things. on this poll, i would say that i’m a communist. but for the record i am a pretty bad communist — i don’t do enough of the reading.\n15.8% of readers are connected to an organized religion . 59.9% are not. 24.3% feel religious or spiritual, but are not connected to an organized faith.\nMY ANSWER: I was raised sort of half-in and half-out of the Catholic Church (my mom left the church when I was a baby, but other close family members were very religious and I sort of split the difference), and now practice a non-rigorous Catholicism that feels very important to my stability and sense of self (although, being non-rigorous and also coinciding with my generally non-Catholic beliefs about women and sex, some would certainly argue it’s not Catholicism at all, lol). it’s complicated, etc, etc. i’ll save it for the book. for the record, i gave up food delivery for Lent this year.\nMEDIA CONSUMPTION\nnovels are by far the most prominent part of my readers’ media diets . this wasn’t surprising, but was interesting to me because fiction isn’t a huge part of my life! i think fiction is wonderful, obviously, but the vast majority of what i read is non-fiction. it’s also slightly frustrating that i know so little about the breakdown of what types of novels people are reading. i didn’t want to make this question (and survey in general) untenable by adding too many sub-options, but maybe i should do a big reading-specific survey sometime in the future because i’m just always really curious about what people are reading and why, how they think about/engage with book & essay culture, etc. ( if you answered this question, please feel free to give more details in the comments .)\n64% of readers consider Substack a primary part of their media diet . this is in some sense a huge number, but i think it’s still relatively lower than one might expect from the readership of a substack blog. it’s honestly nice to hear that i have some demographic diversity in this respect, or that i have a lot of readers who aren’t super into “substack culture” — as much as I love substack, I also want my work (and all our work) to feel separate from and bigger than the website that hosts it! plus the culture on the app can sometimes feel so all-consuming, especially when you make your money there (I always say the psychological toll is like if your performance on Twitter was directly tied to your retirement plan), and it’s nice to be reminded that it’s not actually the whole world.\ni was slightly surprised by how few readers counted literary journals as a major part of their media diet (11.1% and 10.5% for major and indie, respectively, and i’m guessing there’s almost 100% overlap between those two answers). the lit mag scene is such a heavily-reported-on part of life in New York it’s funny to be reminded that it’s still so niche, even within a writing-based community like this one.\npopular write-in answers include fanfiction, poetry, comics, and twitter/social media.\nMY ANSWER: i would say my primary daily media diet is composed of non-fiction books, substacks, and essays from lit journals and art magazines of all sizes. will get into more detail on this in my upcoming post about reading.\nas for why people read the things they read , the answers were spread out pretty evenly. the number one answer by far was “to expand consciousness or challenge myself intellectually” . (that is so awesome!!!) the least popular answer by a significant margin was “to be part of a community that reads similar things”. this was a bit surprising because I think that’s actually a big part of why I read: I love being a part of the discourse about viral essays on twitter, I love texting the group chat about new pieces from writers we like (or don’t like), I love being able to talk to people about the new it-book of the season. i’m curious how you all feel about this! does the idea of reading the same things as the people around you not really appeal to you, or does it just not really feel like an option, or is it a part of your life but isn’t especially meaningful/notable, or did that answer feel redundant bc of the way the question was worded, or … so on and so on. let me know what you think.\nMY ANSWER: expanding consciousness/challenging myself intellectually is probably my biggest reason. reading is also very tangibly a part of my job: i do research and background reading almost every day for my book and for substack, and I also just like to keep up with the community and so on. honestly all these answers feel true in some way to me but the other most relevant ones are: to be a part of a community that reads similar things, to understand my own experiences, and to learn tangible new information.\n54.4% of readers identify as critics. 45.6% of readers are fans. i’m a critic, but its complicated — I wrote about it in depth here .\nThe Barbie movie had mixed reviews among internet princess readers . nearly 60% said they enjoyed it, but with reservations. 10.5% said they disliked it artistically, and 18.8% disliked it politically. 15.1% have (or want to have) no opinion. one commenter predicted this would be the most revealing question on the whole survey. do you agree?\nMY ANSWER: to be honest I found the Barbie movie generally unaffecting both artistically and politically. I think politically I mostly just found it incomprehensible. The most interesting thing about it to me was the reception.\n50.9% of readers consider themselves “very online”. another one of those stats that is objectively quite high but still feels pretty low. 15.4% do not, and 33.7% say they were at one point but are not anymore.\nMY ANSWER: proud to say that I used to be but don’t feel like I really am anymore. obviously I still spend all my time On The Computer but I don’t feel locked in like I used to — I don’t feel like my online life is bigger or more real than my offline life. (potentially to the detriment of my career.)\nwhen asked how they feel about the internet, the largest group of readers — about 44% — say they generally like the internet but feel reservations or have criticisms of it nonetheless. 24.4% say they’re broadly critical of it but still participate for reasons they mostly don’t understand. only 2% feel few reservations about the internet , and a tiny 0.5% say they’re ambivalent or have no opinion .\nI received literally thousands upon thousands of detailed pet peeves, annoyances, gripes, and criticisms about the state of writing today. there are far too many to represent here (I tried my best and could only get through a few hundred of them — they were very detailed!). some names were named (i will not name them). here were some of the themes I saw repeated most often :\nan annoyance with writers (particularly on substack) who “don’t read enough” or cite their sources, and instead make broad, “vibes-based” criticisms that aren’t concretely rooted in reality\npeople hate “let people enjoy things”, “it’s not that deep”, and other defensive responses to media criticism\nmany readers are exhausted by a monotony of white, wealthy, urban (especially NYC-based) women in the essay space, and the presentation of their experiences as though they are universal\nmany criticisms specifically of New York based writers who write as though New York is the centre of the universe, or as though everyone everywhere should be automatically familiar with their references. I have thoughts on this — maybe will drop them in the comments.\nthere’s a distaste or annoyance with writing, both fiction and non-fiction, that feels like it exists to advertise the author’s own perfect morality or feels overly based on “performative” identity politics\nothers express frustration at writing, particularly personal-essay writing or blogging, that feels too “apolitical” or not in touch enough with material political reality\nmany readers describe a feeling of repetition, like the same ideas and styles are being recycled again and again, perhaps at the behest of “the algorithm” or to maximize engagement without much intellectual effort\nfrustration with writing that discusses a topic without meaningfully engaging with the history of thought around that topic\neveryone thinks most book covers are ugly now\nand here is a very small sample of a few responses I found interesting:\nSENSE OF SELF\n54.6% of readers identify with mommy issues over daddy issues . this made me feel at home; i’m a mommy issues girl too, obviously.\nMY ANSWER: mommy issues. daddy issues too but they’re not the main event and also not really the usual kind.\n39.4% of readers identify as mentally ill. 23.3% do not. 17.1% say they used to, but don’t anymore, and 14.4% say they don’t identify with the label even if a doctor might identify them that way.\nMY ANSWER: depends on the day… i would generally say yes, but sometimes i find the label “mentally ill” restrictive and reductive, and I also think I fear my own over-identification with it.\n9.9% of readers say it is not important to them that they understand themselves. 90.1% say it is. this is i think the most polarized question on the whole list.\nMY ANSWER: it is important to me that I understand myself, but I think I asked this question in part because I sometimes question the utility of that impulse, and the limits of endless self-interpretation as way of living in the world.\n62.1% of readers identify with indulgence over repression , and 37.9% identify with repression over indulgence. I used to ask people this question frequently, because the tension between indulgence and repression has always felt like one of the singular defining forces in my life and i’m very curious about how it feels for other people. one of my friends once replied that the dichotomy is kind of a trick: if someone lives their life with constant self-enforced repression, they probably have a deeply-held fear of indulgence, and therefore indulgence might actually be the more defining force in their life, and vice versa. if you answered this question, would be curious to hear more about what it meant to you.\nMY ANSWER: I identify much more with repression, in that much of my daily life revolves around self-imposed rules and restrictions that I feel I need to follow in order to prevent bad things from happening to myself and others. but of course my alignment with repression is a result of how badly a part of me has always wanted to indulge with no limit and no control, and how powerless I feel I am against indulgence when it takes me.\n79.3% of readers feel like they are performing for an unseen audience even when they are alone . easter egg alert. that’s a lot, but there have been times in my life when I assumed that feeling was basically completely universal, so it’s valuable to be reminded that it isn’t.\nMY ANSWER: yes, of course , but not nearly as much as I used to — or maybe I just spend less time worrying about it.\nthe most common “default” negative emotion among my readers is anxiety, followed closely by shame. popular write-ins included frustration, loneliness, dread, and boredom. the least common selections were envy, anger, and despair. these were the responses that were the most emotionally affecting for me to sort through — thank you for answering the question so thoughtfully and honestly.\nMY ANSWER: shame.\nLOVE AND RELATIONSHIPS\n69.5% of readers have been in love. 14.4% have not, and 16.1% say maybe.\nMY ANSWER: I have been in love. Probably three times total, or maybe four. (is this a lot or a little? or normal? let me know.)\n57.8% have experienced unrequited love. 23.2% have not, and 19.1% say maybe.\nMY ANSWER: I think i’d say no, but leaning “maybe”. i’ve had unsuccessful crushes and unfulfilled fantasies but don’t think i’ve ever felt true unrequited love in the obliterating, all-consuming way i see it described.\n11.7% of readers have cheated on a partner , and 15.7% say “sort of”. my boyfriend was scandalized by how high this number was; i thought it was surprisingly low.\nMY ANSWER: i have never cheated on a partner. BUT what makes it an interesting question to me is that i’ve probably done things that, while not inappropriate or harmful in any of my relationships, might be considered cheating or cheating-adjacent in some other relationships with different agreed-upon boundaries (similarly, there are things other people are totally fine with that I would probably consider to be a huge betrayal). i want to say so much more about this but monogamy and fidelity are such huge and loaded topics it feels like there’s no way to say something quick about them if I want to represent my thoughts accurately at all. whatever. as usual, i’m curious what YOU think about all this.\n34.7% of readers consider their romantic partner the primary relationship in their life. hooray for romance! but I was really excited to see that close friend(s) is a close second, with 26.6% of readers. almost 9% list their own artistic or intellectual work as their primary relationship, which I also thought was very cool .\nanother one of my blind spots was visible in this question: it genuinely did not occur to me that some of my readers are parents or grandparents! a few people wrote in to say that their primary relationship is with their child. other popular write-ins include: “myself”, “God”, and a pet.\n63.8% of readers feel like they currently belong to an in-person community, and 17.1% feel like they belong to a mostly-online community. 27.3% do not feel like they belong to a community at all. ( this was a select-multiple question.)\nMY ANSWER: i feel like i belong to a strong social community, certainly, and to some degree feel like i belong in both an on- and offline literary community (aka i would answer “yes” to this question). but i also think community is a difficult thing to define, and I think both the communities I just referenced work a little differently from, like, the type of community one might find in a church or around a school. my boyfriend (who is a comedian) says one of the things that defines his sense of community is that he knows he can go to a specific comedy venue and will literally always see people he knows — there’s a physical place where he can go basically anytime on any day and be with people who aren’t necessarily his close friends or anything, but who are knit together nonetheless, and care for each other, as a result of their shared love of the thing they do. my experience of the literary community is kind of like this, but writing is just I think functionally less social, less collective, and less performance-based than most other art forms, so I don’t feel as much like there’s a physical locus of community in the same way. although there’s always the Drift parties !!!",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Economy, Business and Finance",
      "Politics"
    ],
    "topics": [
      "Social Issue->social condition",
      "Politics->cultural policies",
      "Politics->censorship and freedom of speech"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substack-post-media.s3.amazonaws.com/public/images/695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:1390,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:154543,&quot;alt&quot;:&quot;&quot;,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:&quot;https://internetprincess.substack.",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substack-post-media.s3.amazonaws.com/public/images/e71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:1552,&quot;width&quot;:1358,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:260671,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:&quot;https://internetprincess.substack.com/i/16",
      "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://substack-post-media.s3.amazonaws.com/public/images/3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:650,&quot;width&quot;:1170,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:193952,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:&quot;https://internetprincess.substack.com/i/1605",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://newsletter.thedriftmag.com",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.newsletter.thedriftmag.com",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substack-post-media.s3.amazonaws.com/public/images/3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:650,&quot;width&quot;:1170,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:193952,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:&quot;https://www.internetprincess.substack.com/i/1605",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substack-post-media.s3.amazonaws.com/public/images/e71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:1552,&quot;width&quot;:1358,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:260671,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:&quot;https://www.internetprincess.substack.com/i/16",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substack-post-media.s3.amazonaws.com/public/images/695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg&quot;,&quot;srcNoWatermark&quot;:null,&quot;fullscreen&quot;:null,&quot;imageSize&quot;:null,&quot;height&quot;:1390,&quot;width&quot;:1456,&quot;resizeWidth&quot;:null,&quot;bytes&quot;:154543,&quot;alt&quot;:&quot;&quot;,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;topImage&quot;:false,&quot;internalRedirect&quot;:&quot;https://www.internetprincess.substack.",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F695836a4-50c0-49aa-879e-f5f85d5a0343_1624x1550.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg",
      "https://www.substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F3d156e03-d834-428f-8617-dd555fb6371c_1170x650.jpeg",
      "https://www.substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe71604c5-3bed-4069-9b2f-6a8a9e517640_1358x1552.jpeg"
    ],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [],
      "bias": "left"
    },
    "rating": null,
    "crawled": "2025-06-19T07:36:30.393+03:00",
    "updated": "2025-06-19T04:41:28.000+00:00"
  }
]