[
  {
    "uuid": "83a1cb06b47513970abab5f03ad518327d947e9b",
    "url": "https://www.arcamax.com/entertainment/weirdnews/s-3211288",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "ArcaMax Publishing, Inc.",
    "published": "2024-04-18T05:00:00Z",
    "title": "Strangers return diamond ring found on Texas beach to its owner | Weird News | ArcaMax Publishing",
    "text": "(UPI) A wedding ring lost on Texas' Galveston Island was returned to its owner's finger after being found by a couple attempting to remove an old net from the sand.\nDeysi Maldonado said she was visiting Galveston Island with her family and only realized hours after digging through the sand that her wedding ring set was missing from her finger.\nMaldonado enlisted the help of the Galveston Island Treasure Hunters Club, a Facebook group for metal detecting enthusiasts.\nScott Pearse and Clyde Longworth took their metal detectors to the beach to search for the ring, but soon discovered Maldonado's diamond ring had already been found.\nCaleb Brignac said he and his girlfriend had only been at the beach for about 15 minutes when they spotted a fishing net partially buried in the shallow water.\n Brignac started digging the net out from the sand, and when he tossed a handful of shells to the side he saw a diamond ring fly through the air.\nThe couple saw Pearse and Longworth using his metal detectors nearby and approached them with their discovery.\nPearse said it was a particularly lucky discovery, because it turned out the ring had been buried so deep in the sand that their metal detectors likely wouldn't have found it.\nThe metal detectorists put the two couples in contact and the ring was soon returned to Maldonado's finger.\nCopyright 2024 by United Press International\nComments Please enable JavaScript to view the comments powered by Disqus. blog comments powered by Disqus Share",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest"
    ],
    "external_links": [
      "http://disqus.com",
      "http://www.disqus.com"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "deysi maldonado",
          "sentiment": "none"
        },
        {
          "name": "pearse",
          "sentiment": "none"
        },
        {
          "name": "maldonado",
          "sentiment": "none"
        },
        {
          "name": "scott pearse",
          "sentiment": "none"
        },
        {
          "name": "clyde longworth",
          "sentiment": "none"
        },
        {
          "name": "caleb brignac",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "weird news | arcamax publishing strangers",
          "sentiment": "negative"
        },
        {
          "name": "galveston island treasure hunters club",
          "sentiment": "none"
        },
        {
          "name": "facebook",
          "sentiment": "none"
        },
        {
          "name": "upi",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "texas",
          "sentiment": "none"
        },
        {
          "name": "galveston island",
          "sentiment": "none"
        },
        {
          "name": "longworth",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-04-19T00:42:56.259+03:00",
    "updated": "2024-04-19T00:47:36.406+03:00"
  },
  {
    "uuid": "6c8c30866a649c77166c96b9d80812d1609009f1",
    "url": "https://www.hackneygazette.co.uk/news/national/24016269.woman-believed-held-hostage-gaza-declared-dead/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "PA News Agency",
    "published": "2023-12-28T21:39:00Z",
    "title": "Woman believed to be held hostage in Gaza declared dead | Hackney Gazette",
    "text": "A hard-hit Israeli kibbutz has announced the death of Judih Weinstein — an American-Canadian-Israeli woman who had been thought to be held hostage in Gaza. The news came six days after Ms Weinstein’s husband, Gad Haggai, was also declared dead. Ms Weinstein, 70, and Mr Haggai, 73, were taking an early morning walk near their home in Kibbutz Nir Oz on the morning of October 7 when Hamas militants burst across the border into Israel, killing about 1,200 people and kidnapping 240 others. In the early hours of the morning, Ms Weinstein was able to call emergency services and let them know that both she and her husband had been shot and send a message to her family. Ms Weinstein and her husband had been thought to be among the hostages still held in captivity in Gaza. But six days ago, the kibbutz announced that Mr Haggai was killed on October 7 and his body was taken to Gaza. On Thursday, the kibbutz said it had learned that Ms Weinstein was also killed on October 7 and her body is also being held in Gaza. It was not immediately clear how Israeli authorities determined their deaths. The couple are survived by two sons and two daughters and seven grandchildren, the kibbutz said. US President Joe Biden said he was “devastated” to learn of Ms Weinstein’s death, especially after hearing about the couple during a meeting with their daughter. The families “have been living through hell for weeks. No family should have to endure such an ordeal”, he said in a statement. Ms Weinstein was born in New York and was an active member of Kibbutz Nir Oz, a small community near the Gaza border where she taught English to children with special needs. The kibbutz said she also taught meditation techniques to children and teenagers who suffered from anxiety as a result of rocket fire from Gaza. Mr Haggai was a retired chef and jazz musician. “Judy dedicated her life to serving others, spending years teaching English and using her passions for poetry, puppeteering, and mindfulness to empower children of all backgrounds,” her family said in a statement. In a YouTube video made during a brief round of fighting between Israel and the Islamic Jihad militant group last May, Ms Weinstein read a series of poems and expressed hope for better days ahead. “I truly hope that the next time I’m recording some Haiku it won’t be under duress, under rocket fire, under conditions where people are at war,” she said. “May we all be granted the right to our basic rights of home, food, shelter and peaceful days. Here’s hoping.” Al Haggai, one of the couple’s sons, told Israel’s Channel 13 that the family had originally hoped their mother’s multiple citizenships would allow her to be released during the week-long ceasefire in late November, when 105 hostages were let go. Almost all were women and children. He said that when his mother’s name was not on any of the daily lists, he started to suspect that something had happened to her. According to Israeli Prime Minister Benjamin Netanyahu’s office, at least 23 of the approximately 129 hostages believed to be held in Gaza have either died or been killed in captivity. Nir Oz was one of the hardest-hit Israeli communities on October 7, with roughly a quarter of its residents killed or kidnapped. The families of missing hostages have drawn widespread support and sympathy in Israel as they press the government to reach a new ceasefire deal to bring home their loved ones. Mr Netanyahu met on Thursday in Tel Aviv with some of the families, where he told them there were behind-the-scene efforts to bring the hostages home, according to a statement from his office. “I can’t elaborate on the details, we are working to return everyone,” he said.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Human Interest",
      "Disaster and Accident"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "judith weinstein",
          "sentiment": "negative"
        },
        {
          "name": "hackney gazette",
          "sentiment": "negative"
        },
        {
          "name": "weinstein",
          "sentiment": "none"
        },
        {
          "name": "haggai",
          "sentiment": "none"
        },
        {
          "name": "gad haggai",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "hamas",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "gaza",
          "sentiment": "none"
        },
        {
          "name": "israel",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:06:10.568+02:00",
    "updated": "2023-12-29T01:36:55.654+02:00"
  },
  {
    "uuid": "d094b32931eb58adac1ca2dd229dd3daee285089",
    "url": "https://andaluciainformacion.es/malaga/1610021/la-llegada-de-borrascas-dejara-una-semana-santa-marcada-por-la-lluvia-la-nieve-y-el-frio",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "@andaluciainf",
    "published": "2024-03-22T12:34:00Z",
    "title": "La llegada de borrascas dejará una Semana Santa marcada por la lluvia, la nieve y el frío | Andalucía Información. Todas las noticias de Almería",
    "text": "l comienzo de la Semana Santa vendrá acompañado de \"un cambio de tiempo importante\" debido a la llegada de borrascas atlánticas que darán lugar a precipitaciones en amplias zonas del país acompañadas de un ambiente más frío para la época, sobre todo a partir del Jueves Santo, ha explicado Rubén del Campo, portavoz de la Agencia Estatal de Meteorología (Aemet). A partir del Jueves Santo y siguientes días, el portavoz ha precisado que las lluvias persistirán en buena parte de la península, más abundantes en el oeste y en puntos de la zona centro, y menos probables en el Mediterráneo. Para este viernes lo más destacado es la situación en las islas Canarias, donde una Dana dejará lluvias y chubascos localmente fuertes en Tenerife y en las islas Orientales, que serán de nieve por encima de unos 2.000 metros, además de rachas intensas de viento y temperaturas más bajas. En la península, sin embargo, el tiempo va a estar más tranquilo, con lluvia solo en puntos del Cantábrico y presencia de polvo en suspensión en muchas zonas, y un ambiente cálido para la época que dejará máximas de 25 grados en amplias zonas del país y hasta 30 grados en el Valle del Guadalquivir. El sábado continuará el tiempo revuelto en Canarias con chubascos intensos de nieve en las cumbres de las islas más montañosas y vientos fuertes, mientras que se iniciará un descenso \"acusado y extraordinario\" de los valores en el norte, que podría ser de más de 10 grados con respecto al día anterior. Así, Pamplona o Vitoria pasarán de tener el viernes 25 o 26 grados a tan solo 14 o 15 grados el sábado; Sin embargo, en el resto del territorio peninsular no habrá grandes cambios y seguirá el tiempo cálido para la época, con 30 grados en puntos del Guadalquivir. El domingo continuarán las lluvias en Canarias, ya menos intensas y tendentes a remitir a lo largo del día, conforme la Dana se aleje del archipiélago para acercase a la península, donde dejará chubascos y tormentas en puntos de Andalucía, sobre todo en Sierra Nevada y en el sur de la Comunidad andaluza. En el resto del territorio, tiempo estable con temperaturas que bajarán en el área mediterránea peninsular y en Baleares y no variarán en el resto: Castellón y Alicante tendrán un Domingo de Ramos fresco, con temperaturas que apenas alcanzarán los 20 grados, aunque todavía Córdoba, Granada o Sevilla rondarán los 30 grados. Para el lunes se espera el acercamiento de una borrasca a la península que propiciará un \"cambio de tiempo significativo\" con valores que bajarán \"notablemente\" en prácticamente toda España, salvo en el Cantábrico, donde subirán, y con lluvias en casi todo el país. Esa jornada la cota de nieve bajará hasta los 600-1.000 metros en el noroeste y a unos 1.000 metros en el resto de la mitad norte y puntos del centro. Del Campo ha pronosticado que para el martes el tiempo continuará \"revuelto\" con lluvias en casi cualquier punto del país, aunque con menor probabilidad en el sureste de la península, mientras que las más abundantes se darán en Pirineos y montañas andaluzas y con nevadas copiosas en montañas del norte y centro peninsular. En este punto, el portavoz ha recalcado que \"el martes también puede nevar en zonas más bajas, especialmente de la meseta norte\", mientras que las temperaturas bajarán de nuevo con diurnas por debajo de los 15 grados e incluso 10 grados en amplias zonas del interior, sin embargo en la costa mediterránea se superarán los 20 o 22 grados. El miércoles amanecerá con algunas heladas en zonas de montaña y en puntos de la meseta y páramos del centro, aunque este día ya habrá una clara recuperación de las diurnas, con una subida de la cota de nieve, ya restringida a montañas, y con lluvias en amplias zonas, más abundantes en Galicia y noroeste, y menos probables en el sureste. A partir del Jueves Santo y días siguientes, lo más probable es que continúe el paso de frentes asociados a borrascas atlánticas, con probabilidad de lluvias en amplias zonas, sobre todo del oeste y zona centro, y menos probables en las regiones mediterráneas. Respecto a las temperaturas subirán ese festivo, aunque es probable que bajen en jornadas siguientes, con valores templados en el tercio oriental de la península y en Baleares, pero en el resto serán valores propios de la época o incluso algo frescos en el oeste de la península. Envía tu noticia a: [participa@andaluciainformacion.es](mailto:participa@andaluciainformacion.es)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-03-22T16:03:06.088+02:00",
    "updated": "2024-03-22T16:03:06.088+02:00"
  },
  {
    "uuid": "f88de48df5d596e7cd7578a95f08d9dc05b3260b",
    "url": "https://www.dgabc.com.br/Noticia/4083450/arsenal-perde-em-casa-para-o-west-ham-e-deixa-escapar-a-lideranca-isolada-do-ingles",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Da AE",
    "published": "2023-12-28T21:25:00Z",
    "title": "Arsenal perde em casa para o West Ham e deixa escapar a liderança isolada do Inglês - 28/12/2023 | Diário do Grande ABC",
    "text": "O Arsenal decepcionou a sua torcida nesta quinta-feira ao ser derrotado em seu estádio por 2 a 0 pelo West Ham, no encerramento da 19ª rodada do Campeonato Inglês. O tropeço custou caro, já que o revés tirou a chance de o time do técnico Mikel Arteta assumir a liderança da competição. Na classificação, a diferença para o líder Liverpool é agora de dois pontos (40 a 42). O West Ham festejou o triunfo e também a posição na classificação. Os visitantes somam 33 pontos e aparecem no sexto posto, logo atrás do Tottenham, que também perdeu seu compromisso na rodada. As duas equipes voltam a jogar pelo torneio no próximo final de semana. O Arsenal vai tentar a reabilitação visitando o Fulham no domingo. Na terça-feira, o West Ham recebe o Brighton no estádio Olímpico de Londres. O resultado surpreendente começou a ser construído ainda no início do primeiro tempo. Jarrod Bowen faz uma bela assistência para Tomas Soucek, que teve frieza para dominar e chutar forte: 1 a 0, aos 13 minutos. Com a necessidade de virar o jogo e a pressão da torcida, a partida foi ficando dramática. O West Ham perdeu Lucas Paquetá com 30 minutos de confronto. A baixa obrigou a equipe visitante a se fechar ainda mais a fim de segurar a vantagem. Com mais volume de jogo, mas sem ser efetivo, o Arsenal foi para o intervalo sem conseguir o empate. Quem esperava uma pressão total da equipe de Mikel Arteta desde o início, acabou se surpreendendo. O West Ham se aproveitou de uma bola aérea e fez o que poucos acreditavam: aumentou a vantagem para 2 a 0 em cabeçada de Mavropanos. A bola ainda bateu no travessão antes de entrar, aos 10 minutos. O Arsenal foi para cima, criou seguidas chances, mas pecou nas finalizações. Em dois lances praticamente seguidos, Gabriel Jesus perdeu dois gols na pequena área. No primeiro cabeceio, Aréola defendeu. Na segunda oportunidade, o camisa nove cabeceou por cima. O tempo passou a ser mais um adversário e o Arsenal não conseguiu se organizar diante de um rival retrancado. Ödegaard ainda teve outra chance em cabeçada nos acréscimos mas parou no goleiro. O pior quase aconteceu no último lance do jogo com um pênalti anotado para o West Ham. David Raya, no entanto, conseguiu defender a cobrança de Benrahma garantindo a derrota de 2 a 0. Atenção! Os comentários do site são via Facebook. Lembre-se de que o comentário é de inteira responsabilidade do autor e não expressa a opinião do jornal. Comentários que violem a lei, a moral e os bons costumes ou violem direitos de terceiros poderão ser denunciados pelos usuários e sua conta poderá ser banida.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "portuguese",
    "sentiment": "negative",
    "categories": [
      "Sport",
      "Human Interest",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:41:01.909+02:00",
    "updated": "2023-12-29T00:41:01.909+02:00"
  }
]