[
  {
    "uuid": "a9087cc91e6fa8c48c4e315c39cb890ac73e8345",
    "url": "https://viapais.com.ar/carlos-paz/pronostico-villa-carlos-paz-arranco-la-temporada-con-clima-ideal-para-disfrutar-del-rio-y-el-sol/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Redacción Vïa Carlos Paz",
    "published": "2024-01-03T14:17:00Z",
    "title": "Pronóstico: Villa Carlos Paz arrancó la temporada con clima ideal para disfrutar del río y el sol",
    "text": "Villa Carlos Paz tendrá una jornada típica del verano cordobés este miércoles 4 e enero de 2024, según el pronóstico del Servicio Meteorológico Nacional (SMN). La temperatura máxima será de 33°C y desde el ente nancional del clima advierten sobre las temperaturas extremas en la región.\nEl lago San Roque amaneció verde luego de una importante crecida del Río Cosquín Asimismo el SMN prevé un 40% de probabilidad de precipitaciones para esta tarde, en lo que podría ser una típica tormenta de verano.\nPronóstico extendido para Villa Carlos Paz El pronóstico extendido para Villa Carlos Paz indica que la ciudad tendrá un clima caluroso los próximos días, con alternancia de sol y nubes, y posibilidad de lluvias y tormentas aisladas.\nSegún el SMN , la temperatura máxima oscilará entre los 25 y los 33 grados, mientras que la mínima rondará los 16 y los 20 grados. El cielo estará parcialmente nublado y el viento soplará del sector este. El fenómeno El Niño/La Niña seguirá influyendo en las condiciones climáticas de la región.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Weather",
      "Lifestyle and Leisure"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-03T17:00:30.369+02:00",
    "updated": "2024-01-03T17:00:30.369+02:00"
  },
  {
    "uuid": "6a9a34c65c94160cd71b461455628320cc79ba9c",
    "url": "https://vnexplorer.net/edson-alvarez-y-el-west-ham-tumban-al-arsenal-de-la-cima-de-la-premier-league-s698605.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "VNExplorer",
    "published": "2023-12-29T00:33:00Z",
    "title": "Edson Álvarez y el West Ham tumban al Arsenal de la cima de la Premier League",
    "text": "Edson Álvarez celebra con su compañero Angelo Ogbonna uno de los goles del West Ham en el juego contra el Arsenal.\nEl West Ham United de Edson Álvarez venció 0-2 al líder de la Premier League en el Emirates Stadium, en lo que fue el resultado más sorpresivo de la jornada 19 del campeonato inglés.\nEl futbolista mexicano jugó los 90 minutos y tuvo una actuación brillante. A pesar de que no marcó gol, fue clave para frustrar cada intento del Arsenal de llegar con peligro a portería. Álvarez se lució, ya que los Hammers jugaron a la contra y él siempre estuvo atento a cada cobertura, a cada segunda jugada y ganando los mano a mano que le tocó enfrentar.\nEn gran parte por el “Machín”, el Arsenal tuvo un partido de pesadilla, tras el cual no pudieron mantener el liderato de la Premier y tuvieron que cederlo al Liverpool, que venció 0-2 al Burnley.\nCon una posesión del 74 por ciento, con un asedio tan constante como ineficaz durante todo el encuentro sobre la portería del West Ham, con 30 remates, ocho entre los tres palos, a los Gunners pareció vencerlos también la frustración.\nLos superó la efectividad del West Ham, que marcó dos goles en sus tres únicos remates a portería de todo el encuentro, el último de ellos un penalti detenido por David Raya.\nUna demostración de pegada y practicidad, iniciada por Tomas Soucek, a pase de Bowen, y culminada por un testarazo de Mavropanos, a centro de Ward-Prowse, pero también una expresiva resistencia defensiva, a la que colaboró, indispensable, Areola con tres paradas cruciales, sobre todo la primera a Saka con tan solo 0-1 a favor.\nEl West Ham se adelantó en el minuto 13. Un rechace suelto de Zinchenko, afortunado para el conjunto visitante, le cayó a Bowen al borde de la línea de fondo para reponer el balón en juego para la llegada de Tomas Soucek, que remachó el gol. El principio de todo este jueves en el estadio Emirates para relegar al Arsenal de la primera posición.\nEn algunas ocasiones, ni siquiera el VAR es suficiente. Ninguna imagen ponía en duda la legalidad del centro previo de Bowen, al borde de la fuera de fondo, si es que no estaba fuera por milímetros. No había ninguna instantánea concluyente en el momento exacto. En ese instante, el balón quedaba detrás del cuerpo del delantero, situado sobre la línea.\nEl gol, tres minutos después de la revisión, entre los gritos del público ‘no goal’ de fondo, fue validado, sin la certeza para nadie de si lo era o no. Ante la duda, el tanto fue legal. Una sorpresa en el estadio Emirates, por la clasificación, pero también por lo que se había visto hasta entonces sobre el campo, con el Arsenal en modo asedio casi desde el principio.\nNecesitado de una victoria para retener el liderato, tras el triunfo del martes del Liverpool, el Arsenal presionó, acorraló, echó hacia atrás a su rival, lo sometió a un estrés constante antes y después del 0-1, pero se quedó en apenas dos tiros entre los tres palos, con una magnífica parada de Areola a Saka, que también estrelló un remate en el poste.\nUn saque de esquina es mucho más si el golpeo corresponde a Ward-Prowse. En un escenario inigualable, dio su décima asistencia de la temporada con un córner que puso en la cabeza de Mavropanos. Su testarazo fue igual o mejor que el centro. A la escuadra, lejos de la oposición de David Raya, para el 0-2 en el minuto 55. La sorpresa ya tomó dimensión.\nAún más, cuando, su tercer acercamiento, fue un penalti, cometido por Declan Rice sobre Emerson. La pena máxima la paró David Raya.\nY con el mérito de la ausencia de Lucas Paquetá, lesionado en el calentamiento y resistente hasta la media hora del choque, cuando ya dijo basta, se tiró al suelo y reclamó el cambio.\nCon este resultado, los Hammers se meten de lleno a la pelea por los puestos europeos de la Premier League, ya que se ubicaron en el sexto puesto, a sólo tres puntos del quinto, que otorga un pase para la Europa League, y a 4 del cuarto, que otorga uno para la Champions League.\nSigue leyendo:\n· “El Machín” Edson Álvarez tiene dos nuevos apodos en el vestuario del West Ham United\n· Raúl Jiménez anota y el Fulham golea al West Ham de Edson Álvarez",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Economy, Business and Finance"
    ],
    "external_links": [
      "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maOYL.img",
      "https://www.img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1maOYL.img"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T02:47:38.761+02:00",
    "updated": "2023-12-29T02:47:38.761+02:00"
  },
  {
    "uuid": "e75bcf6ab6c5491d1bf94e51246024d46715546b",
    "url": "https://tribune.net.ph/2024/01/19/phl-canada-deepen-ties-sign-defense-cooperation-agreement",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Lade Jean Kabagani",
    "published": "2024-01-19T01:22:00Z",
    "title": "Phl, Canada deepen ties, sign defense cooperation agreement",
    "text": "The Philippines and Canada agreed to deepen their existing robust relations with the signing of a memorandum of understanding that will fortify the two countries’ defense relations.\nDefense chief Gilberto Teodoro Jr. signed the new defense agreement with Canadian Ambassador to the Philippines David Bruce Hartman on Friday at the Department of National Defense headquarters in Camp Aguinaldo.\n“I'm glad to hear that there is a strong intention on both sides to deepen and strengthen the relationships by forging new milestones in our defense relations to culminate, perhaps, with the Visiting Forces Agreement,” Teodoro said, shortly after the signing of the MoU.\nTeodoro noted the need for the country to further “foster working alliances with like-minded countries” and emphasized the crucial role of the Department of Foreign Affairs in facilitating such government-to-government connections.\nThe signing of the MoU, which coincides with this year’s 75th anniversary of the establishment of diplomatic relations between the Philippines and Canada, is seen as a great start of the two countries’ cooperation activities including military education, training exchanges, information sharing, peacekeeping operations, disaster response, among others.\nTeodoro said the DND’s full implementation of the Philippines-Canada’s new agreement will be anchored to the agency’s thrust—to strengthen its defense partnerships with like-minded states, “given the evolving regional security landscape” in the region.\nAcknowledging the interrelated dynamics of the Middle East, Europe, and the recent conflict between Pakistan and Iran, Teodoro said it is \"imperative for the nations to collaborate, particularly in areas of common vulnerabilities.”\n“The strongest assets we have are the mutual trust and confidence that we have in one another on a people-to-people basis, and because we are dealing with each other in a straightforward, open, and on a rules-based manner, such trust is reinforced and will surpass political changes and the tests of time,” he added.\nMeanwhile, Hartman conveyed Canada’s intention to advance its relations with the Philippines and the entire region as outlined in the Canadian government’s Indo-Pacific Strategy.\nA bilateral defense meeting, attended by Assistant Secretary for Strategic Assessments and International Affairs Marita Yoro for the Philippine side, and Assistant Deputy Minister (Policy) Peter Hammerschmidt for the Canadian side, was also convened on Friday morning.\nThe officials exchanged views on global security concerns, as well as discussed future activities and initiatives between the Philippines and Canada in the coming months.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Politics",
      "Economy, Business and Finance",
      "War, Conflict and Unrest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "gilberto teodoro jr.",
          "sentiment": "none"
        },
        {
          "name": "teodoro",
          "sentiment": "none"
        },
        {
          "name": "david bruce hartman",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "department of national defense",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "canada",
          "sentiment": "none"
        },
        {
          "name": "philippines",
          "sentiment": "none"
        },
        {
          "name": "camp aguinaldo",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-19T15:53:12.023+02:00",
    "updated": "2024-01-19T15:53:12.023+02:00"
  },
  {
    "uuid": "fd61b88397e6dc223e17a8a38d68b9100352d988",
    "url": "https://www.causeur.fr/comment-israel-se-fait-biaiser-271953",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Gilles-William Goldnadel",
    "published": "2023-12-24T09:59:00Z",
    "title": "Comment Israël se fait biaiser",
    "text": "Médias de gauche, ONG humanitaires, agences onusiennes… Tout un aréopage « d’autorités morales » guidées par le militantisme idéologique et la haine du monde blanc fait obstacle à la vérité sur le conflit entre Israël et le Hamas.\nChacun peut évidemment se faire sa propre idée sur le conflit israélo-palestinien qui ne se caractérise pas par sa simplicité. Et je ne revendique pas l’objectivité, engagé que je suis dans un camp résolument, encore que je m’essaie à l’honnêteté en dépit du caractère intensément émotionnel de l’actualité.\nMais mon propos est ailleurs. J’accuse ici les médias de truquer délibérément la présentation objective de l’information. Et je le prouve.\nJe ne parle pas seulement du vieux biais idéologique observé depuis longtemps, tel qu’on peut l’observer quotidiennement dans l’espace médiatique de la gauche extrême encore dominante en lisant Le Monde et Libé, ou en écoutant les stations publiques subventionnées. Pour le résumer, disons que la partie palestinienne est présentée comme la partie faible. Contre l’évidence démographique, régionale et financière internationale, qui témoigne très exactement du contraire. Dans ce cadre fantasmatique, un esprit critique acéré regarde à la loupe le petit Israël avec une sévérité parfois justifiée, tandis que l’indulgence la plus extrême tourne le dos à la dure réalité du monde arabo-islamique. On peut évidemment évoquer la crainte révérencieuse envers la loi du Nombre et la trouble fascination pour la foule des rues arabes en sainte colère. Mais l’explication première de cet inconscient idéologique est à rechercher dans la détestation pathologique de l’Occident par la gauche occidentale et pour le dire plus crûment dans le racisme anti-blanc. Le juif israélien étant dans ce cadre vécu et décrit comme un Blanc arrogant.\nMais foin de spéculations théoriques. Place aux travaux pratiques. Le conflit actuel aura eu au moins le triste mérite de prouver l’invraisemblable partialité d’observateurs censés être respectables et impartiaux.\nÀ tout seigneur, tout honneur, la presse écrite prise de militantisme aigu. L’exemple de Benjamin Barthe du Monde est topique : voilà un rédacteur-en-chef adjoint, chargé du Proche-Orient et qui ne se cache pas sur Twitter de relayer sans complexes les articles les plus anti-israéliens. Mieux : il approuve un ami qui considère qu’« Israël n’apporte que la mort ». Eh bien, nous avons découvert que son épouse Muzna, activiste palestinienne, non seulement a applaudi avec joie le pogrom du 7 octobre, mais encore qu’elle est poursuivie par le parquet pour avoir participé à Paris à une manifestation interdite pour la Palestine en mettant en cause « la police de Vichy ». Par ailleurs, Avocats sans frontières poursuit Mme Barthe pour injure raciale pour avoir ironisé sur le comportement du « peuple élu ». Voilà un couple bien assorti qui en dit long sur l’état du Monde.\nLa dérive idéologique des ONG\nIl y a aussi les ONG et les humanitaires. Derrière ces trois lettres magiques et cette appellation gratifiante, des militants cyniques. Dont les prises de position systématiquement anti-israéliennes sont reprises avec gourmandise par ces médias serviles autant que complaisants. Citons Amnesty International, qui n’a absolument plus rien à voir avec cette noble organisation qui, il y a deux décennies, avait pour unique ambition d’obtenir la libération de prisonniers détenus pour des raisons purement politiques. Amnesty est aujourd’hui dirigée par Agnès Callamard qui se sera déconsidérée en accusant faussement Israël d’avoir empoisonné Arafat (le vieux mythe du poison que voilà), accusation à laquelle même la veuve du raïs, Souha, ne croit plus. C’est son Amnesty qui a popularisé le nouveau mythe d’« Israël pays d’apartheid », remake du « sionisme égale racisme » de 1975, qui fait sourire de nombreux médecins ou politiciens arabes israéliens pourtant souvent peu amènes envers leur actuel gouvernement. Amnesty s’était distingué en prenant fait et cause pour l’accusé de l’attentat contre la synagogue de la rue de Copernic. C’est ce membre du FPLP terroriste dont nous venons récemment d’obtenir la condamnation par la cour d’assises de Paris. Dis-moi qui tu défends et je te dirai qui tu hais. Enfin Amnesty 2023 milite contre le « privilège blanc ». Voilà qui illustre le biais idéologique précité et qui explique sa dérive hystérique.\nA lire aussi :\nUn peuple peut en cacher un autre\nCitons également Médecins sans frontières, fondée par Rony Brauman, homme aussi attachant qu’il est antisioniste. Sans oublier la kyrielle d’institutions satellites de l’ONU : OMS, UNRWA, etc., filiales d’une organisation dominée par une majorité automatique pro-islamique dont l’activité essentielle semble être la condamnation rituelle d’Israël, mise au pilori en permanence, tandis que la Syrie et l’Iran sont traités avec une touchante bienveillance. On a oublié évidemment le rapport Goldstone, du nom de ce juge sud-africain onusien, qui avait rendu, lors de l’opération « Plomb durci » à Gaza en 2009, un rapport contre Israël baignant dans le vitriol… avant que de reconnaître en 2011 qu’il s’était fourvoyé.\nOu encore de Jean Ziegler, rapporteur près l’aréopage onusien et grand contempteur de l’État que vous savez, encensé par les médias que vous imaginez… avant que d’être viré pour un antisémitisme pas assez dissimulé.\nA lire aussi : A lire aussi :\nFinnegans woke\nIl y a eu encore au début du conflit cette découverte (qui n’en était pas une pour nous) selon laquelle tous les « fixeurs » qui travaillaient pour les journalistes occidentaux la main dans la main à Gaza dépendaient du Hamas quand ils n’avaient pas fêté le 7 octobre avec des gâteaux.\nMais je vous ai gardé le meilleur pour la fin. Le 16 novembre (cf. L’Obs), deux représentants de l’AFP étaient interrogés par le Sénat. Ils sont tombés sur des parlementaires de droite, qui leur ont demandé avec urbanité pour quelle étrange raison l’agence française ne tenait pas dans ses dépêches l’organisation pour terroriste, alors même que la France, comme tous les pays démocratiques, la tient pour telle. Avec une candeur émouvante, le directeur de l’information de l’AFP, Phil Chetwynd, commença par expliquer que son personnel était rempli de paresseux et d’amateurs. Puis, poussé dans ses derniers retranchements, le malheureux finit par révéler un pot aux roses que j’ai livré depuis des années avec un succès mitigé : c’était « pour la sécurité de ses agents ». L’aveu est confondant. Ainsi l’AFP avoue ingénument que la maison prend des gants pour protéger ses agents dans les régions à risques. En revanche, elle y va carrément avec les pays démocratiques, qui sont donc plus maltraités. Moralité : si tu veux être médiatiquement bien servi, menace les journalistes. CQFD.\nVous comprenez maintenant pourquoi Israël se fait biaiser ?\nMANUEL DE RÉSISTANCE AU FASCISME D'EXTRÊME-GAUCHE\nPrice: 10,00 €\n24 used & new available from 6,38 €\nRéflexions sur la question blanche: Du racisme blanc au racisme anti-blanc\nPrice: 62,99 €\n6 used & new available from",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [
      "https://www.amazon.fr/dp/2493000013",
      "https://amazon.fr/dp/2350132390?tag=causeur-21&linkCode=ogi&th=1&psc=1",
      "https://amazon.fr/dp/2493000013?tag=causeur-21&linkCode=ogi&th=1&psc=1",
      "https://www.amazon.fr/dp/2493000013?tag=causeur-21&linkCode=ogi&th=1&psc=1",
      "https://www.amazon.fr/dp/2350132390?tag=causeur-21&linkCode=ogi&th=1&psc=1",
      "https://www.amazon.fr/dp/2350132390"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-24T12:12:12.197+02:00",
    "updated": "2023-12-24T12:12:12.197+02:00"
  },
  {
    "uuid": "8d09c78fd4f130f1f873be100d54e3f2bcca8d31",
    "url": "https://www.paddleyourownkanoo.com/2024/09/13/we-strike-at-midnight-boeing-faces-crippling-walkout-by-33000-factory-workers-after-tentative-contract-is-rejected",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Paddle Your Own Kanoo",
    "published": "2024-09-13T07:02:00Z",
    "title": "‘We Strike at Midnight’: Boeing Faces Crippling Walkout By 33,000 Factory Workers After Tentative Contract is Rejected",
    "text": "Embattled aircraft manufacturer Boeing faces a crippling strike by more than 33,000 workers who primarily work on aircraft assembly lines, including its best-selling 737MAX after a new tentative contract was overwhelmingly rejected.\nAccording to the IAM 751 union, the workers, who are based close to Seattle, Washington, and Portland, Oregan, voted by 94.6% to reject the tentative agreement, while 96% voted overwhelmingly in favor of a strike.\nAfter the results of the ballots were announced on Thursday, IAM District 751 President Jon Holden declared: “We strike at midnight.”\nThis was the first time in 16 years that Boeing factory workers have voted on a full new contract after extensions to the current contract were agreed in 2011, 2014 and 2016.\nBoeing had promised its ‘largest-ever’ general wage increase of 25%, along with a slew of other improvements, including enhanced retirement, improved healthcare provisions, and better work-life balance.\nThe ballot result will be a major blow to Boeing, which had hoped the tentative agreement would put it on a surer footing to ramp up aircraft production and improve confidence in the scandal-hit manufacturer.\nIn an attempt to sway the vote, Boeing had also promised a lump sum payment of $3,000 and a commitment to build its next aircraft in the Puget Sound region if workers voted in favor of the agreement by September 12.\nWorkers have, however, been highly critical of the tentative agreement, complaining that the wage increases do not cover the rising cost of living in the Pacific Northwest.\nBoeing is already under considerable pressure to ramp up production of key aircraft lines, including its 737MAX, with key customers openly criticizing the manufacturer over creeping delays.\nEuropean low-cost carrier Ryanair has been particularly critical of Boeing over the continuing delays, while earlier this year, Flydubai blasted the manufacturer for failing to deliver 737MAX planes as promised.\nThe IAM 751 union had implored its members to approve the tentative agreement, saying that its negotiators had achieved everything they could in bargaining “short of a strike”.\n“We recommended acceptance because we can’t guarantee we can achieve more in a strike,” warned Holden earlier this week. “But that is your decision to make and is a decision that we will protect and support, no matter what.”\nMateusz Maszczynski\nMateusz Maszczynski honed his skills as an international flight attendant at the most prominent airline in the Middle East and has been flying ever since... most recently for a well known European airline. Matt is passionate about the aviation industry and has become an expert in passenger experience and human-centric stories. Always keeping an ear close to the ground, Matt's industry insights, analysis and news coverage is frequently relied upon by some of the biggest names in journalism.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Labor",
      "Politics"
    ],
    "ai_allow": true,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "jon holden",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "boeing",
          "sentiment": "neutral"
        },
        {
          "name": "iam",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "oregan",
          "sentiment": "none"
        }
      ]
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null
    },
    "rating": null,
    "crawled": "2024-09-13T10:37:00.045+03:00",
    "updated": "2024-09-13T10:37:00.045+03:00"
  },
  {
    "uuid": "f8793d55bdc6386e09ef0082ef513440528fd331",
    "url": "https://www2-desktop.corsematin.com/article/francemonde/1467074355263315/les-temperatures-mondiales-se-maintiennent-toujours-au-dessus-d1-5-c-de-rechauffement",
    "ord_in_thread": 0,
    "author": "@corse_matin",
    "published": "2025-05-08T02:21:00Z",
    "title": "Les températures mondiales se maintiennent toujours au-dessus d'1,5°C de réchauffement",
    "text": "Des agents du Service des forêts sud-coréen observent les graves incendies qui ont ravagé le sud-est du pays, le 27 mars 2025 à Andong\nPHOTO AFP / ANTHONY WALLACE\nLes températures mondiales sont restées à des niveaux historiquement élevés en avril, poursuivant une série de près de deux ans de chaleur inédite sur la planète qui agite le milieu scientifique sur la vitesse du réchauffement climatique\nAu niveau mondial, avril 2025 se classe deuxième plus chaud derrière avril 2024, selon l'observatoire européen Copernicus, qui se fonde sur des milliards de mesures issues de satellites, stations météo et autres outils.\nLe mois dernier prolonge ainsi une série ininterrompue de records ou quasi-records de températures qui dure depuis juillet 2023, soit bientôt deux ans.\nDepuis lors, à une exception près, tous les mois ont été au moins 1,5°C plus chauds que la moyenne de l'ère préindustrielle (1850-1900).\nDe nombreux scientifiques s'attendaient pourtant à ce que la période 2023-2024 -- les deux années les plus chaudes jamais mesurées dans le monde -- soit suivie d'un répit, lorsque les conditions plus chaudes du phénomène El Nino s'estomperaient.\n\"Avec 2025, cela aurait dû se tasser, mais au lieu de cela, nous restons dans cette phase de réchauffement accéléré\", a déclaré Johan Rockström, directeur en Allemagne de l'Institut de Potsdam sur l'impact du climat.\n\"Il semble que nous y soyons coincés\" et \"ce qui l'explique n'est pas entièrement résolu, mais c'est un signe très inquiétant\", a-t-il déclaré à l'AFP.\nLes deux dernières années \"ont été exceptionnelles\", dit à l'AFP Samantha Burgess, du centre européen qui opère Copernicus. \"Elles restent dans la fourchette de ce que les modèles climatiques prédisaient pour aujourd'hui, mais on est dans le haut de la fourchette\".\nUne des explications repose sur le fait que le phénomène La Nina, inverse d'El Nino et synonyme d'influence rafraîchissante, n'est finalement que de \"faible intensité\" depuis décembre, selon l'Organisation météorologique mondiale, et pourrait déjà décliner dans les prochains mois.\n- Déjà presque 1,4°C -\nUne cinquantaine de climatologues réputés, conduits par le britannique Piers Forster, estiment que le climat était déjà réchauffé en moyenne de 1,36°C en 2024. C'est la conclusion d'une version préliminaire de leur étude qui actualise chaque année les chiffres clés du Giec, les experts du climat mandatés par l'ONU. Copernicus a une estimation actuelle très proche, de 1,39°C.\nLe seuil de 1,5°C de réchauffement, le plus ambitieux de l'accord de Paris, est sur le point d'être atteint de façon stabilisée, calculée sur plusieurs décennies, estiment nombre de scientifiques. Copernicus pense que cela pourra être le cas d'ici 2029.\n\"C'est dans quatre ans. La réalité est que nous allons dépasser 1,5°C\", dit Samantha Burgess.\n\"Au rythme actuel, le 1.5°C sera battu avant 2030\", estime aussi Julien Cattiaux, climatologue du CNRS joint par l'AFP. \"On dit que chaque dixième de degré compte\", car il multiplie les sécheresses, canicules et autres catastrophes météorologiques \"mais actuellement, ils défilent vite\", s'alarme le scientifique.\nMais \"maintenant, ce qu'il faut essayer de faire, c'est d'avoir un réchauffement climatique le plus proche possible\" de la cible initiale car \"ce n'est pas pareil si on vise un climat réchauffé de 2°C en fin de siècle ou de 4°C\", rappelle-t-il.\nQue la combustion des énergies fossiles - charbon, pétrole et gaz - soit responsable de l'essentiel du réchauffement ne fait pas débat parmi les climatologues.\nMais les discussions et les études se multiplient pour quantifier l'influence climatique de l'évolution des nuages, d'une baisse de la pollution atmosphérique ou de celle des capacités de la Terre à stocker le carbone dans des puits naturels tels que les forêts et les océans.\nLes relevés annuels de températures mondiales remontent jusqu'en 1850. Mais les carottes de glace, les sédiments au fond de l'océan et d'autres \"archives climatiques\" permettent d'établir que le climat actuel est sans précédent depuis au moins 120.000 ans.\nVotre opinion compte pour nous. Rejoignez la communauté corsematin.com en réagissant sur l'article Les températures mondiales se maintiennent toujours au-dessus d'1,5°C de réchauffement.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Social Issue",
      "Politics"
    ],
    "topics": [
      "Environment->climate change",
      "Environment->environmental pollution",
      "Environment->global warming",
      "Social Issue->social condition",
      "Social Issue->social problem",
      "Social Issue->mankind",
      "Politics->government policy",
      "Politics->environmental policy",
      "Politics->human rights"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-08T06:19:57.821+03:00",
    "updated": "2025-05-08T03:24:42.000+00:00"
  }
]