[
  {
    "uuid": "2b9ae4725f7ac347f04fd446804f5ba2d8a39210",
    "url": "https://www.perthnow.com.au/politics/aussie-business-boost-as-india-trade-ties-strengthen-c-13051432",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Dominic Giannini AAP",
    "published": "2023-12-28T12:29:00Z",
    "title": "Aussie business boost as India trade ties strengthen",
    "text": "Australian agriculture exports to India have surged 50 per cent in the last year after a free trade agreement was inked between the two nations.\nThe boost to sheep meat, seafood, broad beans, citrus and almonds has also been supplemented by a 30 per cent increase in industrial exports, such as pharmaceuticals, wood and paper and cochlear implants.\nTariffs on more Australian exports to India, including on seafood, cherries, sandalwood and wine, are also set to make businesses more competitive from January 1.\nAustralian businesses saved through lower taxes on $15.2 billion worth of exports to India between January and September after the pact came into force.\nHouseholds saved $145 million in duties on imported goods such as clothing, linen and electrical parts.\nThe trade agreement has strengthened Australia's economic relationship with India and paved the way for cheaper goods and services, Trade Minister Don Farrell said.\nIt has also helped to ease pressure on supply chains in Australia's manufacturing, resource and construction industries by boosting access to tubes, pipes and off-road dump trucks, he said.\n\"India represents a massive opportunity for Australian business to diversify into new growing markets,\" he said.\n\"In the year since this agreement came into effect, we have seen enormous gains for a range of Australian exporters, including our farmers, manufacturers, and our universities.\n\"This is a relationship we need to invest in and I look forward to working with India to take our trade agreement to the next level.\"\nThe free trade agreement has been hailed by Australian farmers and business groups as economic ties strengthen and market access increases.\nTwo-way trade between the nations was worth $46.5 billion in 2022.\nCanberra and New Delhi are also negotiating a comprehensive economic co-operation agreement that would boost digital trade and further market access for Australian agricultural products, particularly wine.\nBoth sides had hoped to seal the deal by the end of the year but there had been \"significant issues\" as negotiations continued, a Department of Foreign Affairs and Trade official said.\nAustralian wine producers have been seeking to diversify markets after China imposed punitive tariffs in 2020, with India's 1.4 billion strong nation seen as a ripe opportunity.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Politics"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "don farrell",
          "sentiment": "none"
        }
      ],
      "organizations": [],
      "locations": [
        {
          "name": "india",
          "sentiment": "none"
        },
        {
          "name": "australia",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:33:44.887+02:00",
    "updated": "2023-12-29T01:33:44.887+02:00"
  },
  {
    "uuid": "4eca5a285d00fe7cd61bff4da556a9f6c4cab907",
    "url": "https://www.benningtonbanner.com/local-news/new-two-year-vermont-study-details-suicide-numbers-related-factors/article_0f26cca8-a5d3-11ee-83d8-efa4c6ad2fb1.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Susan Allen, Vermont News & Media",
    "published": "2023-12-28T20:30:00Z",
    "title": "New two-year Vermont study details suicide numbers, related factors",
    "text": "About 246 Vermonters look their lives in 2020-21, most of them men (eight in 10) over the age of 25.\nThat was among the findings of an extensive study released this fall by the Vermont Department of Health that also found the highest rate of suicide among those who are single, never married, or divorced; those with a high school education or less; and those who live in rural areas of the state. Veterans had a suicide rate more than triple non-veterans, the study found.\nThe report is driven by numbers, but the authors noted the humanity behind the statistics.\n“This report is dedicated to the many Vermonters who have died by suicide and their loved ones. While the work is data-driven, we must not lose sight of the fact that each data point is far more than that,” the report opened. “We believe that the findings and recommendations within this document are valuable to informing our collective work to prevent future losses of life due to suicide.”\nThe report took two years to create, using data was collected during the pandemic years, although it’s unclear what impact COVID had on the suicide rate.\nOn an optimistic note, although it's too early to predict trends, the numbers will be down for 2022; they are unknown for 2023, according to Stephanie Busch of the Health Department.\nFunded in part by the Centers for Disease Control and Prevention, this first-ever project was spearheaded by the Health Department, with participation from the Department of Mental Health, Area Agencies on Aging, The Green Mountain Care Board, and other state departments.\nThe group documented the statistics and put forward recommendations for trying to reduce the upward trend.\n\"It was a massive project,\" Busch said Thursday. She said the department is trying to get the information out to all the agencies and communities in Vermont, adding, \"All communities are impacted by a suicide death and we all have a part in coming together and facing suicide prevention.\"\nShe said it's important that people who are struggling – and those around them who recognize that struggle – know that help is available and how to access it.\n\"It’s OK to ask for help,\" she said, \"and help is there. People don’t have to be alone.\" [Information on locating confidential help 24/7 can be found at the bottom of this story.]\nAccording to the findings, firearms account for more than half of suicide deaths, followed by hanging and poisoning.\nAbout 76 percent had health insurance and had seen a medical professional within a year of death (35 percent had been to an emergency room within a year of death) — most within a few months of passing. Within a year of death, 17 percent of people who died interacted with emergency medical services, the study found.\nIn addition, according to the report, people who died by suicide were more likely to have a prescription for a controlled substance within a year of death.\nOf people who died by suicide, 45 percent experienced a crisis within two weeks of death (relationship, financial or health problem, for example); 22 percent had a court case within a year of death — often relief from abuse orders, a recent divorce or dissolution, felonies, misdemeanors, and civil suspensions. A significant percentage were 65 and older.\nVermont data shows that Black, Indigenous, People of Color (BIPOC) and youth populations have high suicide morbidity (health issue), but the data doesn’t demonstrate high mortality (deaths). Vermont data also shows that individuals who identify as LGBTQAI+ have high suicide morbidity, but the data sources used in this analysis may not reliably capture sexual orientation or gender identity.\nAmong the recommendations (see the full report for a complete list and details):\n• Link all levels of care -- primary care, emergency departments, inpatient programs, emergency medical services, mental health services, substance use services, pharmacies, geriatric specialists and telehealth/telemental health providers – aiming for a Zero Suicide framework. Expand screening, intervention and prevention.\n• Better integrate state and local prevention and response efforts. Collaborate with the Veteran’s Affairs and Vermont National Guard to expand identification and support of service members and veterans at risk of suicide, including younger veterans and their families. Expand supports for telemental health when treating suicidality.\n• Continue and expand data collection.\n\"This report is the first of its kind of us,\" Busch said. She said all the different groups involved are still studying the information and working on ways to use the information going forward.\n“Suicide is an important public health issue facing Vermont. Approximately 120 Vermonters die by suicide each year, and Vermont’s suicide rate has been increasing over the past 18 years,” the report stated. But the problem is far from limited to those who take their lives. “For each of these suicide deaths, countless other Vermont family members, friends and colleagues are greatly impacted.”\nMore information is available at\nfacingsuicidevt.com. The full report from the Health Department can be found at healthvermont.gov/sites/default/files/document/HSI-Suicide-Data-Linkage-Project-9.12.23.pdf.\nIf you or someone you know needs help, dial 988 for the Suicide & Crisis Lifeline, or text VT to 741-741 for the Crisis Text Line.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Health",
      "Human Interest"
    ],
    "external_links": [
      "http://healthvermont.gov/sites/default/files/document/HSI-Suicide-Data-Linkage-Project-9.12.23.pdf.",
      "http://facingsuicidevt.com",
      "http://www.facingsuicidevt.com",
      "http://www.healthvermont.gov/sites/default/files/document/HSI-Suicide-Data-Linkage-Project-9.12.23.pdf."
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "vermont department of health",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "vermont",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:06:03.902+02:00",
    "updated": "2023-12-29T01:06:03.902+02:00"
  },
  {
    "uuid": "d99ee63b3524fddf59c4dce9e4920df005621b8d",
    "url": "https://celticswire.usatoday.com/2024/01/07/nba-boston-celtics-horford-granted/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Justin Quinn",
    "published": "2024-01-07T18:10:00Z",
    "title": "Boston’s Jayson Tatum asks us not to take Al Horford for granted",
    "text": "Veteran Boston Celtics forward Al Horford may not fill up the stat sheet with gaudy numbers, but what he does for the Celtics has been the engine that has kept Boston at the top of the standings this season, and All-NBA teammate Jayson Tatum wants to be sure you know it.\nLauding Horford after the Celtics’ blowout win of the Indiana Pacers at Gainbridge Fieldhouse on Saturday night, Tatum let it be known we need to appreciate what the Florida alum brings to Boston. “We just can’t keep taking him for granted,” said the St. Louis native via Boston Dot Com’s Colin McCarthy .\n“(He’s the) best teammate I ever had, ultimate professional, and somebody that we can count on, night in and night out,” added Tatum. “He proved that again tonight.”\nNew ep of the Celtics Lab Podcast on YouTube, via @CLNSMedia ☘️🧪📺\nLooking ahead at a tough January schedule before @YossiGozlan explains why it will be tough for Boston to swing a big trade this season\nSponsored by: @FDSportsbook https://t.co/pLvKt1kmGq\n— Celtics Lab Podcast (@CelticsLab) January 4, 2024\nThe 16-season vet has indeed been as integral as ever to what the Celtics need on any given night in spite of the fact that Horford is putting up a career low in scoring.\nBut as has been the case for some time, the intangibles that do not show up in the box score — and plenty that do — have become almost clockwork for Boston as he scales his production and energy up or down depending on the role he is asked to play.\nAnd as Tatum notes, we should not take that for granted.\nListen to the “ Celtics Lab ” podcast on:\nApple Podcasts: https://apple.co/3zBKQY6\nSpotify: https://spoti.fi/3GfUPFi\nYouTube: https://bit.ly/3F9DvjQ\nMore .Analysis Delon Wright, Alec Burks join Kelly Olynyk as proposed Celtics trade targets\nFollow all of your favorite New England teams at Celtics Wire and Patriots Wire !",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Sport",
      "Human Interest"
    ],
    "external_links": [
      "https://spoti.fi/3GfUPFi",
      "https://cms.megaphone.fm/channel/NSM6855951183?selected=NSM3123864198",
      "https://www.boston.com/sports/boston-celtics/2024/01/06/nba-celtics-pacers-al-horford-jayson-tatum-joe-mazzulla-quotes/",
      "https://twitter.com/FDSportsbook?ref_src=twsrc%5Etfw",
      "https://apple.co/3zBKQY6",
      "https://twitter.com/CelticsLab/status/1742938431557382593?ref_src=twsrc%5Etfw",
      "https://twitter.com/YossiGozlan?ref_src=twsrc%5Etfw",
      "https://bit.ly/3F9DvjQ",
      "https://twitter.com/CLNSMedia?ref_src=twsrc%5Etfw",
      "https://t.co/pLvKt1kmGq",
      "https://boston.com/sports/boston-celtics/2024/01/06/nba-celtics-pacers-al-horford-jayson-tatum-joe-mazzulla-quotes/",
      "https://www.twitter.com/CLNSMedia?ref_src=twsrc%5Etfw",
      "https://twitter.com/CelticsLab/status/1742938431557382593",
      "https://cms.megaphone.fm/channel/NSM6855951183",
      "https://www.cms.megaphone.fm/channel/NSM6855951183?selected=NSM3123864198",
      "https://twitter.com/YossiGozlan",
      "https://twitter.com/CLNSMedia",
      "https://www.twitter.com/CelticsLab/status/1742938431557382593?ref_src=twsrc%5Etfw",
      "https://twitter.com/FDSportsbook",
      "https://www.twitter.com/FDSportsbook?ref_src=twsrc%5Etfw",
      "https://www.spoti.fi/3GfUPFi",
      "https://www.bit.ly/3F9DvjQ",
      "https://www.t.co/pLvKt1kmGq",
      "https://www.apple.co/3zBKQY6",
      "https://www.twitter.com/YossiGozlan?ref_src=twsrc%5Etfw",
      "https://www.boston.com/sports/boston-celtics/2024/01/06/nba-celtics-pacers-al-horford-jayson-tatum-joe-mazzulla-quotes"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "al horford",
          "sentiment": "negative"
        },
        {
          "name": "jayson tatum",
          "sentiment": "negative"
        },
        {
          "name": "tatum",
          "sentiment": "none"
        },
        {
          "name": "horford",
          "sentiment": "none"
        },
        {
          "name": "colin mccarthy",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "veteran boston celtics",
          "sentiment": "negative"
        },
        {
          "name": "indiana pacers",
          "sentiment": "none"
        },
        {
          "name": "boston dot com",
          "sentiment": "none"
        },
        {
          "name": "celtics lab podcast on youtube",
          "sentiment": "none"
        },
        {
          "name": "celtics",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        },
        {
          "name": "gainbridge fieldhouse",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "boston",
          "sentiment": "none"
        },
        {
          "name": "florida",
          "sentiment": "none"
        },
        {
          "name": "st. louis",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-01-08T01:20:10.047+02:00",
    "updated": "2024-01-08T01:20:10.047+02:00"
  },
  {
    "uuid": "92922537bd9138a9173daa3534436527c2c56fe4",
    "url": "https://news.yahoo.com/burglars-scared-off-toms-river-213720642.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Autoblog",
    "published": "2023-12-28T00:00:00Z",
    "title": "Burglars scared off by Toms River residents during failed car theft",
    "text": "App.com | Asbury Park Press Burglars scared off by Toms River residents during failed car theft Ken Serrano, Asbury Park Press December 28, 2023 at 11:37 PM · 1 min read 4 Link Copied Read full article A still from surveillance video footage taken at a Brower Avenue home in Toms River Dec. 23, 2023 shows one of four burglars who ransacked a car then broke into the home, waking the residents.\nTOMS RIVER − Burglars rummaging for fobs to cars fled a Brower Avenue home early Saturday after opening the door to a second-floor bedroom and waking the residents, police said.\nThe interrupted burglary happened about 2:30 a.m. According to footage from the home's surveillance cameras, four people wearing black clothing, gloves and face masks got out of a white BMW, stolen from Bayonne, and searched another BMW parked in the driveway of the home, police said. They then tried to get into another vehicle.\nFailing that, they broke into the home and rummaged through the kitchen before two of the burglars went upstairs, police said. No injuries were reported.\nMore: After string of burglaries, Brick police warn public again: Lock up\nThey fled in the stolen white BMW, police said.\nA still from surveillance video footage taken at a Brower Avenue home in Toms River Dec. 23, 2023 shows two of four burglars who ransacked a car then broke into the home, waking the residents.\nPolice are urging anyone with information on the burglary to call the Toms River detective bureau at 732-349-0150, Ext. 1346.\nKen Serrano covers crime and breaking news. Reach him at 732-643-4029 or at kserrano@gannettnj.com.\nThis article originally appeared on Asbury Park Press: Toms River residents encounter burglars in their bedroom in break-in\nView comments",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Human Interest",
      "Crime, Law and Justice"
    ],
    "external_links": [
      "https://www.app.com/story/news/crime/2023/09/19/burglaries-in-brick-nj-prompt-warning-from-police-theft/70900698007/",
      "https://www.app.com",
      "https://s.yimg.com/ny/api/res/1.2/VqroNPriJ4np0sSpah3Wyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD0xMjUw/https://media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce)",
      "https://media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce",
      "https://www.app.com/story/news/crime/2023/12/28/toms-river-residents-encounter-burglars-in-their-bedroom-in-break-in/72049839007/",
      "https://s.yimg.com/ny/api/res/1.2/p71mnRd136km2N7ogT1ktg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2MDA7aD0xNTY2/https://media.zenfs.com/en/app-com-asbury-park-press/f316a91a6a611c2732821a01168a2943",
      "https://s.yimg.com/ny/api/res/1.2/VqroNPriJ4np0sSpah3Wyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD0xMjUw/https://media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce",
      "https://s.yimg.com/ny/api/res/1.2/D938IqwI63m2aF5mDqtMZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE1OTA7aD0xNjAw/https://media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce",
      "https://s.yimg.com/ny/api/res/1.2/xmm08P_vGVSiVLdwP5n3Bg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTk0MA--/https://media.zenfs.com/en/app-com-asbury-park-press/f316a91a6a611c2732821a01168a2943",
      "https://www.app.com/story/news/crime/2023/09/19/burglaries-in-brick-nj-prompt-warning-from-police-theft/70900698007",
      "https://www.s.yimg.com/ny/api/res/1.2/p71mnRd136km2N7ogT1ktg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE2MDA7aD0xNTY2/https://www.media.zenfs.com/en/app-com-asbury-park-press/f316a91a6a611c2732821a01168a2943",
      "https://app.com/story/news/crime/2023/12/28/toms-river-residents-encounter-burglars-in-their-bedroom-in-break-in/72049839007/",
      "https://www.s.yimg.com/ny/api/res/1.2/D938IqwI63m2aF5mDqtMZA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTE1OTA7aD0xNjAw/https://www.media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce",
      "https://www.app.com/story/news/crime/2023/12/28/toms-river-residents-encounter-burglars-in-their-bedroom-in-break-in/72049839007",
      "https://www.media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce",
      "https://www.s.yimg.com/ny/api/res/1.2/xmm08P_vGVSiVLdwP5n3Bg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTk2MDtoPTk0MA--/https://www.media.zenfs.com/en/app-com-asbury-park-press/f316a91a6a611c2732821a01168a2943",
      "https://www.s.yimg.com/ny/api/res/1.2/VqroNPriJ4np0sSpah3Wyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD0xMjUw/https://www.media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce)",
      "https://app.com/story/news/crime/2023/09/19/burglaries-in-brick-nj-prompt-warning-from-police-theft/70900698007/",
      "https://app.com",
      "https://www.s.yimg.com/ny/api/res/1.2/VqroNPriJ4np0sSpah3Wyw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyNDI7aD0xMjUw/https://www.media.zenfs.com/en/app-com-asbury-park-press/577434eb156c9f176dc437b646f050ce"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "ken",
          "sentiment": "negative"
        },
        {
          "name": "serrano",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "asbury park press",
          "sentiment": "none"
        },
        {
          "name": "toms",
          "sentiment": "none"
        },
        {
          "name": "bmw",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "toms river",
          "sentiment": "none"
        },
        {
          "name": "brower avenue",
          "sentiment": "none"
        },
        {
          "name": "bayonne",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T01:16:03.323+02:00",
    "updated": "2023-12-29T01:16:03.323+02:00"
  },
  {
    "uuid": "f1a28a96ddacaf166d0fb999d029d305eaf3ae22",
    "url": "https://www.hindustantimes.com/india-news/havent-we-built-ram-temples-siddaramaiah-draws-hindu-hindutva-distinction-101703841609718.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Manjiri Chitre",
    "published": "2023-12-29T07:47:00Z",
    "title": "'Haven't we built Ram temples…': Siddaramaiah draws Hindu, Hindutva distinction | Latest News India - Hindustan Times",
    "text": "Karnataka chief minister Siddaramaiah on Thursday hit out at the Bharatiya Janata Party (BJP) by drawing a distinction between Hinduism and Hindutva. Addressing Congress's 139th foundation day event in Bengaluru, Siddaramaiah said that “some people talk of soft Hindutva” and that there is a difference between being a Hindu and Hindutva.“Hindutva is Hindutva. I'm a Hindu. Hindu and Hindutva are different…Haven't we built Ram temples in our villages? Don't we worship Rama and do bhajans? I too used to go for bhajans in our village…Aren't we Hindus? We are also Hindus,” the Karnataka CM said.According to the CM, the Hindutva propagated by the ruling BJP is “fake”.“Not a single person from BJP, Jan Sangh, RSS, and Sangh Parivar had fought against the British. RSS was born during the regime of the British. But, they didn’t participate in the fight against the British for a single day. The freedom struggle was fought by the Congress party in the country. The falsehood of the BJP should be understood and it should be conveyed to the people,” Siddaramaiah said during the event as quoted by media outlets.Siddaramaiah had echoed similar comments earlier this year on Hindutva asserting that he is a Hindu but is opposed to Hindutva. “I am a Hindu. How can I be anti-Hindu? I am opposed to Hindutva and politics around Hindu faith. All the faiths are equal according to the Indian Constitution,” he said in January while stating never opposed Ram Temple in Ayodhya but was against using it for political gain. Later in February, he again triggered a controversy with his remark that he is not anti-Hindu but anti-Hindutva as according to him, Hindutva is for murder, violence, and discrimination.The Karnataka chief minister's comments come ahead of the consecration of the Ram Temple in Ayodhya on January 22. The rituals for the consecration ceremony will start on January 16 and continue for the next seven days till January 22. Prime Minister Narendra Modi is expected to grace the grand temple's idol installation. Extensive arrangements are underway for the ceremony, attracting dignitaries and individuals from diverse backgrounds.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "siddaramaiah",
          "sentiment": "negative"
        },
        {
          "name": "rama",
          "sentiment": "none"
        },
        {
          "name": "jan sangh",
          "sentiment": "none"
        },
        {
          "name": "sangh parivar",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "siddaramaiah",
          "sentiment": "negative"
        },
        {
          "name": "bharatiya janata party",
          "sentiment": "negative"
        },
        {
          "name": "bjp",
          "sentiment": "negative"
        },
        {
          "name": "congress",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "hindustan times karnataka",
          "sentiment": "none"
        },
        {
          "name": "bengaluru",
          "sentiment": "none"
        },
        {
          "name": "karnataka",
          "sentiment": "none"
        },
        {
          "name": "hinduism",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T12:21:21.487+02:00",
    "updated": "2023-12-29T12:21:21.487+02:00"
  },
  {
    "uuid": "ad29920510bd85c21a53918680731443d06d30c9",
    "url": "https://record.umich.edu/articles/university-of-michigan-expands-go-blue-guarantee",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Byline",
    "published": "2024-12-05T00:00:00Z",
    "title": "University of Michigan expands Go Blue Guarantee | The University Record",
    "text": "The University of Michigan is expanding eligibility for its Go Blue Guarantee, enabling nearly 2,200 additional in-state, current undergraduate students to qualify for tuition-free education at the Ann Arbor, Dearborn and Flint campuses.\nThe university announced Dec. 5 that eligible incoming and returning full-time, in-state students whose families have annual incomes up to $125,000 and assets up to $125,000 will qualify beginning in the fall of 2025.\nMORE INFORMATION\nThe move will mean that, by the fall, more than 10,000 students will have received the full-tuition guarantee since the initiative began.\n“The Go Blue Guarantee breaks down economic barriers and ensures that a world-class education is available to Michigan students from all backgrounds, no matter their family’s economic means,” said President Santa J. Ono.\n“Having witnessed the initiative’s transformative impact, we’re proud to take this step to support a greater number of our state’s most promising students and reaffirm our commitment to affordability and equal opportunity.”\nThe Go Blue Guarantee launched on the Ann Arbor campus in January 2018 and offered free tuition for in-state students from families with an annual income up to $65,000 and assets up to $50,000. The Board of Regents extended the commitment in 2021, with the same income and asset thresholds, to UM-Dearborn and UM-Flint students with a 3.5 GPA.\nThe income and asset thresholds moved to $75,000 for the Ann Arbor campus in 2023, and the income threshold increased to $75,000 for new students on the Dearborn campus in fall of 2024.\nThe university will invest an additional $8.8 million annually to expand the commitment, which since inception has extended free tuition to more than 8,000 students. With this expansion, an additional 2,200 students on all three campuses will be eligible for the guarantee. Dearborn and Flint will continue to require students to have a 3.5 GPA to qualify.\n“As a state university, we have a responsibility to serve the people of Michigan and — given the many pressures of today’s economy — we want to ensure that working-class and middle-class Michiganders can send their children to this great university and benefit from all that it offers,” said Board Chair Katherine E. White.\n“The Go Blue Guarantee has had a meaningful impact on the lives of Dearborn students,” said UM-Dearborn Chancellor Domenico Grasso. “Half of our student population is Pell (Grant) eligible and nearly half are first generation to attend college. Providing additional financial assistance allows more in-state students to obtain a Michigan degree, put their dreams into practice and change the trajectory of their lives.”\n“The Go Blue Guarantee reflects our commitment to making higher education accessible,” said UM-Flint Chancellor Laurence B. Alexander. “By covering full undergraduate tuition for qualifying Flint students, we empower first-time students and transfer students to achieve their greatest potential and transform their futures. This program ensures that financial circumstances do not stand in the way of success.”\nUndergraduate financial aid for students at the Ann Arbor campus has increased by an average of more than 9% annually over the past decade. As a result, 63% of in-state undergraduates and 43% of out-of-state undergraduate students at Ann Arbor receive grant or scholarship aid.\nFor most resident undergraduate students who receive need-based financial aid, the net cost of attending U-M Ann Arbor is less than it was 10 years ago, after adjusting for inflation. Nearly 3,000 fewer students are taking out loans compared with a decade ago.\nAt Dearborn and Flint, annual undergraduate financial aid over the past decade has increased about 9% and 6%, respectively.\n“During the admissions process, the three University of Michigan campuses strive to encourage students from all backgrounds to consider the life-changing effect a U-M education will have on their future. Today’s announcement makes the U-M experience affordable for many more students,” said Adele C. Brumfield, vice provost for enrollment management.\nU-M’s Ann Arbor campus is the only public university in Michigan that meets full demonstrated need for in-state students, providing support for students beyond the Go Blue Guarantee with family incomes up to $180,000.\nUM-Dearborn and UM-Flint will continue to provide significant financial aid for students who do not qualify for the Go Blue Guarantee based on individual need and merit.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Education"
    ],
    "topics": null,
    "ai_allow": true,
    "has_canonical": false,
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "syndication": {
      "syndicated": false,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "rating": null,
    "crawled": "2024-12-06T00:49:40.594+02:00",
    "updated": "2024-12-06T00:49:40.594+02:00"
  }
]