[
  {
    "uuid": "58e6d8961670e7ed14c69040587e6f05b8551b68",
    "url": "https://bnnbreaking.com/tech/lafontaine-automotive-group-partners-with-bollinger-motors-to-electrify-commercial-fleets",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Bijay Laxmi",
    "published": "2024-02-15T21:44:00Z",
    "title": "LaFontaine Automotive Group Partners with Bollinger Motors to Electrify Commercial Fleets",
    "text": "In a significant move within the automotive and clean energy sectors, LaFontaine Automotive Group has been announced as the inaugural authorized dealer for Bollinger Motors' innovative B4 Chassis Cab. This partnership, revealed on Wednesday by Mullen Automotive—the parent company of Bollinger Motors since its acquisition in 2022—marks a pivotal step toward the electrification of commercial transportation. With plans to introduce the electric commercial delivery vehicle across two strategic locations in Michigan, LaFontaine is gearing up for deliveries slated to commence in the latter half of 2024. This collaboration not only underscores LaFontaine's dedication to excellence and customer satisfaction but also significantly enhances its commercial vehicle lineup, cementing its influence across Michigan.\nElectrifying Commercial Fleets: A Sustainable Future\nThe automotive industry stands on the cusp of a revolution, with the B4 Chassis Cab leading the charge towards a greener future. Powered by electricity, the B4 not only represents a significant leap forward in terms of environmental sustainability but also offers substantial economic advantages to businesses. Under the Inflation Reduction Act, the vehicle qualifies for clean energy tax credits of up to $40,000 per unit, presenting a compelling value proposition for companies looking to transition their fleets to electric. This incentive aligns perfectly with the growing global emphasis on reducing carbon emissions and fostering a sustainable economic ecosystem.\nA Strategic Partnership with Economic Implications\nLaFontaine Automotive Group and Bollinger Motors' partnership is a testament to the evolving landscape of the automotive industry, where traditional boundaries are being redefined by the advent of electric vehicles (EVs). By becoming the first authorized dealer of the B4 Chassis Cab, LaFontaine is not only expanding its portfolio but is also positioning itself as a leader in the adoption of clean energy solutions in commercial transportation. This strategic move is anticipated to bolster LaFontaine's presence in Michigan, a state with a rich automotive heritage and a burgeoning EV market. Furthermore, Mullen Automotive's recent financial disclosures, including a quarterly loss of $61 million—down from $377 million a year earlier—and the impending closure on a $32 million loan for vehicle production, underscore the challenges and opportunities within the electric vehicle sector.\nSetting the Stage for 2024 and Beyond\nAs we look towards the second half of 2024, the anticipation surrounding the B4 Chassis Cab's arrival in Michigan is palpable. This venture between LaFontaine Automotive Group and Bollinger Motors, facilitated by Mullen Automotive, is more than a business transaction; it's a bold statement on the future of commercial transportation. With the backing of significant clean energy tax incentives, the B4 Chassis Cab's introduction to the market is poised to set a new standard in the integration of sustainability and efficiency in commercial fleets. As these vehicles roll out across Michigan, they symbolize a significant stride towards a more sustainable, economically vibrant future for businesses and the environment alike.\nIn sum, the partnership heralds a new era in commercial transportation, characterized by a shift towards electrification and sustainability. With LaFontaine Automotive Group at the helm as the first authorized dealer of the B4 Chassis Cab, and the backing of substantial tax incentives, the stage is set for a transformative 2024 and beyond. This collaboration not only signifies a milestone in LaFontaine's expansion and commitment to quality but also illuminates the path for the automotive industry's future—where electric commercial vehicles become a cornerstone of economic and environmental sustainability.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Economy, Business and Finance",
      "Science and Technology",
      "Environment"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "lafontaine",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "lafontaine automotive group",
          "sentiment": "negative"
        },
        {
          "name": "bollinger motors",
          "sentiment": "negative"
        },
        {
          "name": "lafontaine automotive group partners",
          "sentiment": "negative"
        },
        {
          "name": "mullen automotive",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "michigan",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-16T01:49:18.631+02:00",
    "updated": "2024-02-16T01:49:18.631+02:00"
  },
  {
    "uuid": "472a3b1b36c89441528521d4aff40b4ab1d4d11a",
    "url": "https://news.abs-cbn.com/news/12/30/23/marcos-jr-urges-filipinos-to-emulate-timeless-values-in-rizals-work",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Job Manahan, ABS-CBN News",
    "published": "2023-12-29T17:47:00Z",
    "title": "Marcos Jr urges Filipinos to emulate ‘timeless values’ in Rizal’s work | ABS-CBN News",
    "text": "President Ferdinand Marcos Jr. leads the commemoration of Rizal Day at Rizal Park in Manila on Dec. 30, 2023. ABS-CBN News/Job Manahan MANILA — President Ferdinand Marcos, Jr. on Saturday told Filipinos to emulate Dr. Jose Rizal’s patriotism and continue to nurture it “to have a deep and personal sense of ownership for our land and our future.”\nIn his message, Marcos urged Pinoys to imitate Rizal’s “timeless values” that one could learn from his life and his works.\n“While his sacrifice was the ultimate expression of his patriotism, it is crucial to recall that his work started even before that fateful day on the field of Bagumbayan,” the President said.\nRizal's best known works \"Noli Me Tangere\" and \"El Filibusterismo\" about life, society, injustice and abuse during Spanish colonization contributed to the Philippine Revolution.\nHe also founded La Liga Filipina, a secret society to organize for unity and to push for reforms under Spain, for which he was arrested and sent into exile.\nWhat was Jose Rizal's real height? Historian bares new detail “More than a century after his demise and heroism, his influence continues to be felt in a world that is still afflicted by greed, oppression, and injustice in various forms,” Marcos said.\nFilipinos, he added, must “strive to walk with the same purpose, passion, and nationalism in our every endeavor so we may overcome all the challenges that stand in our way towards achieving a brighter tomorrow.”\nPaolo Azurin, a fifth-generation descendant of Rizal's brother Paciano, echoed the President's message, saying the hero's works are timeless.\n\"Yung mga ideals na isinabuhay niya noon, relevant pa rin hanggang ngayon. Pagmamahal sa bayan, 'yiung pag-strive na maging kapantay ng iba't-ibang tao sa mundo, and being world class, relevant pa rin yun hanggang ngayon,\" he said.\nHe said Filipinos should live out Rizal's advocacies.\n\"Being good citizens, being world class, yun yung mensahe ni Rizal sa ating lahat.\"\nRizal was executed on Dec. 30, 1896 by a firing squad in Bagumbayan Field (now Rizal Park) on orders of Spanish authorities.\nGeneral Emilio Aguinaldo in 1898 declared Dec. 30 as a day of national mourning.\nIn 1902, the Philippine Commission enacted a law declaring the date Rizal Day and made it an official holiday.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Politics",
      "Human Interest"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "marcos jr",
          "sentiment": "negative"
        },
        {
          "name": "ferdinand marcos jr.",
          "sentiment": "negative"
        },
        {
          "name": "jose rizal",
          "sentiment": "none"
        },
        {
          "name": "marcos",
          "sentiment": "none"
        },
        {
          "name": "ferdinand marcos",
          "sentiment": "none"
        },
        {
          "name": "rizal",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "cbn news",
          "sentiment": "negative"
        },
        {
          "name": "la liga filipina",
          "sentiment": "none"
        },
        {
          "name": "cbn news/job manahan manila",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "rizal",
          "sentiment": "none"
        },
        {
          "name": "rizal park",
          "sentiment": "none"
        },
        {
          "name": "manila",
          "sentiment": "none"
        },
        {
          "name": "bagumbayan",
          "sentiment": "none"
        },
        {
          "name": "pinoys",
          "sentiment": "none"
        },
        {
          "name": "spain",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-30T04:05:13.005+02:00",
    "updated": "2023-12-30T04:05:13.005+02:00"
  },
  {
    "uuid": "c9c2ff7eeacf2d3376c27d423b1cf065e5acb917",
    "url": "https://www.meneame.net/m/actualidad/mas-millon-becarios-estan-ya-cotizando-seguridad-social",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "SrYonkus",
    "published": "2024-01-02T13:22:00Z",
    "title": "Más de un millón de becarios están ya cotizando a la Seguridad Social",
    "text": "Menéame\nLogo Menéame\nPortada\nPortada\nNuevas\nArtículos\nPopular\nMás visitadas\n50F0E052-9EF2-4C3C-849B-F46536B96FBF\nNótame\nmis comunidades\nCiencia\nPolítica\nEconomía\nActualidad\nSeries\notras secciones\nComunidades\nFisgona\nlogin\nregístrate\n×\nÚnete a Actualidad\nÚnete a Actualidad\nHace 2 segundos | Por\nSrYonkus\na\neuropapress.es\nPublicado hace 2 segundos por\nSrYonkus\na\neuropapress.es\nMás de un millón de becarios están ya cotizando a la Seguridad Social\neuropapress.es\nMás de un millón de estudiantes en prácticas de Formación Profesional y universitarios han empezado a cotizar a la Seguridad Social desde este lunes 1 de enero.\nEtiquetas\nbecarios\nseguridad social\nmenéalo\n1\nDE3C548D-E347-406A-A60F-E6BBD322CAB7\n1\n0\nCopiar enlace\nCompartir en X\nCompartir en facebook\nCompartir en telegram\nEmbed\nVoto negativo\nMás información\n<!– /10377667/MNA21-STORY-ROBA1 –>\nComunidad destacada de hoy\nActualidad\nActualidad y sociedad\n<!– /10377667/MNA21-STORY-MEGA1 –>\n<!– /10377667/MNA21-STORY-ROBA1 –>\nLoguéate si deseas escribir\ncomentarios. O crea tu cuenta\naquí.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "positive",
    "categories": [
      "Labor",
      "Economy, Business and Finance",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-02T16:24:22.622+02:00",
    "updated": "2024-01-02T16:24:22.622+02:00"
  },
  {
    "uuid": "ba566c8c667f981900d21d07befaf1000851e349",
    "url": "https://www.lefigaro.fr/flash-actu/colmar-un-homme-relaxe-pour-tentative-d-enlevement-d-un-enfant-mais-condamne-pour-violences-20240425",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "lefigaro.fr",
    "published": "2024-04-25T19:17:00Z",
    "title": "Colmar : un homme relaxé pour tentative d'enlèvement d'un enfant, mais condamné pour violences",
    "text": "Colmar : un homme relaxé pour tentative d'enlèvement d'un enfant, mais condamné pour violences Par Le Figaro avec AFP Publié il y a 45 minutes , Mis à jour il y a 45 minutes Lire dans l’app Copier le lien Lien copié Mail Facebook Twitter Linkedin Messenger WhatsApp Condamné à 18 mois de prison avec sursis probatoire et l'obligation de soigner son agressivité et son alcoolisme, l'homme est aussi interdit de contact avec des enfants pour une durée de cinq ans. (Photo d’illustration) Aerial Mike / stock.adobe.com Un homme de 56 ans, poursuivi pour enlèvement et séquestration à l'encontre d'un enfant de huit ans en pleine rue à Colmar, dans le Grand Est, en février, a été relaxé pour ces faits jeudi par le tribunal correctionnel, mais condamné pour l'avoir tenu par le poignet. Le tribunal l'a condamné à une peine de 18 mois de prison avec sursis probatoire, conformément aux réquisitions du parquet.\nSelon son récit à l'audience, le quinquagénaire était au niveau des poubelles de son immeuble, pour trier ses déchets, lorsqu'il a rencontré l'enfant et lui aurait parlé, lui indiquant qu'il pourrait lui donner des objets qu'il avait chez lui, s'il l'attendait au rez-de-chaussée. Mais l'enfant ne l'a pas suivi jusqu'au bout. «Alors je lui ai tiré le poignet» , a reconnu l'homme à la barre, assurant ne lui avoir voulu «aucun mal» .\nLe 24 février, une voisine, qui avait trouvé le comportement de l'homme envers l'enfant étrange, s'était interposée et avait remis l'enfant à sa mère. Cette dernière avait appelé la police, qui a rapidement interpellé le suspect.\n«Rien ne se serait passé si cet homme n'avait pas bu d'alcool» «Cet enfant n'a pas été privé d'aller et venir, il ne s'agit donc pas d'un enlèvement ou d'une séquestration» , a plaidé l'avocate de la défense, Me Christelle Poty, évoquant toutefois «ce geste d'avoir tiré le petit garçon par le poignet, ce qui peut éventuellement être qualifié de violence. À mon sens, rien ne se serait passé si cet homme n'avait pas bu d'alcool» .\nSi la qualification juridique d'enlèvement et séquestration de l'enfant peut être remise en cause, le fait d'avoir agrippé l'enfant «peut parfaitement être qualifié de violence avec deux circonstances aggravantes» , sur un mineur, et par une personne en état d'ivresse, a estimé la substitut du procureur Mélody Barbuti.\nCondamné à 18 mois de prison avec sursis probatoire et l'obligation de soigner son agressivité et son alcoolisme, l'homme est aussi interdit de contact avec des enfants pour une durée de cinq ans. Il avait été condamné, en 2020, à une peine de prison ferme pour exhibition sexuelle devant des enfants.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Crime, Law and Justice",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://sfgs.adj.st/resource?url=https://www.lefigaro.fr/flash-actu/colmar-un-homme-relaxe-pour-tentative-d-enlevement-d-un-enfant-mais-condamne-pour-violences-20240425&adj_t=17w3s48x&adj_campaign=acquiz-web-article-news",
      "https://sfgs.adj.st/resource?url=https://lefigaro.fr/flash-actu/colmar-un-homme-relaxe-pour-tentative-d-enlevement-d-un-enfant-mais-condamne-pour-violences-20240425&adj_t=17w3s48x&adj_campaign=acquiz-web-article-news",
      "https://sfgs.adj.st/resource"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-26T00:03:20.608+03:00",
    "updated": "2024-04-26T00:03:20.608+03:00"
  }
]