[
  {
    "uuid": "812f0941617944f6d74cff6c2eff499b23b89717",
    "url": "https://clutchpoints.com/ranking-nikola-jokic-10-funniest-moments",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Spencer See",
    "published": "2024-01-05T21:53:00Z",
    "title": "Ranking Nikola Jokic's 10 funniest moments",
    "text": "[Nikola Jokic](/nba/players/9a2908b3/nikola-jokic) has established himself as one of the best centers to ever play in the NBA. He is a two-time league MVP, a five-time All-Star, an NBA champion, and a Finals MVP. Jokic is also within the top five in the all-time triple-doubles list. But while Jokic is one of the most skilled players on the court, it's safe to say he's also one of the funniest. The reigning NBA champion is called The Joker for a reason. Let's rank the 9 funniest moments of Nikola Jokic. 10. Nikola Jokic hands the ball to The King out of bounds Every possession counts in the NBA. As a result, when there's a loose ball headed for the sidelines, players have a habit of throwing the ball off the opposing player to earn a possession. However, Jokic does it in the most subtle way possible. Just ask LeBron James. 9. Nikola Jokic is drafted during a Taco Bell commercial With the 2014 NBA Draft headed to the second round, ESPN thought it was a good idea to launch a Taco Bell commercial in the middle of draft night. The sports media giant probably regrets it in hindsight, after they failed to show the coverage of the drafting of a back-to-back MVP and Finals MVP into the NBA. 8. For Nikola Jokic, there's no place like home Usually, after winning the coveted NBA championship, NBA stars look forward to celebrating the accomplishment with the fans of the city though a championship parade. However, it seems that Jokic was unaware of the parade. In fact, he was surprisingly disappointed that there was a parade, as he was more excited to be heading home to Serbia to be with his horses. 7. Nikola Jokic decides he likes the parade \"You know that I told that I don't want to stay on parade, but I f*cking want to stay on parade.\" Finals MVP Nikola Jokic is having fun at the Nuggets championship rally 🔥 [pic.twitter.com/mk2kLihiNf] — ClutchPoints (@ClutchPoints) [June 15, 2023] After seemingly being disappointed that he had to stay around Denver to participate in the championship trophy, Jokic apparently had a change of heart. After he saw what the whole thing was about in the United States, he couldn't help but express himself to the crowd, even if it wasn't in the most PC way possible. When given the opportunity to speak to the crowd, Jokic proclaimed, “You know that I told that I don't want to stay on parade, but I f*cking want to stay on parade. This is the best time in my f*cking life.” 6. Nikola Jokic misplaces the Finals MVP trophy Winning the NBA championship and Finals MVP is only a dream of many. For nearly every NBA baller, it's safe to say those are the greatest achievements a basketball player can accomplish. But while an NBA star often treats their trophies with the utmost reverence, Jokic acts otherwise. In fact, the reigning NBA champion even revealed that [he misplaced his trophy](https://clutchpoints.com/nuggets-news-nikola-jokic-hilarious-nba-finals-mvp-confession). The Joker remembered leaving it in the equipment room. However when returned, it was no longer there. 5. Nikola Jokic messes with [Luka Doncic](/nba/players/b74d0a0c/luka-doncic) There's no doubt that Jokic and Luka Doncic have a friendship bond like no other. The European NBA duo may play for different teams, however, it's obvious that both love the company of one another. In fact, it seems that these two have an endless list of pranks to pull on one another. Sure enough, their shenanigans have been a spectacle in the All-Star weekend as of late. 4. Nikola Jokic receives the MVP trophy with his horses If there's anything that Jokic loves more than basketball, it would be his family and horses. Besides, how can anyone forget when the Joker received his second-consecutive MVP trophy while playing with his horses in Serbia. Jokic was [apparently](https://basketnews.com/news-171785-nikola-jokic-on-receiving-mvp-award-in-horse-stable-nobody-came-here-before-its-once-in-a-lifetime.html) caught off guard, but it turned out to be a special core memory for the Nuggets center, as he received the trophy with his loved ones. 3. Nikola Jokic dances before the game For plenty of NBA players, warming and stretching before the game is a must. This practice also holds true for Jokic. But for the back-to-back MVP, Jokic prefers to loosen up by showcasing some of his go-to dance moves. While Jokic takes over the NBA hardwood, it's evident that he's also up there when it comes to burning the dance floor. 2. Nikola Jokic twerks before tipoff Speaking of dancing, Nuggets fans will surely remember when Jokic was too excited for the tipoff that he was twerking so much, it delayed the jump ball. Referee Bill Kennedy couldn't help but enjoy some laughs at the Serbian center's moves before proceeding with the game. 1. Nikola Jokic breaks the microphone While Nikola Jokic did all the right things in Game 4 of the 2019 Playoffs against the Portland Trail Blazers, he committed an error in the press conference by unintentionally [breaking the microphone](https://clutchpoints.com/nuggets-video-nikola-jokic-shows-hilarious-reaction-after-breaking-microphone-in-presser) in comedic fashion. Shocked with his actions, Jokic hilariously blamed someone else for the damage despite being caught on camera.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Sport"
    ],
    "external_links": [
      "https://basketnews.com/news-171785-nikola-jokic-on-receiving-mvp-award-in-horse-stable-nobody-came-here-before-its-once-in-a-lifetime.html)",
      "https://www.basketnews.com/news-171785-nikola-jokic-on-receiving-mvp-award-in-horse-stable-nobody-came-here-before-its-once-in-a-lifetime.html)"
    ],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "nikola jokic",
          "sentiment": "positive"
        },
        {
          "name": "jokic",
          "sentiment": "none"
        },
        {
          "name": "lebron james",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "taco bell",
          "sentiment": "none"
        },
        {
          "name": "nba",
          "sentiment": "none"
        },
        {
          "name": "espn",
          "sentiment": "none"
        }
      ],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-01-06T00:04:48.120+02:00",
    "updated": "2024-01-06T00:04:48.120+02:00"
  },
  {
    "uuid": "1a51bd6a4b1747e0ad356427d8feef3d3cd9fa8e",
    "url": "https://ec2-52-208-87-173.eu-west-1.compute.amazonaws.com/article/79374e3b30a44dceb5fd2efacc3e61f8",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "KARACHI, Pakistan - SPA",
    "published": "2024-05-31T05:00:00Z",
    "title": "Pakistani Pilgrims Benefiting from Makkah Route Initiative Commend High Level of Services, Facilities",
    "text": "Pakistani Pilgrims Benefiting from Makkah Route Initiative Commend High Level of Services, Facilities\nPilgrims from the Islamic Republic of Pakistan benefiting from the Makkah Route initiative, which operates at the Jinnah International Airport in Karachi, have commended the services and the facilities related to their travel to the Kingdom of Saudi Arabia as part of its wider efforts to improve the services provided to pilgrims.\nHaving had their travel procedures finalized at the Makkah Route initiative’s lounge at the Jinnah Airport, Pakistani pilgrims expressed their gratitude and appreciation for the Kingdom’s immense contributions to facilitating travel procedures for pilgrims.\nThe Makkah Route is one of the initiatives that the Ministry of Interior continues as part of the Pilgrim Experience Program, one of the Saudi Vision 2030 programs. For the sixth year, the Interior Ministry is implementing the initiative in cooperation with several other ministries and authorities, including Foreign Affairs, Health, Hajj, Umrah, Media, the General Authority of Civil Aviation, the Saudi Data and Artificial Intelligence Authority (SDAIA), the Pilgrim Experience Program, the General Directorate of Passports, and Zakat, Tax, and Customs Authorities.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Religion and Belief",
      "Human Interest"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [
        {
          "name": "facilitie",
          "sentiment": "negative"
        },
        {
          "name": "hajj",
          "sentiment": "none"
        }
      ],
      "organizations": [
        {
          "name": "makkah route initiative commend high level of services",
          "sentiment": "negative"
        },
        {
          "name": "ministry of interior",
          "sentiment": "none"
        },
        {
          "name": "foreign affairs",
          "sentiment": "none"
        },
        {
          "name": "interior ministry",
          "sentiment": "none"
        },
        {
          "name": "general authority of civil aviation",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "umrah",
          "sentiment": "none"
        },
        {
          "name": "karachi",
          "sentiment": "none"
        },
        {
          "name": "makkah",
          "sentiment": "none"
        },
        {
          "name": "kingdom of saudi arabia",
          "sentiment": "none"
        },
        {
          "name": "kingdom",
          "sentiment": "none"
        },
        {
          "name": "jinnah airport",
          "sentiment": "none"
        },
        {
          "name": "islamic republic of pakistan",
          "sentiment": "none"
        },
        {
          "name": "jinnah international airport",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-06-02T02:24:12.737+03:00",
    "updated": "2024-06-02T02:24:12.737+03:00"
  },
  {
    "uuid": "917f7c3c2d64c592bcc99af55addda6750a4119f",
    "url": "https://www.informacion.es/medio-ambiente/2024/08/02/65oc-callao-54-8oc-sol-106441710.html",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Ramón Díaz",
    "published": "2024-08-02T07:12:00Z",
    "title": "OLA DE CALOR | Más de 65ºC en Callao y 54,8ºC en Sol: Greenpeace alerta del calor extremo en puntos emblemáticos de Madrid",
    "text": "Ramón Díaz\n02 AGO 2024 9:00 Actualizada 02 AGO 2024 9:12 Las ciudades españolas no están preparadas para afrontar olas de calor como las que se están viviendo este verano. Lo denuncia la ONG ambientalista Greenpeace, que para corroborar esa aseveración ha aportado pruebas irrefutables: imágenes de cámaras termográficas que muestran temperaturas insólitas en puntos emblemáticos de Madrid. Por ejemplo, más de 65ºC en la plaza de Callao, 63,5ºC en la Plaza Mayor, 54,8ºC en la Puerta del Sol... y 85ºC en el parque infantil de la plaza de Santa Ana .\n\"Madrid, y el resto de ciudades, necesitan reverdecer para luchar contra el calor extremo . La cobertura vegetal puede disminuir la temperatura hasta 12ºC \", apunta Greenpeace, que denuncia cómo, mientras la ciudadanía sufre estas olas de calor, \"se disparan los ingresos de las grandes petroleras, que no asumen su responsabilidad ante el aumento de los eventos extremos causados por el cambio climático\".\n\"Las olas de calor son el evento meteorológico extremo más mortal en España: 8.000 muertes atribuibles al calor extremo entre 2022 y 2023 \", resalta la ONG, que para que sirva de contraste, ha medido también las temperaturas en zonas con vegetación o sombreadas.\nLos resultados han evidenciado \"la efectividad de la vegetación como medida esencial para proteger a la población , especialmente a la más vulnerable, y adaptar las ciudades al calor extremo\".\nImagen de una cámara térmica en la Plaza Mayor de Madrid. / Greenpeace\n\"Las cámaras térmicas empleadas por Greenpeace muestran de forma evidente estos puntos calientes en Madrid, y que son un reflejo de lo que sucede por toda la geografía española. Así, en la emblemática Puerta del Sol , sin árboles y sin ninguna vegetación tras su reciente reforma, las cámaras midieron una temperatura de 54,8ºC, mientras que en la cercana Plaza Mayor se alcanzaron los 63,5ºC. En la plaza de Callao la cámara térmica midió temperaturas que no bajaron de los 65ºC.\", resalta Greenpeace.\nArbolado maduro contra el calor Más datos: en los alrededores del Museo del Prado se midió una temperatura cercana a los 45ºC. A pocos metros, sin embargo, la cámara termográfica recogía temperaturas mucho más frescas, cercanas a los 27ºC debido a los árboles y fuentes del Paseo del Prado . Según la ONG, la presencia de arbolado maduro es una de las mejores medidas contra el calor extremo .\nGreenpeace también ha documentado el calor en la plaza de Santa Ana , donde un proyecto de reforma de un parking impulsado por el Ayuntamiento de Madrid amenaza el 85% de sus árboles y que la organización señala como \" ejemplo de lo que no se debe hacer en materia de adaptación al cambio climático \". La temperatura que midió Greenpeace fue e este caso de más de 53 ºC en las zonas sin árboles, mientras que en las zonas con arboleda, la temperatura era entre 15ºC y 20ºC más baja.\nImagen de una cámara termográfica en el parque infantil de la plaza de Santa Ana de Madrid. / Greenpeace\nAl colectivo ambientalista le llama especialmente la atención la situación del parque infantil localizado en una zona sin árboles de la plaza de Santa Ana, donde la temperatura osciló entre los 67ºC y los 85ºC (en concreto en el suelo); \"lo cual, sin duda, constituye un peligro para los más pequeños \".\n\"El calor impacta en las personas, especialmente en las ciudades , donde son hasta seis veces más vulnerables que en las zonas rurales. En las ciudades del sur de Europa, esta vulnerabilidad se acentúa al tener un efecto isla de calor urbana más pronunciado y contar con un menor porcentaje de zonas verdes que actúan como amortiguadoras del calor \", destaca.\nPrioridad, proteger la salud \"Los récords de días de calor extremos van parejos a los beneficios de las petroleras causantes de estos fenómenos meteorológicos extremos. Es, simplemente, indecente. Estas imágenes muestran que tenemos que adaptar las ciudades urgentemente a las temperaturas extremas y pedir que las empresas causantes asuman su responsabilidad\", manifiesta Francisco del Pozo, portavoz de Greenpeace.\nLa propuesta de Greenpeace para hacer frente a las olas de calor extremo es \" reverdecer las ciudades \". Así, apunta que ante el aumento del número e intensidad de las olas de calor, resulta \"imprescindible\" que los municipios pongan en marcha \"planes con todas las medidas necesarias para transformarse en municipios mejor adaptados al cambio climático, resilientes y justos\".\nEntre las medidas esenciales que destacan las evidencias científicas se encuentra \" renaturalizar las ciudades \". Las fotografías térmicas tomadas por Greenpeace evidencian la efectividad de la vegetación para reducir la temperatura en los entornos urbanos .\nUn activista de Greenpeace en la Puerta del Sol de Madrid. / Greenpeace\n\"Estos datos muestran la necesidad imperiosa de desarrollar políticas comprometidas y vinculantes de reducción de emisiones que pongan fin al uso de los combustibles fósiles causantes del cambio climático y eviten agravar las consecuencias de la crisis climática. Por otro lado, para los impactos que ya se están sufriendo y que se acentuarán en los próximos años, es urgente adaptar los municipios al calor para proteger la salud de las personas \", concluye Greenpeace.\n.\nContacto de la sección de Medio Ambiente: crisisclimatica@prensaiberica.es\nTEMAS",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Environment",
      "Weather"
    ],
    "webz_reporter": false,
    "external_links": [
      "https://estaticos-cdn.prensaiberica.es/clip/44c829e6-7cb2-4aa3-8a47-c1b9cd0c2b45_source-aspect-ratio_640w_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/e76aadc2-83b7-4a85-99cd-67cc49382ff5_source-aspect-ratio_default_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/e76aadc2-83b7-4a85-99cd-67cc49382ff5_source-aspect-ratio_640w_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/20252cbc-5b97-4eca-aebc-d277488ca267_source-aspect-ratio_640w_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/44c829e6-7cb2-4aa3-8a47-c1b9cd0c2b45_source-aspect-ratio_320w_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/20252cbc-5b97-4eca-aebc-d277488ca267_source-aspect-ratio_default_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/44c829e6-7cb2-4aa3-8a47-c1b9cd0c2b45_source-aspect-ratio_default_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/e76aadc2-83b7-4a85-99cd-67cc49382ff5_source-aspect-ratio_320w_0.webp",
      "https://estaticos-cdn.prensaiberica.es/clip/20252cbc-5b97-4eca-aebc-d277488ca267_source-aspect-ratio_320w_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/44c829e6-7cb2-4aa3-8a47-c1b9cd0c2b45_source-aspect-ratio_640w_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/44c829e6-7cb2-4aa3-8a47-c1b9cd0c2b45_source-aspect-ratio_320w_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/e76aadc2-83b7-4a85-99cd-67cc49382ff5_source-aspect-ratio_640w_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/44c829e6-7cb2-4aa3-8a47-c1b9cd0c2b45_source-aspect-ratio_default_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/20252cbc-5b97-4eca-aebc-d277488ca267_source-aspect-ratio_640w_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/e76aadc2-83b7-4a85-99cd-67cc49382ff5_source-aspect-ratio_320w_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/20252cbc-5b97-4eca-aebc-d277488ca267_source-aspect-ratio_default_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/e76aadc2-83b7-4a85-99cd-67cc49382ff5_source-aspect-ratio_default_0.webp",
      "https://www.estaticos-cdn.prensaiberica.es/clip/20252cbc-5b97-4eca-aebc-d277488ca267_source-aspect-ratio_320w_0.webp"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T10:13:18.224+03:00",
    "updated": "2024-08-12T22:43:45.126+03:00"
  },
  {
    "uuid": "48e3bdc0f993d27b689d34d43f2c1f1ceeeab1c9",
    "url": "https://lenta.ru/news/2025/05/01/rossiyanam-rasskazali-o-vrede-populyarnyh-vidov-marinada-dlya-shashlyka",
    "ord_in_thread": 0,
    "author": "Юлия Сычева",
    "published": "2025-05-01T04:30:00Z",
    "title": "Россиянам рассказали о вреде популярных видов маринада для шашлыка",
    "text": "Некоторые маринады для шашлыка могут быть опасными для здоровья, особенно если для него используются определенные ингредиенты или нарушаются правила приготовления, рассказала биолог Ирина Лялина. Своим мнением она поделилась в разговоре с «Лентой.ру».\nЛялина рассказала, что наиболее опасны для здоровья маринады с уксусом, поскольку кислота может вызвать приступ гастрита или язвенной болезни из-за раздражения слизистой желудка. Кроме того, уксус может делать мясо жестким и тем самым только усилить выделение кислот в желудке, уточнила эксперт.\n«Маринады с соевым соусом низкого качества также несут угрозу из-за повышенного содержания глутамата натрия, консервантов, красителей. Помните, что дешевые соусы могут содержать канцерогенные добавки! А маринады с майонезом на жаре быстро портятся, приводя к пищевым отравлениям», — отметила Лялина.\nЭксперт добавила, что маринады с большим количеством соли и специй могут перегружать почки, а следовательно, повышать давление. Избыток соли и остроты может вызывать головные боли, отеки, раздражение желудка, предупредила она.\nРанее врач-диетолог Ольга Кораблева рассказала о последствиях ежедневного поедания яиц. По ее словам, одно-два яйца на завтрак позволят нарастить мышечную массу, укрепить нервную систему и сбросить вес: яйца содержат мало калорий и хорошо насыщают.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "russian",
    "sentiment": "negative",
    "categories": [
      "Health",
      "Lifestyle and Leisure"
    ],
    "topics": [
      "Health->medical condition",
      "Health->diet",
      "Lifestyle and Leisure->wellness",
      "Lifestyle and Leisure->organic food"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": true,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "bias": null,
      "source": {
        "type": null,
        "city": null,
        "state": null,
        "country": null,
        "domain_type": null,
        "agency": null,
        "organization_name": null
      }
    },
    "rating": null,
    "crawled": "2025-05-01T07:34:23.477+03:00",
    "updated": "2025-05-01T04:45:49.000+00:00"
  },
  {
    "uuid": "9c786e2176b1c9ad521fc368729875377f1091e9",
    "url": "https://www.iheart.com/content/2023-12-28-the-most-memorable-dining-experience-in-north-carolina/",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Sarah Tate",
    "published": "2023-12-28T20:26:00Z",
    "title": "This Is The 'Most Memorable Dining Experience' In North Carolina | News Radio 570 WWNC",
    "text": "When choosing a restaurant to enjoy a nice meal , most people base their decision on the price or variety of menu options. Sometimes, however, you may want to make an evening out of it and have a truly unique experience. Using reviews, awards and accolades, and first-hand experience, LoveFood compiled a list of the restaurant in each state providing the \"most memorable dining experience\" and serving \"unforgettable eats.\"\nSo where can you have the most memorable dining experience in all of North Carolina ?\nThe Dining Room at Biltmore Estate\nA visit to Biltmore Estate in Asheville is an adventure in itself, but it can be made even better by enjoying a delicious meal in the gorgeous dining room. Biltmore Estate is located at 1 Lodge Street.\nHere's what the site had to say:\n\"Possibly North Carolina's most sought-after attraction, Biltmore Estate captures tourists' interest thanks to its sumptuous tangle of rooms and swooping, manicured grounds. But it should also draw foodies in, too; the mansion's Dining Room serves a fine roster of dishes, all set out on neat white tablecloths. Embrace the opulence and plump for options such as lobster cioppino (a kind of fish stew) or porcini mushroom and squash ravioli.\" Check out the full list at lovefood.com to see more restaurants around the country that are sure to leave a lasting impression.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://www.lovefood.com/gallerylist/214808/the-most-memorable-dining-experience-in-every-us-state",
      "https://www.biltmore.com/restaurant/the-dining-room/",
      "https://lovefood.com/gallerylist/214808/the-most-memorable-dining-experience-in-every-us-state",
      "https://www.biltmore.com/restaurant/the-dining-room",
      "https://biltmore.com/restaurant/the-dining-room/"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "biltmore estate",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "north carolina",
          "sentiment": "none"
        },
        {
          "name": "lodge street",
          "sentiment": "none"
        },
        {
          "name": "asheville",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2023-12-29T00:07:57.958+02:00",
    "updated": "2023-12-29T00:28:58.493+02:00"
  },
  {
    "uuid": "5f861a4dbeb3aa2cdec77216d63dee495df5132f",
    "url": "https://www.adnradio.cl/2024/08/01/definitivo-colo-colo-no-viaja-a-talcahuano-y-el-partido-ante-huachipato-sera-suspendido",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "Claudio Caldera",
    "published": "2024-08-02T00:45:00Z",
    "title": "Definitivo: partido entre Huachipato y Colo Colo en el CAP de Talcahuano fue suspendido | ADN Radio",
    "text": "Definitivo: partido entre Huachipato y Colo Colo en el CAP de Talcahuano fue suspendido El frente de mal tiempo que afecta al sur del país imposibilita que se dispute el duelo entre “acereros” y albos. Ya es definitivo. Debido al frente de mal tiempo que afecta al sur del país, no se disputará el partido entre Huachipato y Colo Colo por el Campeonato Nacional 2024. Según informó la ANFP durante la noche de este jueves, el partido fue suspendido debido a las intensas lluvias que azotan a la Región del Biobío. “Esta decisión fue coordinada con los clubes participantes, Carabineros, el Gobierno y las autoridades locales respectivas, tomando en cuenta los recursos humanos y logísticos que se ven involucrados en un partido de esta importancia”, indicaron desde la sede de Quilín. Lo anterior, hace que el estado del campo de juego no esté en condiciones para que se lleve a cabo el duelo en el CAP de Talcahuano. Consignar que Colo Colo decidió no viajar antes de que se oficializara suspensión del partido, información que se confirmó hace pocos instantes. La reprogramación de este encuentro será informado oportunamente, indicó la ANFP. [Podcasts recomendados](https://www.adnradio.cl/podcast/) [Ver todos](https://www.adnradio.cl/podcast/)",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "spanish",
    "sentiment": "negative",
    "categories": [
      "Weather",
      "Sport"
    ],
    "webz_reporter": false,
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-08-02T04:52:45.454+03:00",
    "updated": "2024-08-02T04:52:45.454+03:00"
  },
  {
    "uuid": "eb50d475de96e10113c8ffffee839b321f038f8b",
    "url": "https://flipboard.com/article/germany-s-catholic-church-speaks-out-against-far-right/f-156fd7fb1a%2Fdw.co",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "DW English - Christoph Strack",
    "published": "2024-02-23T00:00:00Z",
    "title": "Germany's Catholic Church speaks out against far right | Flipboard",
    "text": "Germany's Catholic Church speaks out against far right German bishops are concerned about right-wing extremism and have explicitly positioned themselves against the populist Alternative for Germany. An …\nDW English - Christoph Strack • 1d",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "negative",
    "categories": [
      "Religion and Belief",
      "Social Issue"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [
        {
          "name": "catholic church",
          "sentiment": "negative"
        },
        {
          "name": "anti-defamation league",
          "sentiment": "none"
        },
        {
          "name": "adl",
          "sentiment": "none"
        }
      ],
      "locations": [
        {
          "name": "flipboard germany",
          "sentiment": "none"
        },
        {
          "name": "germany",
          "sentiment": "none"
        },
        {
          "name": "slo county's 5th district",
          "sentiment": "none"
        },
        {
          "name": "nashville",
          "sentiment": "none"
        },
        {
          "name": "san luis obispo county 5th district",
          "sentiment": "none"
        }
      ]
    },
    "rating": null,
    "crawled": "2024-02-23T18:51:32.914+02:00",
    "updated": "2024-02-24T18:49:40.131+02:00"
  },
  {
    "uuid": "9b9d4d6f25d9c168c34eaec9c1bc30ae01916407",
    "url": "https://www.163.com/dy/article/K2SV5UHC0556818J.html",
    "ord_in_thread": 0,
    "author": "网易",
    "published": "2025-06-26T03:25:00Z",
    "title": "即将毕业季，大学出现怪象：找不到工作的人，竟不是躺平、挂科的|毕业生|高中|好大学_网易订阅",
    "text": "每到大学 毕业季 的时候， 总是有毕业生抱怨，自己大学四年也很努力，可就是没有单位愿意要。\n相比之下有的同学早早拿到大厂的offer，合同签得手都软了，有的考研上岸，考公成功，父母逢人就夸。\n可有那么一群人，站在招聘会门口，投出去几十份简历，结果连个面试通知都没收到。\n他们不是不努力，每天按时上课，笔记抄得满满当当，成绩也说的过去。\n这些学生，大学四年从没偷过懒，可为什么还是落得这样的下场？\n«——【·专业问题·】——»\n这几年，每年都有大量的大学毕业生涌入就业市场，竞争越来越激烈。\n很多学生在填报高考志愿的时候，压根没花时间去了解就业形势， 满心想着只要能上一所好大学，以后肯定不愁出路。\n还有些人觉得，就算是好大学的冷门专业，靠着学校的招牌，找工作也不会太难。\n可等到真正毕业找工作时才发现，现实根本不是这么回事！\n冷门专业就是冷门专业，不管学校名气多大，市场上对口的岗位就是少得可怜。\n此外许多高中毕业生都会选一个喜欢的专业，然而很多专业在毕业的时候都会面临难找工作的困境。\n就比如汉语言文学，临近毕业才发现，就业方向十分有限，要么去考教师资格证当老师，要么就只能挤破头去考公务员，竞争异常激烈。\n除了专业的问题，很多大学生在认知上，也存在不少误区。\n«——【·认知问题·】——»\n不少人从高中升入大学后，还延续着以前的学习习惯。\n在高中，跟着老师的节奏走，认真完成作业就能取得好成绩。\n可到了大学，学习不再只是单纯地接收新知识，还涉及到学分、实践、综合素质培养等多个方面。\n有些同学觉得，只要按照老师的要求，保证不挂科、顺利毕业就行。\n却没意识到，这样按部就班地学习，很难满足职场对人才的需求。\n再加上现在很多高校的课程设置和教学内容，和市场实际需求存在不小的脱节，有些教的知识和技能都已经过时了。\n如果学生只局限于课堂上的内容，不主动去学习新东西，找工作时肯定会处处碰壁。\n此外，还有不少大学生从小就被老师家长灌输上了大学就轻松的认知，一到大学很多孩子管不住自己，整天潇洒玩乐。\n最终毕业的时候发现自己没有亮眼的简历，很难找到一个好工作。\n那如此严峻的就业形势，大学生应该如何做？\n«——【·如何做·】——»\n大学生一定要认真学好自己的专业课，而且现在网络资源这么丰富，课余时间完全可以多去一些在线学习平台，学习与专业相关的新软件、新技能，来方便未来找工作。\n其次在大学期间，一定要多参加各类国家级、省级的学科竞赛、创新创业比赛。\n这些比赛不仅能锻炼自己的专业能力和实践能力，获奖经历写到简历上，更是含金量十足，能让招聘单位眼前一亮。\n最重要的一点就是一定要大学期间多做一些未来的规划，多为自己毕业后考虑。\n只有心里有方向，行动才有力量，大学四年才不会虚度。\n«——【·免责声明·】——»\n文章内容、图片来源于网络，此文旨在倡导社会正能量，无低俗等不良引导。如涉及版权或者人物侵权问题，请及时联系，我们将第一时间删除内容！如有事件存疑部分，联系后即刻删除或作出更改！",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "chinese",
    "sentiment": "negative",
    "categories": [
      "Social Issue",
      "Education",
      "Politics"
    ],
    "topics": [
      "Social Issue->social problem",
      "Social Issue->teenagers",
      "Social Issue->social condition",
      "Education->college and university",
      "Education->students",
      "Education->educational grading"
    ],
    "ai_allow": true,
    "has_canonical": false,
    "breaking": null,
    "webz_reporter": false,
    "external_links": [],
    "entities": {
      "persons": [],
      "locations": [],
      "organizations": []
    },
    "syndication": {
      "syndicated": null,
      "syndicate_id": null,
      "first_syndicated": false
    },
    "trust": {
      "categories": [],
      "top_news": [
        "top_news_vn",
        "top_news_th",
        "top_news_nz",
        "top_news_rs",
        "top_news_sg",
        "top_news_tw",
        "top_news_hk",
        "top_news_my",
        "top_news"
      ],
      "bias": null
    },
    "rating": null,
    "crawled": "2025-06-26T13:43:49.422+03:00",
    "updated": "2025-06-27T11:11:22.000+00:00"
  },
  {
    "uuid": "4a2a5d9d6b9c40154c9cf8584aa02e44d1b4e13f",
    "url": "https://menafn.com/1108111932/Spending-Time-To-Respecting-Boundaries-6-Ways-To-Impress-Your-Mother-In-Law",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "MENAFN",
    "published": "2024-04-17T23:01:00Z",
    "title": "Spending Time To Respecting Boundaries, 6 Ways To Impress Your Mother-In-Law | MENAFN.COM",
    "text": "( MENAFN - AsiaNet News) Building a positive relationship with your mother-in-law can be important for the harmony of your family. Here are six ways to impress your mother-in-law.\nTreat your mother-in-law with kindness, respect, and appreciation. Show interest in her opinions, experiences, and stories. Express gratitude for her contributions to your family and acknowledge her efforts.\nMake an effort to spend quality time with your mother-in-law, whether it's going for a walk, having a meal together, or engaging in activities she enjoys. Building shared experiences can strengthen your bond and show that you value her presence in your life.\nPractice active listening when interacting with your mother-in-law. Show genuine interest in what she has to say, ask follow-up questions, and validate her feelings and experiences. Listening attentively demonstrates empathy and understanding, fostering a deeper connection.\nOffer your support and assistance to your mother-in-law whenever needed. Whether it's helping with household chores, running errands, or providing emotional support, demonstrate your willingness to be there for her. Your acts of kindness and consideration will be appreciated and respected.\nRespect your mother-in-law's boundaries and preferences. Avoid intruding into her personal space or making assumptions about her needs and desires. Show sensitivity to her comfort level and autonomy, and communicate openly and respectfully about any concerns or boundaries.\nAcknowledge and celebrate your mother-in-law's achievements, milestones, and special occasions. Whether it's her birthday, anniversary, or any other significant event, make an effort to make her feel special and valued. Thoughtful gestures such as gifts, cards, or planning a surprise celebration can leave a lasting impression and strengthen your relationship.\nMENAFN18042024007385015968ID1108111932\nLegal Disclaimer:\nMENAFN provides the information “as is” without warranty of any kind. We do not accept any responsibility or liability for the accuracy, content, images, videos, licenses, completeness, legality, or reliability of the information contained in this article. If you have any complaints or copyright issues related to this article, kindly contact the provider above.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "english",
    "sentiment": "positive",
    "categories": [
      "Lifestyle and Leisure",
      "Human Interest"
    ],
    "external_links": [
      "https://newsable.asianetnews.com/gallery/lifestyle/spending-time-to-respecting-boundaries-6-ways-to-impress-your-mother-in-law-rkk-sc4o1v",
      "https://www.newsable.asianetnews.com/gallery/lifestyle/spending-time-to-respecting-boundaries-6-ways-to-impress-your-mother-in-law-rkk-sc4o1v"
    ],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2024-04-19T00:44:49.912+03:00",
    "updated": "2024-04-19T00:44:49.912+03:00"
  },
  {
    "uuid": "722a64a6ebd73298ccc02c242bb04db29761920c",
    "url": "https://www.vosgesmatin.fr/sport/2023/12/28/angleterre-battu-par-west-ham-arsenal-laisse-sa-place-de-leader-a-liverpool",
    "ord_in_thread": 0,
    "parent_url": null,
    "author": "La rédaction avec AFP",
    "published": "2023-12-28T22:31:00Z",
    "title": "Football. Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool",
    "text": "Football Angleterre : Battu par West Ham, Arsenal laisse sa place de leader à Liverpool Liverpool reste sur le trône de la Premier League après la contre-performance de son désormais dauphin, Arsenal, battu à l'Emirates Stadium par West Ham (2-0) jeudi en conclusion d’une 19e journée qui aura vu perdre trois des cinq équipes de tête. Cinq jours après avoir accroché les Reds à Anfield Road (1-1), Arsenal a contre toute attente cédé face à l'équipe qui l'avait éliminée de la Coupe de la Ligue début novembre. Les Hammers ont donné raison à l'analyse de leur entraîneur David Moyes, qui assurait avant le match que cette année était la meilleure de l'histoire du club, avec notamment un triomphe en Ligue Europa Conférence. Ils n'ont pas concédé la moindre occasion dans la première demi-heure de jeu, et même marqué peu avant le quart d'heure après une mauvaise appréciation de Gabriel Magalhaes, qui a profité à Tomas Soucek (0-1, 13e). L'ancien défenseur Lillois a également perdu un duel aérien décisif en seconde période face à Konstantinos Mavropanos, suite à un corner de Ward-Prowse (2-0, 55e). Un manque de réalisme côté Gunners Souvent efficaces face au but depuis le début de la saison, les Gunners ont cette fois manqué de réalisme avec Saka (30e, 42e), Martinelli (37e), Gabriel Jesus (66e) puis Trossard dans le dernier quart d'heure. Le score aurait pu être plus cruel si Benrahma avait transformé son penalty dans le temps additionnel. Les rentrées en jeu successives de Nketiah, Nelson et Smith Rowe ont rappelé le manque de profondeur de banc à disposition de Mikel Arteta. Arsenal compte deux points de retard sur Liverpool, alors que West Ham, 6e, est à l'affut des places européennes, à trois points de Tottenham et quatre points de Manchester City, vainqueur mardi à Everton (3-1) et qui compte un match de plus à disputer. Tottenham rechute lourdement Peu avant, Tottenham avait sévèrement rechuté sur le terrain de Brighton (4-2) et raté l'occasion de se rapprocher de la tête du championnat. Tottenham était pourtant la meilleure équipe à l'extérieur avant cette rencontre et finit la première moitié de saison sur une note négative, malgré une bonne cinquième place au classement, à un point de Manchester City. Meilleurs ces dernières semaines après un mois de novembre catastrophique sur le plan des résultats, les Spurs ont montré un visage inhabituel avec beaucoup de passivité, comme sur cette action individuelle de Joao Pedro qui a pu passer en revue quatre joueurs et donner une balle en or à Jack Hinshelwood, démarqué à l'entrée de la surface de réparation (1-0, 11e). Entre plusieurs occasions nettes pour Brighton (17e, 32e, 45e), le même Joao Pedro allait ensuite transformer deux pénalties (23e, 75e), avec entre-temps une frappe puissante de Pervis Estupinan dans la lucarne opposée de Vicario (63e). Alejo Veliz (81e) et Ben Davies (85e) ont réduit le score, trop tard pour faire douter les Seagulls. Brighton se repositionne à la huitième place, à six points de la première place européenne.",
    "highlightText": "",
    "highlightTitle": "",
    "highlightThreadTitle": "",
    "language": "french",
    "sentiment": "negative",
    "categories": [
      "Sport"
    ],
    "external_links": [],
    "external_images": [],
    "entities": {
      "persons": [],
      "organizations": [],
      "locations": []
    },
    "rating": null,
    "crawled": "2023-12-29T00:44:10.237+02:00",
    "updated": "2023-12-29T00:44:10.237+02:00"
  }
]